{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196062/",
  "id": 196062,
  "absolute_url": "/opinion/196062/brown-v-hearst-corporation/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196062/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:55:29Z",
  "date_modified": "2020-02-21T23:41:11.594153Z",
  "type": "010combined",
  "sha1": "4de2875b558b1bd384a112330ebfee4683f8cce6",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1836.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1836\n\n                    WILLIS N. BROWN, JR.,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                     HEARST CORPORATION,\n                   d/b/a WCVB-TV CHANNEL 5,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Joseph L. Tauro, U.S. District Judge]\r                                                               \n\n                                         \n\n                            Before\n\n                Cyr and Boudin, Circuit Judges,\r                                                          \n\n                 and Keeton,* District Judge.\r                                                        \n\n                                         \n\nEdwin M. Sigel for appellant.\r                          \nSteven J. Comen with whom Patricia  A. Lipoma and Goodwin, Procter\r                                                                              \n&amp; Hoar were on brief for appellee.\r              \n\n                                         \n\n                         May 11, 1995\n                                         \n\n      \n\n*Of the District of Massachusetts, sitting by designation.\r\r\n\n     BOUDIN, Circuit Judge.  In March 1987, Regina Brown, the\r                                      \n\nthen-wife  of  appellant Willis  Brown  and  mother of  three\n\nchildren,  disappeared.  At the time Regina was employed as a\n\nflight  attendant,  and  Willis  as  a  pilot,  for  American\n\nAirlines;  the   couple  had   lived  together  in   Newtown,\n\nConnecticut, but had been separated for four months  and were\n\nliving apart.   The police investigated the disappearance and\n\nfound Regina's car abandoned in New York but no trace of her.\n\nThe investigation  remains open.   It  is  not known  whether\n\nRegina is alive or dead.      Later  in  the  same  year  the\n\nBrowns  were  divorced  in  a Connecticut  state  court,  the\n\ncontested  proceedings being  completed in  Regina's absence.\n\nThe state court  trial was prolonged  and a detailed  opinion\n\nwas  written by  the trial  judge pertaining  to custody  and\n\nsupport.   The  opinion,  dated April  22,  1988, found  that\n\nWillis believed deeply  but without basis  that his wife  was\n\nunfaithful  to  him,  that  his charges  against  her  echoed\n\ncharges that he  had made  against his first  wife, that  \"he\n\n[had] physically  and mentally abused [Regina],\"  and that he\n\nhad threatened to kill her and the children.\n\n     The  trial  was  widely   reported  in  the  press,  and\n\npublicity continued  even after  the  decree.   This was  due\n\npartly  to  further  litigation  and  the  continuing  police\n\ninvestigation, but also to a freakish coincidence.  About six\n\nmonths before Regina's disappearance, another woman who lived\n\n                             -2-\r                                         -2-\r\r\n\nin Newtown, a Pan  Am flight attendant married to  an Eastern\n\npilot,  had disappeared.  Fragments of her bone were found in\n\na  nearby river, and her  pilot husband was  convicted in the\n\nso-called woodchipper murder.\n\n     In  November  1990,  appellee  Hearst  Corporation d/b/a\n\nWCVB-TV Channel  5 in  Boston (\"Channel 5\")  broadcasted from\n\nMassachusetts a segment entitled  \"The Other Pilot's Wife\" as\n\na part of the station's  regular \"newsmagazine\" program.   It\n\nwas  prepared  by  Mary  Richardson, a  journalist  with  the\n\nstation, who conducted a substantial amount of research and a\n\nnumber of interviews in preparing the broadcast.  \n\n     The  broadcast opens  with  the leitmotif--\"Tonight  the\n\nbizarre  story  of  a  small  New  England  town  where   one\n\nstewardess is  dead, another  is missing\"--and then  offers a\n\nbrief  reprise  of  the 1986  murder  of  the  Pan Am  flight\n\nattendant.    Next,  turning  to the  Browns,  the  broadcast\n\ndescribes and  depicts an apparent  storybook marriage  going\n\nsour, the divorce petition,  and Regina's disappearance.  \"In\n\nthe  days following Regina's disappearance,\" says Richardson,\n\n\"Willis showed no interest in what had happened to her.\" \n\n     The program  reenacts a last telephone  call from Regina\n\nto a friend, according to the friend's report:\n\n     I'm  in danger.   If  my parents  say they  haven't\n     heard from me on Sunday . . . be alarmed.  Wait two\n     days,  call back.  If I'm not there by then, Willis\n     will  have done to me  what he's promised  to do to\n     me.\n\n                             -3-\r                                         -3-\r\r\n\nThe police chief  is then  quoted as saying  that Willis  had\n\ntold him  to look for Regina's car in a drug infested area of\n\na big city;  and that in fact the car  was found pretty close\n\nto such an area.\n\n     In the next portion of  the segment, Willis is described\n\nas having at  first agreed, and then  refused, to take a  lie\n\ndetector  test.   Evidence offered  at the  divorce  trial is\n\nrecounted or summarized.  The  evidence included descriptions\n\nof Willis'  accusations against his wife  which are portrayed\n\nas  virtually  paranoid;  the  trial  judge's  statement that\n\nWillis had physically and mentally abused Regina; and a vivid\n\nstrangulation scene that one  of the Brown children allegedly\n\nrecounted to Regina's parents.\n\n     In  the final  few  minutes, there  are interviews  with\n\nRegina's parents who now  have custody of the children.   Her\n\nfather  says, \"I feel like  if Regina's dead, [Willis] killed\n\nher, or had  her killed.\"   Her mother  adds, \"I don't  think\n\nRegina  is alive.\"   The  broadcast also includes  the police\n\ndiscovery of a hand  drawn map of Block Island,  depicting an\n\narea where Willis  had rented a house trailer  shortly before\n\nRegina's disappearance and bearing the words \"Regina, O God.\"\n\nAn  extensive   police  search  of  37   acres,  the  program\n\nconcludes, produced no trace of any wrongdoing.\n\n     There  is other  incriminating information  about Willis\n\nrecounted in  the program,  and the  police are described  as\n\n                             -4-\r                                         -4-\r\r\n\nhaving  suspected Willis  and  as believing  still that  \"Mr.\n\nBrown  knows more about the disappearance of his wife than he\n\nis letting  on.\"   No evidence  even remotely  exculpatory of\n\nWillis is described.  On the other hand, Mary Richardson, the\n\n\"voice  over\" throughout  the  program,  never  asserts  that\n\nWillis is guilty or  even says that she thinks he  is guilty.\n\nFormally,  the  program  describes  the  disappearance  as  a\n\nmystery or, at worst, a possible murder still unsolved.\n\n     In February  1993,  Willis brought  the  present  action\n\nagainst  Channel 5  in state  court in Texas.   The  case was\n\nremoved to  federal court  and thereafter transferred  to the\n\nfederal  district court  in Massachusetts.    As subsequently\n\namended,  Willis' complaint  charged defamation,  invasion of\n\nprivacy  under  Mass. Gen.  L. ch.  214    1B,  \"false light\"\n\ninvasion of privacy, and intentional  infliction of emotional\n\ndistress.  \n\n     After discovery,  Channel 5 moved  for summary judgment.\n\nIn a detailed opinion dated July 21, 1994, the district court\n\ngranted  the motion.  As  to the defamation  claim, the court\n\nrelied  in different respects on lack of falsity, the limited\n\nprotection available  for statements  of opinion, the   \"fair\n\nreport\"  privilege,   and  lack of  fault.   The  privacy and\n\nintentional  infliction  claims  were  dismissed  on  grounds\n\ndescribed below.  Willis has now appealed, asserting that all\n\nof his claims should have been submitted to a jury.  \n\n                             -5-\r                                         -5-\r\r\n\n     On appeal from  a grant of  summary judgment, we  review\n\nthe  decision de  novo, drawing  inferences  in favor  of the\r                                  \n\nparty  opposing the  motion.   Maldonado-Denis  v.  Castillo-\r                                                                         \n\nRodriguez, 23 F.3d  576, 581  (1st Cir. 1994).   Because  the\r                     \n\ncase was transferred from Texas, Texas law governs the choice\n\nof substantive  law  to  be  applied.   Putnam  Resources  v.\r                                                                     \n\nPateman, 958 F.2d  448, 465  (1st Cir. 1992).   The  district\r                   \n\ncourt  found  that Texas  would  apply  Massachusetts law  in\n\njudging  the  broadcast  and, as  this  ruling  has  not been\n\nchallenged on appeal, our discussion assumes this to be so.  \n\n     Although Willis listed defamation as the fourth and last\n\ncount of his  second amended complaint, this  charge has been\n\nthe  center of the controversy both in the district court and\n\non appeal.  As framed on  this appeal, Willis' main attack on\n\nthe broadcast is that it amounts to a charge that he murdered\n\nhis  wife.    Additionally,  he  argues  that  the  broadcast\n\nsuggests that  he did so \"in the same  manner\" as the earlier\n\npilot   (who  had   dismembered  his   wife's  body   with  a\n\nwoodchipper).  \n\n     Channel  5 does not appear to dispute that the broadcast\n\ncharges Willis with murder  or at least that a  jury would be\n\nentitled  to find this to be the  import of the program.  The\n\nbroadcast never flatly expresses that accusation.  Indeed, it\n\nsays that the  murder is  unsolved and makes  clear that  the\n\npolice have  nothing  much  in the  way  of  direct  evidence\n\n                             -6-\r                                         -6-\r\r\n\nagainst Willis.  But defamation can occur by innuendo as well\n\nas by  explicit assertion, Mabardi v.  Boston Herald Traveler\r                                                                         \n\nCorp., NE.2d 304,  306 (Mass. 1964), and  the suggestion here\r                 \n\nis a fairly strong one.\n\n     The materials presented include--we stress that some are\n\nmerely allegations--the  rift between Willis and  Regina; his\n\nparanoid accusations against her; his threats to kill her and\n\nthe  children; her  statement (to  a girlfriend)  that Willis\n\nmight  be   planning  to  do  \"what  he  had  promised\";  her\n\ndisappearance and Willis' disinterest; his visit to the house\n\non the same  night; and his knowledge of where  her car might\n\nbe  found.    The notion  that  Regina  would  have left  her\n\nchildren voluntarily  is scotched  and  there is  no hint  of\n\nanother motive, or perpetrator.\n\n     The  broadcast  makes  clear  that  the  police  suspect\n\nWillis, and Regina's parents  are filmed making even stronger\n\nstatements of suspicion.  Material from the  divorce trial is\n\nused to establish or  buttress doubts about Willis' character\n\nand  history.   The  suggestion  of murder  runs  through the\n\nprogram like a  gold thread.   The broadcast  opens with  the\n\ndramatic  footage  relating  to the  woodchipper  murder  and\n\ncloses with Richardson's rhetorical question, could \"someone\"\n\nget away with murder?  \n\n     A  common defense to a charge  of defamation is \"truth.\"\n\nThe  Supreme Court  tells us  that in  a suit  like this  one\n\n                             -7-\r                                         -7-\r\r\n\nagainst the media the burden is upon the defamed plaintiff to\n\nshow  that  the  statements   are  not  true.    Philadelphia\r                                                                         \n\nNewspapers,  Inc. v. Hepp, 475 U.S. 767 (1986).  Neither side\r                                     \n\naddresses this issue.  Perhaps each assumes that to carry his\n\nburden  of proof, Willis could  testify at trial  that he did\n\nnot murder  his wife and  a jury might  believe him.   In all\n\nevents, we  take the case as  one in which a  jury might find\n\nthat murder had been charged and that the charge was false.\n\n     Channel  5's primary  response  is that  \"[m]uch of  the\n\n[b]roadcast,  and the  entirety  of its  allegedly defamatory\n\nsting, is in essence  a `fair report' of the  Browns' divorce\n\ntrial in Connecticut\" and  thus falls under the Massachusetts\n\nprivilege  allowed   for  media   coverage  of   an  official\n\nproceeding.     Such   a   privilege   certainly  exists   in\n\nMassachusetts,  e.g., Jones  v. Taibbi,  512 N.E.2d  260, 266\r                                                  \n\n(Mass.  1987), and  there is  little doubt  that much  of the\n\nmaterial in the broadcast is  drawn from, and attributed  to,\n\nthe divorce proceeding.\n\n     For present purposes, we  will assume that the privilege\n\nextends to non-contemporaneous reports and that the program--\n\nso  far as  it  related to  the  divorce proceeding  and  the\n\ninformation  developed  there--conveyed a  fair  and accurate\n\nreport  of the  proceeding.    But  only  a  portion  of  the\n\nbroadcast purported  to be drawn  from the proceeding.   And,\n\nwhile that  portion may  be privileged,  we are skeptical  of\n\n                             -8-\r                                         -8-\r\r\n\nChannel 5's claim that the entire \"sting\" of the broadcast is\n\nprivileged material.\n\n     The \"sting\"  or \"gist\" notion  comes from Massachusetts'\n\ncases  involving  such  questions  as  whether  a  reporter's\n\n\"rough-and- ready  summary\" of a proceeding is \"substantially\n\ncorrect.\"   MiGi, Inc.  v. Gannett Mass.  Broadcasters, Inc.,\r                                                                        \n\n519  N.E.2d 283, 285 (Mass. App. Ct.  1988).  It is not clear\n\nto us that these concepts apply in quite the same way when we\n\nare  dealing  with a  broadcast that  is  not by  any stretch\n\nmerely  a report  of  the much  earlier official  proceeding.\n\nRather, Channel 5 has used the  earlier material as part of a\r                                                                    \n\nlarger and more comprehensive structure.\n\n     This  structure differed  in two  ways from  the divorce\n\nproceeding.    It  included  evidence  in  addition  to  that\n\npresented in the proceeding (e.g., police interviews; the map\n\nfound on Block Island).  And it used techniques (voice overs,\n\nfilmed interviews, recreations) and  rhetoric--especially the\n\ndoubtful  analogy of the woodchipper murder--that sharpen the\n\ncutting edge of the  implicit charge.  Where the  evidence is\n\nthus enlarged and the charge  cast in a more lurid light,  it\n\nis  not   clear  to  us   that  the  fair   report  privilege\n\nautomatically shields the larger whole.  \n\n     The problem  for Willis, we  think, is that  the Supreme\n\nCourt has  instructed that a state  libel-suit plaintiff must\n\ndemonstrate  fault  on  the  part  of  the  media;  and  this\n\n                             -9-\r                                         -9-\r\r\n\nrequirement applies even where the plaintiff  is not a public\n\nofficial  or public figure.  Gertz v. Robert Welch, Inc., 418\r                                                                    \n\nU.S.  323,  347 (1974).    In  such cases  Massachusetts  has\n\nimposed a  requirement that  the newspaper or  broadcaster be\n\nshown to be  negligent or worse.  Jones v. Taibbi, 512 N.E.2d\r                                                             \n\n260,  267  (Mass. 1987).   Thus,  even if  a false  charge of\n\nmurder has  been  made,  it remains  to  see  whether  Willis\n\nprovided  evidence  of negligence  to justify  submitting the\n\ncase  to a  jury.   For  this  purpose, the  First  Amendment\n\nestablishes a minimum standard and we are concerned here with\n\n\"negligence\"  only  in  this  special  constitutional  sense;\n\nMassachusetts is free to define negligence differently in any\n\nother  context  or  to  require  more  than  constitutionally\n\ndefined negligence in a libel case.\n\n     So far as the  murder goes, Willis points to  nothing to\n\nsuggest  that Channel 5 was negligent in its mustering of the\n\navailable  evidence.   Some might  think the  broadcast gaudy\n\njournalism;  certainly the  interpolation of  the woodchipper\n\nmurder  is  largely  gratuitous.   But  so  far  as guilt  or\n\ninnocence is  concerned, Willis directs us  to no significant\n\ninaccuracies in Channel 5's depiction  of evidence.  Nor does\n\nhe point to  any counterbalancing  exculpatory evidence  that\n\nChannel 5 wrongly  withheld or that it  would have discovered\n\nby diligent research.\n\n                             -10-\r                                         -10-\r\r\n\n     Willis' brief says tersely that the police admitted that\n\nthey had  no evidence against him; and he reasons that it was\n\nthus \"negligent  disregard for  the truth\"  for Channel  5 to\n\n\"insinuate\" that \"[he] murdered his wife and disposed of  her\n\nbody in the same fashion  as did [the woodchipper murderer].\"\n\nBut  the  short  answer is  that  substantial  circumstantial\n\nevidence pointed to  Willis as  a suspect and--so  far as  we\n\nknow--the  only  suspect.   That does  not  mean that  he was\n\nguilty or  even that there was a basis for prosecution--which\n\nis likely what the police meant to say.\n\n     A different problem  is presented by  Willis' suggestion\n\nthat the broadcast  charged him with disposing  of his wife's\n\nbody  \"in  the same  fashion\"  as  the woodchipper  murderer.\n\nPatently,  the broadcast  did  not so  charge; no  reasonable\n\njuror  could  draw  such  an  inference.    Willis offers  no\n\nargument  to  support  such  an  inference,  and  it  is  not\n\nsurprising  that elsewhere in his brief he retreats to a more\n\ncautious  assertion:  that  the  juxtaposition  \"conveys  the\n\nmessage that Brown also murdered his wife and disposed of her\n\nbody in some insidious fashion\" (emphasis added).\r                                          \n\n     Many might  think that  the manner  of disposing  of the\n\nbody adds very little  to a charge that someone  murdered his\n\nfrightened  wife  and  left  her  small children  motherless.\n\nOthers, perhaps, would think that the destruction of the body\n\nadded  a further  note  of horror  and  that even  a  fiend's\n\n                             -11-\r                                         -11-\r\r\n\nreputation may be worsened.  Compare Jackson v. Longcope, 476\r                                                                    \n\nN.E.2d  617 (Mass. 1985).  Further, it may also be true--this\n\nis a  close question--that  the broadcast  could be  taken as\n\ninsinuating  that  Regina's body  was  disposed  of \"in  some\n\ninsidious fashion.\"\n\n     Even  if all  of  these doubts  are resolved  in Willis'\n\nfavor,  we think this narrow  remaining claim is  too thin to\n\nsurvive  summary judgment.  About  the most one  can get from\n\nthe  woodchipper episode  is the  suggestion that,  if Willis\n\nkilled his wife, he  also took steps to assure  that her body\n\nwould not  be found.  But this is about what one would expect\n\nof a  murderer who intended to  use the absence of  a body as\n\npart of his  defense.   Perhaps such a  concealment could  be\n\nfairly  called \"insidious\"  but it  is not  an act  that adds\n\nmeasurably to the taint of deliberate murder.\n\n     By contrast, a  brutal destruction of the body might add\n\nto the taint, but no such charge is made by the program.  The\n\nwoodchipper  murder was  offered as a  remarkable coincidence\n\nbut not as a  blue-print for Regina's death.   To the  extent\n\nthat Willis  is  arguing that  the  program implies  that  he\n\nbrutally  destroyed Regina's  body, we  do not  think that  a\n\nreasonable juror could draw  such an inference--any more than\n\nthe  juror could believe that  a woodchipper was  used in her\n\ndeath.   Without laying great  weight on this  point, we note\n\nthat courts  often say that  it is  a question for  the judge\n\n                             -12-\r                                         -12-\r\r\n\nwhether the defendant's statement  is capable of a particular\n\ndefamatory reading.  William Prosser &amp; Page Keeton, Torts 781\r                                                                     \n\n(rev. ed. 1984).\n\n     It  is quite  true that the  woodchipper episode  at the\n\nstart of the broadcast laid the groundwork for the program to\n\ninsinuate that Willis had murdered his wife by  brutal means.\n\nBut while much else in the rest of the program developed  and\n\naccentuated the charge of murder, virtually nothing tended to\n\nsuggest that the body  was brutally destroyed.  A  writing or\n\nprogram  is  normally viewed  as a  whole, Prosser  &amp; Keeton,\n\nsupra,  at 781; and  that requirement has  special force here\r                 \n\nbecause the  woodchipper episode was assertedly about someone\n\nelse,  and its connection to Willis depended upon the rest of\n\nthe  program.   We  conclude  as a  matter  of  law that  the\n\nbroadcast, taken  as a whole,  cannot reasonably be  taken to\n\ncharge that Willis brutally disposed of his wife's body.\n\n     Willis' non-libel claims do not require much discussion.\n\nOn appeal,  Willis' has  narrowed his  privacy  claim to  the\n\ncontention  that the program places  him in a  false light by\n\nleaving  the viewer  with  \"a false  impression,\" i.e.,  that\r                                                                  \n\nBrown  killed Regina  and disposed  of her  body in  the same\n\nfashion as did the woodchipper murderer.  The district  court\n\nthought  it sufficient that  Massachusetts has  never adopted\n\nthe  false light theory of privacy  invasion, see ELM Medical\r                                                                         \n\nLaboratory, Inc.  v. RKO  General, Inc.  532 N.E.2d 675,  681\r                                                   \n\n                             -13-\r                                         -13-\r\r\n\n(Mass. 1989), and that diversity cases  are not ordinarily an\n\noccasion  for federal  courts  to pioneer  in developing  new\n\nstate law.\n\n     We  think it  worth  adding that  \"false light\"  privacy\n\nclaims are  not all of a piece, but Willis' claim is simply a\n\nrestatement  of  his  defamation   claim  under  a  different\n\nheading.  That  being so, it is not  imaginable that it could\n\nescape the same  constitutional constraint as his  defamation\n\nclaim.  Time  v. Hill, 385 U.S. 374 (1976).   In short Willis\r                                 \n\nwould still have to show not only falsity but negligence, but\n\nhe  has offered no  evidence of negligence  sufficient to get\n\nhim to a jury. \n\n     Lastly,   Willis  charged  Channel  5  with  intentional\n\ninfliction of emotional distress.   This is a recognized tort\n\nunder  Massachusetts law  requiring  intended or  foreseeable\n\ninfliction   of  such   distress,  \"extreme   and  outrageous\n\nconduct,\"  and  causation  of  distress  so  severe  that  no\n\nreasonable  person could be expected  to endure it.   Agis v.\r                                                                      \n\nHoward  Johnson Co., 355 N.E.2d  315, 319 (Mass.  1976).  The\r                               \n\ndistrict  court  said  that   Channel  5's  conduct  was  not\n\nnegligent  and   therefore  could  hardly  be   \"extreme  and\n\noutrageous.\"\n\n     In all events, many of  the legitimate news stories that\n\nappear  in the  media  involve foreseeable  distress for  the\n\nsubject of the story, probably severe distress in some cases.\n\n                             -14-\r                                         -14-\r\r\n\nRegina's  disappearance  and  the  divorce  trial  were  news\n\nstories,  and so was her continued absence and the failure of\n\nthe police  to solve the case.   Willis provides no  basis to\n\nthink that generally accurate coverage in such a case is even\n\nremotely  close to  conduct  \"beyond all  possible bounds  of\n\ndecency\" and \"utterly intolerable  in a civilized community.\"\n\nAgis, 355 N.E.2d at 319 (quoting other authorities).\r                \n\n     Affirmed.\r                         \n\n                             -15-\r                                         -15-\r\r\n",
  "html": "<p class=\"case_cite\">54 F.3d 21</p>\n    <p class=\"case_cite\">23 Media L. Rep. 1984</p>\n    <p class=\"parties\">Willis N. BROWN, Jr., Plaintiff, Appellant,<br>v.<br>HEARST CORPORATION, d/b/a WCVB-TV Channel 5, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1836.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 11, 1995.<br>Decided May 11, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edwin M. Sigel, Dallas, TX, for appellant.</p>\n      <p class=\"indent\">Steven J. Comen with whom Patricia A. Lipoma and Goodwin, Procter &amp; Hoar, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before CYR and BOUDIN, Circuit Judges, and KEETON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In March 1987, Regina Brown, the then-wife of appellant Willis Brown and mother of three children, disappeared.  At the time Regina was employed as a flight attendant, and Willis as a pilot, for American Airlines;  the couple had lived together in Newtown, Connecticut, but had been separated for four months and were living apart.  The police investigated the disappearance and found Regina's car abandoned in New York but no trace of her.  The investigation remains open.  It is not known whether Regina is alive or dead.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Later in the same year the Browns were divorced in a Connecticut state court, the contested proceedings being completed in Regina's absence.  The state court trial was prolonged and a detailed opinion was written by the trial judge pertaining to custody and support.  The opinion, dated April 22, 1988, found that Willis believed deeply but without basis that his wife was unfaithful to him, that his charges against her echoed charges that he had made against his first wife, that \"he [had] physically and mentally abused [Regina],\" and that he had threatened to kill her and the children.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The trial was widely reported in the press, and publicity continued even after the decree.  This was due partly to further litigation and the continuing police investigation, but also to a freakish coincidence.  About six months before Regina's disappearance, another woman who lived in Newtown, a Pan Am flight attendant married to an Eastern pilot, had disappeared.  Fragments of her bone were found in a nearby river, and her pilot husband was convicted in the so-called woodchipper murder.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In November 1990, appellee Hearst Corporation d/b/a WCVB-TV Channel 5 in Boston (\"Channel 5\") broadcasted from Massachusetts a segment entitled \"The Other Pilot's Wife\" as a part of the station's regular \"newsmagazine\" program.  It was prepared by Mary Richardson, a journalist with the station, who conducted a substantial amount of research and a number of interviews in preparing the broadcast.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The broadcast opens with the leitmotif--\"Tonight the bizarre story of a small New England town where one stewardess is dead, another is missing\"--and then offers a brief reprise of the 1986 murder of the Pan Am flight attendant.  Next, turning to the Browns, the broadcast describes and depicts an apparent storybook marriage going sour, the divorce petition, and Regina's disappearance.  \"In the days following Regina's disappearance,\" says Richardson, \"Willis showed no interest in what had happened to her.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The program reenacts a last telephone call from Regina to a friend, according to the friend's report:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>I'm in danger.  If my parents say they haven't heard from me on Sunday ... be alarmed.  Wait two days, call back.  If I'm not there by then, Willis will have done to me what he's promised to do to me.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The police chief is then quoted as saying that Willis had told him to look for Regina's car in a drug infested area of a big city;  and that in fact the car was found pretty close to such an area.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the next portion of the segment, Willis is described as having at first agreed, and then refused, to take a lie detector test.  Evidence offered at the divorce trial is recounted or summarized.  The evidence included descriptions of Willis' accusations against his wife which are portrayed as virtually paranoid;  the trial judge's statement that Willis had physically and mentally abused Regina;  and a vivid strangulation scene that one of the Brown children allegedly recounted to Regina's parents.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the final few minutes, there are interviews with Regina's parents who now have custody of the children.  Her father says, \"I feel like if Regina's dead, [Willis] killed her, or had her killed.\"   Her mother adds, \"I don't think Regina is alive.\"   The broadcast also includes the police discovery of a hand drawn map of Block Island, depicting an area where Willis had rented a house trailer shortly before Regina's disappearance and bearing the words \"Regina, O God.\"   An extensive police search of 37 acres, the program concludes, produced no trace of any wrongdoing.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">There is other incriminating information about Willis recounted in the program, and the police are described as having suspected Willis and as believing still that \"Mr. Brown knows more about the disappearance of his wife than he is letting on.\"   No evidence even remotely exculpatory of Willis is described.  On the other hand, Mary Richardson, the \"voice over\" throughout the program, never asserts that Willis is guilty or even says that she thinks he is guilty.  Formally, the program describes the disappearance as a mystery or, at worst, a possible murder still unsolved.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In February 1993, Willis brought the present action against Channel 5 in state court in Texas.  The case was removed to federal court and thereafter transferred to the federal district court in Massachusetts.  As subsequently amended, Willis' complaint charged defamation, invasion of privacy under Mass.Gen.L. ch. 214 Sec. 1B, \"false light\" invasion of privacy, and intentional infliction of emotional distress.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After discovery, Channel 5 moved for summary judgment.  In a detailed opinion dated July 21, 1994, the district court granted the motion.  As to the defamation claim, the court relied in different respects on lack of falsity, the limited protection available for statements of opinion, the \"fair report\" privilege, and lack of fault.  The privacy and intentional infliction claims were dismissed on grounds described below.  Willis has now appealed, asserting that all of his claims should have been submitted to a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On appeal from a grant of summary judgment, we review the decision de novo, drawing inferences in favor of the party opposing the motion.  Maldonado-Denis v. Castillo-Rodriguez, 23 F.3d 576, 581 (1st Cir.1994).  Because the case was transferred from Texas, Texas law governs the choice of substantive law to be applied.  Putnam Resources v. Pateman, 958 F.2d 448, 465 (1st Cir.1992).  The district court found that Texas would apply Massachusetts law in judging the broadcast and, as this ruling has not been challenged on appeal, our discussion assumes this to be so.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Although Willis listed defamation as the fourth and last count of his second amended complaint, this charge has been the center of the controversy both in the district court and on appeal.  As framed on this appeal, Willis' main attack on the broadcast is that it amounts to a charge that he murdered his wife.  Additionally, he argues that the broadcast suggests that he did so \"in the same manner\" as the earlier pilot (who had dismembered his wife's body with a woodchipper).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Channel 5 does not appear to dispute that the broadcast charges Willis with murder or at least that a jury would be entitled to find this to be the import of the program.  The broadcast never flatly expresses that accusation.  Indeed, it says that the murder is unsolved and makes clear that the police have nothing much in the way of direct evidence against Willis.  But defamation can occur by innuendo as well as by explicit assertion, Mabardi v. Boston Herald-Traveler Corp., 347 Mass. 411, 198 N.E.2d 304, 306 (1964), and the suggestion here is a fairly strong one.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The materials presented include--we stress that some are merely allegations--the rift between Willis and Regina;  his paranoid accusations against her;  his threats to kill her and the children;  her statement (to a girlfriend) that Willis might be planning to do \"what he had promised\";  her disappearance and Willis' disinterest;  his visit to the house on the same night;  and his knowledge of where her car might be found.  The notion that Regina would have left her children voluntarily is scotched and there is no hint of another motive, or perpetrator.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The broadcast makes clear that the police suspect Willis, and Regina's parents are filmed making even stronger statements of suspicion.  Material from the divorce trial is used to establish or buttress doubts about Willis' character and history.  The suggestion of murder runs through the program like a gold thread.  The broadcast opens with the dramatic footage relating to the woodchipper murder and closes with Richardson's rhetorical question, could \"someone\" get away with murder?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A common defense to a charge of defamation is \"truth.\"   The Supreme Court tells us that in a suit like this one against the media the burden is upon the defamed plaintiff to show that the statements are not true.  Philadelphia Newspapers, Inc. v. Hepps, 475 U.S. 767, 106 S.Ct. 1558, 89 L.Ed.2d 783 (1986).  Neither side addresses this issue.  Perhaps each assumes that to carry his burden of proof, Willis could testify at trial that he did not murder his wife and a jury might believe him.  In all events, we take the case as one in which a jury might find that murder had been charged and that the charge was false.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Channel 5's primary response is that \"[m]uch of the [b]roadcast, and the entirety of its allegedly defamatory sting, is in essence a 'fair report' of the Browns' divorce trial in Connecticut\" and thus falls under the Massachusetts privilege allowed for media coverage of an official proceeding.  Such a privilege certainly exists in Massachusetts, e.g., Jones v. Taibbi, 400 Mass. 786, 512 N.E.2d 260, 266 (1987), and there is little doubt that much of the material in the broadcast is drawn from, and attributed to, the divorce proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For present purposes, we will assume that the privilege extends to non-contemporaneous reports and that the program--so far as it related to the divorce proceeding and the information developed there--conveyed a fair and accurate report of the proceeding.  But only a portion of the broadcast purported to be drawn from the proceeding.  And, while that portion may be privileged, we are skeptical of Channel 5's claim that the entire \"sting\" of the broadcast is privileged material.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The \"sting\" or \"gist\" notion comes from Massachusetts' cases involving such questions as whether a reporter's \"rough-and-ready summary\" of a proceeding is \"substantially correct.\"  MiGi, Inc. v. Gannett Mass.  Broadcasters, Inc., 25 Mass.App.Ct. 394, 519 N.E.2d 283, 285 (1988).  It is not clear to us that these concepts apply in quite the same way when we are dealing with a broadcast that is not by any stretch merely a report of the much earlier official proceeding.  Rather, Channel 5 has used the earlier material as part of a larger and more comprehensive structure.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This structure differed in two ways from the divorce proceeding.  It included evidence in addition to that presented in the proceeding (e.g., police interviews;  the map found on Block Island).  And it used techniques (voice overs, filmed interviews, recreations) and rhetoric--especially the doubtful analogy of the woodchipper murder--that sharpen the cutting edge of the implicit charge.  Where the evidence is thus enlarged and the charge cast in a more lurid light, it is not clear to us that the fair report privilege automatically shields the larger whole.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The problem for Willis, we think, is that the Supreme Court has instructed that a state libel-suit plaintiff must demonstrate fault on the part of the media;  and this requirement applies even where the plaintiff is not a public official or public figure.  Gertz v. Robert Welch, Inc., 418 U.S. 323, 347, 94 S.Ct. 2997, 3010-11, 41 L.Ed.2d 789 (1974).  In such cases Massachusetts has imposed a requirement that the newspaper or broadcaster be shown to be negligent or worse.  Jones v. Taibbi, 400 Mass. 786, 512 N.E.2d 260, 267 (1987).  Thus, even if a false charge of murder has been made, it remains to see whether Willis provided evidence of negligence to justify submitting the case to a jury.  For this purpose, the First Amendment establishes a minimum standard and we are concerned here with \"negligence\" only in this special constitutional sense;  Massachusetts is free to define negligence differently in any other context or to require more than constitutionally defined negligence in a libel case.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">So far as the murder goes, Willis points to nothing to suggest that Channel 5 was negligent in its mustering of the available evidence.  Some might think the broadcast gaudy journalism;  certainly the interpolation of the woodchipper murder is largely gratuitous.  But so far as guilt or innocence is concerned, Willis directs us to no significant inaccuracies in Channel 5's depiction of evidence.  Nor does he point to any counterbalancing exculpatory evidence that Channel 5 wrongly withheld or that it would have discovered by diligent research.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Willis' brief says tersely that the police admitted that they had no evidence against him;  and he reasons that it was thus \"negligent disregard for the truth\" for Channel 5 to \"insinuate\" that \"[he] murdered his wife and disposed of her body in the same fashion as did [the woodchipper murderer].\"  But the short answer is that substantial circumstantial evidence pointed to Willis as a suspect and--so far as we know--the only suspect.  That does not mean that he was guilty or even that there was a basis for prosecution--which is likely what the police meant to say.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">A different problem is presented by Willis' suggestion that the broadcast charged him with disposing of his wife's body \"in the same fashion\" as the woodchipper murderer.  Patently, the broadcast did not so charge;  no reasonable juror could draw such an inference.  Willis offers no argument to support such an inference, and it is not surprising that elsewhere in his brief he retreats to a more cautious assertion:  that the juxtaposition \"conveys the message that Brown also murdered his wife and disposed of her body in some insidious fashion\" (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Many might think that the manner of disposing of the body adds very little to a charge that someone murdered his frightened wife and left her small children motherless.  Others, perhaps, would think that the destruction of the body added a further note of horror and that even a fiend's reputation may be worsened.  Compare Jackson v. Longcope, 394 Mass. 577, 476 N.E.2d 617 (1985).  Further, it may also be true--this is a close question--that the broadcast could be taken as insinuating that Regina's body was disposed of \"in some insidious fashion.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Even if all of these doubts are resolved in Willis' favor, we think this narrow remaining claim is too thin to survive summary judgment.  About the most one can get from the woodchipper episode is the suggestion that, if Willis killed his wife, he also took steps to assure that her body would not be found.  But this is about what one would expect of a murderer who intended to use the absence of a body as part of his defense.  Perhaps such a concealment could be fairly called \"insidious\" but it is not an act that adds measurably to the taint of deliberate murder.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">By contrast, a brutal destruction of the body might add to the taint, but no such charge is made by the program.  The woodchipper murder was offered as a remarkable coincidence but not as a blue-print for Regina's death.  To the extent that Willis is arguing that the program implies that he brutally destroyed Regina's body, we do not think that a reasonable juror could draw such an inference--any more than the juror could believe that a woodchipper was used in her death.  Without laying great weight on this point, we note that courts often say that it is a question for the judge whether the defendant's statement is capable of a particular defamatory reading.  William Prosser &amp; Page Keeton, Torts 781 (rev. ed. 1984).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It is quite true that the woodchipper episode at the start of the broadcast laid the groundwork for the program to insinuate that Willis had murdered his wife by brutal means.  But while much else in the rest of the program developed and accentuated the charge of murder, virtually nothing tended to suggest that the body was brutally destroyed.  A writing or program is normally viewed as a whole, Prosser &amp; Keeton, supra, at 781;  and that requirement has special force here because the woodchipper episode was assertedly about someone else, and its connection to Willis depended upon the rest of the program.  We conclude as a matter of law that the broadcast, taken as a whole, cannot reasonably be taken to charge that Willis brutally disposed of his wife's body.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Willis' non-libel claims do not require much discussion.  On appeal, Willis' has narrowed his privacy claim to the contention that the program places him in a false light by leaving the viewer with \"a false impression,\" i.e., that Brown killed Regina and disposed of her body in the same fashion as did the woodchipper murderer.  The district court thought it sufficient that Massachusetts has never adopted the false light theory of privacy invasion, see Elm Medical Laboratory, Inc. v. RKO General, Inc., 403 Mass. 779, 532 N.E.2d 675, 681 (1989), and that diversity cases are not ordinarily an occasion for federal courts to pioneer in developing new state law.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We think it worth adding that \"false light\" privacy claims are not all of a piece, but Willis' claim is simply a restatement of his defamation claim under a different heading.  That being so, it is not imaginable that it could escape the same constitutional constraint as his defamation claim.  Time v. Hill, 385 U.S. 374, 87 S.Ct. 534, 17 L.Ed.2d 456 (1976).  In short Willis would still have to show not only falsity but negligence, but he has offered no evidence of negligence sufficient to get him to a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Lastly, Willis charged Channel 5 with intentional infliction of emotional distress.  This is a recognized tort under Massachusetts law requiring intended or foreseeable infliction of such distress, \"extreme and outrageous conduct,\" and causation of distress so severe that no reasonable person could be expected to endure it.  Agis v. Howard Johnson Co., 371 Mass. 140, 355 N.E.2d 315, 319 (1976).  The district court said that Channel 5's conduct was not negligent and therefore could hardly be \"extreme and outrageous.\"</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In all events, many of the legitimate news stories that appear in the media involve foreseeable distress for the subject of the story, probably severe distress in some cases.  Regina's disappearance and the divorce trial were news stories, and so was her continued absence and the failure of the police to solve the case.  Willis provides no basis to think that generally accurate coverage in such a case is even remotely close to conduct \"beyond all possible bounds of decency\" and \"utterly intolerable in a civilized community.\"  Agis, 355 N.E.2d at 319 (quoting other authorities).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></span></p>\n    <p class=\"case_cite\">23 Media L. Rep. 1984</p>\n    <p class=\"parties\">Willis N. BROWN, Jr., Plaintiff, Appellant,<br>v.<br>HEARST CORPORATION, d/b/a WCVB-TV Channel 5, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1836.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 11, 1995.<br>Decided May 11, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edwin M. Sigel, Dallas, TX, for appellant.</p>\n      <p class=\"indent\">Steven J. Comen with whom Patricia A. Lipoma and Goodwin, Procter &amp; Hoar, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before CYR and BOUDIN, Circuit Judges, and KEETON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In March 1987, Regina Brown, the then-wife of appellant Willis Brown and mother of three children, disappeared.  At the time Regina was employed as a flight attendant, and Willis as a pilot, for American Airlines;  the couple had lived together in Newtown, Connecticut, but had been separated for four months and were living apart.  The police investigated the disappearance and found Regina's car abandoned in New York but no trace of her.  The investigation remains open.  It is not known whether Regina is alive or dead.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Later in the same year the Browns were divorced in a Connecticut state court, the contested proceedings being completed in Regina's absence.  The state court trial was prolonged and a detailed opinion was written by the trial judge pertaining to custody and support.  The opinion, dated April 22, 1988, found that Willis believed deeply but without basis that his wife was unfaithful to him, that his charges against her echoed charges that he had made against his first wife, that \"he [had] physically and mentally abused [Regina],\" and that he had threatened to kill her and the children.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The trial was widely reported in the press, and publicity continued even after the decree.  This was due partly to further litigation and the continuing police investigation, but also to a freakish coincidence.  About six months before Regina's disappearance, another woman who lived in Newtown, a Pan Am flight attendant married to an Eastern pilot, had disappeared.  Fragments of her bone were found in a nearby river, and her pilot husband was convicted in the so-called woodchipper murder.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In November 1990, appellee Hearst Corporation d/b/a WCVB-TV Channel 5 in Boston (\"Channel 5\") broadcasted from Massachusetts a segment entitled \"The Other Pilot's Wife\" as a part of the station's regular \"newsmagazine\" program.  It was prepared by Mary Richardson, a journalist with the station, who conducted a substantial amount of research and a number of interviews in preparing the broadcast.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The broadcast opens with the leitmotif--\"Tonight the bizarre story of a small New England town where one stewardess is dead, another is missing\"--and then offers a brief reprise of the 1986 murder of the Pan Am flight attendant.  Next, turning to the Browns, the broadcast describes and depicts an apparent storybook marriage going sour, the divorce petition, and Regina's disappearance.  \"In the days following Regina's disappearance,\" says Richardson, \"Willis showed no interest in what had happened to her.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The program reenacts a last telephone call from Regina to a friend, according to the friend's report:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>I'm in danger.  If my parents say they haven't heard from me on Sunday ... be alarmed.  Wait two days, call back.  If I'm not there by then, Willis will have done to me what he's promised to do to me.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The police chief is then quoted as saying that Willis had told him to look for Regina's car in a drug infested area of a big city;  and that in fact the car was found pretty close to such an area.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the next portion of the segment, Willis is described as having at first agreed, and then refused, to take a lie detector test.  Evidence offered at the divorce trial is recounted or summarized.  The evidence included descriptions of Willis' accusations against his wife which are portrayed as virtually paranoid;  the trial judge's statement that Willis had physically and mentally abused Regina;  and a vivid strangulation scene that one of the Brown children allegedly recounted to Regina's parents.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the final few minutes, there are interviews with Regina's parents who now have custody of the children.  Her father says, \"I feel like if Regina's dead, [Willis] killed her, or had her killed.\"   Her mother adds, \"I don't think Regina is alive.\"   The broadcast also includes the police discovery of a hand drawn map of Block Island, depicting an area where Willis had rented a house trailer shortly before Regina's disappearance and bearing the words \"Regina, O God.\"   An extensive police search of 37 acres, the program concludes, produced no trace of any wrongdoing.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">There is other incriminating information about Willis recounted in the program, and the police are described as having suspected Willis and as believing still that \"Mr. Brown knows more about the disappearance of his wife than he is letting on.\"   No evidence even remotely exculpatory of Willis is described.  On the other hand, Mary Richardson, the \"voice over\" throughout the program, never asserts that Willis is guilty or even says that she thinks he is guilty.  Formally, the program describes the disappearance as a mystery or, at worst, a possible murder still unsolved.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In February 1993, Willis brought the present action against Channel 5 in state court in Texas.  The case was removed to federal court and thereafter transferred to the federal district court in Massachusetts.  As subsequently amended, Willis' complaint charged defamation, invasion of privacy under Mass.Gen.L. ch. 214 Sec. 1B, \"false light\" invasion of privacy, and intentional infliction of emotional distress.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After discovery, Channel 5 moved for summary judgment.  In a detailed opinion dated July 21, 1994, the district court granted the motion.  As to the defamation claim, the court relied in different respects on lack of falsity, the limited protection available for statements of opinion, the \"fair report\" privilege, and lack of fault.  The privacy and intentional infliction claims were dismissed on grounds described below.  Willis has now appealed, asserting that all of his claims should have been submitted to a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On appeal from a grant of summary judgment, we review the decision de novo, drawing inferences in favor of the party opposing the motion.  Maldonado-Denis v. Castillo-Rodriguez, <span class=\"citation\" data-id=\"195359\"><a href=\"/opinion/195359/denis-v-rodriquez/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span>, 581 (1st Cir.1994).  Because the case was transferred from Texas, Texas law governs the choice of substantive law to be applied.  Putnam Resources v. Pateman, <span class=\"citation\" data-id=\"579198\"><a href=\"/opinion/579198/putnam-resources-v-ronald-m-pateman-ronald-m-pateman-v-frenkel/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span>, 465 (1st Cir.1992).  The district court found that Texas would apply Massachusetts law in judging the broadcast and, as this ruling has not been challenged on appeal, our discussion assumes this to be so.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Although Willis listed defamation as the fourth and last count of his second amended complaint, this charge has been the center of the controversy both in the district court and on appeal.  As framed on this appeal, Willis' main attack on the broadcast is that it amounts to a charge that he murdered his wife.  Additionally, he argues that the broadcast suggests that he did so \"in the same manner\" as the earlier pilot (who had dismembered his wife's body with a woodchipper).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Channel 5 does not appear to dispute that the broadcast charges Willis with murder or at least that a jury would be entitled to find this to be the import of the program.  The broadcast never flatly expresses that accusation.  Indeed, it says that the murder is unsolved and makes clear that the police have nothing much in the way of direct evidence against Willis.  But defamation can occur by innuendo as well as by explicit assertion, Mabardi v. Boston Herald-Traveler Corp., <span class=\"citation\" data-id=\"2217304\"><a href=\"/opinion/2217304/mabardi-v-boston-herald-traveler-corp/\"><span class=\"volume\">347</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">411</span></a></span>, <span class=\"citation\" data-id=\"2217304\"><a href=\"/opinion/2217304/mabardi-v-boston-herald-traveler-corp/\"><span class=\"volume\">198</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">304</span></a></span>, 306 (1964), and the suggestion here is a fairly strong one.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The materials presented include--we stress that some are merely allegations--the rift between Willis and Regina;  his paranoid accusations against her;  his threats to kill her and the children;  her statement (to a girlfriend) that Willis might be planning to do \"what he had promised\";  her disappearance and Willis' disinterest;  his visit to the house on the same night;  and his knowledge of where her car might be found.  The notion that Regina would have left her children voluntarily is scotched and there is no hint of another motive, or perpetrator.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The broadcast makes clear that the police suspect Willis, and Regina's parents are filmed making even stronger statements of suspicion.  Material from the divorce trial is used to establish or buttress doubts about Willis' character and history.  The suggestion of murder runs through the program like a gold thread.  The broadcast opens with the dramatic footage relating to the woodchipper murder and closes with Richardson's rhetorical question, could \"someone\" get away with murder?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A common defense to a charge of defamation is \"truth.\"   The Supreme Court tells us that in a suit like this one against the media the burden is upon the defamed plaintiff to show that the statements are not true.  Philadelphia Newspapers, Inc. v. Hepps, <span class=\"citation\" data-id=\"111628\"><a href=\"/opinion/111628/philadelphia-newspapers-inc-v-hepps/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">767</span></a></span>, <span class=\"citation\" data-id=\"111628\"><a href=\"/opinion/111628/philadelphia-newspapers-inc-v-hepps/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1558</span></a></span>, <span class=\"citation\" data-id=\"111628\"><a href=\"/opinion/111628/philadelphia-newspapers-inc-v-hepps/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">783</span> </a></span>(1986).  Neither side addresses this issue.  Perhaps each assumes that to carry his burden of proof, Willis could testify at trial that he did not murder his wife and a jury might believe him.  In all events, we take the case as one in which a jury might find that murder had been charged and that the charge was false.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Channel 5's primary response is that \"[m]uch of the [b]roadcast, and the entirety of its allegedly defamatory sting, is in essence a 'fair report' of the Browns' divorce trial in Connecticut\" and thus falls under the Massachusetts privilege allowed for media coverage of an official proceeding.  Such a privilege certainly exists in Massachusetts, e.g., Jones v. Taibbi, <span class=\"citation\" data-id=\"2062473\"><a href=\"/opinion/2062473/jones-v-taibbi/\"><span class=\"volume\">400</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">786</span></a></span>, <span class=\"citation\" data-id=\"2062473\"><a href=\"/opinion/2062473/jones-v-taibbi/\"><span class=\"volume\">512</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">260</span></a></span>, 266 (1987), and there is little doubt that much of the material in the broadcast is drawn from, and attributed to, the divorce proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For present purposes, we will assume that the privilege extends to non-contemporaneous reports and that the program--so far as it related to the divorce proceeding and the information developed there--conveyed a fair and accurate report of the proceeding.  But only a portion of the broadcast purported to be drawn from the proceeding.  And, while that portion may be privileged, we are skeptical of Channel 5's claim that the entire \"sting\" of the broadcast is privileged material.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The \"sting\" or \"gist\" notion comes from Massachusetts' cases involving such questions as whether a reporter's \"rough-and-ready summary\" of a proceeding is \"substantially correct.\"  MiGi, Inc. v. Gannett Mass.  Broadcasters, Inc., 25 Mass.App.Ct. 394, <span class=\"citation\" data-id=\"2058158\"><a href=\"/opinion/2058158/migi-inc-v-gannett-mass-broadcasters/\"><span class=\"volume\">519</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">283</span></a></span>, 285 (1988).  It is not clear to us that these concepts apply in quite the same way when we are dealing with a broadcast that is not by any stretch merely a report of the much earlier official proceeding.  Rather, Channel 5 has used the earlier material as part of a larger and more comprehensive structure.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This structure differed in two ways from the divorce proceeding.  It included evidence in addition to that presented in the proceeding (e.g., police interviews;  the map found on Block Island).  And it used techniques (voice overs, filmed interviews, recreations) and rhetoric--especially the doubtful analogy of the woodchipper murder--that sharpen the cutting edge of the implicit charge.  Where the evidence is thus enlarged and the charge cast in a more lurid light, it is not clear to us that the fair report privilege automatically shields the larger whole.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The problem for Willis, we think, is that the Supreme Court has instructed that a state libel-suit plaintiff must demonstrate fault on the part of the media;  and this requirement applies even where the plaintiff is not a public official or public figure.  Gertz v. Robert Welch, Inc., <span class=\"citation\" data-id=\"109091\"><a href=\"/opinion/109091/gertz-v-robert-welch-inc/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">323</span></a></span>, 347, <span class=\"citation\" data-id=\"109091\"><a href=\"/opinion/109091/gertz-v-robert-welch-inc/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2997</span></a></span>, 3010-11, <span class=\"citation\" data-id=\"109091\"><a href=\"/opinion/109091/gertz-v-robert-welch-inc/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">789</span> </a></span>(1974).  In such cases Massachusetts has imposed a requirement that the newspaper or broadcaster be shown to be negligent or worse.  Jones v. Taibbi, <span class=\"citation\" data-id=\"2062473\"><a href=\"/opinion/2062473/jones-v-taibbi/\"><span class=\"volume\">400</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">786</span></a></span>, <span class=\"citation\" data-id=\"2062473\"><a href=\"/opinion/2062473/jones-v-taibbi/\"><span class=\"volume\">512</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">260</span></a></span>, 267 (1987).  Thus, even if a false charge of murder has been made, it remains to see whether Willis provided evidence of negligence to justify submitting the case to a jury.  For this purpose, the First Amendment establishes a minimum standard and we are concerned here with \"negligence\" only in this special constitutional sense;  Massachusetts is free to define negligence differently in any other context or to require more than constitutionally defined negligence in a libel case.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">So far as the murder goes, Willis points to nothing to suggest that Channel 5 was negligent in its mustering of the available evidence.  Some might think the broadcast gaudy journalism;  certainly the interpolation of the woodchipper murder is largely gratuitous.  But so far as guilt or innocence is concerned, Willis directs us to no significant inaccuracies in Channel 5's depiction of evidence.  Nor does he point to any counterbalancing exculpatory evidence that Channel 5 wrongly withheld or that it would have discovered by diligent research.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Willis' brief says tersely that the police admitted that they had no evidence against him;  and he reasons that it was thus \"negligent disregard for the truth\" for Channel 5 to \"insinuate\" that \"[he] murdered his wife and disposed of her body in the same fashion as did [the woodchipper murderer].\"  But the short answer is that substantial circumstantial evidence pointed to Willis as a suspect and--so far as we know--the only suspect.  That does not mean that he was guilty or even that there was a basis for prosecution--which is likely what the police meant to say.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">A different problem is presented by Willis' suggestion that the broadcast charged him with disposing of his wife's body \"in the same fashion\" as the woodchipper murderer.  Patently, the broadcast did not so charge;  no reasonable juror could draw such an inference.  Willis offers no argument to support such an inference, and it is not surprising that elsewhere in his brief he retreats to a more cautious assertion:  that the juxtaposition \"conveys the message that Brown also murdered his wife and disposed of her body in some insidious fashion\" (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Many might think that the manner of disposing of the body adds very little to a charge that someone murdered his frightened wife and left her small children motherless.  Others, perhaps, would think that the destruction of the body added a further note of horror and that even a fiend's reputation may be worsened.  Compare Jackson v. Longcope, <span class=\"citation\" data-id=\"2028972\"><a href=\"/opinion/2028972/jackson-v-longcope/\"><span class=\"volume\">394</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">577</span></a></span>, <span class=\"citation\" data-id=\"2028972\"><a href=\"/opinion/2028972/jackson-v-longcope/\"><span class=\"volume\">476</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">617</span> </a></span>(1985).  Further, it may also be true--this is a close question--that the broadcast could be taken as insinuating that Regina's body was disposed of \"in some insidious fashion.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Even if all of these doubts are resolved in Willis' favor, we think this narrow remaining claim is too thin to survive summary judgment.  About the most one can get from the woodchipper episode is the suggestion that, if Willis killed his wife, he also took steps to assure that her body would not be found.  But this is about what one would expect of a murderer who intended to use the absence of a body as part of his defense.  Perhaps such a concealment could be fairly called \"insidious\" but it is not an act that adds measurably to the taint of deliberate murder.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">By contrast, a brutal destruction of the body might add to the taint, but no such charge is made by the program.  The woodchipper murder was offered as a remarkable coincidence but not as a blue-print for Regina's death.  To the extent that Willis is arguing that the program implies that he brutally destroyed Regina's body, we do not think that a reasonable juror could draw such an inference--any more than the juror could believe that a woodchipper was used in her death.  Without laying great weight on this point, we note that courts often say that it is a question for the judge whether the defendant's statement is capable of a particular defamatory reading.  William Prosser &amp; Page Keeton, Torts 781 (rev. ed. 1984).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It is quite true that the woodchipper episode at the start of the broadcast laid the groundwork for the program to insinuate that Willis had murdered his wife by brutal means.  But while much else in the rest of the program developed and accentuated the charge of murder, virtually nothing tended to suggest that the body was brutally destroyed.  A writing or program is normally viewed as a whole, Prosser &amp; <span class=\"citation no-link\"><span class=\"antecedent_guess\">Keeton,</span> supra, at <span class=\"page\">781</span></span>;  and that requirement has special force here because the woodchipper episode was assertedly about someone else, and its connection to Willis depended upon the rest of the program.  We conclude as a matter of law that the broadcast, taken as a whole, cannot reasonably be taken to charge that Willis brutally disposed of his wife's body.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Willis' non-libel claims do not require much discussion.  On appeal, Willis' has narrowed his privacy claim to the contention that the program places him in a false light by leaving the viewer with \"a false impression,\" i.e., that Brown killed Regina and disposed of her body in the same fashion as did the woodchipper murderer.  The district court thought it sufficient that Massachusetts has never adopted the false light theory of privacy invasion, see Elm Medical Laboratory, Inc. v. RKO General, Inc., <span class=\"citation\" data-id=\"2030554\"><a href=\"/opinion/2030554/elm-medical-laboratory-inc-v-rko-general-inc/\"><span class=\"volume\">403</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">779</span></a></span>, <span class=\"citation\" data-id=\"2030554\"><a href=\"/opinion/2030554/elm-medical-laboratory-inc-v-rko-general-inc/\"><span class=\"volume\">532</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">675</span></a></span>, 681 (1989), and that diversity cases are not ordinarily an occasion for federal courts to pioneer in developing new state law.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We think it worth adding that \"false light\" privacy claims are not all of a piece, but Willis' claim is simply a restatement of his defamation claim under a different heading.  That being so, it is not imaginable that it could escape the same constitutional constraint as his defamation claim.  Time v. Hill, <span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">374</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">534</span></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">456</span> </span>(1976).  In short Willis would still have to show not only falsity but negligence, but he has offered no evidence of negligence sufficient to get him to a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Lastly, Willis charged Channel 5 with intentional infliction of emotional distress.  This is a recognized tort under Massachusetts law requiring intended or foreseeable infliction of such distress, \"extreme and outrageous conduct,\" and causation of distress so severe that no reasonable person could be expected to endure it.  Agis v. Howard Johnson Co., <span class=\"citation\" data-id=\"2078606\"><a href=\"/opinion/2078606/agis-v-howard-johnson-co/\"><span class=\"volume\">371</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">140</span></a></span>, <span class=\"citation\" data-id=\"2078606\"><a href=\"/opinion/2078606/agis-v-howard-johnson-co/\"><span class=\"volume\">355</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">315</span></a></span>, 319 (1976).  The district court said that Channel 5's conduct was not negligent and therefore could hardly be \"extreme and outrageous.\"</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In all events, many of the legitimate news stories that appear in the media involve foreseeable distress for the subject of the story, probably severe distress in some cases.  Regina's disappearance and the divorce trial were news stories, and so was her continued absence and the failure of the police to solve the case.  Willis provides no basis to think that generally accurate coverage in such a case is even remotely close to conduct \"beyond all possible bounds of decency\" and \"utterly intolerable in a civilized community.\"  <span class=\"citation\" data-id=\"2078606\"><span class=\"antecedent_guess\">Agis,</span> <a href=\"/opinion/2078606/agis-v-howard-johnson-co/\"><span class=\"volume\">355</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">319</span> </a></span>(quoting other authorities).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109091/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111628/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195359/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579198/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2028972/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2030554/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2058158/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2062473/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2078606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2217304/"
  ]
}