{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196023/",
  "id": 196023,
  "absolute_url": "/opinion/196023/united-states-v-cabrera-garcia/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196023/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:54:27Z",
  "date_modified": "2020-02-21T23:49:29.031745Z",
  "type": "010combined",
  "sha1": "294e7e5115360a3ea1cd536b68afcdd9e0d61f14",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1770.01A",
  "local_path": null,
  "plain_text": "\n\nApril 19, 1995\n                      [NOT FOR PUBLICATION]\n\n                  United States Court of Appeals\n                      For the First Circuit\n\n                                           \n\nNo. 94-1770\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n      FRANCISCO CABRERA-GARCIA AND ALEJANDRO CABRERA-GARCIA,\n\n                     Defendants, Appellants.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r                                                                  \n\n                                           \n\n                              Before\n\n                       Selya, Circuit Judge,\r                                                     \n                  Coffin, Senior Circuit Judge,\r                                                        \n                     and Cyr, Circuit Judge. \r                                                     \n\n                                           \n\n  Peter Goldberger with whom Pamela A.  Wilk and Alan Ellis  were on\r                                                                     \nbrief for appellants.\n  Philip  Urofsky  with  whom  Jo  Ann  Harris,  Assistant  Attorney\r                                                        \nGeneral,  and Theresa M.B. Van Vliet, Chief, Narcotic &amp; Dangerous Drug\r                                            \nSection, were on brief for appellee.\n\n                                           \n\n                                           \r\r\n\n     COFFIN,  Senior  Circuit  Judge.   Francisco  and  Alejandro\r                                              \n\nCabrera-Garcia  were convicted  on  drug  trafficking charges  in\n\nconnection with  an extensive cocaine distribution  scheme.  They\n\nraise  various trial and sentencing errors, none of which we find\n\nmeritorious.\n\n                          I. Background\r                                                 \n\n     We shall  begin with a brief recounting of the facts, as the\n\njury  could have found them, adding more detail in later sections\n\nas necessary to explain our conclusions.\n\n     On  the evening  of August  16, 1993,  several members  of a\n\nmajor  cocaine importation and  distribution organization  led by\n\n\"Papo\"  Rivero met at Rivero's apartment to discuss a delivery of\n\nabout  100 kilograms of cocaine  that was scheduled  for the next\n\nmorning.    One  of  those  present  was  Roberto  Sierra  Rivera\n\n(Sierra),  a government  informant.   Later that  evening, Sierra\n\nreported  to the  FBI details  of the  planned delivery:  a Buick\n\nLeSabre had  been  given earlier  to  two Dominicans,  who  would\n\nreturn it the next morning  loaded with the cocaine; the  car was\n\nto be left in the  parking lot of a shopping center known  as the\n\nPlaza Carolina.\n\n     One of the others in Rivero's apartment that  night, Ricardo\n\nVazquez Gonzalez, testified that he and a Colombian drug supplier\n\nnamed Oscar had transferred the LeSabre and its keys to appellant\n\nAlejandro Cabrera-Garcia,  who is Dominican, on  the afternoon of\r\r\n\nthe 16th at the Plaza Carolina shopping mall.  Cabrera-Garcia was\n\nwith a family, including children, in a red Ford.1\n\n     The next  morning, August 17th,  Sierra and  two FBI  agents\n\nwere  at  the Plaza  Carolina  mall and  saw  appellant Francisco\n\nCabrera-Garcia park the blue LeSabre in the location described by\n\nSierra to the FBI the night before.  Francisco then went into the\n\nshopping center.  About 25 minutes later, Alejandro drove up in a\n\nred  Ford  Tempo   and  parked  two  spaces  from   the  LeSabre.\n\nFrancisco,  whom  no one  had  seen leave  the  mall, was  in the\n\npassenger seat.   The brothers got  out of the car  and went into\n\nthe mall.   Vazquez arrived a short time later and was stopped by\n\nthe FBI  agents when he attempted  to leave with the  LeSabre.  A\n\nsearch of the  car, conducted with Vazquez's consent, revealed 94\n\nbrick-shaped parcels containing 96 kilograms of cocaine.\n\n                    \r                              \n\n     1  Defendants highlight the  inconsistency between Vazquez's\ntestimony that he and Oscar delivered the LeSabre to Alejandro in\nCarolina  and Sierra's report to  the FBI, as  described by Agent\r                                                                           \nFraticelli  at  a  suppression  hearing, that  the  car  had been\r                                                 \ndelivered to two Dominicans in Rio Grande.  Defendants urge us to\nreject Vazquez's  testimony as  self-serving -- designed  to gain\nfavor  with the  FBI --  and to  credit only  Sierra's statement,\nwhich did not directly implicate the Cabreras.\n     For two reasons, however,  the difference in testimony gives\nus  no  pause.    First, Sierra's  information  was  second-hand,\nreceived from  others during  the meeting at  Rivero's apartment,\nand  may have  rested upon  an incorrect  assumption about  which\nDominican group  was  involved.   Second,  the reference  to  Rio\nGrande  occurred solely  at the suppression  hearing.   At trial,\nSierra testified only  that the  car had been  delivered to  \"two\n[D]ominicans.\"  Had they viewed  the discrepancy in his testimony\nas significant, defendants could  have questioned Sierra at trial\nabout  where  the  delivery  occurred  and  the  basis   for  his\nknowledge.   They did not  do so,  and may not  on appeal  remedy\ntheir failure.\n\n                               -3-\r\r\n\n     Vazquez was  arrested, and  several agents then  entered the\n\nmall in search of Alejandro and Francisco Cabrera, who were found\n\nin a clothing store.   Both were arrested.  During processing,  a\n\ncellular  phone  seized from  Alejandro's  car rang.    FBI Agent\n\nRivera answered the phone, and the  person on the other end asked\n\nfor Alejandro.  After Rivera identified himself as Francisco, the\n\ncaller  asked,  \"How  come  Alejandro  is  tak[ing]  so  long  in\n\nCarolina,\" and  then the phone went  dead.  A few  minutes later,\n\nthe phone rang  a second  time, the same  person again  requested\n\nAlejandro, and  he then asked whether everything  was going okay.\n\nSierra  testified at  trial that  Oscar, the  Colombian supplier,\n\ntold him later that evening that  he had spoken to an \"animal,\" a\n\nslang term for an  FBI agent, when he called to  \"make sure if []\n\neverything was good or bad\" with the cocaine delivery.\n\n     The   grand  jury   subsequently  returned   an  eight-count\n\nindictment against  the Cabreras  and fourteen  others, including\n\nRivero,  Vazquez and  Oscar.   The  Cabreras  were named  in  two\n\ncounts:  Count 1, charging a conspiracy to possess with intent to\n\ndistribute  more than  1,000 kilograms of  cocaine, and  Count 4,\n\ncharging possession with intent to distribute the 96 kilograms of\n\ncocaine  seized from the LeSabre.   All co-defendants, except the\n\nCabreras  and Oscar,  who  was not  apprehended, eventually  pled\n\nguilty.\n\n     The jury found both Cabreras guilty on the conspiracy count,\n\nbut found only Francisco guilty on the possession count.\n\n                          II. Discussion\r                                                  \n\n                               -4-\r\r\n\n     Both defendants claim that  the evidence was insufficient to\n\nsupport  their  convictions  and that  the  prosecutor  committed\n\nreversible  error  in  his   closing  argument  by,  inter  alia,\r                                                                          \n\nreferring  repeatedly  to  facts  not  in  evidence.    Alejandro\n\nseparately raises  one additional substantive claim.   He asserts\n\nthat  the district  court wrongly  concluded that his  arrest was\n\nsupported by probable cause and, therefore, improperly denied his\n\nmotion to  suppress papers seized  from him  at the time  of that\n\narrest.   Both defendants  also contend  that the  district court\n\nerred  in   sentencing  them  as  minor,   rather  than  minimal,\n\nparticipants in the  charged conspiracy.      We address each  of\n\nthese issues in turn.\n\n     A.  Sufficiency  of  the  evidence.    The  well-established\r                                                 \n\nstandard for  evaluating sufficiency claims requires an appellate\n\ncourt to review the evidence as a whole, including all reasonable\n\ninferences from that evidence, in the light most favorable to the\n\ngovernment.  United States  v. Echeverri, 982 F.2d 675,  677 (1st\r                                                  \n\nCir. 1993).   If  in doing  so, the court  finds that  a rational\n\ntrier of fact could find guilt beyond a reasonable doubt, it must\n\naffirm.  Id.  In making this determination, the court must credit\r                      \n\nboth  direct and  circumstantial evidence,  without  assigning it\n\nrelative weights,  and must resolve all  credibility questions in\n\nfavor of the verdict.   Id.  Applying this standard, we  find the\r                                     \n\nevidence sufficient on each of the three counts of conviction.\n\n     Conspiracy.   Through the  testimony of Sierra  and Vazquez,\r                         \n\nthe government  adduced sufficient  evidence for a  jury to  find\n\n                               -5-\r\r\n\nwell  beyond a reasonable doubt  that the delivery  of cocaine at\n\nthe Plaza Carolina mall  was orchestrated by Papo Rivero  as part\n\nof  the  substantial  drug  trafficking  scheme  charged  in  the\n\nindictment.  To find the Cabreras guilty of participating in that\n\nconspiracy, the  jury need not have  found that they knew  all of\n\nthe details or members of the  enterprise, or took part in all of\n\nits objectives.  See United  States v. Brandon, 17 F.3d  409, 428\r                                                        \n\n(1st Cir. 1994).  Rather, because the planned transfer of cocaine\n\nat the shopping mall plainly was part of a larger enterprise, the\n\nCabreras'  conspiracy  convictions are  unassailable if  the jury\n\ncould have found beyond a reasonable doubt that they were knowing\n\nand  voluntary participants in the illicit  events of August 16th\n\nand 17th.  See Echeverri, 982 F.2d at 679.\r                                  \n\n     The jury could have found  the following facts with  respect\n\nto Alejandro's involvement.   He received from Vazquez and  Oscar\n\nthe car  in which the cocaine  was found, and he  reappeared with\n\nhis  brother the next morning at  the specified delivery site.  A\n\nnotebook seized  from him at the  time of his  arrest contained a\n\nmathematical  calculation that  the  jury reasonably  could  have\n\nbelieved represented the value  of the cocaine found in  the car;\n\nthe  page showed 94, which was the number of packages, multiplied\n\nby 12, which in thousands was the average street value  of a kilo\n\nof  cocaine  (i.e., $12,000).2   In  addition,  the two  calls to\n\nAlejandro's  cellular  phone, in  which  the  caller specifically\n                    \r                              \n\n     2 Although  the notebook page contained  other calculations,\nand  94 times 12 was multiplied incorrectly, the salient point is\nthat the page did show an attempt to multiply those two numbers.\n\n                               -6-\r\r\n\nasked  for Alejandro  and  asked  about  how things  were  going,\n\nconfirmed  the link  between Alejandro  and the  drug enterprise.\n\nThis  is a far  cry from  \"mere presence,\"  cf. United  States v.\r                                                                        \n\nMehtala, 578  F.2d 6,  9-10 (1st  Cir.  1978), and  is enough  to\r                 \n\nsupport Alejandro's conspiracy conviction.\n\n     The evidence  against Francisco  was  equally suggestive  of\n\nguilt.   Of  greatest significance  is that  he brought  the car,\n\nwhich  witnesses described  as obviously  heavily loaded,  to the\n\ndesignated delivery site.   Although he argues in his  brief that\n\nthere  was no  evidence that  he knew  the car  contained illegal\n\ndrugs, the jury  reasonably could  infer in the  context of  this\n\ncarefully monitored  drug trafficking enterprise  that $1 million\n\nworth  of cocaine  would not have  been left  in the  hands of an\n\nunknowing person.\n\n     In  addition,  the  complementary  involvement  of  the  two\n\nbrothers3 -- one  receiving the  car, the other  returning it  --\n\nand  their later joint appearance  at the parking  lot permits an\n\ninference  that both were privy to the same information about the\n\nproject at  hand.  Alejandro's notebook  calculation therefore is\n\nprobative of Francisco's guilt as  well.  Indeed, Alejandro's use\n\nof the number  94 in  his calculation, reflecting  the number  of\n\nbricks in the  car rather than  the actual  number of kilos  (96)\n\ncontained in  the  bricks, suggests  a visual  inspection of  the\n                    \r                              \n\n     3 Defendants argue that  the prosecutor impermissibly  urged\nthe jury to  consider the  fact that the  Cabreras were  brothers\nwhen  no evidence  of  their relationship  was  offered.   Twice,\nhowever,  testimony  referring  to   the  pair  as  brothers  was\nintroduced without objection.  See Tr. at 174, 189. \r                                            \n\n                               -7-\r\r\n\ntrunk.  It could reasonably be assumed that, as the driver of the\n\nloaded car, Francisco was present for that viewing.\n\n     Finally, even if much of this evidence is equally consistent\n\nwith Alejandro's  having involved his brother  unwittingly in the\n\nscheme,  the  jury  could  have  found  telling the  evidence  of\n\nsubstantial  expenditures by  Francisco in the  weeks immediately\n\npreceding his  arrest, despite  his unemployment.   We previously\n\nhave recognized  the relevance  of unexplained sums  of money  in\n\nevaluating  a defendant's  involvement in  narcotics trafficking.\n\nSee United States v. Ford, 22 F.3d 374, 383 (1st Cir. 1994).  The\r                                   \n\ncombined  effect of all of  this evidence is  adequate to support\n\nFrancisco's conviction on the conspiracy count.\n\n     Possession.  Francisco's sufficiency argument respecting the\r                         \n\npossession  count is  answered essentially  by the  same evidence\n\nthat undermines his claim  on the conspiracy count.   It is again\n\nof great significance that he, alone, brought the car loaded with\n\ncocaine  to the  designated pick-up  spot  at the  shopping mall.\n\nAlthough there  is no direct evidence that he looked in the trunk\n\nor knew  its contents,  the  relationship with  his brother,  the\n\nunexplained spending  in the  weeks preceding this  delivery, and\n\nthe  commonsense inference  that the  leaders of  a sophisticated\n\ndrug operation would not  entrust a valuable load to  a bystander\n\nall support the jury's finding.   Whether other conclusions  also\n\ncould  be drawn from these facts is  not our inquiry; \"we require\n\nonly  that  a  jury's verdict  be  supportable,  not  that it  be\n\ninevitable,\" Echeverri, 982 F.2d at 678.\r                                \n\n                               -8-\r\r\n\n       B.  Probable Cause.   Alejandro  argues that  the district\r                                   \n\ncourt erred in finding that, at the time he was arrested, the FBI\n\nagents had probable cause to believe that he  was involved in the\n\ncocaine delivery.  He asserts that the court therefore improperly\n\ndenied  his  motion  to  suppress  the  notebook  containing  the\n\ncalculation that  appeared to represent the value of the cocaine.\n\nThe district court held an evidentiary hearing and concluded that\n\nthe totality of the circumstances supported the agents' action.\n\n     We  affirm  the district  court's  decision  on this  point.\n\nEstablishing probable cause  requires only \"`a reasonable  ground\n\nfor  belief  of  guilt,'\"  not  \"`evidence  which  would  justify\n\ncondemnation or  conviction,'\" United  States v. Diallo,  29 F.3d\r                                                                 \n\n23,  25 (1st Cir. 1994)  (quoting Brinegar v.  United States, 338\r                                                                      \n\nU.S. 160, 175 (1949)).  That confined standard was met here.\n\n     The agents conducting the  surveillance at Plaza Carolina on\n\nthe morning of August  17th had been given precise  details about\n\nthe  planned delivery  of  a large  quantity  of cocaine  from  a\n\nreliable  informant.   The  minutiae  of  the informant's  report\n\nquickly were  confirmed as  a  blue LeSabre  with the  forecasted\n\nlicense plate number  arrived at the  lot and was  parked in  the\n\npredicted  location.  The car  reportedly had been  given the day\n\nbefore  to  two Dominicans,  and it  was  driven to  the shopping\n\ncenter  by an individual,  Francisco, who  appeared to  meet that\n\nethnic description.   A  short time  later,  a second  apparently\n\nDominican  man,  Alejandro,  arrived  at  the  parking  lot  with\n\nFrancisco and parked near the LeSabre.  Vazquez also appeared and\n\n                               -9-\r\r\n\nattempted to pick up the car, as the informant had reported would\n\nhappen.  Finally, the car  did, in fact, contain a large  load of\n\ncocaine.\n\n     Confronted  with the actual unfolding  of events as they had\n\nbeen  told  to  expect  them, the  agents  reasonably  could have\n\nsuspected that the Cabreras  were the two Dominicans to  whom the\r                                                   \n\nLeSabre had been entrusted  the night before.4  In  addition, the\n\nagents  knew  from  Sierra  that  some  factions  of  the  Rivero\n\norganization  monitored  others'  actions.     It  therefore  was\n\nplausible for the  agents to believe that the two men returned to\n\nthe  parking lot and parked virtually beside the LeSabre -- which\n\nvisibly contained a heavy load -- as part of that oversight.5\n\n     In  sum, we believe that \"the cumulative effect of the facts\n\nin the totality of circumstances,\" United States  v. Wiseman, 814\r                                                                      \n\nF.2d  826,   828  (1st  Cir.  1987)  (quoting  United  States  v.\r                                                                       \n\nBaldacchino,  762  F.2d 170,  175 (1st  Cir. 1985)),  warranted a\r                     \n\nreasonable  suspicion  on the  part of  the  FBI agents  at Plaza\n\nCarolina  that   Alejandro  was  a  participant   in  the  Rivero\n\nconspiracy.   We therefore affirm the district  court's denial of\n\nhis motion to suppress.\n                    \r                              \n\n     4  According to Vazquez, of course, only Alejandro picked up\nthe  car the night before.   The officers,  however, knew neither\nthat he was the one who  received the vehicle nor that the pickup\nwas accomplished by only one Dominican. \n\n     5 To be  sure, if  their responsibility was  to observe  the\nnext  stage  of  the  delivery,   the  Cabreras  were  less  than\nconscientious,  since  they  went into  the  mall  to shop  after\nparking their  car.  The  agents, however, reasonably  could have\nbelieved that the two  men were simply remaining in  the vicinity\nuntil the car had been picked up.\n\n                               -10-\r\r\n\n     C.  Closing Argument.   Defendants  identify five  allegedly\r                                   \n\nimproper  statements in  the  prosecutor's  closing and  rebuttal\n\narguments that either relied improperly on facts not  in evidence\n\nor unfairly disparaged  defense counsel.  We have considered each\n\nof  the assertedly  offending utterances  and are  satisfied that\n\nnone  requires reversal of the convictions.  See United States v.\r                                                                        \n\nOvalle-Marquez, 36 F.3d  212, 220  (1st Cir.  1994) (\"To  warrant\r                        \n\nreversal of  a  conviction  on  the  grounds  of  a  prosecutor's\n\nimproper jury argument,  a court must find  that the prosecutor's\n\nremarks were both inappropriate and harmful.\").  Indeed, three of\n\nthem drew no objection at trial, and can support reversal only if\n\n\"a  `miscarriage  of  justice  would  otherwise  result,'\" United\r                                                                           \n\nStates  v.  Neal, 36  F.3d 1190,  1208  (1st Cir.  1994) (quoting\r                          \n\nUnited States v. Morales-Cartagena, 987  F.2d 849, 854 (1st  Cir.\r                                            \n\n1993)).\n\n     Only  one  statement  warrants   specific  attention.    The\n\nprosecutor in  rebuttal accused defense counsel  of attempting to\n\nconfuse the jury  by shifting the focus of the  case to the FBI's\n\nconduct.\n\n      [T]his is a technique []  that the defense always uses\n     to  try  to confuse  you as  you make  your decision[.]\n     [Y]ou see they want to shift the blame, the blame is on\n     this  table[;] they want to move it towards this table,\n     so that now  you think that  we are  the bad guys,  and\n     that's  why  I  get   a  second  chance[,]  ladies  and\n     gentlemen,  that's why I get  a second chance  so I can\n     help  you see  through th[ese] defense  techniques that\n     they try to confuse you with . . . .\n\nWe previously have  noted a prosecutor's  obligation to focus  on\n\n\"the  merits  of  the  defendants' arguments  rather  than  their\n\n                               -11-\r\r\n\nsource,\" United States v.  Whiting, 28 F.3d 1296, 1302  (1st Cir.\r                                            \n\n1994),  and again  wish  to emphasize  that comments  attributing\n\ndeceptive  motives  to  defense  counsel  are  inappropriate  and\n\nunnecessary.   In our view,  however, they would  not have had  a\n\nsignificant impact on the jury in this case, and therefore do not\n\namount to  plain error.   See id.  at 1302-03;  United States  v.\r                                                                       \n\nLinn, 31 F.3d 987, 993 (10th Cir. 1994).\r              \n\n     D. Sentencing.  The defendants argue that the district court\r                            \n\nshould have granted four-level reductions in their offense levels\n\nin recognition of their \"minimal\" roles in the conspiracy, rather\n\nthan adopt  the  two-level reductions  for \"minor\"  participation\n\nrecommended in their pre-sentence reports.  The court  rested its\n\ndetermination primarily on  the amount and  purity of the  drugs,\n\nand the likelihood that  that quantity of cocaine would  not have\n\nbeen entrusted  by the  Rivero organization  to  someone who  was\n\notherwise unaffiliated with the conspiracy.\n\n     As defendants recognize, the  line between minor and minimal\n\nparticipation is thin, see United States v. Vega-Encarnacion, 914\r                                                                      \n\nF.2d 20, 25 (1st Cir. 1990), and the district court's factfinding\n\non sentencing is reviewed only for clear error, see United States\r                                                                           \n\nv. DeMasi, 40 F.3d 1306, 1322 (1st Cir. 1994).   In light of that\r                   \n\ndeferential  standard, we find no basis upon which to disturb the\n\ncourt's judgment.\n\n     Accordingly, the judgments  of conviction and the  sentences\r                                                                           \n\nimposed are affirmed.\r                              \n\n                               -12-\r\r\n",
  "html": "<p class=\"case_cite\">52 F.3d 309<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Francisco CABRERA-GARCIA and Alejandro Cabrera-Garcia,<br>Defendants, Appellants.</p>\n    <p class=\"docket\">No. 94-1770.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">April 19, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Juan M. Perez-Gimenez, U.S. District Judge ]</p>\n      <p class=\"indent\">Peter Goldberger with whom Pamela A. Wilk and Alan Ellis were on brief for appellants.</p>\n      <p class=\"indent\">Philip Urofsky with whom Jo Ann Harris, Assistant Attorney General, and Theresa M.B. Van Vliet, Chief, Narcotic &amp; Dangerous Drug Section, were on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto' Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Francisco and Alejandro Cabrera-Garcia were convicted on drug trafficking charges in connection with an extensive cocaine distribution scheme.  They raise various trial and sentencing errors, none of which we find meritorious.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We shall begin with a brief recounting of the facts, as the jury could have found them, adding more detail in later sections as necessary to explain our conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On the evening of August 16, 1993, several members of a major cocaine importation and distribution organization led by \"Papo\" Rivero met at Rivero's apartment to discuss a delivery of about 100 kilograms of cocaine that was scheduled for the next morning.  One of those present was Roberto Sierra Rivera (Sierra), a government informant.  Later that evening, Sierra reported to the FBI details of the planned delivery:  a Buick LeSabre had been given earlier to two Dominicans, who would return it the next morning loaded with the cocaine;  the car was to be left in the parking lot of a shopping center known as the Plaza Carolina.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">One of the others in Rivero's apartment that night, Ricardo Vazquez Gonzalez, testified that he and a Colombian drug supplier named Oscar had transferred the LeSabre and its keys to appellant Alejandro Cabrera-Garcia, who is Dominican, on the afternoon of the 16th at the Plaza Carolina shopping mall.  Cabrera-Garcia was with a family, including children, in a red Ford.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The next morning, August 17th, Sierra and two FBI agents were at the Plaza Carolina mall and saw appellant Francisco Cabrera- Garcia park the blue LeSabre in the location described by Sierra to the FBI the night before.  Francisco then went into the shopping center.  About 25 minutes later, Alejandro drove up in a red Ford Tempo and parked two spaces from the LeSabre.  Francisco, whom no one had seen leave the mall, was in the passenger seat.  The brothers got out of the car and went into the mall.  Vazquez arrived a short time later and was stopped by the FBI agents when he attempted to leave with the LeSabre.  A search of the car, conducted with Vazquez's consent, revealed 94 brick-shaped parcels containing 96 kilograms of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Vazquez was arrested, and several agents then entered the mall in search of Alejandro and Francisco Cabrera, who were found in a clothing store.  Both were arrested.  During processing, a cellular phone seized from Alejandro's car rang.  FBI Agent Rivera answered the phone, and the person on the other end asked for Alejandro.  After Rivera identified himself as Francisco, the caller asked, \"How come Alejandro is tak[ing] so long in Carolina,\" and then the phone went dead.  A few minutes later, the phone rang a second time, the same person again requested Alejandro, and he then asked whether everything was going okay.  Sierra testified at trial that Oscar, the Colombian supplier, told him later that evening that he had spoken to an \"animal,\" a slang term for an FBI agent, when he called to \"make sure if [ ] everything was good or bad\" with the cocaine delivery.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The grand jury subsequently returned an eight-count indictment against the Cabreras and fourteen others, including Rivero, Vazquez and Oscar.  The Cabreras were named in two counts: Count 1, charging a conspiracy to possess with intent to distribute more than 1,000 kilograms of cocaine, and Count 4, charging possession with intent to distribute the 96 kilograms of cocaine seized from the LeSabre.  All co-defendants, except the Cabreras and Oscar, who was not apprehended, eventually pled guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The jury found both Cabreras guilty on the conspiracy count, but found only Francisco guilty on the possession count.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Both defendants claim that the evidence was insufficient to support their convictions and that the prosecutor committed reversible error in his closing argument by, inter alia, referring repeatedly to facts not in evidence.  Alejandro separately raises one additional substantive claim.  He asserts that the district court wrongly concluded that his arrest was supported by probable cause and, therefore, improperly denied his motion to suppress papers seized from him at the time of that arrest.  Both defendants also contend that the district court erred in sentencing them as minor, rather than minimal, participants in the charged conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We address each of these issues in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A. Sufficiency of the evidence.  The well-established standard for evaluating sufficiency claims requires an appellate court to review the evidence as a whole, including all reasonable inferences from that evidence, in the light most favorable to the government.  United States v. Echeverri, 982 F.2d 675, 677 (1st Cir. 1993).  If in doing so, the court finds that a rational trier of fact could find guilt beyond a reasonable doubt, it must affirm.  Id. In making this determination, the court must credit both direct and circumstantial evidence, without assigning it relative weights, and must resolve all credibility questions in favor of the verdict.  Id. Applying this standard, we find the evidence sufficient on each of the three counts of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Conspiracy. Through the testimony of Sierra and Vazquez, the government adduced sufficient evidence for a jury to find well beyond a reasonable doubt that the delivery of cocaine at the Plaza Carolina mall was orchestrated by Papo Rivero as part of the substantial drug trafficking scheme charged in the indictment.  To find the Cabreras guilty of participating in that conspiracy, the jury need not have found that they knew all of the details or members of the enterprise, or took part in all of its objectives.  See United States v. Brandon, 17 F.3d 409, 428 (1st Cir. 1994).  Rather, because the planned transfer of cocaine at the shopping mall plainly was part of a larger enterprise, the Cabreras' conspiracy convictions are unassailable if the jury could have found beyond a reasonable doubt that they were knowing and voluntary participants in the illicit events of August 16th and 17th.  See Echeverri, 982 F.2d at 679.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The jury could have found the following facts with respect to Alejandro's involvement.  He received from Vazquez and Oscar the car in which the cocaine was found, and he reappeared with his brother the next morning at the specified delivery site.  A notebook seized from him at the time of his arrest contained a mathematical calculation that the jury reasonably could have believed represented the value of the cocaine found in the car;  the page showed 94, which was the number of packages, multiplied by 12, which in thousands was the average street value of a kilo of cocaine (i.e., $12,000).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In addition, the two calls to Alejandro's cellular phone, in which the caller specifically asked for Alejandro and asked about how things were going, confirmed the link between Alejandro and the drug enterprise.  This is a far cry from \"mere presence,\" cf.  United States v. Mehtala, 578 F.2d 6, 9- 10 (1st Cir. 1978), and is enough to support Alejandro's conspiracy conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The evidence against Francisco was equally suggestive of guilt.  Of greatest significance is that he brought the car, which witnesses described as obviously heavily loaded, to the designated delivery site.  Although he argues in his brief that there was no evidence that he knew the car contained illegal drugs, the jury reasonably could infer in the context of this carefully monitored drug trafficking enterprise that $1 million worth of cocaine would not have been left in the hands of an unknowing person.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In addition, the complementary involvement of the two brothers<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>-one receiving the car, the other returning it-and their later joint appearance at the parking lot permits an inference that both were privy to the same information about the project at hand.  Alejandro's notebook calculation therefore is probative of Francisco's guilt as well.  Indeed, Alejandro's use of the number 94 in his calculation, reflecting the number of bricks in the car rather than the actual number of kilos (96) contained in the bricks, suggests a visual inspection of the trunk.  It could reasonably be assumed that, as the driver of the loaded car, Francisco was present for that viewing.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, even if much of this evidence is equally consistent with Alejandro's having involved his brother unwittingly in the scheme, the jury could have found telling the evidence of substantial expenditures by Francisco in the weeks immediately preceding his arrest, despite his unemployment.  We previously have recognized the relevance of unexplained sums of money in evaluating a defendant's involvement in narcotics trafficking.  See United States v. Ford, 22 F.3d 374, 383 (1st Cir. 1994).  The combined effect of all of this evidence is adequate to support Francisco's conviction on the conspiracy count.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Possession. Francisco's sufficiency argument respecting the possession count is answered essentially by the same evidence that undermines his claim on the conspiracy count.  It is again of great significance that he, alone, brought the car loaded with cocaine to the designated pick-up spot at the shopping mall.  Although there is no direct evidence that he looked in the trunk or knew its contents, the relationship with his brother, the unexplained spending in the weeks preceding this delivery, and the commonsense inference that the leaders of a sophisticated drug operation would not entrust a valuable load to a bystander all support the jury's finding.  Whether other conclusions also could be drawn from these facts is not our inquiry;  \"we require only that a jury's verdict be supportable, not that it be inevitable,\" Echeverri, 982 F.2d at 678.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">B. Probable Cause.  Alejandro argues that the district court erred in finding that, at the time he was arrested, the FBI agents had probable cause to believe that he was involved in the cocaine delivery.  He asserts that the court therefore improperly denied his motion to suppress the notebook containing the calculation that appeared to represent the value of the cocaine.  The district court held an evidentiary hearing and concluded that the totality of the circumstances supported the agents' action.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We affirm the district court's decision on this point.  Establishing probable cause requires only \" 'a reasonable ground for belief of guilt,' \" not \" 'evidence which would justify condemnation or conviction,' \" United States v. Diallo, 29 F.3d 23, 25 (1st Cir. 1994) (quoting Brinegar v. United States, 338 U.S. 160, 175 (1949)).  That confined standard was met here.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The agents conducting the surveillance at Plaza Carolina on the morning of August 17th had been given precise details about the planned delivery of a large quantity of cocaine from a reliable informant.  The minutiae of the informant's report quickly were confirmed as a blue LeSabre with the forecasted license plate number arrived at the lot and was parked in the predicted location.  The car reportedly had been given the day before to two Dominicans, and it was driven to the shopping center by an individual, Francisco, who appeared to meet that ethnic description.  A short time later, a second apparently Dominican man, Alejandro, arrived at the parking lot with Francisco and parked near the LeSabre.  Vazquez also appeared and attempted to pick up the car, as the informant had reported would happen.  Finally, the car did, in fact, contain a large load of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Confronted with the actual unfolding of events as they had been told to expect them, the agents reasonably could have suspected that the Cabreras were the two Dominicans to whom the LeSabre had been entrusted the night before.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In addition, the agents knew from Sierra that some factions of the Rivero organization monitored others' actions.  It therefore was plausible for the agents to believe that the two men returned to the parking lot and parked virtually beside the LeSabre-which visibly contained a heavy load-as part of that oversight.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In sum, we believe that \"the cumulative effect of the facts in the totality of circumstances,\" United States v. Wiseman, 814 F.2d 826, 828 (1st Cir. 1987) (quoting United States v. Baldacchino, 762 F.2d 170, 175 (1st Cir. 1985)), warranted a reasonable suspicion on the part of the FBI agents at Plaza Carolina that Alejandro was a participant in the Rivero conspiracy.  We therefore affirm the district court's denial of his motion to suppress.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">C. Closing Argument.  Defendants identify five allegedly improper statements in the prosecutor's closing and rebuttal arguments that either relied improperly on facts not in evidence or unfairly disparaged defense counsel.  We have considered each of the assertedly offending utterances and are satisfied that none requires reversal of the convictions.  See United States v. Ovalle- Marquez, 36 F.3d 212, 220 (1st Cir. 1994) (\"To warrant reversal of a conviction on the grounds of a prosecutor's improper jury argument, a court must find that the prosecutor's remarks were both inappropriate and harmful.\").  Indeed, three of them drew no objection at trial, and can support reversal only if \"a 'miscarriage of justice would otherwise result,' \" United States v. Neal, 36 F.3d 1190, 1208 (1st Cir. 1994) (quoting United States v. Morales-Cartagena, 987 F.2d 849, 854 (1st Cir. 1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Only one statement warrants specific attention.  The prosecutor in rebuttal accused defense counsel of attempting to confuse the jury by shifting the focus of the case to the FBI's conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>[T]his is a technique [ ] that the defense always uses to try to confuse you as you make your decision[.]  [Y]ou see they want to shift the blame, the blame is on this table[;] they want to move it towards this table, so that now you think that we are the bad guys, and that's why I get a second chance[,] ladies and gentlemen, that's why I get a second chance so I can help you see through th[ese] defense techniques that they try to confuse you with....</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We previously have noted a prosecutor's obligation to focus on \"the merits of the defendants' arguments rather than their source,\" United States v. Whiting, 28 F.3d 1296, 1302 (1st Cir. 1994), and again wish to emphasize that comments attributing deceptive motives to defense counsel are inappropriate and unnecessary.  In our view, however, they would not have had a significant impact on the jury in this case, and therefore do not amount to plain error.  See id. at 1302-03;  United States v. Linn, 31 F.3d 987, 993 (10th Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">D. Sentencing.  The defendants argue that the district court should have granted four-level reductions in their offense levels in recognition of their \"minimal\" roles in the conspiracy, rather than adopt the two-level reductions for \"minor\" participation recommended in their pre-sentence reports.  The court rested its determination primarily on the amount and purity of the drugs, and the likelihood that that quantity of cocaine would not have been entrusted by the Rivero organization to someone who was otherwise unaffiliated with the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As defendants recognize, the line between minor and minimal participation is thin, see United States v. Vega-Encarnacion, 914 F.2d 20, 25 (1st Cir. 1990), and the district court's factfinding on sentencing is reviewed only for clear error, see United States v. DeMasi, 40 F.3d 1306, 1322 (1st Cir. 1994).  In light of that deferential standard, we find no basis upon which to disturb the court's judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Accordingly, the judgments of conviction and the sentences imposed are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Defendants highlight the inconsistency between Vazquez's testimony that he and Oscar delivered the LeSabre to Alejandro in Carolina and Sierra's report to the FBI, as described by Agent Fraticelli at a suppression hearing, that the car had been delivered to two Dominicans in Rio Grande.  Defendants urge us to reject Vazquez's testimony as self-serving-designed to gain favor with the FBI-and to credit only Sierra's statement, which did not directly implicate the Cabreras</p>\n        <p>For two reasons, however, the difference in testimony gives us no pause.  First, Sierra's information was second-hand, received from others during the meeting at Rivero's apartment, and may have rested upon an incorrect assumption about which Dominican group was involved.  Second, the reference to Rio Grande occurred solely at the suppression hearing.  At trial, Sierra testified only that the car had been delivered to \"two [D]ominicans.\"  Had they viewed the discrepancy in his testimony as significant, defendants could have questioned Sierra at trial about where the delivery occurred and the basis for his knowledge.  They did not do so, and may not on appeal remedy their failure.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although the notebook page contained other calculations, and 94 times 12 was multiplied incorrectly, the salient point is that the page did show an attempt to multiply those two numbers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Defendants argue that the prosecutor impermissibly urged the jury to consider the fact that the Cabreras were brothers when no evidence of their relationship was offered.  Twice, however, testimony referring to the pair as brothers was introduced without objection.  See Tr. at 174, 189</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> According to Vazquez, of course, only Alejandro picked up the car the night before.  The officers, however, knew neither that he was the one who received the vehicle nor that the pickup was accomplished by only one Dominican</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To be sure, if their responsibility was to observe the next stage of the delivery, the Cabreras were less than conscientious, since they went into the mall to shop after parking their car.  The agents, however, reasonably could have believed that the two men were simply remaining in the vicinity until the car had been picked up</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">309</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Francisco CABRERA-GARCIA and Alejandro Cabrera-Garcia,<br>Defendants, Appellants.</p>\n    <p class=\"docket\">No. 94-1770.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">April 19, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Juan M. Perez-Gimenez, U.S. District Judge ]</p>\n      <p class=\"indent\">Peter Goldberger with whom Pamela A. Wilk and Alan Ellis were on brief for appellants.</p>\n      <p class=\"indent\">Philip Urofsky with whom Jo Ann Harris, Assistant Attorney General, and Theresa M.B. Van Vliet, Chief, Narcotic &amp; Dangerous Drug Section, were on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto' Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Francisco and Alejandro Cabrera-Garcia were convicted on drug trafficking charges in connection with an extensive cocaine distribution scheme.  They raise various trial and sentencing errors, none of which we find meritorious.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We shall begin with a brief recounting of the facts, as the jury could have found them, adding more detail in later sections as necessary to explain our conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On the evening of August 16, 1993, several members of a major cocaine importation and distribution organization led by \"Papo\" Rivero met at Rivero's apartment to discuss a delivery of about 100 kilograms of cocaine that was scheduled for the next morning.  One of those present was Roberto Sierra Rivera (Sierra), a government informant.  Later that evening, Sierra reported to the FBI details of the planned delivery:  a Buick LeSabre had been given earlier to two Dominicans, who would return it the next morning loaded with the cocaine;  the car was to be left in the parking lot of a shopping center known as the Plaza Carolina.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">One of the others in Rivero's apartment that night, Ricardo Vazquez Gonzalez, testified that he and a Colombian drug supplier named Oscar had transferred the LeSabre and its keys to appellant Alejandro Cabrera-Garcia, who is Dominican, on the afternoon of the 16th at the Plaza Carolina shopping mall.  Cabrera-Garcia was with a family, including children, in a red Ford.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The next morning, August 17th, Sierra and two FBI agents were at the Plaza Carolina mall and saw appellant Francisco Cabrera- Garcia park the blue LeSabre in the location described by Sierra to the FBI the night before.  Francisco then went into the shopping center.  About 25 minutes later, Alejandro drove up in a red Ford Tempo and parked two spaces from the LeSabre.  Francisco, whom no one had seen leave the mall, was in the passenger seat.  The brothers got out of the car and went into the mall.  Vazquez arrived a short time later and was stopped by the FBI agents when he attempted to leave with the LeSabre.  A search of the car, conducted with Vazquez's consent, revealed 94 brick-shaped parcels containing 96 kilograms of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Vazquez was arrested, and several agents then entered the mall in search of Alejandro and Francisco Cabrera, who were found in a clothing store.  Both were arrested.  During processing, a cellular phone seized from Alejandro's car rang.  FBI Agent Rivera answered the phone, and the person on the other end asked for Alejandro.  After Rivera identified himself as Francisco, the caller asked, \"How come Alejandro is tak[ing] so long in Carolina,\" and then the phone went dead.  A few minutes later, the phone rang a second time, the same person again requested Alejandro, and he then asked whether everything was going okay.  Sierra testified at trial that Oscar, the Colombian supplier, told him later that evening that he had spoken to an \"animal,\" a slang term for an FBI agent, when he called to \"make sure if [ ] everything was good or bad\" with the cocaine delivery.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The grand jury subsequently returned an eight-count indictment against the Cabreras and fourteen others, including Rivero, Vazquez and Oscar.  The Cabreras were named in two counts: Count 1, charging a conspiracy to possess with intent to distribute more than 1,000 kilograms of cocaine, and Count 4, charging possession with intent to distribute the 96 kilograms of cocaine seized from the LeSabre.  All co-defendants, except the Cabreras and Oscar, who was not apprehended, eventually pled guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The jury found both Cabreras guilty on the conspiracy count, but found only Francisco guilty on the possession count.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Both defendants claim that the evidence was insufficient to support their convictions and that the prosecutor committed reversible error in his closing argument by, inter alia, referring repeatedly to facts not in evidence.  Alejandro separately raises one additional substantive claim.  He asserts that the district court wrongly concluded that his arrest was supported by probable cause and, therefore, improperly denied his motion to suppress papers seized from him at the time of that arrest.  Both defendants also contend that the district court erred in sentencing them as minor, rather than minimal, participants in the charged conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We address each of these issues in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A. Sufficiency of the evidence.  The well-established standard for evaluating sufficiency claims requires an appellate court to review the evidence as a whole, including all reasonable inferences from that evidence, in the light most favorable to the government.  United States v. Echeverri, <span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span>, 677 (1st Cir. 1993).  If in doing so, the court finds that a rational trier of fact could find guilt beyond a reasonable doubt, it must affirm.  <span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"id_token\">Id.</span> In making </a></span>this determination, the court must credit both direct and circumstantial evidence, without assigning it relative weights, and must resolve all credibility questions in favor of the verdict.  <span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"id_token\">Id.</span> Applying this </a></span>standard, we find the evidence sufficient on each of the three counts of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Conspiracy. Through the testimony of Sierra and Vazquez, the government adduced sufficient evidence for a jury to find well beyond a reasonable doubt that the delivery of cocaine at the Plaza Carolina mall was orchestrated by Papo Rivero as part of the substantial drug trafficking scheme charged in the indictment.  To find the Cabreras guilty of participating in that conspiracy, the jury need not have found that they knew all of the details or members of the enterprise, or took part in all of its objectives.  See United States v. Brandon, <span class=\"citation\" data-id=\"664045\"><a href=\"/opinion/664045/united-states-v-peter-brandon-united-states-of-america-v-charles-d/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></a></span>, 428 (1st Cir. 1994).  Rather, because the planned transfer of cocaine at the shopping mall plainly was part of a larger enterprise, the Cabreras' conspiracy convictions are unassailable if the jury could have found beyond a reasonable doubt that they were knowing and voluntary participants in the illicit events of August 16th and 17th.  See <span class=\"citation\" data-id=\"597415\"><span class=\"antecedent_guess\">Echeverri,</span> <a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">679</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The jury could have found the following facts with respect to Alejandro's involvement.  He received from Vazquez and Oscar the car in which the cocaine was found, and he reappeared with his brother the next morning at the specified delivery site.  A notebook seized from him at the time of his arrest contained a mathematical calculation that the jury reasonably could have believed represented the value of the cocaine found in the car;  the page showed 94, which was the number of packages, multiplied by 12, which in thousands was the average street value of a kilo of cocaine (i.e., $12,000).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In addition, the two calls to Alejandro's cellular phone, in which the caller specifically asked for Alejandro and asked about how things were going, confirmed the link between Alejandro and the drug enterprise.  This is a far cry from \"mere presence,\" cf.  United States v. Mehtala, <span class=\"citation\" data-id=\"357082\"><a href=\"/opinion/357082/united-states-v-joanne-mehtala/\"><span class=\"volume\">578</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span>, 9- 10 (1st Cir. 1978), and is enough to support Alejandro's conspiracy conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The evidence against Francisco was equally suggestive of guilt.  Of greatest significance is that he brought the car, which witnesses described as obviously heavily loaded, to the designated delivery site.  Although he argues in his brief that there was no evidence that he knew the car contained illegal drugs, the jury reasonably could infer in the context of this carefully monitored drug trafficking enterprise that $1 million worth of cocaine would not have been left in the hands of an unknowing person.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In addition, the complementary involvement of the two brothers<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>-one receiving the car, the other returning it-and their later joint appearance at the parking lot permits an inference that both were privy to the same information about the project at hand.  Alejandro's notebook calculation therefore is probative of Francisco's guilt as well.  Indeed, Alejandro's use of the number 94 in his calculation, reflecting the number of bricks in the car rather than the actual number of kilos (96) contained in the bricks, suggests a visual inspection of the trunk.  It could reasonably be assumed that, as the driver of the loaded car, Francisco was present for that viewing.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, even if much of this evidence is equally consistent with Alejandro's having involved his brother unwittingly in the scheme, the jury could have found telling the evidence of substantial expenditures by Francisco in the weeks immediately preceding his arrest, despite his unemployment.  We previously have recognized the relevance of unexplained sums of money in evaluating a defendant's involvement in narcotics trafficking.  See United States v. Ford, <span class=\"citation\" data-id=\"195344\"><a href=\"/opinion/195344/united-states-v-ford/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">374</span></a></span>, 383 (1st Cir. 1994).  The combined effect of all of this evidence is adequate to support Francisco's conviction on the conspiracy count.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Possession. Francisco's sufficiency argument respecting the possession count is answered essentially by the same evidence that undermines his claim on the conspiracy count.  It is again of great significance that he, alone, brought the car loaded with cocaine to the designated pick-up spot at the shopping mall.  Although there is no direct evidence that he looked in the trunk or knew its contents, the relationship with his brother, the unexplained spending in the weeks preceding this delivery, and the commonsense inference that the leaders of a sophisticated drug operation would not entrust a valuable load to a bystander all support the jury's finding.  Whether other conclusions also could be drawn from these facts is not our inquiry;  \"we require only that a jury's verdict be supportable, not that it be inevitable,\" <span class=\"citation\" data-id=\"597415\"><span class=\"antecedent_guess\">Echeverri,</span> <a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">678</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">B. Probable Cause.  Alejandro argues that the district court erred in finding that, at the time he was arrested, the FBI agents had probable cause to believe that he was involved in the cocaine delivery.  He asserts that the court therefore improperly denied his motion to suppress the notebook containing the calculation that appeared to represent the value of the cocaine.  The district court held an evidentiary hearing and concluded that the totality of the circumstances supported the agents' action.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We affirm the district court's decision on this point.  Establishing probable cause requires only \" 'a reasonable ground for belief of guilt,' \" not \" 'evidence which would justify condemnation or conviction,' \" United States v. Diallo, <span class=\"citation\" data-id=\"195489\"><a href=\"/opinion/195489/united-states-v-diallo/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 25 (1st Cir. 1994) (quoting Brinegar v. United States, <span class=\"citation\" data-id=\"104716\"><a href=\"/opinion/104716/brinegar-v-united-states/\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></a></span>, 175 (1949)).  That confined standard was met here.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The agents conducting the surveillance at Plaza Carolina on the morning of August 17th had been given precise details about the planned delivery of a large quantity of cocaine from a reliable informant.  The minutiae of the informant's report quickly were confirmed as a blue LeSabre with the forecasted license plate number arrived at the lot and was parked in the predicted location.  The car reportedly had been given the day before to two Dominicans, and it was driven to the shopping center by an individual, Francisco, who appeared to meet that ethnic description.  A short time later, a second apparently Dominican man, Alejandro, arrived at the parking lot with Francisco and parked near the LeSabre.  Vazquez also appeared and attempted to pick up the car, as the informant had reported would happen.  Finally, the car did, in fact, contain a large load of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Confronted with the actual unfolding of events as they had been told to expect them, the agents reasonably could have suspected that the Cabreras were the two Dominicans to whom the LeSabre had been entrusted the night before.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In addition, the agents knew from Sierra that some factions of the Rivero organization monitored others' actions.  It therefore was plausible for the agents to believe that the two men returned to the parking lot and parked virtually beside the LeSabre-which visibly contained a heavy load-as part of that oversight.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In sum, we believe that \"the cumulative effect of the facts in the totality of circumstances,\" United States v. Wiseman, <span class=\"citation\" data-id=\"485243\"><a href=\"/opinion/485243/united-states-v-paul-wiseman/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">826</span></a></span>, 828 (1st Cir. 1987) (quoting United States v. Baldacchino, <span class=\"citation\" data-id=\"452060\"><a href=\"/opinion/452060/united-states-v-shaun-baldacchino/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">170</span></a></span>, 175 (1st Cir. 1985)), warranted a reasonable suspicion on the part of the FBI agents at Plaza Carolina that Alejandro was a participant in the Rivero conspiracy.  We therefore affirm the district court's denial of his motion to suppress.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">C. Closing Argument.  Defendants identify five allegedly improper statements in the prosecutor's closing and rebuttal arguments that either relied improperly on facts not in evidence or unfairly disparaged defense counsel.  We have considered each of the assertedly offending utterances and are satisfied that none requires reversal of the convictions.  See United States v. Ovalle- Marquez, <span class=\"citation\" data-id=\"195633\"><a href=\"/opinion/195633/united-states-v-ovalle-marquez/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></a></span>, 220 (1st Cir. 1994) (\"To warrant reversal of a conviction on the grounds of a prosecutor's improper jury argument, a court must find that the prosecutor's remarks were both inappropriate and harmful.\").  Indeed, three of them drew no objection at trial, and can support reversal only if \"a 'miscarriage of justice would otherwise result,' \" United States v. Neal, <span class=\"citation\" data-id=\"679500\"><a href=\"/opinion/679500/united-states-v-gary-p-neal-united-states-v-william-f-kenney-jr/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1190</span></a></span>, 1208 (1st Cir. 1994) (quoting United States v. Morales-Cartagena, <span class=\"citation\" data-id=\"601780\"><a href=\"/opinion/601780/united-states-v-angel-luis-morales-cartagena-united-states-of-america-v/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">849</span></a></span>, 854 (1st Cir. 1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Only one statement warrants specific attention.  The prosecutor in rebuttal accused defense counsel of attempting to confuse the jury by shifting the focus of the case to the FBI's conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>[T]his is a technique [ ] that the defense always uses to try to confuse you as you make your decision[.]  [Y]ou see they want to shift the blame, the blame is on this table[;] they want to move it towards this table, so that now you think that we are the bad guys, and that's why I get a second chance[,] ladies and gentlemen, that's why I get a second chance so I can help you see through th[ese] defense techniques that they try to confuse you with....</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We previously have noted a prosecutor's obligation to focus on \"the merits of the defendants' arguments rather than their source,\" United States v. Whiting, <span class=\"citation\" data-id=\"673817\"><a href=\"/opinion/673817/united-states-v-darryl-whiting-aka-g-god-rah-united-states-of/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1296</span></a></span>, 1302 (1st Cir. 1994), and again wish to emphasize that comments attributing deceptive motives to defense counsel are inappropriate and unnecessary.  In our view, however, they would not have had a significant impact on the jury in this case, and therefore do not amount to plain error.  See <span class=\"citation\" data-id=\"673817\"><a href=\"/opinion/673817/united-states-v-darryl-whiting-aka-g-god-rah-united-states-of/\"><span class=\"id_token\">id.</span> at 1302-03; </a></span> United States v. Linn, <span class=\"citation\" data-id=\"675841\"><a href=\"/opinion/675841/united-states-v-theodore-linn-united-states-of-america-v-philip-sturlin/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">987</span></a></span>, 993 (10th Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">D. Sentencing.  The defendants argue that the district court should have granted four-level reductions in their offense levels in recognition of their \"minimal\" roles in the conspiracy, rather than adopt the two-level reductions for \"minor\" participation recommended in their pre-sentence reports.  The court rested its determination primarily on the amount and purity of the drugs, and the likelihood that that quantity of cocaine would not have been entrusted by the Rivero organization to someone who was otherwise unaffiliated with the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As defendants recognize, the line between minor and minimal participation is thin, see United States v. Vega-Encarnacion, <span class=\"citation\" data-id=\"547668\"><a href=\"/opinion/547668/united-states-v-victor-vega-encarnacion-united-states-v-hector-orlando/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 25 (1st Cir. 1990), and the district court's factfinding on sentencing is reviewed only for clear error, see United States v. DeMasi, <span class=\"citation\" data-id=\"195694\"><a href=\"/opinion/195694/united-states-v-de-masi/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1306</span></a></span>, 1322 (1st Cir. 1994).  In light of that deferential standard, we find no basis upon which to disturb the court's judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Accordingly, the judgments of conviction and the sentences imposed are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Defendants highlight the inconsistency between Vazquez's testimony that he and Oscar delivered the LeSabre to Alejandro in Carolina and Sierra's report to the FBI, as described by Agent Fraticelli at a suppression hearing, that the car had been delivered to two Dominicans in Rio Grande.  Defendants urge us to reject Vazquez's testimony as self-serving-designed to gain favor with the FBI-and to credit only Sierra's statement, which did not directly implicate the Cabreras</p>\n        <p>For two reasons, however, the difference in testimony gives us no pause.  First, Sierra's information was second-hand, received from others during the meeting at Rivero's apartment, and may have rested upon an incorrect assumption about which Dominican group was involved.  Second, the reference to Rio Grande occurred solely at the suppression hearing.  At trial, Sierra testified only that the car had been delivered to \"two [D]ominicans.\"  Had they viewed the discrepancy in his testimony as significant, defendants could have questioned Sierra at trial about where the delivery occurred and the basis for his knowledge.  They did not do so, and may not on appeal remedy their failure.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although the notebook page contained other calculations, and 94 times 12 was multiplied incorrectly, the salient point is that the page did show an attempt to multiply those two numbers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Defendants argue that the prosecutor impermissibly urged the jury to consider the fact that the Cabreras were brothers when no evidence of their relationship was offered.  Twice, however, testimony referring to the pair as brothers was introduced without objection.  See Tr. at 174, 189</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> According to Vazquez, of course, only Alejandro picked up the car the night before.  The officers, however, knew neither that he was the one who received the vehicle nor that the pickup was accomplished by only one Dominican</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To be sure, if their responsibility was to observe the next stage of the delivery, the Cabreras were less than conscientious, since they went into the mall to shop after parking their car.  The agents, however, reasonably could have believed that the two men were simply remaining in the vicinity until the car had been picked up</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104716/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195344/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195489/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195633/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195694/",
    "https://www.courtlistener.com/api/rest/v3/opinions/357082/",
    "https://www.courtlistener.com/api/rest/v3/opinions/452060/",
    "https://www.courtlistener.com/api/rest/v3/opinions/485243/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547668/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597415/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601780/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664045/",
    "https://www.courtlistener.com/api/rest/v3/opinions/673817/",
    "https://www.courtlistener.com/api/rest/v3/opinions/675841/",
    "https://www.courtlistener.com/api/rest/v3/opinions/679500/"
  ]
}