{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196061/",
  "id": 196061,
  "absolute_url": "/opinion/196061/united-states-v-rodriguez-pena/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196061/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:55:24Z",
  "date_modified": "2020-02-21T23:41:09.044125Z",
  "type": "010combined",
  "sha1": "523f7c8447920a359042a16f71e80ce96faabafd",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2259.01A",
  "local_path": null,
  "plain_text": "\n\nMay 11, 1995\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-2259\n\n                  UNITED STATES OF AMERICA,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                    HECTOR RODRIGUEZ-PENA,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 93-2260\n\n                  UNITED STATES OF AMERICA,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                  ANGEL GALINDEZ-RODRIGUEZ,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 93-2261\n\n                  UNITED STATES OF AMERICA,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                  GONZALO VELAZQUEZ-ROTGER,\n\n                    Defendant, Appellant.\n\n                                         \n\n                                         \nNo. 93-2262\r\r\n\n                  UNITED STATES OF AMERICA,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                 VICTOR RIVERA a/k/a QUIQUE,\n\n                    Defendant, Appellant.\n\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n                Aldrich, Senior Circuit Judge,\r                                                         \n                   and Cyr, Circuit Judge.\r                                                     \n\n                                         \n\nRafael F. Castro-Lang for appellants  Angel Galindez-Rodriguez and\r                                 \nVictor Rivera.\nRafael Anglada-Lopez for appellant Gonzalo Velazquez-Rotger.\r                                \nHarry R. Segarra for appellant Hector Rodriguez-Pena.\r                            \nAntonio  R. Bazan,  Assistant United  States Attorney,  with  whom\r                             \nGuillermo Gil,  United States  Attorney, and Jose  A. Quiles-Espinosa,\r                                                                             \nSenior Litigation Counsel, were on brief for appellee.\n\n                                         \n\n                                         \r\r\n\n          ALDRICH,   Senior   Circuit   Judge.     Appellants\r                                                         \n\nRodriguez Pe a (Pe a), Velazquez Rotger (Velazquez), Galindez\n\nRodriguez (Galindez)  and Rivera, co-defendants  in a  single\n\ncriminal trial on multiple narcotics-related charges, jointly\n\nor severally advance assignments of  error on appeal of their\n\nconvictions: (1) the court erroneously instructed the jury on\n\nthe  meaning of \"beyond a  reasonable doubt\"; (2) motions for\n\nseverance should have been granted; (3) a  motion to suppress\n\npretrial   photospread   identifications  should   have  been\n\ngranted; (4) the court abused its  discretion in allowing the\n\ngovernment to present evidence which it withheld in violation\n\nof  Federal  Rule  of  Evidence  16;  (5)  the  evidence  was\n\ninsufficient  to  convict;   (6)  the  prosecutor   committed\n\nreversible errors  in his opening and  closing arguments; and\n\n(7) the court should have instructed the jury on the defenses\n\nof entrapment and  duress.   We sustain one,  and reject  the\n\nrest.\n\nI.        Background\r            I.        Background\r                                \n\n          Relating the  essential facts most favorably to the\n\nverdict, United  States v.  DeMasi, 40 F.3d  1306, 1310  (1st\r                                              \n\nCir.  1994), cert. denied,      U.S.    , 115  S.Ct. 947, 130\r                                     \n\nL.Ed.2d 890  (1995), in  late December, 1991,  a confidential\n\ninformant  of the  United  States Customs  Service, known  as\n\n\"Gordo,\"  responded  to  a   shortwave  radio  request  by  a\n\nColombian  national, identified as Cabeza, to contact certain\n\n                             -3-\r\r\n\nindividuals  in  Puerto  Rico.    This led  to  meetings  and\n\ntelephone conversations  over  the next  several months  with\n\nvarious  individuals, including  Velazquez  and Pe a,  during\n\nwhich  a  narcotics smuggling  venture  with  Cabeza and  his\n\nsuppliers in Colombia  was hatched.  Both  Velazquez and Pe a\n\nworked closely  on the planning and  preparation with various\n\nundercover agents who became  involved to facilitate Customs'\n\nmonitoring  of  the plot.    The  evidence contains  numerous\n\nphotographs   and  over  one   hundred  recordings  of  their\n\ndiscussions  up until  the moment  it finally  unravelled and\n\nseveral  of  the players  were  arrested.    Gordo agreed  to\n\narrange  the  transport  of  the drugs  to  Puerto  Rico  and\n\nproposed utilizing  a Customs  undercover vessel to  meet and\n\nreceive  the cargo from a  Colombian ship at  sea.  Initially\n\nthe  conspirators  contemplated bringing  in 2,000  pounds of\n\nmarijuana;  subsequent  discussions with  Velazquez  and Pe a\n\nincreased the amount  to 5,000 to 6,000  pounds, or more.   A\n\nshipment of up to  300 kilograms of cocaine was  discussed as\n\nwell.\n\n          On  March 27, 1992  Gordo was scheduled  to pick up\n\n10,000  pounds of  marijuana,  and two  kilograms of  cocaine\n\nspecifically intended for Velazquez, from  the Colombian ship\n\nat  sea.  However, the  latter had sailed  off course, broken\n\ndown,  and after Pe a provided Gordo  with some equipment for\n\nan  attempt at repair, was  eventually forced to jettison its\n\n                             -4-\r\r\n\nload and return to Colombia.\n\n          The  conspirators were monitored  as they continued\n\nto arrange for a  successful importation throughout the month\n\nof April.   Velazquez mailed a navigational  device to Cabeza\n\nto  facilitate the  meeting of  the two  vessels at  sea, and\n\nprovided a second code sheet to Gordo.  On April 30, however,\n\nVelazquez was  arrested by local authorities  on drug related\n\ncharges,  and  Gordo suddenly  left  Puerto  Rico, apparently\n\nbecause he thought  the deal  was dead.   Customs agent  Juan\n\nDania, posing as Gordo's boss, communicated  to Pe a that the\n\ndeal  was still on and, after some hesitation, Pe a agreed to\n\ncontinue.   Pe a  thereafter met  with agent  Polo Diaz,  who\n\nreplaced Gordo,  to discuss importing around  6,500 pounds of\n\nmarijuana and  5 kilograms of cocaine,  and was photographed.\n\nIn  subsequent discussions  he spoke  of another  shipment of\n\nseveral hundred  kilograms of  cocaine.   At a later  meeting\n\nPe a provided  Diaz  with another  new  code sheet  from  the\n\nColombians,  and, a  week later,  with a number  of emergency\n\nlamps  for the ship.  He remained  in close contact with Diaz\n\nas  they finalized  plans to  meet the  shipment of  a second\n\nload.\n\n          On  May  30, 1992,  five undercover  Customs agents\n\npicked  up   153  bales   of  marijuana  and   two  Colombian\n\nparticipants  from a  Colombian ship  at sea  and transported\n\nthem  aboard  their  undercover  vessel to  Puerto  Rico,  as\n\n                             -5-\r\r\n\narranged.    Cabeza  contacted  Diaz  to  inquire  about  the\n\nshipment  and to discuss another shipment of 300 kilograms of\n\ncocaine.  On  or about June 1st they arrived  in Puerto Rico,\n\nand Diaz telephoned Pe a to obtain keys to a truck onto which\n\nDiaz was supposed to load the narcotics for delivery to Pe a.\n\nPe a had obtained  a red  dump truck from  his friend  Victor\n\nRivera,  who had rented it  from an acquaintance named Martin\n\nSalgado.   Around  the beginning  of June,  Rivera instructed\n\nSalgado  to leave the  truck at the Plaza  Carolina.  When it\n\nproved unusable, Pe a enlisted Rivera to help obtain a second\n\none,  which Rivera  partially financed together  with another\n\nfriend.   On June 2, Rivera and the friend together delivered\n\na white enclosed truck to Plaza Carolina.1\n\n          Pe a and Diaz  arranged that June 4th  would be the\n\ndate  of delivery.  The  agents retrieved the  truck from the\n\nPlaza  Carolina, loaded it up,  and delivered it  back to the\n\nPlaza Carolina, as arranged.  On June 4th Diaz phoned Pe a to\n\ninform him the truck was ready and he would be waiting in his\n\ncar  at a nearby Burger King parking  lot for Pe a to deliver\n\nthe money he owed for  the shipment in exchange for the  keys\n\nto  the marijuana- laden truck.  At around noon Diaz received\n\na call on his car phone from Pe a, who informed  him that his\n\n                    \r                                \n\n1.  The red  dump truck  was never  returned to  Salgado, who\neventually reported  it stolen after Rivera  proved unable to\nprovide any information on its whereabouts and advised him to\nmake out a stolen vehicle report using a false name and phone\nnumber to describe the person to whom he had rented it.\n\n                             -6-\r\r\n\nnephew was  on his way  over to  exchange the  money for  the\n\nkeys.  As  they were  talking a young  black man  approached,\n\nexchanged  $30,000 cash with Diaz for the truck keys, and ran\n\noff.\n\n          Shortly  thereafter  the  truck,  followed  by Pe a\n\ndriving  a gray Volvo, followed by  a burgundy silhouette van\n\nwith  tinted windows,  were  tailed  by several  surveillance\n\nteams  from various  federal  agencies.   The three  vehicles\n\npulled  aside briefly  on 65th  Infantry Avenue,  and several\n\nsurveillance  vehicles had to pass ahead in order not to blow\n\ntheir cover.   When the convoy  resumed, it made a  left turn\n\ndown  Monte Carlo  Avenue, heading  toward the  Monte Hatillo\n\nhousing complex.  Several  surveillance vehicles made u-turns\n\non  65th Infantry  Avenue in  order to  head back  toward the\n\nMonte Hatillo.\n\n          When the first of  these, occupied by three federal\n\nagents,  turned right onto  Monte Carlo Avenue  in pursuit of\n\nthe convoy,  the burgundy  van suddenly pulled  diagonally in\n\nfront  of their vehicle and  raked it with  machine gun fire.\n\nThe ambush  severely  wounded the  three  agents.   A  second\n\nundercover car pulled up and several agents emerged to return\n\nfire.   Shooting was  also coming from  elsewhere, apparently\n\nfrom  within  or  around  the   housing  complex.    A  third\n\nsurveillance vehicle,  driven by agent  Montalvo and carrying\n\ntwo  other federal agents, pulled up and observed the van and\n\n                             -7-\r\r\n\ntruck  fleeing the scene.  Pe a's Volvo was nowhere in sight.\n\nMontalvo pursued  the  van  and  truck,  but  was  slowed  by\n\nautomatic  weapons fire  from  several individuals  on  foot.\n\nThey lost sight  of the two  vehicles and stopped to  pull on\n\nbullet-proof vests.  As they were doing so, three individuals\n\napproached firing automatic or semi-automatic weapons.  After\n\nsome  exchange of fire, Montalvo  managed to hit  one of them\n\nand the others retreated carrying the wounded  man.  Montalvo\n\nand his fellow agents then returned to the  site of the first\n\nshooting incident to assist the injured agents.\n\n          The  truck was  later found  parked in  the housing\n\ncomplex.  The owner of the van reported it  stolen some hours\n\nlater.  The friend  with whom Rivera had purchased  the white\n\ntruck reported  it stolen around  3:30 that afternoon.   Pe a\n\nwas arrested  later that day when he  went to local police to\n\nreport that he had been kidnapped and handcuffed at gunpoint,\n\nand his car  had been stolen,  a story  he later recanted  in\n\nfavor  of cooperating  with  the government.   Velazquez  was\n\nalready in  custody, and was indicted  on information gleaned\n\nfrom  surveillance  of  his  activities  before  his  arrest.\n\nRivera was arrested some months later on information provided\n\nby Salgado.   Galindez was  arrested in December  of 1992  on\n\nother charges and  was indicted in February,  1993 on charges\n\nin  connection with  this  case after  being identified  in a\n\nphotospread by agents Montalvo and Diaz.\n\n                             -8-\r\r\n\nII.       Jury Instruction on Reasonable Doubt \r            II.       Jury Instruction on Reasonable Doubt \r                                                           \n\n          Appellants   allege   the   court  gave   erroneous\n\ndefinitions of reasonable doubt in its preliminary remarks to\n\nthe jury at the outset of the case, and in  its final charge.\n\nAt the  outset, after  defining reasonable doubt  briefly and\n\ncorrectly, the court added,\n\n                             -9-\r\r\n\n          It doesn't mean beyond all possible doubt\n          or to an absolute certainty.  Simply more\r                                                               \n          evidence.\r                              \n\n(Emphasis supplied).  In its final instructions, it said,\n\n          It  all  boils   down  to  an   impartial\n          consideration  of  all the  evidence, and\n          the  evidence  must   leave  you   firmly\r                                                               \n          convinced that a particular  defendant in\r                               \n          a given context of a particular charge is\n          guilty.\n\n(Emphasis  supplied).   Defendants  took  no exceptions,  but\n\nclaim  these particular  statements to  be plain  error under\n\nFederal  Rule of Criminal Procedure 52(b).  We may find plain\n\nerror only where there  is a \"clear\" or \"obvious\"  error that\n\naffects \"substantial  rights.\"   United States v.  Olano,    \r                                                                    \n\nU.S.     ,     ,  113  S.Ct 1770,  1776-78,  123  L.Ed.2d 508\n\n(1993); United States v.  Romero, 32 F.3d 641, 651  (1st Cir.\r                                            \n\n1994).  Granted that an erroneous  charge on reasonable doubt\n\nis  plain error, Sullivan  v. Louisiana, 113  S.Ct. 2078, 124\r                                                   \n\nL.Ed.2d  182 (1993),  there is  a scope  of language  that is\n\nacceptable.  On the charge as a whole, we hold the words here\n\nfell within that scope.\n\n          Defendants  rely principally  on  United States  v.\r                                                                     \n\nColon-Pagan, 1  F.3d 80 (1st Cir. 1993).   In Colon the trial\r                                                               \n\ncourt  had  defined reasonable  doubt  to  mean, among  other\n\nthings, \"proof of such  a convincing character that a  person\n\n. . .  would be willing to rely and act upon it.\"  Id. at 81.\r                                                                  \n\nRely on it  under what  circumstances?  A  small matter?   We\n\nfound this particular  language clearly  erroneous, since  it\n\n                             -10-\r\r\n\nmay have  created the  \"incorrect impression that  [the jury]\n\ncan convict  a defendant in a criminal case upon the basis of\n\nevidence no stronger than might reasonably support a decision\n\nto go shopping or to a movie or to take a  vacation.\"  Id. at\r                                                                      \n\n81.  However, we declined to hold the same language, with the\n\naddition  that  the  proof   should  be  of  such  convincing\n\ncharacter that the jury  should be willing  to act on it  \"in\n\nthe  most important decisions that  you have to  make in your\n\nown  lives  and  for  yourselves,\"  constituted plain  error.\n\nUnited States v. Gordon,  634 F.2d 639, 644 (1st  Cir. 1980).\r                                   \n\nAlthough  the charge  in Gordon  was by  no means  ideal, the\r                                           \n\n\"convincing\" was  sufficiently defined to signal  to the jury\n\nthe gravity of its task; in Colon it was meaningless.\r                                             \n\n          We readily distinguish our case from Colon.  First,\r                                                                \n\nthe preliminary  charge here was not  affirmatively wrong, it\n\nwas merely  incomplete.    The court  made  that  clear,  and\n\nindicated it  would further  explain reasonable doubt  at the\n\nend of the case.   The vague \"simply more  evidence\" language\n\nthe court used to distinguish beyond  a reasonable doubt from\n\nthe preponderance  standard is not automatically  fatal here,\n\nas  the court  completed  and amplified  its  remarks on  the\n\nsubject in its final charge.\n\n          Our  only  question is  whether,  as  a whole,  the\n\ninstructions left the jury  with the correct understanding of\n\nits  responsibility.    Romero,  32  F.3d  at  651-52  (while\r                                          \n\n                             -11-\r\r\n\npreliminary statements that  proof beyond a reasonable  doubt\n\nrequired  \"scale\" to  \"tip  more to  the government's  side,\"\n\ntaken   alone,  may   suggest   diluted  burden   of   proof,\n\ninstructions  as a  whole did  not create  obvious likelihood\n\njury would be misled).\n\n          In its final charge the court said,\n\n               Remember   what   I   said  at   the\n          beginning . . . .  [T]he defendants . . .\n          are presumed innocent until proven guilty\n          beyond a reasonable doubt.   They had  no\n          burden  to  testify  or  to  present  any\n          evidence or prove that they are innocent.\n          The  government has the burden of proving\n          every  element  of  the  charge  or  each\n          charge, I guess,  against each  defendant\n          beyond  a  reasonable  doubt.    And,  of\n          course, if the government fails to do so,\n          .  . . you  must return a  verdict of not\n          guilty  to  the  particular defendant  or\n          charge  that  the  government  failed  to\n          prove beyond a reasonable doubt.\n\n               And   what   is  this   business  of\n          \"reasonable doubt\"?  I  gave you, at  the\n          beginning,   a  limited   instruction  on\n          reasonable  doubt;  and  I  compared  the\n          standard  of  the  civil  case  with  the\n          standard of a criminal case.\n\n               Now let me tell you more about it. .\n          . .  [R]easonable  doubt is a doubt based\n          upon  reason  and  common sense  and  may\n          arise    from   a    careful,   impartial\n          consideration  of all the evidence in the\n          case, or  from lack  of evidence.   Proof\n          beyond  a reasonable doubt  is proof that\n          leaves  you firmly convinced that a given\r                                                               \n          defendant is guilty of a given charge.\r                                                           \n\n               If  after  a  careful and  impartial\n          consideration with your fellow  jurors of\n          all  the evidence, you  are not convinced\n          beyond   a   reasonable   doubt  that   a\n          particular  defendant  is  guilty   of  a\n\n                             -12-\r\r\n\n          particular  charge,  it is  your  duty to\n          find   that   particular  defendant   not\n          guilty.\n\n                             -13-\r\r\n\n               On   the  other  hand,  if  after  a\n          careful and  impartial consideration with\n          your  fellow jurors of  all the evidence,\n          you  are  convinced, beyond  a reasonable\n          doubt, that  the defendant is  guilty, it\n          is  your  duty  to  find  the  particular\n          defendant  related   to  that  particular\n          charge guilty.\n\n               It  all boils  down to  an impartial\n          consideration  of  all the  evidence, and\n          the  evidence  must   leave  you   firmly\r                                                               \n          convinced that a particular  defendant in\r                                                               \n          a given context of a particular charge is\r                                                               \n          guilty. (Emphasis supplied.)\r                             \n\n          The  court  expressed  the government's  burden  of\n\nproof  beyond  a reasonable  doubt, neat,  seven times.   Did\n\nsumming  it up  by saying  that \"it  all boils  down to\"  the\n\nevidence must leave the jury  \"firmly convinced\" of the guilt\n\nof each defendant dilute  its well-hammered instruction?  The\n\ncourt did not leave the impression,  as it did in Colon, that\r                                                                   \n\nmembers of the jury could convict on the basis of evidence no\n\nstronger than  might convince  them to  go shopping.   Colon-\r                                                                         \n\nPagan, 1 F.3d at 81.   The jury had to be  \"firmly convinced\"\r                 \n\nthat  each  defendant  \"is  guilty,\"  a  matter  of  ultimate\n\nimportance.  We attach weight also to the word \"firmly.\"  The\n\ncommon meaning of \"firm\" is \"fixed.\"  We do not consider this\n\nsummation  of  the  court's   repeated  articulation  of  the\n\ngovernment's   burden  to  have  improperly  diminished  that\n\nburden.  Cf. United States v. DeMasi, 40 F.3d  1306 (1st Cir.\r                                                \n\n1994);  Romero, 32 F.3d 641; United States v. Glenn, 828 F.2d\r                                                               \n\n855 (1st Cir. 1987).\n\n                             -14-\r\r\n\n          We  strongly  observe,  as  we  have  before,  that\n\nlengthy  explanations of reasonable  doubt offer little gain,\n\nand much risk.   See,  e.g., United States  v. Olmstead,  832\r                                                                   \n\nF.2d 642, 645 (1st  Cir. 1987), cert. denied, 486  U.S. 1009,\r                                                        \n\n108 S.Ct. 1739, 100  L.Ed.2d 202 (1988).  Solicitude  for the\n\njury  is understandable, but there is no duty to explain that\n\nphrase,  let alone  to embellish.   Victor  v.  Nebraska, 114\r                                                                    \n\nS.Ct. 1239 (1994). \n\nIII.      Severance\r            III.      Severance\r                               \n\n          Velazquez,  Galindez and  Rivera contend  the court\n\ncommitted reversible  error  in  denying  their  motions  for\n\nseverance.2   They  claim  as ground  for  reversal a  highly\n\nprejudicial spillover effect  stemming from the  prosecutor's\n\nrelentless emphasis on the shoot-out,  for which none of them\n\nstood charged.3\n\n          Severance  is  warranted  only  when  there   is  a\n\nmanifest and serious risk that a \"specific  trial right\" will\n\n                    \r                                \n\n2.        If it appears that  a defendant . . .  is\n          prejudiced  by  a   joinder  .  .   .  of\n          defendants . . . for  trial together, the\n          court  may .  .  . grant  a severance  of\n          defendants,  or  provide  whatever  other\n          relief justice requires.\n\nFed.R.Crim.P. 14.\n\n3.  Velazquez also  contends that  joinder was not  proper to\nbegin with because he  had nothing to do with  the shoot-out.\nAs  he  was not  charged with  any  offense arising  from the\nshoot-out, and does not contend he was improperly  joined for\ntrial  on the offenses for which he was charged, we find this\nargument without merit.\n\n                             -15-\r\r\n\nbe compromised,  or that the  jury will be unable  to make \"a\n\nreliable  judgment  about guilt  or  innocence.\"   Zafiro  v.\r                                                                     \n\nUnited States,  113 S.Ct  933, 938  (1993).   District courts\r                         \n\nhave wide discretion to decide severance motions, that we are\n\n\"reluctant  to secondguess.\"   United  States v.  Boylan, 898\r                                                                    \n\nF.2d 230, 246  (1st Cir.),  cert. denied, 498  U.S. 849,  111\r                                                    \n\nS.Ct. 139, 112 L.Ed.2d 106 (1990); United States v. O'Bryant,\r                                                                        \n\n998 F.2d 21, 25 (1st  Cir. 1993).  We will interfere  only if\n\nit is \"plainly abused.\"   United States v. Natanel,  938 F.2d\r                                                              \n\n302,  308 (1st Cir. 1991),  cert. denied, 502  U.S. 1079, 112\r                                                    \n\nS.Ct. 986, 117 L.Ed.2d 149 (1992).\n\n          Appellants do  not allege  that any specific  trial\n\nright  was   violated,  but  rather  that   the  prosecutor's\n\noverdramatization of the  \"bloodbath\" prejudicially  affected\n\nthe jury's ability to  make a reliable judgment.   They point\n\nto the  acquittal of two original  codefendants whose motions\n\nfor severance were successful as evidence of  prejudice.  But\n\nprejudice in  this context  \"means more  than  just a  better\n\nchance of acquittal at  a separate trial.\"  United  States v.\r                                                                      \n\nPierro, 32 F.3d 611, 615 (1st Cir. 1994) (quoting Boylan, 898\r                                                                    \n\nF.2d at 246); Zafiro, 113 S.Ct. at 938.\r                                \n\n          While in a trial of multiple defendants the risk of\n\nprejudice is magnified, for  example, \"when evidence that the\n\njury  should not consider against a  defendant and that would\n\nnot be admissible if a defendant were tried alone is admitted\n\n                             -16-\r\r\n\nagainst a codefendant,\" Zafiro, 113 S.Ct at 938, severance is\r                                          \n\nnot automatically required.   Id.; Boylan, 898 F.2d at  246. \r                                                     \n\nThough none of  the evidence relating to  the shoot-out would\n\nhave been admissible had appellants been tried separately, it\n\nwas not offered to prove any charges they faced, and there is\n\nno indication  the  jury  considered  it against  them.    We\n\npresume juries  capable of disregarding evidence  where it is\n\nirrelevant   to  the  charges   against  certain  defendants.\n\nPierro, 32 F.3d at 616.\r                  \n\n          Rule 14 leaves  the granting of  any relief to  the\n\nsound  discretion of the district court.  Zafiro, 113 S.Ct at\r                                                            \n\n938.   Limiting  instructions will  often suffice.   Id.   In\r                                                                    \n\ndenying the motions, the district court promised to take care\n\nof  any potential prejudice  through appropriate instructions\n\nand,  although  appellants   urge  otherwise,   we  find   it\n\nadequately did  so.4   We are  particularly loathe to  second\n\n                    \r                                \n\n4.  The court's instructions were as follows:\n\n               A separate crime is  charged against\n          one or  more of  the  defendants in  each\n          count.  The charges have  been joined for\n          trial.  You must decide the case for each\n          defendant on each  crime charged  against\n          that defendant separately.   Your verdict\n          on any  count as to  any defendant should\n          not control  your  verdict on  any  other\n          count or as to any other defendant.\n\n               In  other  words,  the  rule  to  be\n          followed is a  separate consideration  of\n          each person that is  named as a defendant\n          and of  each charge that  appears in  the\n          indictment.\n\n                             -17-\r\r\n\nguess the district court here, given that the jury manifested\n\nits ability \n\n                             -18-\r\r\n\nto  differentiate  the defendants,  and the  evidence against\n\neach,  by returning several acquittals.5  Boylan, 898 F.2d at\r                                                            \n\n246.\n\nIV.       Pretrial Photo Identifications\r            IV.       Pretrial Photo Identifications\r                                                    \n\n          Galindez  assigns  as  error the  admission  of two\n\npretrial photospread identifications, as well as the in-court\n\nidentifications  based   on  them.     He  argues   that  the\n\ncircumstances  surrounding  the  identifications were  unduly\n\nsuggestive, and unreliable.\n\n          Galindez was  first named  in February 1993  as the\n\nperson  who exchanged payment with agent Diaz for keys to the\n\nmarijuana-laden truck on June 4, 1992.  He was indicted after\n\nagents  Montalvo  and Diaz  separately  identified  him in  a\n\nphotospread.  Galindez moved  to suppress the identifications\n\nand a hearing  was held  before a magistrate.   The  district\n\ncourt  adopted  the magistrate's  recommendation  for denial.\n\nGalindez now appeals.\n\n          A.   Standard of Review\r                                             \n\n          We \"uphold a district court's denial of a motion to\n\nsuppress if any reasonable view of the evidence supports it.\"\n\nUnited States v. De  Jesus-Rios, 990 F.2d 672, 677  (1st Cir.\r                                           \n\n1993).   See, also, United States v. McLaughlin, 957 F.2d 12,\r                                                           \n\n16 (1st Cir. 1992) (collecting  cases).  The district court's\n\n                    \r                                \n\n5.  Both  Rivera  and Galindez  were  acquitted  of the  main\nconspiracy charge.\n\n                             -19-\r\r\n\nfindings  relating  to a  motion to  suppress are  binding on\n\nappeal  unless clearly erroneous.  De Jesus-Rios, 990 F.2d at\r                                                            \n\n677.  See  McLaughlin, 957 F.2d at 17 (collecting  cases).  A\r                                 \n\nfinding may  be clearly erroneous, however,  even where there\n\nis  evidence to  support it  if \"the  reviewing court  on the\n\nentire evidence is left with the definite and firm conviction\n\nthat  a mistake  has been  committed.\"   Id.  (quoting United\r                                                                         \n\nStates  v. U.S. Gypsum Co., 333 U.S.  364, 395, 68 S.Ct. 525,\r                                      \n\n542, 92 L.Ed. 746 (1948)).\n\n          We  employ a  two-part  inquiry:   (1) whether  the\n\nidentification  was \"impermissibly  suggestive,\" and,  if so,\n\n(2) whether  the totality  of the circumstances  indicates it\n\nwas  nonetheless reliable.   De Jesus-Rios,  990 F.2d  at 677\r                                                      \n\n(collecting cases).  Unreliability  is found only where there\n\nis   \"a   very    substantial   likelihood   of   irreparable\n\nmisidentification.\"   Id.  (citations omitted).   See,  e.g.,\r                                                                        \n\nUnited States v. Maguire,  918 F.2d 254, 264 (1st  Cir. 1990)\r                                    \n\n(\"it is  only  in  extraordinary  cases  that  identification\n\nevidence should  be withheld  from the jury\"),  cert. denied,\r                                                                        \n\n501 U.S. 1234, 111 S.Ct. 2861, 115 L.Ed.2d  1027 (1991).  The\n\nmagistrate purported  to apply  this test, and  found neither\n\nsuggestiveness  nor  unreliability.   Based  on  the analysis\n\nbelow, we disagree.\n\n               1.    Suggestiveness\r                                               \n\n          On   February  8,  1993,  agent  Diaz  inspected  a\n\n                             -20-\r\r\n\nphotospread built  around a  photograph of Galindez  which an\n\nuninvolved informant  had identified  as the person  he heard\n\nhad  made  the money  for  keys  exchange.   Diaz  identified\n\nGalindez  as  the one  with whom  he  had made  the exchange.\n\nAgent Montalvo  was shown  the photospread  the next  day and\n\nalso identified Galindez.  Diaz testified that he was ordered\n\nnot   to  talk  to  anyone   about  the  photospread  or  his\n\nidentification, and that  he did  not do so.   Although  Diaz\n\ncontinued  to deny it at trial, Montalvo admitted both at the\n\nsuppression hearing and at trial to  speaking with Diaz about\n\nthe  photospread  after Diaz  had  viewed  it,  but prior  to\n\nexamining  it  himself.   The  magistrate's  ruling, although\n\ndetailed, inexplicably fails to note and consider this strong\n\nhint of collusion between the identifying agents.  We believe\n\nit  raises  the   possibility  of  suggestiveness,  requiring\n\nexamination  of  the  circumstances6  in  order to  determine\n\nwhether the ruling can nonetheless stand.\n\n          On  June 4,  1992  Montalvo, along  with two  other\n\nagents,  was  surveilling  the  parking lot  where  Diaz  was\n\nwaiting for the exchange.   He could not see Diaz's car,  but\n\ncould see as close as five feet surrounding it from about 6'-\n\n8'  higher up  and 35  feet away.   It  was around  noon, and\n\nraining heavily,  when Montalvo  observed a young  black male\n\n                    \r                                \n\n6.  Galindez  does not  suggest, nor  is there  any evidence,\nthat the  procedure used  was faulty.   We therefore  address\nonly the circumstances surrounding the identifications.\n\n                             -21-\r\r\n\nrunning toward  Diaz's car.   He disappeared  from Montalvo's\n\nview in  the vicinity of the  car for about 30  to 60 seconds\n\nbefore  re-emerging  on the  other  side  running toward  the\n\nshopping mall.  Montalvo concluded that this person had  made\n\nthe exchange,  even though he  could not observe  it, because\n\nimmediately  afterward  a  radio report  confirmed  that  the\n\nexchange had been completed, and because the suspect remained\n\nwithin  the  small radius  surrounding  Diaz's  car for  much\n\nlonger than he would have had he simply continued running by.\n\n          On  June  7  Montalvo  prepared  a  report  of  his\n\nobservations.  He  described this suspect as a  young, black,\n\nHispanic male, about 13-15 years old, wearing a multi-colored\n\ntee-shirt.    The  next  day, during  a  preliminary  hearing\n\nregarding   co-defendant   Pe a,   Montalvo   repeated   this\n\ndescription.  He  added that he  saw the same  youth a  short\n\ntime later  riding as passenger in  the marijuana-laden truck\n\nas  the truck-Volvo-van  convoy  progressed toward  the Monte\n\nHatillo housing complex.\n\n          Before a grand jury  convened to indict Galindez on\n\nFebruary  10, 1993, the day after identifying Galindez in the\n\nphotospread,  Montalvo described  him for  the first  time as\n\nhaving a long neck.  At the suppression hearing held in April\n\n1993, Montalvo testified that  what caught his attention when\n\nobserving the suspect running toward Diaz's car was  his long\n\nneck.   Montalvo then testified at trial that what caught his\n\n                             -22-\r\r\n\neye  at  the  time was  the  suspect's  long  neck and  \"very\n\nprotruding Adam's apple.\"  When confronted with the fact that\n\nhe had never mentioned the long  neck and Adam's apple in the\n\nreport he prepared just three days after the incident nor any\n\ntime prior to seeing Galindez' photograph, Montalvo said that\n\nit was  because  the  photo  \"refreshed\" his  memory.    Both\n\nMontalvo and  the agent  who administered  the identification\n\nprocedure  testified that all  six photos in  the spread were\n\ncovered up to the  chin -- to assure that  labels identifying\n\nthe  persons depicted could not  be seen and  that the photos\n\nappeared  uniform  --  thus  no necks  would  be  observable.\n\nMontalvo  said he  removed  the paper  covering  the neck  of\n\nGalindez's  photograph  after  he   selected  it  but  before\n\ninitialling it.\n\n          Evidence   tending   to  strengthen   agent  Diaz's\n\nidentification  of Galindez also  materializes only after his\n\nviewing  of the photospread.   Shortly after  the crime, Diaz\n\nwas interviewed by an investigating case agent who prepared a\n\nreport,  dated  July  20,  1992.   This  report  contains  no\n\nphysical description of  this suspect other than that  he was\n\nblack  and wearing a black tee shirt with printed letters and\n\njeans.  Diaz, a Customs agent  for seven years and trained in\n\nidentification  techniques, testified that  he did not recall\n\nwhether  he had  provided the  investigating agent  with more\n\nthan this general  description, but admitted that had he done\n\n                             -23-\r\r\n\nso the agent would have reported it.7\n\n          Two   days  after  he   identified  Galindez,  Diaz\n\ntestified before  a grand jury  that the feature  he recalled\n\nspecifically was a long neck.  At the suppression hearing two\n\nmonths  later Diaz testified that at the time of the incident\n\nhe had  specifically noted the suspect's  long neck, recessed\n\neyes, big  lips and age between  18 and 22, and  that when he\n\nidentified Galindez  he was  certain because he  would \"never\n\nforget\" the eyes, nose and  mouth.  It then emerged on  cross\n\nexamination that Diaz, who was not required to write a report\n\nhimself, had  taken  contemporaneous  \"rough  notes\"  of  his\n\nparticipation  in the  undercover operation.   These  had not\n\nbeen provided  to defense  counsel and, despite  his request,\n\nthe magistrate refused to hold up the hearing to obtain them.\n\nDefense counsel proceeded  without, and managed to  establish\n\nthat  (1) Diaz had reviewed  them before being interviewed by\n\nthe  case agent, and  (2) they contained  some description of\n\nthe  suspect but Diaz could not recall any details other than\n\nthat  he was  black and  wearing a  black printed  tee shirt,\n\nprecisely the description contained in the agent's report.\n\n          The prosecutor  produced Diaz's notes on  the first\n\nday of trial, revealing a detailed description of the suspect\n\nas  black, with  brown  eyes, short  hair,  long neck,  heavy\n\n                    \r                                \n\n7.  The agent, Juan Dania, a six year veteran, testified that\nit  would have been  his practice to  report all descriptions\nprovided by the agents he interviewed.\n\n                             -24-\r\r\n\neyebrows  and recessed  eyes, 5'  6-8\" and  age 18-22.   Diaz\n\nadmitted on cross examination that he had thoroughly reviewed\n\nthese  notes before  the  suppression hearing,  yet had  been\n\nunable to  recall anything about them when  questioned by the\n\ndefense at that time.  It stretches credulity to believe that\n\nDiaz wrote  contemporaneous notes describing the  suspect as,\n\namong other things, having a long neck and recessed eyes, and\n\nthat   several   weeks   later   when  interviewed   by   the\n\ninvestigating agent,  and  after reviewing  those  notes,  he\n\nprovided none of that detail; that  after again reviewing the\n\nnotes  for  the  express  purpose  of  testifying  about  his\n\nidentification  at the  suppression  hearing,  he  was  again\n\nunable to recall any of their detail; and that when they were\n\nfinally revealed at  trial those notes turned  out to contain\n\nthe very details tending to confirm the description Diaz gave\n\nfor  the first time at  the suppression hearing, and describe\n\nthe very features he claimed both at the hearing and at trial\n\nhad most impressed him at the time of the incident.\n\n          Viewed  in totality,  the circumstances  indicate a\n\npossibility that Montalvo was influenced by Diaz prior to his\n\nidentification of  Galindez, and thereafter both  he and Diaz\n\nsupplemented their descriptions to include features prominent\n\nin the photograph.  Although  law enforcement experience is a\n\nfactor  that  mitigates  susceptibility   to  suggestiveness,\n\nMaguire,  918  F.2d  at  263,  the  pre-viewing  conversation\r                   \n\n                             -25-\r\r\n\nbetween the two agents,  and the apparent post  hoc doctoring\n\nof  both their descriptions,  destroys that presumption here.\n\nThe  finding  below,  which  did not  consider  the  improper\n\nconversation, is clearly erroneous.\n\n               2.    Reliability \r                                             \n\n          A finding of suggestiveness, however, only requires\n\nexclusion when  it creates a \"very  substantial likelihood of\n\nirreparable misidentification.\"   De Jesus-Rios, 990 F.2d  at\r                                                           \n\n677 (citations  omitted).  This  prong of the  test questions\n\n\"whether  under  the  'totality  of  the  circumstances'  the\n\nidentification was  reliable  even though  the  confrontation\n\nprocedure was  suggestive.\"  Neil  v. Biggers, 409  U.S. 188,\r                                                         \n\n199 (1972).  The following factors are probative:\n\n          (1) the  opportunity  of the  witness  to\n          view  the  criminal at  the  time of  the\n          crime;   (2)   the  witness'   degree  of\n          attention;  (3)  the   accuracy  of   the\n          witness'   prior   description   of   the\n          criminal;  (4)  the  level  of  certainty\n          demonstrated  by  the   witness  at   the\n          confrontation; and (5) the length of time\n          between the crime and the confrontation.\n\nDe Jesus-Rios, 909 F.2d  at 677 (citing Neil v.  Biggers, 409\r                                                                    \n\nU.S. at  199-200 (other citations omitted)).   Applying these\n\nfactors, we  note, first, that the  record indicates Montalvo\n\nhad  but 25 seconds to view the  suspect, in heavy rain, at a\n\ndistance of,  at best, 35  feet, and 6-8  feet elevated.   He\n\nadmitted his  subsequent viewing of  the same  person in  the\n\npassenger  seat  of  the  truck was  somewhat  obstructed  --\n\n                             -26-\r\r\n\nalthough he claims  he recognized the  tee shirt and  general\n\nappearance --  and  fleeting, as  it  occurred while  he  was\n\ndriving his own  vehicle past  the stopped truck.   This  may\n\nhave been adequate to observe and note a long neck.   Second,\n\nsince Montalvo was assigned to surveillance, we may assume he\n\nwas  attentive.   Third, his  reported description  just days\n\nafter the events contains  none of the detail that  begins to\n\nappear in  his descriptions subsequent to  speaking with Diaz\n\nand then viewing the  photospread.  Fourth, although it  only\n\ntook  Montalvo   several  minutes  to   pick  out  Galindez's\n\nphotograph,  he testified  that  he was  confused because  he\n\nremembered  the hair of the person he saw as \"coming straight\n\ndown,\" whereas  the photo  depicted Galindez with  very short\n\nhair.\n\n          Finally, eight months elapsed between the crime and\n\nthe  identification.    This  Court  has allowed  photospread\n\nidentifications  that have  occurred  as much  as five  years\n\nafter  the  crime,  but this  has  been  where  other factors\n\nstrengthened    considerably    the   reliability    of   the\n\nidentification.   See,  e.g., United  States v.  Drougas, 748\r                                                                    \n\nF.2d  8, 28  (1st Cir.  1984) (five-year  gap was  \"very much\n\ngreater  than  would ordinarily  be permissible,\"  but unlike\n\nmost cases, \"the witness was not identifying an assailant . .\n\n. he viewed only once under stressful circumstances;\"  he was\n\nco-conspirator   who   had  spent   considerable   time  with\n\n                             -27-\r\r\n\ndefendant).  In Biggers itself, the  Supreme Court noted that\r                                   \n\na  seven month delay would \"be a seriously negative factor in\n\nmost cases,\" 409  U.S. at 201, but since the  witness, a rape\n\nvictim,  had spent  up to  half an  hour with  her assailant,\n\nunder artificial light, and at least twice \n\n                             -28-\r\r\n\n\"faced him directly  and intimately,\" the identification  was\n\nallowed.  Id. at 200.\r                         \n\n          In  light  of  the  conversation  between  Diaz and\n\nMontalvo prior  to Montalvo's  viewing  the photospread,  the\n\nalterations  in both  of their  subsequent  descriptions, the\n\nsuspicion that  Diaz's \"contemporaneous\" notes  were composed\n\nafter  the fact (and the ease with which the prosecutor could\n\nhave cleared up that problem by promptly  providing the notes\n\nto defense  counsel), and the  negative weight of  the third,\n\nfourth and fifth Biggers  factors compels the conclusion that\r                                    \n\nat  least Montalvo's  identification was unreliable,  and the\n\ndistrict  court was clearly erroneous in allowing it to go to\n\nthe jury.\n\n          B.   Was the  Error  Harmless Beyond  a  Reasonable\r                                                                         \n\nDoubt?\r                  \n\n          Next, we assess whether the district  court's error\n\nwas harmless beyond a reasonable  doubt.  De Jesus-Rios,  990\r                                                                   \n\nF.2d at  678 (citation omitted).   In overturning  a district\n\ncourt's   finding  that  a  pretrial  identification,  though\n\nimpermissibly  suggestive,  was  nonetheless  reliable,  this\n\ncourt has  focussed on the inevitable  uncertainty concerning\n\nwhat  role  the impermissible  identification  played  in the\n\njury's decision to convict.  De Jesus-Rios, 990 F.2d at 679.\r                                                      \n\n          In De Jesus-Rios, as  here, there were two pretrial\r                                      \n\nidentifications, and no  other evidence linking  defendant to\n\n                             -29-\r\r\n\nthe  crime.8    The   court  found  only  one  identification\n\nunreliable.  In ruling  nonetheless that the district court's\n\nerror in admitting both was  not harmless beyond a reasonable\n\ndoubt, the court noted that it was possible that the jury had\n\nrelied significantly upon the unreliable identification.  The\n\ncourt was \"concerned that the jury may have been persuaded to\n\nconvict  by the very fact  that there were  two witnesses who\r                                                           \n\nidentified  [the defendant].\"  Id.  Here, too, it is possible\r                                              \n\nthat the jury rested its decision to convict on the fact that\n\nthere were two identifications.  We  cannot conclude beyond a\n\nreasonable  doubt  that   the  district  court's   error  was\n\nharmless.\n\nV.        Delayed Discovery \r            V.        Delayed Discovery \r                                        \n\n          Rivera  challenges  the  admission   into  evidence\n\ncertain telephone records  revealing calls  between his  line\n\nand those belonging to others involved in the conspiracy that\n\nthe  government did not provide until the first day of trial.\n\nThe government admitted to possessing some of them as much as\n\none year before trial.   Rivera reasserts his  argument below\n\nthat the government's late disclosure violated Rule 16 of the\n\n                    \r                                \n\n8.  The only other evidence linking Galindez to the crime are\nDiaz's notes  containing a description to  which Galindez can\nbe matched.  The notes cannot be credited.\n\n                             -30-\r\r\n\nFederal  Rules  of  Criminal  Procedure9 and  prejudiced  his\n\ndefense by  depriving him  of the opportunity  to investigate\n\nthe calls.\n\n          We  review  a   district  court's  ruling   on  the\n\nprejudicial  effect  of  a   failure  to  provide   pre-trial\n\ndiscovery for abuse of discretion.  United States v. Alvarez,\r                                                                        \n\n987 F.2d 77,  85 (1st Cir.), cert. denied,      U.S.    , 114\r                                                     \n\nS.Ct.  147,  126   L.Ed.2d  109  (1993);  see   Fed.R.Crim.P.\r                                                         \n\n16(d)(2).   Prejudice  must be  proven to obtain  reversal on\n\nappeal.  Alvarez, 987 F.2d at 85.\r                            \n\n          The  court allowed  the evidence, finding  that the\n\ngovernment did not  act in  bad faith and  that no  prejudice\n\nresulted.  See, e.g., United States v. Nickens, 955 F.2d 112,\r                                                          \n\n126  (1st Cir.), cert. denied,      U.S.    ,  113 S.Ct. 108,\r                                         \n\n121  L.Ed.2d 66 (1992) (citations  omitted).  We  agree.  The\n\nprejudice  Rivera alleged below  related entirely  to linking\n\n                    \r                                \n\n9.  Rule 16 provides, in pertinent part:\n\n          Upon   request   of  the   defendant  the\n          government shall permit the  defendant to\n          inspect  and  copy  or photograph  books,\n          papers, documents, . . . which are within\n          the possession, custody or control of the\n          government and which  are material to the\n          preparation of the defendant's defense or\n          are intended for use by the government as\n          evidence in chief at the trial . . .\n\nFed.R.Crim.  P. 16(a)(1)(C).   Rule  16 imposes  a continuing\nduty  to disclose  such  requested  material.   Fed.R.Crim.P.\n16(c).  See, e.g., United States v. Tajeddini, 996 F.2d 1278,\r                                                         \n1287 (1st Cir. 1993).\n\n                             -31-\r\r\n\nhim to the  conspiracy, for  which he was  acquitted, and  he\n\nproffers  no additional proof  of prejudice on  appeal.  This\n\nverdict itself verifies the court's ruling.\n\n          Rivera   also  challenges  the  admission  of  this\n\nevidence on relevancy grounds.   This contention was not made\n\nto the district court.\n\nVI.       Sufficiency of the Evidence\r            VI.       Sufficiency of the Evidence\r                                                 \n\n          All appellants  challenge  the sufficiency  of  the\n\nevidence  by which  they were  convicted, having  made timely\n\nmotions  for acquittal  to the  trial court.   On  appeal, we\n\nassess  the  evidence  as  a whole,  taking  \"all  reasonable\n\ninferences, in the light most  favorable to the verdict, with\n\na view to whether a  rational trier of fact could  have found\n\nthe  defendant guilty  beyond  a reasonable  doubt.\"   United\r                                                                         \n\nStates v. Vargas, 945 F.2d 426, 427 (1st Cir. 1991) (internal\r                            \n\nquotations omitted);  United States  v. Montas, 41  F.3d 775,\r                                                          \n\n778 (1st  Cir.  1994), petition  for cert.  filed, (April  4,\r                                                             \n\n1995) (No.  94-8798).  We  resolve all credibility  issues in\n\nfavor of the verdict.   United States v.  De Jesus Rios,  990\r                                                                   \n\nF.2d at 680.\n\n          A.   Galindez\r                                   \n\n          Although  we  are  awarding  Galindez a  new  trial\n\nbecause of  an  erroneously admitted  identification,  it  is\n\nstill necessary to consider  whether his motion for acquittal\n\nshould have been  allowed.  Our  evidentiary ruling leaves  a\n\n                             -32-\r\r\n\nviable identification.  A jury might reasonably conclude that\n\nthis  identification  alone,  made  by the  agent  who  dealt\n\ndirectly  and   closely,  if  briefly,   with  the   suspect,\n\nestablishes Galindez's guilt beyond a reasonable doubt.\n\n          B.   Pe a\r                               \n\n          Pe a  was   convicted  of  conspiring   to  import,\n\nimporting,  and  possessing  with the  intent  to  distribute\n\ncontrolled substances in violation of 21 U.S.C.    952(a) and\n\n841  (a)(1) (Counts One, Two and Three), using a telephone in\n\nviolation of 21  U.S.C.   843(b)  (Count Four), possessing  a\n\nfirearm during  commission of  a drug trafficking  offense in\n\nviolation of  18 U.S.C.    924(c)(1) (Count Six),  and aiding\n\nand abetting an attempt  to kill three federal agents  in the\n\nline of  duty in violation of 18 U.S.C.    1114 and 2 (Counts\n\nSeven  through Nine).  Although he states a flat challenge to\n\nthe evidence on  all counts, we  discern questions only  with\n\nrespect  to  the  evidence  for  importation,  possession  of\n\nfirearms, and the attempt to kill the agents.\n\n               1.    Importation \r                                             \n\n          Pe a  attempts  to  place  sole  responsibility for\n\nimporting the drugs on the  undercover agents involved in the\n\nscheme,  alleging  that it  was  they, not  he,  who actually\n\nbrought the marijuana across  the border.  Pe a misinterprets\n\nthe  scope of  the crime  of importation.   Importation  of a\n\ncontrolled  substance is  a  \"continuous crime\"  that is  not\n\n                             -33-\r\r\n\ncomplete until the  drugs reach  their intended  destination.\n\nUnited States  v. Leal, 831 F.2d 7, 9 (1st Cir. 1987) (citing\r                                  \n\ncases).   Thus  the  fact  that  Pe a  was  not  present  and\n\nphysically  involved at  the point of  entry into  the United\n\nStates does not absolve  him.  While the outermost  limits of\n\nimportation have  never been defined  by this  Court, we  are\n\nsatisfied  that the crime was  ongoing when Pe a took custody\n\nof the marijuana, the evidence of which is ample.\n\n               2.    Use of Firearms During  Drug Trafficking\r                                                                         \n\nOffense\r                   \n\n          Section  924(c)(1) requires the  government to show\n\nthat the defendant \"used  one or more firearms during  a drug\n\ntrafficking  offense.\"   United States  v. Reyes-Mercado,  22\r                                                                    \n\nF.3d 363, 367  (1st Cir.  1994).10  There  being no  question\n\nthat firearms  were thus used,  Pe a claims the  record lacks\n\nevidence that  he used  or possessed  a firearm, actually  or\r                             \n\nconstructively, or aided anyone in procuring them,  asserting\n\n                    \r                                \n\n10.       Whoever,  during and  in relation  to any\n          crime  of  violence  or drug  trafficking\n          crime .  . .  uses or carries  a firearm,\n          shall,  in  addition  to  the  punishment\n          provided   for  such  crime   .  .  .  be\n          sentenced to imprisonment for five years,\n          and  if the  firearm is  a short-barreled\n          rifle,  short-barreled  shotgun . . .  to\n          imprisonment  for ten  years, and  if the\n          firearm   is   a   machine-gun,    or   a\n          destructive device, or is equipped with a\n          firearm silencer or  firearm muffler,  to\n          imprisonment for thirty years. . . .\n\n18 U.S.C.   924(c)(1).\n\n                             -34-\r\r\n\nhe did not even know of their presence in  the silhouette van\n\nthat \n\n                             -35-\r\r\n\nescorted  the   drug-laden  truck   after  he  and   his  co-\n\nconspirators took possession of it.\n\n          The  government contends  Pe a's conviction  can be\n\nupheld  on either  of two  theories:   first, Pe a  aided and\n\nabetted the occupants of  the van in their possession  of the\n\nweapons; second,  he can  be held criminally  accountable for\n\nthe  reasonably foreseeable substantive offenses committed by\n\nothers  in  furtherance  of  their  joint  criminal  venture.\n\nPinkerton v. United States,  328 U.S. 640, 66 S.Ct.  1180, 90\r                                      \n\nL.Ed. 1489 (1946).11\n\n          One who aids and  abets a crime is punishable  as a\n\nprincipal.  18 U.S.C.   2; Nye &amp; Nissen v. United States, 336\r                                                                    \n\nU.S.  613, 618-619, 69 S.Ct 766, 769-770, 93 L.Ed. 919 (1949)\n\n(\"one  who  aids,  abets,  counsels,  commands,  induces,  or\n\nprocures  the commission of an act is as responsible for that\n\nact as  if  he  committed it  directly\");  United  States  v.\r                                                                     \n\nMitchell, 23 F.3d 1, 3 (1st Cir. 1994) (acts of principal are\r                    \n\nthose of aider  and abetter \"as a matter of  law\").  To prove\n\nliability  as  an accomplice  the  government  must show  the\n\n                    \r                                \n\n11.  The court instructed the jury as follows:\n\n          If one  member of a  conspiracy commits a\n          crime in furtherance of a conspiracy, the\n          other members have  also, under the  law,\n          committed that crime.\n\nThis was sufficient.   United  States v.  Alvarado, 898  F.2d\r                                                              \n987,  993 (5th Cir. 1990);  United States v.  Gallo, 763 F.2d\r                                                               \n1504, 1520 n.23 (6th Cir. 1985), cert. denied, 474 U.S. 1069,\r                                                         \n106 S.Ct. 828, 88 L.Ed.2d 800 (1986).\n\n                             -36-\r\r\n\ndefendant associated  himself with a criminal  scheme in some\n\nway, acted so as to  demonstrate his wish to bring  it about,\n\nand sought by  his actions to make it succeed.  Nye &amp; Nissen,\r                                                                        \n\n336 U.S. at 619; United States v. Loder, 23 F.3d  586, 590-91\r                                                   \n\n(1st  Cir.  1994).   Criminal  intent  may be  inferred  from\n\nsurrounding facts and circumstances.  United States v. Campa,\r                                                                        \n\n679 F.2d 1006,  1010 (1st Cir. 1982). It  is settled that for\n\nan  accomplice   to  be  convicted  under      924(c)(1)  the\n\ngovernment must prove that he knew \"to a practical certainty\"\n\nthat  a firearm would be  used or carried  during a qualified\n\noffense, United  States v.  DeMasi, 40 F.3d  1306, 1316  (1st\r                                              \n\nCir. 1994);  United States  v. Torres-Maldonado, 14  F.3d 95,\r                                                           \n\n103 (1st Cir.)  (citing cases), cert.  denied,     U.S.     ,\r                                                         \n\n115 S.Ct. 193, 130 L.Ed.2d 125 (1994).\n\n          The evidence establishing Pe a's involvement in the\n\ndrug importation  conspiracy, as  well as  its size, aim  and\n\nscope supports the conclusion that Pe a aided and abetted the\n\nuse  of  firearms  in connection  with  the  transfer  of the\n\nnarcotics  into  his  custody.   Pe a  himself  directed  the\n\nexchange  of $30,000 in cash  for keys to  a truck containing\n\nover 9,000 pounds  of marijuana.  He then rode  in the van to\n\nthe Monte Hatillo complex to pick  up his car.  A coordinated\n\nconvoy  consisting of  the  truck, a  Volvo  driven by  Pe a,\n\nfollowed  by the van, was later  observed heading back toward\n\nthe Monte Hatillo.  The three  vehicles pulled to the side of\n\n                             -37-\r\r\n\nthe  road  together, and  turned  together  into the  housing\n\ncomplex moments later.   Both Pe a and the  truck's passenger\n\nwere  observed talking  on  cellular telephones.   There  was\n\nevidence  suggesting that  the van was  also equipped  with a\n\ncellular phone  antenna, although activities within could not\n\nbe seen due  to its  darkened windows.   Finally, the  convoy\n\nbroke up just before the occupants of the van began shooting,\n\nand the truck and Pe a's car rapidly disappeared.\n\n          A  rational jury  could conclude  that the  van was\n\nconnected  to and  provided security  for the  operation, and\n\nthat Pe a must at least have known that the transaction would\n\nbe secured with  arms, and  could expect that  they would  be\n\nused in the event of trouble.  Further, the evidence supports\n\na conclusion that  the barrage of automatic  weapons fire was\n\ndesigned to provide cover  for Pe a and the truck  to escape,\n\nand that Pe a  both knew of  and benefitted from  it.  It  is\n\nimmaterial  that Pe a did not carry or himself use a firearm,\n\nif he was aware  that firearms were available for  use during\n\nor in relation to  the transaction, DeMasi, 40 F.3d  at 1316,\r                                                      \n\nor  if the firearms facilitated the crime or lent him courage\n\nto see it through.  Reyes-Mercado, 22 F.3d at 367.\r                                             \n\n          Because the evidence  is sufficient to support  the\n\nconclusion  that, at the very least, Pe a knew to a practical\n\ncertainty  that   the  transaction  would   be  secured  with\n\nfirearms, his conviction on count six is affirmed.\n\n                             -38-\r\r\n\n                             -39-\r\r\n\n               3.    Aiding  and Abetting the Attempt to Kill\r                                                                         \n\nthe Agents\r                      \n\n          The  government  contends   the  same  theories  of\n\nliability support Pe a's convictions  for the attempt to kill\n\nthe agents; and  Pe a again seeks to  avoid responsibility by\n\nclaiming innocence  of the identities, actions  and intent of\n\nthe  occupants of  the van.    There is  no question  that an\n\nattempt  was  made  to  kill  the  agents   during  the  drug\n\noperation; our only concern is whether Pe a aided and abetted\n\nthis  attempt, or  whether it  was reasonably  foreseeable to\n\nPe a that such  an offense might be committed  in furtherance\n\nof the conspiracy.  Pinkerton, 328 U.S. at 648.\r                                         \n\n          We hold that the jury could have inferred that Pe a\n\nknew there were  automatic weapons in the  van for protecting\n\nthe transfer  of the narcotics,  that Pe a was  in telephonic\n\ncontact with the occupants of the van up until moments before\n\nthe shooting began,  and that  the ambush of  the agents  was\n\nundertaken with his knowledge, if not pursuant to his orders,\n\nand that  he benefitted by being  able to flee the  scene.  A\n\nrational jury  therefore could  have found that  the evidence\n\nindicated Pe a was associated with the ambush, acted in a way\n\nthat  showed his  desire  that  it  succeed, and  shared  the\n\nrequisite criminal intent to bear responsibility.  The record\n\nalso  supports   the  conclusion  that   it  was   reasonably\n\nforeseeable  to Pe a that the  firearms would be  used in the\n\n                             -40-\r\r\n\nevent that the  successful completion  of the  drug deal  was\n\nthreatened.  United States  v. Bruno, 873 F.2d 555,  560 (2nd\r                                                \n\nCir.), cert. denied, 493 U.S. 840, 110 S.Ct. 125, 107 L.Ed.2d\r                               \n\n86 (1989).   Pe a's conviction on  counts seven through  nine\n\nare therefore affirmed.\n\n          C.   Rivera\r                                 \n\n          Rivera was convicted for possession of a controlled\n\nsubstance  with intent to distribute.  He  claims he is but a\n\nlegitimate  businessman whose  tangential involvement  in the\n\nscheme was innocent and unknowing, and that the evidence does\n\nnot support the verdict.\n\n          Proof  of criminal  intent or  guilty  knowledge is\n\nessential under 18  U.S.C.    2,12 Campa, 679  F.2d at  1010,\r                                                    \n\notherwise  anyone who brushed a criminal en route to his deed\n\ncould  be swept  within the  statute.   See United  States v.\r                                                                      \n\nO'Campo,  973  F.2d 1015,  1020  (1st Cir.  1992).   Rivera's\r                   \n\nknowledge and  furtherance of  the conspirators' plan  can be\n\ninferred  from his  providing  a truck  to the  conspirators,\n\nsuggesting to its owner that he report it stolen, loaning his\n\nown  money to help  obtain a second truck,  and the fact that\n\nthis  truck  ended  up  reported  stolen  shortly  after  the\n\nincident.  Although Rivera  claims that all of this  could be\n\n                    \r                                \n\n12.  It is  immaterial  that the  indictment neither  alleged\naiding  and abetting  nor referred  to 18  U.S.C  2.   United\r                                                                         \nStates v. Sanchez, 917  F.2d 607, 611 (1st Cir.  1990), cert.\r                                                                         \ndenied, 499 U.S. 977, 111 S.Ct. 1625, 113 L.Ed.2d 722 (1991).\r                  \n\n                             -41-\r\r\n\nseen as the  innocent pursuit of  his trucking business,  the\n\njury acted within its  province in resolving this credibility\n\nissue against him.  Viewed in the light most favorable to the\n\nverdict, the  evidence  is  sufficient  to  sustain  Rivera's\n\nconviction.\n\n          D.   Velazquez \r                                     \n\n          Velazquez  challenges  the sufficiency  of evidence\n\nfor all  counts  for which  he was  convicted: conspiracy  to\n\nimport marijuana  and cocaine  in violation  of  21 U.S.C.   \n\n952(a) (count one); importation  of 9,540 pounds of marijuana\n\nin  violation of 21  U.S.C.   952(a)  (count two); possession\n\nwith intent to distribute marijuana in violation of 21 U.S.C.\n\n   841(a)(1)  (count  three);  and  use  of  a  telephone  in\n\nviolation of 21 U.S.C.   843(b) (count five).\n\n               1.    Conspiracy \r                                            \n\n          Velazquez attacks his conviction on counts  one and\n\nfive   by  claiming   the   evidence  showed   two   distinct\n\nconspiracies,   one  failed  effort  before  his  arrest  and\n\nincarceration on  April 30, 1992, and  another conceived only\n\nafterwards.     He   concedes  the   evidence  supports   his\n\nparticipation  in the  first,13 but  argues that  the second,\n\n                    \r                                \n\n13.  Such   evidence   included   taped   meetings   with   a\nconfidential  informant  in which  he  participated  in price\nnegotiations, discussions of secret  code sheets, and made an\nagreement  to  pay a  certain sum  for transportation  of the\ndrugs, as  well as evidence  that he  personally inspected  a\nU.S.  Customs  undercover  vessel  for  its  suitability  for\nshipment and provided marine charts and code sheets to others\n\n                             -42-\r\r\n\nultimately successful  one, was  formed and carried  out only\n\nafter  his arrest by local authorities on April 30, 1992, and\n\nsince he was still  incarcerated on June 4, when  this second\n\nscheme  was consummated,  it was impossible  for him  to have\n\nparticipated in it.  He promotes his two conspiracy theory by\n\nclaiming  there were \"new players\" and  new secret \"codes\" in\n\nthe  second plot, and that about four times as much marijuana\n\nwas ultimately imported than he and the original conspirators\n\ncontemplated.\n\n          Velazquez makes  this argument for  the first time,\n\nhaving  conceded the  sufficiency of  evidence to  convict on\n\ncount one to the trial court.  \"It has long been the practice\n\nin this circuit that  an issue not presented in  the district\n\ncourt  will not be addressed  for the first  time on appeal.\"\n\nUnited States v. Curzi, 867 F.2d  36, 44 (1st Cir. 1989).  We\r                                  \n\ndiscuss  it  only because  he  makes  an essentially  similar\n\nargument  regarding counts two  and three,  which he  did not\n\nconcede,  and  it  bears  on the  question  concerning  those\n\ncounts.\n\n          Whether multiple conspiracies existed is a question\n\nof fact for the jury.  United States v. Bello-Perez, 977 F.2d\r                                                               \n\n664,  667 (1st Cir. 1992); United States v. Drougas, 748 F.2d\r                                                               \n\n8,  17 (1st Cir. 1984).   To have proceeded on the assumption\n\nthat  a single conspiracy existed in this case, the jury need\n\n                    \r                                \n\nto assist their planning and execution of the deal.\n\n                             -43-\r\r\n\nonly  have  found that  the  evidence as  a  whole adequately\n\nshowed   that   all   the   co-conspirators   \"knowingly  and\n\nintentionally   'directed   their    efforts   towards    the\n\naccomplishment of a  common goal or  overall plan' to  commit\n\nthe substantive  offense charged.\"  Bello-Perez,  977 F.2d at\r                                                           \n\n667-668 (quoting Drougas, 748 F.2d at 17).  The jury need not\r                                    \n\nhave  found   that  they  joined  the   conspiracy  together,\n\nparticipated  at the same time,  nor even that  they all knew\n\neach other.  Bello-Perez, 977 F.2d at 668 (citing cases).\r                                    \n\n          Save for his own removal by arrest, the only change\n\nof players  was the  replacement of one  of the  government's\n\nagents  after a  first botched  attempt in  March 1992.   The\n\nother players remained and  continued with the original plot.\n\nNor  does the fact that much more marijuana was imported than\n\nthe original negotiations contemplated necessarily cleave the\n\nconspiracy  in two.  The  jury could have  readily found that\n\nnew  codes were  issued for  security reasons.   There  is no\n\nreason it could not have found beyond a reasonable doubt that\n\nthere  was a  single  conspiracy in  which Velazquez  clearly\n\nplayed a part.\n\n               2.    Use of Telephone to Facilitate the Crime\r                                                                         \n\n          Section  843(b)   makes  it   a  crime  to   use  a\n\ncommunication  facility, such as  a telephone,  to facilitate\n\nthe  commission of a crime such  as importation of controlled\n\nsubstances.    Velazquez  was   convicted  of  one  count  of\n\n                             -44-\r\r\n\nviolating    843(b) on the  basis of unrefuted  evidence of a\n\ntelephone  conversation  on  March   9,  1992,  in  which  he\n\ndiscussed   details  of   the   importation  plans   with   a\n\nconfidential informant who recorded the call.  He employs the\n\nsame two conspiracy theory \n\n                             -45-\r\r\n\nto  attack this conviction.   We find the  evidence more than\n\nsufficient to uphold it.\n\n               3.    Importation \r                                             \n\n          Velazquez  attacks his  convictions for  counts two\n\nand three  by claiming his imprisonment  by local authorities\n\nas  of  April 30,  1992 made  it impossible  for him  to have\n\nparticipated  after  that  time,  and that  evidence  of  his\n\nparticipation in the conspiracy before  then was insufficient\n\nto  prove  his  guilt  beyond  a  reasonable  doubt  for  the\n\nsubstantive counts.\n\n          The trial  court was  initially  inclined to  grant\n\nVelazquez's motion  for acquittal  for these two  counts, but\n\nreconsidered.   The government contends that  the evidence is\n\nsufficient to support  his convictions \"at least  as an aider\n\nand  abetter.\"   Velazquez  contends  that  all the  unlawful\n\nactions  comprising counts  two and  three were  committed by\n\nothers after his incarceration, and therefore the  government\n\nfailed to prove  his involvement  in any of  the elements  of\n\neither offense.\n\n          With   respect   to  his   importation  conviction,\n\nVelazquez  fails  to  understand  the scope  of  the  law  of\n\nconspiracy.   The jury was properly instructed  that a member\n\nof  a conspiracy  is criminally  responsible for  any illegal\n\nacts  of  co-conspirators  committed  in  furtherance  of it.\n\nPinkerton,  328 U.S.  640; United  States v.  Munoz,  36 F.3d\r                                                               \n\n                             -46-\r\r\n\n1229, 1234 (1st Cir.  1994), cert. denied,     U.S.     , 115\r                                                     \n\nS.Ct. 1164, 130 L.Ed.2d  1120 (1995).  Thus courts  have held\n\nthat the same evidence that supports a defendant's conviction\n\nfor conspiracy  to commit a crime may  support his conviction\n\nfor  the substantive count, even  where he did  not commit it\n\nhimself.  See, e.g., United States v. Salazar, 958 F.2d 1285,\r                                                         \n\n1292 (5th Cir.), cert.  denied,     U.S.    , 113  S.Ct. 185,\r                                          \n\n121  L.Ed.2d 129 (1992).  As we found the evidence sufficient\n\nto uphold both the  jury's finding of a single  conspiracy to\n\nimport  illicit narcotics  in which  both Velazquez  and Pe a\n\nwere  at various times involved, and Pe a's conviction on the\n\nsubstantive count of  importation, Velazquez's conviction for\n\nthe substantive count may also stand.14\n\n               4.    Possession\r                                           \n\n          We  cannot  make  the  same simple  assertion  with\n\nrespect to Velazquez's conviction for possession of narcotics\n\nwith  intent to distribute,  given that he  was not convicted\n\nfor  conspiracy  to commit  this  offense.   Velazquez  again\n\n                    \r                                \n\n14.  Velazquez seems to make an argument that his  arrest and\nincarceration  effectively removed  him from  the conspiracy.\nWhere  membership  in a  conspiracy  is  proven, evidence  of\nsimply ceasing  one's activities  in connection with  it, for\nwhatever  reason, is  insufficient to  constitute withdrawal.\nMunoz, 36 F.3d at 1234.  An affirmative step, such  as a full\r                 \nconfession to authorities or communicating to co-conspirators\nabandonment of the  enterprise and its goals,  is required to\navoid  responsibility  for  the  continuing  crimes   of  co-\nconspirators.  Id.  Velazquez presented no such evidence, and\r                              \nthe jury was entitled to surmise that but for his involuntary\nremoval by arrest, he would have continued.\n\n                             -47-\r\r\n\ncontends that because he was incarcerated at the time his co-\n\nconspirators possessed  the drugs, it was  impossible for him\n\nto  have been  in  possession himself,  even  constructively,\n\nwithin the meaning  of 21  U.S.C.   841(a)(1),  nor could  he\n\nhave aided and abetted their possession within the meaning of\n\n18 U.S.C.   2.\n\n          Evidence of Velazquez's association, participation,\n\nand  active promotion of  others' possession of  the drugs is\n\nsufficient to sustain his conviction as an aider and abetter.\n\nNye &amp; Nissen, 336 U.S. at 619.  Velazquez actively associated\r                        \n\nhimself  with  a scheme  that  was  specifically designed  to\n\nresult in  his possession  and distribution of  a substantial\n\namount of narcotics by  participating in initial negotiations\n\nover price and amounts  and subsequent meetings and telephone\n\nconversations to  refine details  of the plan,  attempting to\n\ntravel  to St.  Maarten  to pick  up  one of  the  suppliers,\n\nsupplying a  marine chart, inspecting  an undercover  Customs\n\nvessel for its suitability  for the smuggle, providing a  new\n\nset  of  secret  codes and  a  navigational  device after  an\n\ninitial attempt at shipment  failed when the Colombian vessel\n\ncarrying  the narcotics  got lost  en route  to Puerto  Rico,\n\nbroke  down,  and had  to  jettison its  cargo,  and bringing\n\nothers into the scheme.  There was no evidence  he was acting\n\nmerely  as  a  facilitator  for  others  with  no  intent  to\n\nparticipate in  possession and distribution himself.   On the\n\n                             -48-\r\r\n\ncontrary,  there was  evidence  that 2  kilograms of  cocaine\n\ncontained in the first, failed shipment \n\n                             -49-\r\r\n\nwere  included  specifically  per  his request  and  intended\n\nexclusively for him.\n\n          From this  evidence the jury  could have  concluded\n\nthat  possession  and  distribution  of the  drugs  were  the\n\nobvious intended consequences of the plot to import, and that\n\nVelazquez promoted and facilitated that goal.\n\n          The only case  of which we are aware that addressed\n\na  conviction for  possession by  an inmate  on the  basis of\n\npossession  by   his  at-large  co-conspirators   involved  a\n\ndefendant who, while incarcerated, made numerous phone  calls\n\nfrom prison to his cohorts between the time of his arrest and\n\ntheir apprehension with a cache  of cocaine and directions to\n\nhis  apartment.  United States  v. Disla, 805  F.2d 1340 (9th\r                                                    \n\nCir. 1986).   Although  Disla's conviction for  conspiracy to\n\npossess  cocaine with  intent to  distribute was  upheld, the\n\ncourt reversed  his  conviction for  the  substantive  count,\n\nholding that evidence he was involved as a conspirator before\n\nhis  incarceration could  not  support either  an aiding  and\n\nabetting or a constructive  possession theory of guilt, given\n\nthat  there was no evidence Disla did anything to \"effect\" or\n\n\"assist\" the actual crime.15  Id. at 1350-52.\r                                             \n\n                    \r                                \n\n15.  The court held  that an inference  that he assisted  the\npossession of his cohorts based on the telephone  calls could\nnot  be drawn because there was no evidence as to the content\nof those calls.\n\n                             -50-\r\r\n\n          The  Disla  court was  foreclosed  from considering\r                                \n\nDisla liable under  Pinkerton, because the jury had  not been\r                                         \n\ngiven  the requisite  instruction.   Id. at  1350.   Here, as\r                                                    \n\npreviously   noted,   the  jury   was   properly  instructed,\n\nconsistent with Pinkerton, that a defendant is liable for the\r                                     \n\nreasonably foreseeable substantive  offenses committed by co-\n\nconspirators in furtherance of  their joint criminal venture.\n\nWe  may therefore also affirm  if possession of  the drugs by\n\nPe a  and the  other  conspirators was  an  act committed  in\n\nfurtherance of their unlawful  agreement to import, such that\n\nVelazquez can be held accountable as a party to the plot.\n\n          As discussed above in relation to Pe a, importation\n\nis  a  continuous  crime  that  does  not  cease  until   the\n\ncontraband reaches  its destination.  United  States v. Leal,\r                                                                        \n\n831 F.2d  7, 9 (1st Cir. 1987)  (citing cases).  Whatever its\n\nfinal destination in  this case, we  are satisfied that  upon\n\nthe  conspirators' taking  possession of  the marijuana-laden\n\ntruck the crime of importation was still on-going.  See ante.\r                                                                        \n\nThus,  in this  particular  case, possession  with intent  to\n\ndistribute  a  large  cache  of marijuana  was  committed  by\n\nVelazquez's co-conspirators in furtherance  of the crime they\n\nconspired  to commit, and although  it is agreed  that he was\n\nincapable  of possessing the  drugs himself while imprisoned,\n\nhis  conviction for  the  substantive count  can  nonetheless\n\nstand.\n\n                             -51-\r\r\n\nVII.      Prosecutor's Conduct\r            VII.      Prosecutor's Conduct\r                                          \n\n          A.   Opening  Statement  and  Presentation  of  the\r                                                                         \n\nEvidence\r                    \n\n          Appellants  Rivera  and Galindez  contend  that, by\n\ncreating  the  impression  of   a  \"planned,\"  \"ambush   type\n\nsituation\" designed to kill  the federal agents, and painting\n\na graphic picture of \"raining bullets\" that produced a \"blood\n\nbath,\" the  prosecutor  aimed to  raise the  passions of  the\n\njury.   The crux  of their argument  is that  by stating \"the\n\nonly  possible  verdict  is that  of  guilty,  because of  an\n\nattempt to kill the  agents,\" the prosecutor improperly urged\n\nthe jury to do justice to the severely wounded  agents.  They\n\nfurther  point to  the prosecutor's  emphasis throughout  the\n\ntrial on the  culmination of the drug scam in  the attempt on\n\nthe  agents' lives, tending to  suggest it was  an element of\n\nthe conspiracy  for which  they stood  charged.  Neither  was\n\ncharged with the attempt to kill the  agents.  They claim the\n\nprosecutor so  inflamed and confused the jury as to seriously\n\nprejudice their right to a fair trial.\n\n          We  begin  by  restating  that it  is  improper  to\n\nsuggest to the jury  that it \"act in any  capacity other than\n\nas the impartial  arbiter of  the facts.\"   United States  v.\r                                                                     \n\nManning, 23 F.3d 570, 573 (1st Cir. 1994).   Appealing to the\r                   \n\njury's emotions  or suggesting in any way that it feel a duty\n\nto convict is error.  Id. (telling jury, \"take responsibility\r                                     \n\n                             -52-\r\r\n\nfor yourselves,\" \"take responsibility for your community\" and\n\n\"convict the defendant because justice compels conviction\" is\n\nerror); United States  v. Young,  470 U.S. 1,  17, 105  S.Ct.\r                                           \n\n1038, 1047, 84  L.Ed.2d 1 (1985)  (error to urge jury  to \"do\n\nits  job\"); United States v. Mandelbaum, 803 F.2d 42, 44 (1st\r                                                   \n\nCir. 1986) (error to urge jury  to \"do its duty\").  While the\n\nline  separating improper  from  acceptable  behavior in  our\n\nadversary system is \"not easily drawn,\" Young, 470 U.S. at 7,\r                                                         \n\nwe   assume  without   deciding  that   to  the   extent  the\n\nprosecutor's comments could be understood to urge the jury to\n\navenge the injured agents, they were improper.\n\n          Whether  those   comments  warrant  a   new  trial,\n\nhowever, turns  on whether they likely  affected the outcome.\n\nManning, 23  F.3d at 574  (citing cases).16   We look  to the\r                   \n\nseverity of the misconduct, the context in which it occurred,\n\nthe  curative effect of the  judge's admonitions, if any, and\n\nthe strength  of  the evidence  against the  defendant.   Id.\r                                                                         \n\n(citing cases).\n\n          We  do not find the  factors in this  case compel a\n\nnew trial.  An  objection to the statement was  sustained and\n\nthe prosecutor did  not repeat  it.  No  remedial action  was\n\n                    \r                                \n\n16.  Although this  line  of  authority  derives  from  cases\nrecognizing  deterrence  of  prosecutorial misconduct  as  an\nadditional basis  for reversal, see United  States v. Capone,\r                                                                        \n683  F.2d   582,  586  (1st  Cir.1982),   the  Supreme  Court\neliminated  this option where the error  is harmless.  United\r                                                                         \nStates v. Hasting, 461  U.S. 499, 506, 103 S.Ct.  1974, 1979,\r                             \n76 L.Ed.2d 96 (1983).\n\n                             -53-\r\r\n\nrequested, nor was any  offered -- perhaps a decision  not to\n\ndraw attention to the   remark.  See Mandelbaum, 803  F.2d at\r                                                           \n\n44 (although urging  jury to \"do its duty\" was  error, it was\n\nnot reversible error).  It was made during opening statements\n\nwherein  it  was  unlikely  to have  had  a  lasting  effect.\n\nMoreover, that Rivera was  acquitted of the conspiracy charge\n\ndemonstrates that the  jury was not  so confused or  inflamed\n\nthat  it could not  rationally evaluate  the charges  and the\n\nevidence.\n\n          B.   Misstatement of the Evidence in Closing \r                                                                   \n\n          Galindez   and   Rivera   allege   the   prosecutor\n\nmaterially misstated  the evidence  in his closing  argument.\n\nBecause we  find Galindez  deserves  a new  trial on  another\n\nground, we address only Rivera's claim here.\n\n          Rivera objects to the prosecutor's summation of the\n\nevidence  in which he suggested  that Rivera called the owner\n\nof one  of the two trucks  that he had obtained  for Mr. Pe a\n\nand advised him to report it stolen, and that these acts show\n\nknowledge.  Rivera's  attorney did  not object.   On  appeal,\n\nRivera  points to  the record  which  reveals that  the owner\n\nrepeatedly  called Rivera  about  his truck,  and only  after\n\nrepeated assurances that  he would  return it as  soon as  it\n\nturned  up  did  Rivera  suggest that  if  the  owner  wasn't\n\nsatisfied he should report it stolen.\n\n          Absent   objection,  we  review  for  plain  error.\n\n                             -54-\r\r\n\nUnited States v. Arrieta-Agressot, 3 F.3d  525, 528 (1st Cir.\r                                             \n\n1993).  Except  on rare occasions, a defendant  \"who believes\n\nthat  a  prosecutor's  closing  argument goes  too  far  must\n\nusually object  to the offending statements when  and as they\n\nare uttered.\"  United States v. Sepulveda, 15 F.3d 1161, 1186\r                                                     \n\n(1st  Cir. 1993), cert. denied,     U.S.    , 114 S.Ct. 2714,\r                                          \n\n129  L.Ed.2d 840 (1994).   Absent objection it  seems fair to\n\ngive the arguer the benefit of every plausible interpretation\n\nof her words.\"  Id. at 1187.\r                               \n\n          The  evidence is  unequivocal,  regardless  of  who\n\ncalled  whom, that Rivera told the owner he should report his\n\ntruck stolen.  Further, Rivera provided him with a false name\n\nand  telephone number  to use in  the stolen  vehicle report.\n\nThe evidence also  showed Rivera was involved  in obtaining a\n\nsecond  truck, the one that  was ultimately used,  and on the\n\nday of the incident he gave  this owner the same advice,  and\n\nshortly after the shooting this truck was reported stolen.\n\n          Although   we   do   not    condone   prosecutorial\n\ndistortions of evidence, United States v. Carrasquillo-Plaza,\r                                                                        \n\n873  F.2d 10, 14 (1st  Cir. 1989), the  misstatement here did\n\nnot  prejudice Rivera's  right to  a fair  trial.   See, id.;\r                                                                        \n\nUnited  States v. Pasarell, 727 F.2d 13, 16 (1st Cir.), cert.\r                                                                         \n\ndenied,  469 U.S. 826, 105  S.Ct. 107, 83  L.Ed.2d 51 (1984).\r                  \n\nSuggesting  that a  truck be  reported stolen,  whether after\n\npestering or  on  his  own initiative,  could  amount  to  an\n\n                             -55-\r\r\n\nattempt to hide guilt, and the jury was entitled to so infer.\n\nThe conclusion that Rivera was knowingly involved can readily\n\nbe drawn even from the facts as he would present them.\n\nVIII.     Requested  Jury  Instructions  on   Entrapment  and\r            VIII.     Requested  Jury  Instructions  on   Entrapment  and\r                                                                         \n\n          Coercion\r                      Coercion\r                              \n\n          Pe a assigns as error  the district court's refusal\n\nto instruct  the  jury  on his  defenses  of  entrapment  and\n\ncoercion or duress.  A  defendant is entitled to  instruction\n\non his theories of defense so long as \"any probative material\n\nin the record\"  supports them.   United States v.  Rodriguez,\r                                                                        \n\n858 F.2d 809, 814 (1st Cir. 1988).  This is a question of law\n\nfor the court and review is plenary.  Id. at 812, 814.\r                                                     \n\n          A.   Entrapment\r                                     \n\n          The   entrapment  defense,  like   any  other,  \"is\n\nmeasured  by  the  time-honored  sufficiency  of-the-evidence\n\nyardstick.\"   Id.  at  814.   Entrapment  has  two  essential\r                             \n\nelements:  (1) government  inducement  to engage  in criminal\n\nactivity, and  (2) the defendant's lack  of predisposition to\r                         \n\nengage  in such conduct.  Id. at  812, 814 (citing Mathews v.\r                                                                         \n\nUnited States, 485 U.S. 58, 63, 108 S.Ct 883, 886, 99 L.Ed.2d\r                         \n\n54 (1988)).   Defendant  must produce sufficient  evidence to\n\nsupport  both  elements.    When  viewed  in  the  light most\n\nfavorable to the accused, there  must be some evidence which,\n\n\"if believed by a  rational juror, would suffice to  create a\n\nreasonable doubt as to  whether government actors induced the\n\n                             -56-\r\r\n\ndefendant  to  perform  a  criminal  act   that  he  was  not\n\npredisposed to commit,\" in order for defendant to be entitled\n\nto the instruction.17  Rodriguez, 858 F.2d at 814.\r                                            \n\n          Pe a claims he repeatedly refused to go on with the\n\nscheme after Velazquez was arrested on April 10, 1992 and the\n\noriginal undercover  agent was replaced by  another, but that\n\nthe latter urged  him to  continue.  The  evidence was  ample\n\nthat Pe a  willingly participated in the  conspiracy at least\n\nuntil then.  He  therefore could not have sustained  the lack\n\nof  predisposition  element  and  was  not  entitled  to  the\n\ninstruction.\n\n          B.   Coercion or Duress\r                                             \n\n          The  district  court  also  denied  instruction  on\n\nPe a's  alternative  defense  that  he  acted  under  duress,\n\ncoerced  by  government  agents  into continuing  a  criminal\n\nventure  which he  wished to  abandon.   For this  defense, a\n\ndefendant must  adduce evidence sufficient,  if believed,  to\n\nconvince  a  rational  juror  that  (1)  he  acted  under  an\n\nimmediate threat of  serious bodily injury  or death, (2)  he\n\nhad  a well founded belief  that the threat  would be carried\n\nout,  and (3) he had  no reasonable opportunity  to escape or\r                     \n\navoid the threat.  United States v. Amparo, 961 F.2d 288, 291\r                                                      \n\n                    \r                                \n\n17.  Of course once defendant meets this  entry-level burden,\nthe  government must prove beyond a  reasonable doubt that no\nentrapment occurred.  Rodriguez,  858 F.2d at 815 (collecting\r                                           \ncases).\n\n                             -57-\r\r\n\n(1st  Cir.), cert. denied,      U.S.    , 113  S.Ct. 224, 121\r                                     \n\nL.Ed.2d 161 (1992).\n\n                             -58-\r\r\n\n          Pe a  presented  his  own uncorroborated  testimony\n\nthat he  refused to  continue negotiations to  consummate the\n\ndrug deal once  Velazquez had been incarcerated  and that the\n\nundercover   agent   threatened   his   parents   with   \"the\n\nconsequences\" if he did not.   A threat to injure some  other\n\nperson in the future is neither immediate nor unavoidable.\n\n          The conviction of Galindez  is vacated and his case\r                                                                         \n\nis  remanded for a  new trial; the  remaining convictions are\r                                                                         \n\naffirmed.\r                    \n\n                             -59-\r\r\n",
  "html": "<p class=\"case_cite\">54 F.3d 764<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Hector RODRIGUEZ-PENA, Defendant, Appellant.<br>United States of America, Plaintiff, Appellee,<br>v.<br>Angel Galindez-Rodriguez, Defendant, Appellant.<br>United States of America, Plaintiff, Appellee,<br>v.<br>Gonzalo Velazquez-Rotger, Defendant, Appellant.<br>United States of America, Plaintiff, Appellee,<br>v.<br>Victor Rivera a/k/a Quique, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 93-2259, 93-2260, 93-2261, 93-2262.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 11, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Rafael F. Castro-Lang for appellants Angel Galindez-Rodriguez and Victor Rivera.</p>\n      <p class=\"indent\">Rafael Anglada-Lopez for appellant Gonzalo Velazquez-Rotger.</p>\n      <p class=\"indent\">Harry R. Segarra for appellant Hector Rodriguez-Pena.</p>\n      <p class=\"indent\">Antonio R. Bazan, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jose A. Quiles-Espinosa, Senior Litigation Counsel, were on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED IN PART, VACATED IN PART; AND REMANDED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants Rodriguez Pena (Pena), Velazquez Rotger (Velazquez), Galindez Rodriguez (Galindez) and Rivera, co-defendants in a single criminal trial on multiple narcotics-related charges, jointly or severally advance assignments of error on appeal of their convictions: (1) the court erroneously instructed the jury on the meaning of \"beyond a reasonable doubt\";  (2) motions for severance should have been granted;  (3) a motion to suppress pretrial photospread identifications should have been granted;  (4) the court abused its discretion in allowing the government to present evidence which it withheld in violation of Federal Rule of Evidence 16;  (5) the evidence was insufficient to convict;  (6) the prosecutor committed reversible errors in his opening and closing arguments;  and (7) the court should have instructed the jury on the defenses of entrapment and duress.  We sustain one, and reject the rest.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Relating the essential facts most favorably to the verdict, United States v. DeMasi, 40 F.3d 1306, 1310 (1st Cir. 1994), cert. denied, ___ U.S. ___, 115 S.Ct. 947, 130 L.Ed.2d 890 (1995), in late December, 1991, a confidential informant of the United States Customs Service, known as \"Gordo,\" responded to a shortwave radio request by a Colombian national, identified as Cabeza, to contact certain individuals in Puerto Rico.  This led to meetings and telephone conversations over the next several months with various individuals, including Velazquez and Pena, during which a narcotics smuggling venture with Cabeza and his suppliers in Colombia was hatched.  Both Velazquez and Pena worked closely on the planning and preparation with various undercover agents who became involved to facilitate Customs' monitoring of the plot.  The evidence contains numerous photographs and over one hundred recordings of their discussions up until the moment it finally unravelled and several of the players were arrested.  Gordo agreed to arrange the transport of the drugs to Puerto Rico and proposed utilizing a Customs undercover vessel to meet and receive the cargo from a Colombian ship at sea.  Initially the conspirators contemplated bringing in 2,000 pounds of marijuana;  subsequent discussions with Velazquez and Pena increased the amount to 5,000 to 6,000 pounds, or more.  A shipment of up to 300 kilograms of cocaine was discussed as well.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 27, 1992 Gordo was scheduled to pick up 10,000 pounds of marijuana, and two kilograms of cocaine specifically intended for Velazquez, from the Colombian ship at sea.  However, the latter had sailed off course, broken down, and after Pena provided Gordo with some equipment for an attempt at repair, was eventually forced to jettison its load and return to Colombia.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The conspirators were monitored as they continued to arrange for a successful importation throughout the month of April.  Velazquez mailed a navigational device to Cabeza to facilitate the meeting of the two vessels at sea, and provided a second code sheet to Gordo.  On April 30, however, Velazquez was arrested by local authorities on drug related charges, and Gordo suddenly left Puerto Rico, apparently because he thought the deal was dead.  Customs agent Juan Dania, posing as Gordo's boss, communicated to Pena that the deal was still on and, after some hesitation, Pena agreed to continue.  Pena thereafter met with agent Polo Diaz, who replaced Gordo, to discuss importing around 6,500 pounds of marijuana and 5 kilograms of cocaine, and was photographed.  In subsequent discussions he spoke of another shipment of several hundred kilograms of cocaine.  At a later meeting Pena provided Diaz with another new code sheet from the Colombians, and, a week later, with a number of emergency lamps for the ship.  He remained in close contact with Diaz as they finalized plans to meet the shipment of a second load.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On May 30, 1992, five undercover Customs agents picked up 153 bales of marijuana and two Colombian participants from a Colombian ship at sea and transported them aboard their undercover vessel to Puerto Rico, as arranged.  Cabeza contacted Diaz to inquire about the shipment and to discuss another shipment of 300 kilograms of cocaine.  On or about June 1st they arrived in Puerto Rico, and Diaz telephoned Pena to obtain keys to a truck onto which Diaz was supposed to load the narcotics for delivery to Pena.  Pena had obtained a red dump truck from his friend Victor Rivera, who had rented it from an acquaintance named Martin Salgado.  Around the beginning of June, Rivera instructed Salgado to leave the truck at the Plaza Carolina.  When it proved unusable, Pena enlisted Rivera to help obtain a second one, which Rivera partially financed together with another friend.  On June 2, Rivera and the friend together delivered a white enclosed truck to Plaza Carolina.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Pena and Diaz arranged that June 4th would be the date of delivery.  The agents retrieved the truck from the Plaza Carolina, loaded it up, and delivered it back to the Plaza Carolina, as arranged.  On June 4th Diaz phoned Pena to inform him the truck was ready and he would be waiting in his car at a nearby Burger King parking lot for Pena to deliver the money he owed for the shipment in exchange for the keys to the marijuana- laden truck.  At around noon Diaz received a call on his car phone from Pena, who informed him that his nephew was on his way over to exchange the money for the keys.  As they were talking a young black man approached, exchanged $30,000 cash with Diaz for the truck keys, and ran off.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Shortly thereafter the truck, followed by Pena driving a gray Volvo, followed by a burgundy silhouette van with tinted windows, were tailed by several surveillance teams from various federal agencies.  The three vehicles pulled aside briefly on 65th Infantry Avenue, and several surveillance vehicles had to pass ahead in order not to blow their cover.  When the convoy resumed, it made a left turn down Monte Carlo Avenue, heading toward the Monte Hatillo housing complex.  Several surveillance vehicles made u-turns on 65th Infantry Avenue in order to head back toward the Monte Hatillo.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">When the first of these, occupied by three federal agents, turned right onto Monte Carlo Avenue in pursuit of the convoy, the burgundy van suddenly pulled diagonally in front of their vehicle and raked it with machine gun fire.  The ambush severely wounded the three agents.  A second undercover car pulled up and several agents emerged to return fire.  Shooting was also coming from elsewhere, apparently from within or around the housing complex.  A third surveillance vehicle, driven by agent Montalvo and carrying two other federal agents, pulled up and observed the van and truck fleeing the scene.  Pena's Volvo was nowhere in sight.  Montalvo pursued the van and truck, but was slowed by automatic weapons fire from several individuals on foot.  They lost sight of the two vehicles and stopped to pull on bullet-proof vests.  As they were doing so, three individuals approached firing automatic or semi-automatic weapons.  After some exchange of fire, Montalvo managed to hit one of them and the others retreated carrying the wounded man.  Montalvo and his fellow agents then returned to the site of the first shooting incident to assist the injured agents.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The truck was later found parked in the housing complex.  The owner of the van reported it stolen some hours later.  The friend with whom Rivera had purchased the white truck reported it stolen around 3:30 that afternoon.  Pena was arrested later that day when he went to local police to report that he had been kidnapped and handcuffed at gunpoint, and his car had been stolen, a story he later recanted in favor of cooperating with the government.  Velazquez was already in custody, and was indicted on information gleaned from surveillance of his activities before his arrest.  Rivera was arrested some months later on information provided by Salgado.  Galindez was arrested in December of 1992 on other charges and was indicted in February, 1993 on charges in connection with this case after being identified in a photospread by agents Montalvo and Diaz.</p>\n    </div>\n    <p>II. Jury Instruction on Reasonable Doubt</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellants allege the court gave erroneous definitions of reasonable doubt in its preliminary remarks to the jury at the outset of the case, and in its final charge.  At the outset, after defining reasonable doubt briefly and correctly, the court added,</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>It doesn't mean beyond all possible doubt or to an absolute certainty.  Simply more evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(Emphasis supplied).  In its final instructions, it said,</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>It all boils down to an impartial consideration of all the evidence, and the evidence must leave you firmly convinced that a particular defendant in a given context of a particular charge is guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(Emphasis supplied).  Defendants took no exceptions, but claim these particular statements to be plain error under Federal Rule of Criminal Procedure 52(b).  We may find plain error only where there is a \"clear\" or \"obvious\" error that affects \"substantial rights.\"  United States v. Olano, ___ U.S. ___, ___, 113 S.Ct 1770, 1776-78, 123 L.Ed.2d 508 (1993);  United States v. Romero, 32 F.3d 641, 651 (1st Cir. 1994).  Granted that an erroneous charge on reasonable doubt is plain error, Sullivan v. Louisiana, 113 S.Ct. 2078, 124 L.Ed.2d 182 (1993), there is a scope of language that is acceptable.  On the charge as a whole, we hold the words here fell within that scope.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Defendants rely principally on United States v. Colon-Pagan, 1 F.3d 80 (1st Cir. 1993).  In Colon the trial court had defined reasonable doubt to mean, among other things, \"proof of such a convincing character that a person ... would be willing to rely and act upon it.\"  Id. at 81.  Rely on it under what circumstances?  A small matter?  We found this particular language clearly erroneous, since it may have created the \"incorrect impression that [the jury] can convict a defendant in a criminal case upon the basis of evidence no stronger than might reasonably support a decision to go shopping or to a movie or to take a vacation.\"  Id. at 81.  However, we declined to hold the same language, with the addition that the proof should be of such convincing character that the jury should be willing to act on it \"in the most important decisions that you have to make in your own lives and for yourselves,\" constituted plain error.  United States v. Gordon, 634 F.2d 639, 644 (1st Cir. 1980).  Although the charge in Gordon was by no means ideal, the \"convincing\" was sufficiently defined to signal to the jury the gravity of its task;  in Colon it was meaningless.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We readily distinguish our case from Colon.  First, the preliminary charge here was not affirmatively wrong, it was merely incomplete.  The court made that clear, and indicated it would further explain reasonable doubt at the end of the case.  The vague \"simply more evidence\" language the court used to distinguish beyond a reasonable doubt from the preponderance standard is not automatically fatal here, as the court completed and amplified its remarks on the subject in its final charge.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Our only question is whether, as a whole, the instructions left the jury with the correct understanding of its responsibility.  Romero, 32 F.3d at 651-52 (while preliminary statements that proof beyond a reasonable doubt required \"scale\" to \"tip more to the government's side,\" taken alone, may suggest diluted burden of proof, instructions as a whole did not create obvious likelihood jury would be misled).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In its final charge the court said,</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>Remember what I said at the beginning.... [T]he defendants ... are presumed innocent until proven guilty beyond a reasonable doubt.  They had no burden to testify or to present any evidence or prove that they are innocent.  The government has the burden of proving every element of the charge or each charge, I guess, against each defendant beyond a reasonable doubt.  And, of course, if the government fails to do so, ... you must return a verdict of not guilty to the particular defendant or charge that the government failed to prove beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>And what is this business of \"reasonable doubt\"?  I gave you, at the beginning, a limited instruction on reasonable doubt;  and I compared the standard of the civil case with the standard of a criminal case.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>Now let me tell you more about it.... [R]easonable doubt is a doubt based upon reason and common sense and may arise from a careful, impartial consideration of all the evidence in the case, or from lack of evidence.  Proof beyond a reasonable doubt is proof that leaves you firmly convinced that a given defendant is guilty of a given charge.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>If after a careful and impartial consideration with your fellow jurors of all the evidence, you are not convinced beyond a reasonable doubt that a particular defendant is guilty of a particular charge, it is your duty to find that particular defendant not guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>On the other hand, if after a careful and impartial consideration with your fellow jurors of all the evidence, you are convinced, beyond a reasonable doubt, that the defendant is guilty, it is your duty to find the particular defendant related to that particular charge guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>It all boils down to an impartial consideration of all the evidence, and the evidence must leave you firmly convinced that a particular defendant in a given context of a particular charge is guilty.  (Emphasis supplied.)</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The court expressed the government's burden of proof beyond a reasonable doubt, neat, seven times.  Did summing it up by saying that \"it all boils down to\" the evidence must leave the jury \"firmly convinced\" of the guilt of each defendant dilute its well-hammered instruction?  The court did not leave the impression, as it did in Colon, that members of the jury could convict on the basis of evidence no stronger than might convince them to go shopping.  Colon-Pagan, 1 F.3d at 81.  The jury had to be \"firmly convinced\" that each defendant \"is guilty,\" a matter of ultimate importance.  We attach weight also to the word \"firmly.\"  The common meaning of \"firm\" is \"fixed.\"  We do not consider this summation of the court's repeated articulation of the government's burden to have improperly diminished that burden.  Cf. United States v. DeMasi, 40 F.3d 1306 (1st Cir. 1994);  Romero, 32 F.3d 641;  United States v. Glenn, 828 F.2d 855 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We strongly observe, as we have before, that lengthy explanations of reasonable doubt offer little gain, and much risk.  See, e.g., United States v. Olmstead, 832 F.2d 642, 645 (1st Cir. 1987), cert. denied, 486 U.S. 1009, 108 S.Ct. 1739, 100 L.Ed.2d 202 (1988).  Solicitude for the jury is understandable, but there is no duty to explain that phrase, let alone to embellish.  Victor v. Nebraska, 114 S.Ct. 1239 (1994).</p>\n    </div>\n    <p>III. Severance</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Velazquez, Galindez and Rivera contend the court committed reversible error in denying their motions for severance.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  They claim as ground for reversal a highly prejudicial spillover effect stemming from the prosecutor's relentless emphasis on the shoot-out, for which none of them stood charged.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Severance is warranted only when there is a manifest and serious risk that a \"specific trial right\" will be compromised, or that the jury will be unable to make \"a reliable judgment about guilt or innocence.\"  Zafiro v. United States, 113 S.Ct 933, 938 (1993).  District courts have wide discretion to decide severance motions, that we are \"reluctant to secondguess.\"  United States v. Boylan, 898 F.2d 230, 246 (1st Cir.), cert. denied, 498 U.S. 849, 111 S.Ct. 139, 112 L.Ed.2d 106 (1990);  United States v. O'Bryant, 998 F.2d 21, 25 (1st Cir. 1993).  We will interfere only if it is \"plainly abused.\"  United States v. Natanel, 938 F.2d 302, 308 (1st Cir. 1991), cert. denied, 502 U.S. 1079, 112 S.Ct. 986, 117 L.Ed.2d 149 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Appellants do not allege that any specific trial right was violated, but rather that the prosecutor's overdramatization of the \"bloodbath\" prejudicially affected the jury's ability to make a reliable judgment.  They point to the acquittal of two original codefendants whose motions for severance were successful as evidence of prejudice.  But prejudice in this context \"means more than just a better chance of acquittal at a separate trial.\"  United States v. Pierro, 32 F.3d 611, 615 (1st Cir. 1994) (quoting Boylan, 898 F.2d at 246);  Zafiro, 113 S.Ct. at 938.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">While in a trial of multiple defendants the risk of prejudice is magnified, for example, \"when evidence that the jury should not consider against a defendant and that would not be admissible if a defendant were tried alone is admitted against a codefendant,\" Zafiro, 113 S.Ct at 938, severance is not automatically required.  Id.; Boylan, 898 F.2d at 246.  Though none of the evidence relating to the shoot-out would have been admissible had appellants been tried separately, it was not offered to prove any charges they faced, and there is no indication the jury considered it against them.  We presume juries capable of disregarding evidence where it is irrelevant to the charges against certain defendants.  Pierro, 32 F.3d at 616.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Rule 14 leaves the granting of any relief to the sound discretion of the district court.  Zafiro, 113 S.Ct at 938.  Limiting instructions will often suffice.  Id. In denying the motions, the district court promised to take care of any potential prejudice through appropriate instructions and, although appellants urge otherwise, we find it adequately did so.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We are particularly loathe to second guess the district court here, given that the jury manifested its ability to differentiate the defendants, and the evidence against each, by returning several acquittals.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Boylan, 898 F.2d at 246.</p>\n    </div>\n    <p>IV. Pretrial Photo Identifications</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Galindez assigns as error the admission of two pretrial photospread identifications, as well as the in-court identifications based on them.  He argues that the circumstances surrounding the identifications were unduly suggestive, and unreliable.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Galindez was first named in February 1993 as the person who exchanged payment with agent Diaz for keys to the marijuana-laden truck on June 4, 1992.  He was indicted after agents Montalvo and Diaz separately identified him in a photospread.  Galindez moved to suppress the identifications and a hearing was held before a magistrate.  The district court adopted the magistrate's recommendation for denial.  Galindez now appeals.</p>\n    </div>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We \"uphold a district court's denial of a motion to suppress if any reasonable view of the evidence supports it.\"  United States v. De Jesus-Rios, 990 F.2d 672, 677 (1st Cir. 1993).  See, also, United States v. McLaughlin, 957 F.2d 12, 16 (1st Cir. 1992) (collecting cases).  The district court's findings relating to a motion to suppress are binding on appeal unless clearly erroneous.  De Jesus-Rios, 990 F.2d at 677.  See McLaughlin, 957 F.2d at 17 (collecting cases).  A finding may be clearly erroneous, however, even where there is evidence to support it if \"the reviewing court on the entire evidence is left with the definite and firm conviction that a mistake has been committed.\"  Id. (quoting United States v. U.S. Gypsum Co., 333 U.S. 364, 395, 68 S.Ct. 525, 542, 92 L.Ed. 746 (1948)).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We employ a two-part inquiry:  (1) whether the identification was \"impermissibly suggestive,\" and, if so, (2) whether the totality of the circumstances indicates it was nonetheless reliable.  De Jesus-Rios, 990 F.2d at 677 (collecting cases).  Unreliability is found only where there is \"a very substantial likelihood of irreparable misidentification.\"  Id. (citations omitted).  See, e.g., United States v. Maguire, 918 F.2d 254, 264 (1st Cir. 1990) (\"it is only in extraordinary cases that identification evidence should be withheld from the jury\"), cert. denied, 501 U.S. 1234, 111 S.Ct. 2861, 115 L.Ed.2d 1027 (1991).  The magistrate purported to apply this test, and found neither suggestiveness nor unreliability.  Based on the analysis below, we disagree.</p>\n    </div>\n    <p>1. Suggestiveness</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">On February 8, 1993, agent Diaz inspected a photospread built around a photograph of Galindez which an uninvolved informant had identified as the person he heard had made the money for keys exchange.  Diaz identified Galindez as the one with whom he had made the exchange.  Agent Montalvo was shown the photospread the next day and also identified Galindez.  Diaz testified that he was ordered not to talk to anyone about the photospread or his identification, and that he did not do so.  Although Diaz continued to deny it at trial, Montalvo admitted both at the suppression hearing and at trial to speaking with Diaz about the photospread after Diaz had viewed it, but prior to examining it himself.  The magistrate's ruling, although detailed, inexplicably fails to note and consider this strong hint of collusion between the identifying agents.  We believe it raises the possibility of suggestiveness, requiring examination of the circumstances<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> in order to determine whether the ruling can nonetheless stand.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">On June 4, 1992 Montalvo, along with two other agents, was surveilling the parking lot where Diaz was waiting for the exchange.  He could not see Diaz's car, but could see as close as five feet surrounding it from about 6'-8' higher up and 35 feet away.  It was around noon, and raining heavily, when Montalvo observed a young black male running toward Diaz's car.  He disappeared from Montalvo's view in the vicinity of the car for about 30 to 60 seconds before re-emerging on the other side running toward the shopping mall.  Montalvo concluded that this person had made the exchange, even though he could not observe it, because immediately afterward a radio report confirmed that the exchange had been completed, and because the suspect remained within the small radius surrounding Diaz's car for much longer than he would have had he simply continued running by.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">On June 7 Montalvo prepared a report of his observations.  He described this suspect as a young, black, Hispanic male, about 13-15 years old, wearing a multi-colored tee-shirt.  The next day, during a preliminary hearing regarding co-defendant Pena, Montalvo repeated this description.  He added that he saw the same youth a short time later riding as passenger in the marijuana-laden truck as the truck-Volvo-van convoy progressed toward the Monte Hatillo housing complex.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Before a grand jury convened to indict Galindez on February 10, 1993, the day after identifying Galindez in the photospread, Montalvo described him for the first time as having a long neck.  At the suppression hearing held in April 1993, Montalvo testified that what caught his attention when observing the suspect running toward Diaz's car was his long neck.  Montalvo then testified at trial that what caught his eye at the time was the suspect's long neck and \"very protruding Adam's apple.\"  When confronted with the fact that he had never mentioned the long neck and Adam's apple in the report he prepared just three days after the incident nor any time prior to seeing Galindez' photograph, Montalvo said that it was because the photo \"refreshed\" his memory.  Both Montalvo and the agent who administered the identification procedure testified that all six photos in the spread were covered up to the chin-to assure that labels identifying the persons depicted could not be seen and that the photos appeared uniform-thus no necks would be observable.  Montalvo said he removed the paper covering the neck of Galindez's photograph after he selected it but before initialling it.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Evidence tending to strengthen agent Diaz's identification of Galindez also materializes only after his viewing of the photospread.  Shortly after the crime, Diaz was interviewed by an investigating case agent who prepared a report, dated July 20, 1992.  This report contains no physical description of this suspect other than that he was black and wearing a black tee shirt with printed letters and jeans.  Diaz, a Customs agent for seven years and trained in identification techniques, testified that he did not recall whether he had provided the investigating agent with more than this general description, but admitted that had he done so the agent would have reported it.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Two days after he identified Galindez, Diaz testified before a grand jury that the feature he recalled specifically was a long neck.  At the suppression hearing two months later Diaz testified that at the time of the incident he had specifically noted the suspect's long neck, recessed eyes, big lips and age between 18 and 22, and that when he identified Galindez he was certain because he would \"never forget\" the eyes, nose and mouth.  It then emerged on cross examination that Diaz, who was not required to write a report himself, had taken contemporaneous \"rough notes\" of his participation in the undercover operation.  These had not been provided to defense counsel and, despite his request, the magistrate refused to hold up the hearing to obtain them.  Defense counsel proceeded without, and managed to establish that (1) Diaz had reviewed them before being interviewed by the case agent, and (2) they contained some description of the suspect but Diaz could not recall any details other than that he was black and wearing a black printed tee shirt, precisely the description contained in the agent's report.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The prosecutor produced Diaz's notes on the first day of trial, revealing a detailed description of the suspect as black, with brown eyes, short hair, long neck, heavy eyebrows and recessed eyes, 5' 6-8\" and age 18-22.  Diaz admitted on cross examination that he had thoroughly reviewed these notes before the suppression hearing, yet had been unable to recall anything about them when questioned by the defense at that time.  It stretches credulity to believe that Diaz wrote contemporaneous notes describing the suspect as, among other things, having a long neck and recessed eyes, and that several weeks later when interviewed by the investigating agent, and after reviewing those notes, he provided none of that detail;  that after again reviewing the notes for the express purpose of testifying about his identification at the suppression hearing, he was again unable to recall any of their detail;  and that when they were finally revealed at trial those notes turned out to contain the very details tending to confirm the description Diaz gave for the first time at the suppression hearing, and describe the very features he claimed both at the hearing and at trial had most impressed him at the time of the incident.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Viewed in totality, the circumstances indicate a possibility that Montalvo was influenced by Diaz prior to his identification of Galindez, and thereafter both he and Diaz supplemented their descriptions to include features prominent in the photograph.  Although law enforcement experience is a factor that mitigates susceptibility to suggestiveness, Maguire, 918 F.2d at 263, the pre-viewing conversation between the two agents, and the apparent post hoc doctoring of both their descriptions, destroys that presumption here.  The finding below, which did not consider the improper conversation, is clearly erroneous.</p>\n    </div>\n    <p>2. Reliability</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">A finding of suggestiveness, however, only requires exclusion when it creates a \"very substantial likelihood of irreparable misidentification.\"  De Jesus-Rios, 990 F.2d at 677 (citations omitted).  This prong of the test questions \"whether under the 'totality of the circumstances' the identification was reliable even though the confrontation procedure was suggestive.\"  Neil v. Biggers, 409 U.S. 188, 199 (1972).  The following factors are probative:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>(1) the opportunity of the witness to view the criminal at the time of the crime;  (2) the witness' degree of attention;  (3) the accuracy of the witness' prior description of the criminal;  (4) the level of certainty demonstrated by the witness at the confrontation;  and (5) the length of time between the crime and the confrontation.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">De Jesus-Rios, 909 F.2d at 677 (citing Neil v. Biggers, 409 U.S. at 199-200 (other citations omitted)).  Applying these factors, we note, first, that the record indicates Montalvo had but 25 seconds to view the suspect, in heavy rain, at a distance of, at best, 35 feet, and 6-8 feet elevated.  He admitted his subsequent viewing of the same person in the passenger seat of the truck was somewhat obstructed-although he claims he recognized the tee shirt and general appearance-and fleeting, as it occurred while he was driving his own vehicle past the stopped truck.  This may have been adequate to observe and note a long neck.  Second, since Montalvo was assigned to surveillance, we may assume he was attentive.  Third, his reported description just days after the events contains none of the detail that begins to appear in his descriptions subsequent to speaking with Diaz and then viewing the photospread.  Fourth, although it only took Montalvo several minutes to pick out Galindez's photograph, he testified that he was confused because he remembered the hair of the person he saw as \"coming straight down,\" whereas the photo depicted Galindez with very short hair.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Finally, eight months elapsed between the crime and the identification.  This Court has allowed photospread identifications that have occurred as much as five years after the crime, but this has been where other factors strengthened considerably the reliability of the identification.  See, e.g., United States v. Drougas, 748 F.2d 8, 28 (1st Cir. 1984) (five- year gap was \"very much greater than would ordinarily be permissible,\" but unlike most cases, \"the witness was not identifying an assailant ... he viewed only once under stressful circumstances;\" he was co-conspirator who had spent considerable time with defendant).  In Biggers itself, the Supreme Court noted that a seven month delay would \"be a seriously negative factor in most cases,\" 409 U.S. at 201, but since the witness, a rape victim, had spent up to half an hour with her assailant, under artificial light, and at least twice \"faced him directly and intimately,\" the identification was allowed.  Id. at 200.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In light of the conversation between Diaz and Montalvo prior to Montalvo's viewing the photospread, the alterations in both of their subsequent descriptions, the suspicion that Diaz's \"contemporaneous\" notes were composed after the fact (and the ease with which the prosecutor could have cleared up that problem by promptly providing the notes to defense counsel), and the negative weight of the third, fourth and fifth Biggers factors compels the conclusion that at least Montalvo's identification was unreliable, and the district court was clearly erroneous in allowing it to go to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>B. Was the Error Harmless Beyond a Reasonable Doubt?</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Next, we assess whether the district court's error was harmless beyond a reasonable doubt.  De Jesus-Rios, 990 F.2d at 678 (citation omitted).  In overturning a district court's finding that a pretrial identification, though impermissibly suggestive, was nonetheless reliable, this court has focussed on the inevitable uncertainty concerning what role the impermissible identification played in the jury's decision to convict.  De Jesus-Rios, 990 F.2d at 679.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In De Jesus-Rios, as here, there were two pretrial identifications, and no other evidence linking defendant to the crime.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The court found only one identification unreliable.  In ruling nonetheless that the district court's error in admitting both was not harmless beyond a reasonable doubt, the court noted that it was possible that the jury had relied significantly upon the unreliable identification.  The court was \"concerned that the jury may have been persuaded to convict by the very fact that there were two witnesses who identified [the defendant].\"  Id.  Here, too, it is possible that the jury rested its decision to convict on the fact that there were two identifications.  We cannot conclude beyond a reasonable doubt that the district court's error was harmless.</p>\n    </div>\n    <p>V. Delayed Discovery</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Rivera challenges the admission into evidence certain telephone records revealing calls between his line and those belonging to others involved in the conspiracy that the government did not provide until the first day of trial.  The government admitted to possessing some of them as much as one year before trial.  Rivera reasserts his argument below that the government's late disclosure violated Rule 16 of the Federal Rules of Criminal Procedure<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and prejudiced his defense by depriving him of the opportunity to investigate the calls.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We review a district court's ruling on the prejudicial effect of a failure to provide pre-trial discovery for abuse of discretion.  United States v. Alvarez, 987 F.2d 77, 85 (1st Cir.), cert. denied, ___ U.S. ___, 114 S.Ct. 147, 126 L.Ed.2d 109 (1993);  see Fed.R.Crim.P. 16(d)(2).  Prejudice must be proven to obtain reversal on appeal.  Alvarez, 987 F.2d at 85.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The court allowed the evidence, finding that the government did not act in bad faith and that no prejudice resulted.  See, e.g., United States v. Nickens, 955 F.2d 112, 126 (1st Cir.), cert. denied, ___ U.S. ___, 113 S.Ct. 108, 121 L.Ed.2d 66 (1992) (citations omitted).  We agree.  The prejudice Rivera alleged below related entirely to linking him to the conspiracy, for which he was acquitted, and he proffers no additional proof of prejudice on appeal.  This verdict itself verifies the court's ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Rivera also challenges the admission of this evidence on relevancy grounds.  This contention was not made to the district court.</p>\n    </div>\n    <p>VI. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">All appellants challenge the sufficiency of the evidence by which they were convicted, having made timely motions for acquittal to the trial court.  On appeal, we assess the evidence as a whole, taking \"all reasonable inferences, in the light most favorable to the verdict, with a view to whether a rational trier of fact could have found the defendant guilty beyond a reasonable doubt.\"  United States v. Vargas, 945 F.2d 426, 427 (1st Cir. 1991) (internal quotations omitted);  United States v. Montas, 41 F.3d 775, 778 (1st Cir. 1994), petition for cert. filed, (April 4, 1995) (No. 94-8798).  We resolve all credibility issues in favor of the verdict.  United States v. De Jesus Rios, 990 F.2d at 680.</p>\n    </div>\n    <p>A. Galindez</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Although we are awarding Galindez a new trial because of an erroneously admitted identification, it is still necessary to consider whether his motion for acquittal should have been allowed.  Our evidentiary ruling leaves a viable identification.  A jury might reasonably conclude that this identification alone, made by the agent who dealt directly and closely, if briefly, with the suspect, establishes Galindez's guilt beyond a reasonable doubt.</p>\n    </div>\n    <p>B. Pe na</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Pena was convicted of conspiring to import, importing, and possessing with the intent to distribute controlled substances in violation of 21 U.S.C. Secs. 952(a) and 841(a)(1) (Counts One, Two and Three), using a telephone in violation of 21 U.S.C. Sec. 843(b) (Count Four), possessing a firearm during commission of a drug trafficking offense in violation of 18 U.S.C. Sec. 924(c)(1) (Count Six), and aiding and abetting an attempt to kill three federal agents in the line of duty in violation of 18 U.S.C. Secs. 1114 and 2 (Counts Seven through Nine).  Although he states a flat challenge to the evidence on all counts, we discern questions only with respect to the evidence for importation, possession of firearms, and the attempt to kill the agents.</p>\n    </div>\n    <p>1. Importation</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Pena attempts to place sole responsibility for importing the drugs on the undercover agents involved in the scheme, alleging that it was they, not he, who actually brought the marijuana across the border.  Pena misinterprets the scope of the crime of importation.  Importation of a controlled substance is a \"continuous crime\" that is not complete until the drugs reach their intended destination.  United States v. Leal, 831 F.2d 7, 9 (1st Cir. 1987) (citing cases).  Thus the fact that Pena was not present and physically involved at the point of entry into the United States does not absolve him.  While the outermost limits of importation have never been defined by this Court, we are satisfied that the crime was ongoing when Pena took custody of the marijuana, the evidence of which is ample.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>2. Use of Firearms During Drug Trafficking Offense</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Section 924(c)(1) requires the government to show that the defendant \"used one or more firearms during a drug trafficking offense.\"  United States v. Reyes-Mercado, 22 F.3d 363, 367 (1st Cir. 1994).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  There being no question that firearms were thus used, Pena claims the record lacks evidence that he used or possessed a firearm, actually or constructively, or aided anyone in procuring them, asserting he did not even know of their presence in the silhouette van that escorted the drug-laden truck after he and his co-conspirators took possession of it.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The government contends Pena's conviction can be upheld on either of two theories:  first, Pena aided and abetted the occupants of the van in their possession of the weapons;  second, he can be held criminally accountable for the reasonably foreseeable substantive offenses committed by others in furtherance of their joint criminal venture.  Pinkerton v. United States, 328 U.S. 640, 66 S.Ct. 1180, 90 L.Ed. 1489 (1946).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">One who aids and abets a crime is punishable as a principal.  18 U.S.C. Sec. 2;  Nye &amp; Nissen v. United States, 336 U.S. 613, 618-619, 69 S.Ct 766, 769-770, 93 L.Ed. 919 (1949) (\"one who aids, abets, counsels, commands, induces, or procures the commission of an act is as responsible for that act as if he committed it directly\");  United States v. Mitchell, 23 F.3d 1, 3 (1st Cir. 1994) (acts of principal are those of aider and abetter \"as a matter of law\").  To prove liability as an accomplice the government must show the defendant associated himself with a criminal scheme in some way, acted so as to demonstrate his wish to bring it about, and sought by his actions to make it succeed.  Nye &amp; Nissen, 336 U.S. at 619;  United States v. Loder, 23 F.3d 586, 590-91 (1st Cir. 1994).  Criminal intent may be inferred from surrounding facts and circumstances.  United States v. Campa, 679 F.2d 1006, 1010 (1st Cir. 1982).  It is settled that for an accomplice to be convicted under Sec. 924(c)(1) the government must prove that he knew \"to a practical certainty\" that a firearm would be used or carried during a qualified offense, United States v. DeMasi, 40 F.3d 1306, 1316 (1st Cir. 1994);  United States v. Torres- Maldonado, 14 F.3d 95, 103 (1st Cir.)  (citing cases), cert. denied, ___ U.S. ___, 115 S.Ct. 193, 130 L.Ed.2d 125 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The evidence establishing Pena's involvement in the drug importation conspiracy, as well as its size, aim and scope supports the conclusion that Pena aided and abetted the use of firearms in connection with the transfer of the narcotics into his custody.  Pena himself directed the exchange of $30,000 in cash for keys to a truck containing over 9,000 pounds of marijuana.  He then rode in the van to the Monte Hatillo complex to pick up his car.  A coordinated convoy consisting of the truck, a Volvo driven by Pena, followed by the van, was later observed heading back toward the Monte Hatillo.  The three vehicles pulled to the side of the road together, and turned together into the housing complex moments later.  Both Pena and the truck's passenger were observed talking on cellular telephones.  There was evidence suggesting that the van was also equipped with a cellular phone antenna, although activities within could not be seen due to its darkened windows.  Finally, the convoy broke up just before the occupants of the van began shooting, and the truck and Pena's car rapidly disappeared.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">A rational jury could conclude that the van was connected to and provided security for the operation, and that Pena must at least have known that the transaction would be secured with arms, and could expect that they would be used in the event of trouble.  Further, the evidence supports a conclusion that the barrage of automatic weapons fire was designed to provide cover for Pena and the truck to escape, and that Pena both knew of and benefitted from it.  It is immaterial that Pena did not carry or himself use a firearm, if he was aware that firearms were available for use during or in relation to the transaction, DeMasi, 40 F.3d at 1316, or if the firearms facilitated the crime or lent him courage to see it through.  Reyes-Mercado, 22 F.3d at 367.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Because the evidence is sufficient to support the conclusion that, at the very least, Pena knew to a practical certainty that the transaction would be secured with firearms, his conviction on count six is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p>3. Aiding and Abetting the Attempt to Kill the Agents</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The government contends the same theories of liability support Pena's convictions for the attempt to kill the agents;  and Pena again seeks to avoid responsibility by claiming innocence of the identities, actions and intent of the occupants of the van.  There is no question that an attempt was made to kill the agents during the drug operation;  our only concern is whether Pena aided and abetted this attempt, or whether it was reasonably foreseeable to Pena that such an offense might be committed in furtherance of the conspiracy.  Pinkerton, 328 U.S. at 648.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">We hold that the jury could have inferred that Pena knew there were automatic weapons in the van for protecting the transfer of the narcotics, that Pena was in telephonic contact with the occupants of the van up until moments before the shooting began, and that the ambush of the agents was undertaken with his knowledge, if not pursuant to his orders, and that he benefitted by being able to flee the scene.  A rational jury therefore could have found that the evidence indicated Pena was associated with the ambush, acted in a way that showed his desire that it succeed, and shared the requisite criminal intent to bear responsibility.  The record also supports the conclusion that it was reasonably foreseeable to Pena that the firearms would be used in the event that the successful completion of the drug deal was threatened.  United States v. Bruno, 873 F.2d 555, 560 (2nd Cir.), cert. denied, 493 U.S. 840, 110 S.Ct. 125, 107 L.Ed.2d 86 (1989).  Pena's conviction on counts seven through nine are therefore affirmed.</p>\n    </div>\n    <p>C. Rivera</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Rivera was convicted for possession of a controlled substance with intent to distribute.  He claims he is but a legitimate businessman whose tangential involvement in the scheme was innocent and unknowing, and that the evidence does not support the verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Proof of criminal intent or guilty knowledge is essential under 18 U.S.C. Sec. 2,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Campa, 679 F.2d at 1010, otherwise anyone who brushed a criminal en route to his deed could be swept within the statute.  See United States v. O'Campo, 973 F.2d 1015, 1020 (1st Cir. 1992).  Rivera's knowledge and furtherance of the conspirators' plan can be inferred from his providing a truck to the conspirators, suggesting to its owner that he report it stolen, loaning his own money to help obtain a second truck, and the fact that this truck ended up reported stolen shortly after the incident.  Although Rivera claims that all of this could be seen as the innocent pursuit of his trucking business, the jury acted within its province in resolving this credibility issue against him.  Viewed in the light most favorable to the verdict, the evidence is sufficient to sustain Rivera's conviction.</p>\n    </div>\n    <p>D. Velazquez</p>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Velazquez challenges the sufficiency of evidence for all counts for which he was convicted:  conspiracy to import marijuana and cocaine in violation of 21 U.S.C. Sec. 952(a) (count one);  importation of 9,540 pounds of marijuana in violation of 21 U.S.C. Sec. 952(a) (count two);  possession with intent to distribute marijuana in violation of 21 U.S.C. Sec. 841(a)(1) (count three);  and use of a telephone in violation of 21 U.S.C. Sec. 843(b) (count five).</p>\n    </div>\n    <p>1. Conspiracy</p>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Velazquez attacks his conviction on counts one and five by claiming the evidence showed two distinct conspiracies, one failed effort before his arrest and incarceration on April 30, 1992, and another conceived only afterwards.  He concedes the evidence supports his participation in the first,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> but argues that the second, ultimately successful one, was formed and carried out only after his arrest by local authorities on April 30, 1992, and since he was still incarcerated on June 4, when this second scheme was consummated, it was impossible for him to have participated in it.  He promotes his two conspiracy theory by claiming there were \"new players\" and new secret \"codes\" in the second plot, and that about four times as much marijuana was ultimately imported than he and the original conspirators contemplated.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Velazquez makes this argument for the first time, having conceded the sufficiency of evidence to convict on count one to the trial court.  \"It has long been the practice in this circuit that an issue not presented in the district court will not be addressed for the first time on appeal.\"  United States v. Curzi, 867 F.2d 36, 44 (1st Cir. 1989).  We discuss it only because he makes an essentially similar argument regarding counts two and three, which he did not concede, and it bears on the question concerning those counts.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Whether multiple conspiracies existed is a question of fact for the jury.  United States v. Bello-Perez, 977 F.2d 664, 667 (1st Cir. 1992);  United States v. Drougas, 748 F.2d 8, 17 (1st Cir. 1984).  To have proceeded on the assumption that a single conspiracy existed in this case, the jury need only have found that the evidence as a whole adequately showed that all the co-conspirators \"knowingly and intentionally 'directed their efforts towards the accomplishment of a common goal or overall plan' to commit the substantive offense charged.\"  Bello-Perez, 977 F.2d at 667-668 (quoting Drougas, 748 F.2d at 17).  The jury need not have found that they joined the conspiracy together, participated at the same time, nor even that they all knew each other.  Bello-Perez, 977 F.2d at 668 (citing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Save for his own removal by arrest, the only change of players was the replacement of one of the government's agents after a first botched attempt in March 1992.  The other players remained and continued with the original plot.  Nor does the fact that much more marijuana was imported than the original negotiations contemplated necessarily cleave the conspiracy in two.  The jury could have readily found that new codes were issued for security reasons.  There is no reason it could not have found beyond a reasonable doubt that there was a single conspiracy in which Velazquez clearly played a part.</p>\n    </div>\n    <p>2. Use of Telephone to Facilitate the Crime</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Section 843(b) makes it a crime to use a communication facility, such as a telephone, to facilitate the commission of a crime such as importation of controlled substances.  Velazquez was convicted of one count of violating Sec. 843(b) on the basis of unrefuted evidence of a telephone conversation on March 9, 1992, in which he discussed details of the importation plans with a confidential informant who recorded the call.  He employs the same two conspiracy theory to attack this conviction.  We find the evidence more than sufficient to uphold it.</p>\n    </div>\n    <p>3. Importation</p>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Velazquez attacks his convictions for counts two and three by claiming his imprisonment by local authorities as of April 30, 1992 made it impossible for him to have participated after that time, and that evidence of his participation in the conspiracy before then was insufficient to prove his guilt beyond a reasonable doubt for the substantive counts.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">The trial court was initially inclined to grant Velazquez's motion for acquittal for these two counts, but reconsidered.  The government contends that the evidence is sufficient to support his convictions \"at least as an aider and abetter.\"  Velazquez contends that all the unlawful actions comprising counts two and three were committed by others after his incarceration, and therefore the government failed to prove his involvement in any of the elements of either offense.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">With respect to his importation conviction, Velazquez fails to understand the scope of the law of conspiracy.  The jury was properly instructed that a member of a conspiracy is criminally responsible for any illegal acts of co-conspirators committed in furtherance of it.  Pinkerton, 328 U.S. 640;  United States v. Munoz, 36 F.3d 1229, 1234 (1st Cir. 1994), cert. denied, ___ U.S. ___, 115 S.Ct. 1164, 130 L.Ed.2d 1120 (1995).  Thus courts have held that the same evidence that supports a defendant's conviction for conspiracy to commit a crime may support his conviction for the substantive count, even where he did not commit it himself.  See, e.g., United States v. Salazar, 958 F.2d 1285, 1292 (5th Cir.), cert. denied, ___ U.S. ___, 113 S.Ct. 185, 121 L.Ed.2d 129 (1992).  As we found the evidence sufficient to uphold both the jury's finding of a single conspiracy to import illicit narcotics in which both Velazquez and Pena were at various times involved, and Pena's conviction on the substantive count of importation, Velazquez's conviction for the substantive count may also stand.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <p>4. Possession</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">We cannot make the same simple assertion with respect to Velazquez's conviction for possession of narcotics with intent to distribute, given that he was not convicted for conspiracy to commit this offense.  Velazquez again contends that because he was incarcerated at the time his co- conspirators possessed the drugs, it was impossible for him to have been in possession himself, even constructively, within the meaning of 21 U.S.C. Sec. 841(a)(1), nor could he have aided and abetted their possession within the meaning of 18 U.S.C. Sec. 2.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Evidence of Velazquez's association, participation, and active promotion of others' possession of the drugs is sufficient to sustain his conviction as an aider and abetter.  Nye &amp; Nissen, 336 U.S. at 619.  Velazquez actively associated himself with a scheme that was specifically designed to result in his possession and distribution of a substantial amount of narcotics by participating in initial negotiations over price and amounts and subsequent meetings and telephone conversations to refine details of the plan, attempting to travel to St. Maarten to pick up one of the suppliers, supplying a marine chart, inspecting an undercover Customs vessel for its suitability for the smuggle, providing a new set of secret codes and a navigational device after an initial attempt at shipment failed when the Colombian vessel carrying the narcotics got lost en route to Puerto Rico, broke down, and had to jettison its cargo, and bringing others into the scheme.  There was no evidence he was acting merely as a facilitator for others with no intent to participate in possession and distribution himself.  On the contrary, there was evidence that 2 kilograms of cocaine contained in the first, failed shipment were included specifically per his request and intended exclusively for him.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">From this evidence the jury could have concluded that possession and distribution of the drugs were the obvious intended consequences of the plot to import, and that Velazquez promoted and facilitated that goal.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The only case of which we are aware that addressed a conviction for possession by an inmate on the basis of possession by his at-large co-conspirators involved a defendant who, while incarcerated, made numerous phone calls from prison to his cohorts between the time of his arrest and their apprehension with a cache of cocaine and directions to his apartment.  United States v. Disla, 805 F.2d 1340 (9th Cir. 1986).  Although Disla's conviction for conspiracy to possess cocaine with intent to distribute was upheld, the court reversed his conviction for the substantive count, holding that evidence he was involved as a conspirator before his incarceration could not support either an aiding and abetting or a constructive possession theory of guilt, given that there was no evidence Disla did anything to \"effect\" or \"assist\" the actual crime.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  Id. at 1350-52.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">The Disla court was foreclosed from considering Disla liable under Pinkerton, because the jury had not been given the requisite instruction.  Id. at 1350.  Here, as previously noted, the jury was properly instructed, consistent with Pinkerton, that a defendant is liable for the reasonably foreseeable substantive offenses committed by co-conspirators in furtherance of their joint criminal venture.  We may therefore also affirm if possession of the drugs by Pena and the other conspirators was an act committed in furtherance of their unlawful agreement to import, such that Velazquez can be held accountable as a party to the plot.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">As discussed above in relation to Pena, importation is a continuous crime that does not cease until the contraband reaches its destination.  United States v. Leal, 831 F.2d 7, 9 (1st Cir. 1987) (citing cases).  Whatever its final destination in this case, we are satisfied that upon the conspirators' taking possession of the marijuana-laden truck the crime of importation was still on-going.  See ante.  Thus, in this particular case, possession with intent to distribute a large cache of marijuana was committed by Velazquez's co-conspirators in furtherance of the crime they conspired to commit, and although it is agreed that he was incapable of possessing the drugs himself while imprisoned, his conviction for the substantive count can nonetheless stand.</p>\n    </div>\n    <p>VII. Prosecutor's Conduct</p>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p>A. Opening Statement and Presentation of the Evidence</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Appellants Rivera and Galindez contend that, by creating the impression of a \"planned,\" \"ambush type situation\" designed to kill the federal agents, and painting a graphic picture of \"raining bullets\" that produced a \"blood bath,\" the prosecutor aimed to raise the passions of the jury.  The crux of their argument is that by stating \"the only possible verdict is that of guilty, because of an attempt to kill the agents,\" the prosecutor improperly urged the jury to do justice to the severely wounded agents.  They further point to the prosecutor's emphasis throughout the trial on the culmination of the drug scam in the attempt on the agents' lives, tending to suggest it was an element of the conspiracy for which they stood charged.  Neither was charged with the attempt to kill the agents.  They claim the prosecutor so inflamed and confused the jury as to seriously prejudice their right to a fair trial.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">We begin by restating that it is improper to suggest to the jury that it \"act in any capacity other than as the impartial arbiter of the facts.\"  United States v. Manning, 23 F.3d 570, 573 (1st Cir. 1994).  Appealing to the jury's emotions or suggesting in any way that it feel a duty to convict is error.  Id. (telling jury, \"take responsibility for yourselves,\" \"take responsibility for your community\" and \"convict the defendant because justice compels conviction\" is error);  United States v. Young, 470 U.S. 1, 17, 105 S.Ct. 1038, 1047, 84 L.Ed.2d 1 (1985) (error to urge jury to \"do its job\");  United States v. Mandelbaum, 803 F.2d 42, 44 (1st Cir. 1986) (error to urge jury to \"do its duty\").  While the line separating improper from acceptable behavior in our adversary system is \"not easily drawn,\" Young, 470 U.S. at 7, we assume without deciding that to the extent the prosecutor's comments could be understood to urge the jury to avenge the injured agents, they were improper.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Whether those comments warrant a new trial, however, turns on whether they likely affected the outcome.  Manning, 23 F.3d at 574 (citing cases).<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  We look to the severity of the misconduct, the context in which it occurred, the curative effect of the judge's admonitions, if any, and the strength of the evidence against the defendant.  Id. (citing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">We do not find the factors in this case compel a new trial.  An objection to the statement was sustained and the prosecutor did not repeat it.  No remedial action was requested, nor was any offered-perhaps a decision not to draw attention to the remark.  See Mandelbaum, 803 F.2d at 44 (although urging jury to \"do its duty\" was error, it was not reversible error).  It was made during opening statements wherein it was unlikely to have had a lasting effect.  Moreover, that Rivera was acquitted of the conspiracy charge demonstrates that the jury was not so confused or inflamed that it could not rationally evaluate the charges and the evidence.</p>\n    </div>\n    <p>B. Misstatement of the Evidence in Closing</p>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Galindez and Rivera allege the prosecutor materially misstated the evidence in his closing argument.  Because we find Galindez deserves a new trial on another ground, we address only Rivera's claim here.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Rivera objects to the prosecutor's summation of the evidence in which he suggested that Rivera called the owner of one of the two trucks that he had obtained for Mr. Pena and advised him to report it stolen, and that these acts show knowledge.  Rivera's attorney did not object.  On appeal, Rivera points to the record which reveals that the owner repeatedly called Rivera about his truck, and only after repeated assurances that he would return it as soon as it turned up did Rivera suggest that if the owner wasn't satisfied he should report it stolen.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">Absent objection, we review for plain error.  United States v. Arrieta-Agressot, 3 F.3d 525, 528 (1st Cir. 1993).  Except on rare occasions, a defendant \"who believes that a prosecutor's closing argument goes too far must usually object to the offending statements when and as they are uttered.\"  United States v. Sepulveda, 15 F.3d 1161, 1186 (1st Cir. 1993), cert. denied, ___ U.S. ___, 114 S.Ct. 2714, 129 L.Ed.2d 840 (1994).  Absent objection it seems fair to give the arguer the benefit of every plausible interpretation of her words.\"  Id. at 1187.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">The evidence is unequivocal, regardless of who called whom, that Rivera told the owner he should report his truck stolen.  Further, Rivera provided him with a false name and telephone number to use in the stolen vehicle report.  The evidence also showed Rivera was involved in obtaining a second truck, the one that was ultimately used, and on the day of the incident he gave this owner the same advice, and shortly after the shooting this truck was reported stolen.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">Although we do not condone prosecutorial distortions of evidence, United States v. Carrasquillo-Plaza, 873 F.2d 10, 14 (1st Cir. 1989), the misstatement here did not prejudice Rivera's right to a fair trial.  See, id.;  United States v. Pasarell, 727 F.2d 13, 16 (1st Cir.), cert. denied, 469 U.S. 826, 105 S.Ct. 107, 83 L.Ed.2d 51 (1984).  Suggesting that a truck be reported stolen, whether after pestering or on his own initiative, could amount to an attempt to hide guilt, and the jury was entitled to so infer.  The conclusion that Rivera was knowingly involved can readily be drawn even from the facts as he would present them.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p>VIII. Requested Jury Instructions on Entrapment and Coercion</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">Pena assigns as error the district court's refusal to instruct the jury on his defenses of entrapment and coercion or duress.  A defendant is entitled to instruction on his theories of defense so long as \"any probative material in the record\" supports them.  United States v. Rodriguez, 858 F.2d 809, 814 (1st Cir. 1988).  This is a question of law for the court and review is plenary.  Id. at 812, 814.</p>\n    </div>\n    <p>A. Entrapment</p>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">The entrapment defense, like any other, \"is measured by the time-honored sufficiency of-the-evidence yardstick.\"  Id. at 814.  Entrapment has two essential elements:  (1) government inducement to engage in criminal activity, and (2) the defendant's lack of predisposition to engage in such conduct.  Id. at 812, 814 (citing Mathews v. United States, 485 U.S. 58, 63, 108 S.Ct 883, 886, 99 L.Ed.2d 54 (1988)).  Defendant must produce sufficient evidence to support both elements.  When viewed in the light most favorable to the accused, there must be some evidence which, \"if believed by a rational juror, would suffice to create a reasonable doubt as to whether government actors induced the defendant to perform a criminal act that he was not predisposed to commit,\" in order for defendant to be entitled to the instruction.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  Rodriguez, 858 F.2d at 814.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">Pena claims he repeatedly refused to go on with the scheme after Velazquez was arrested on April 10, 1992 and the original undercover agent was replaced by another, but that the latter urged him to continue.  The evidence was ample that Pena willingly participated in the conspiracy at least until then.  He therefore could not have sustained the lack of predisposition element and was not entitled to the instruction.</p>\n    </div>\n    <p>B. Coercion or Duress</p>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">The district court also denied instruction on Pena's alternative defense that he acted under duress, coerced by government agents into continuing a criminal venture which he wished to abandon.  For this defense, a defendant must adduce evidence sufficient, if believed, to convince a rational juror that (1) he acted under an immediate threat of serious bodily injury or death, (2) he had a well founded belief that the threat would be carried out, and (3) he had no reasonable opportunity to escape or avoid the threat.  United States v. Amparo, 961 F.2d 288, 291 (1st Cir.), cert. denied, ___ U.S. ___, 113 S.Ct. 224, 121 L.Ed.2d 161 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">Pena presented his own uncorroborated testimony that he refused to continue negotiations to consummate the drug deal once Velazquez had been incarcerated and that the undercover agent threatened his parents with \"the consequences\" if he did not.  A threat to injure some other person in the future is neither immediate nor unavoidable.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">The conviction of Galindez is vacated and his case is remanded for a new trial;  the remaining convictions are affirmed. @</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The red dump truck was never returned to Salgado, who eventually reported it stolen after Rivera proved unable to provide any information on its whereabouts and advised him to make out a stolen vehicle report using a false name and phone number to describe the person to whom he had rented it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> If it appears that a defendant ... is prejudiced by a joinder ... of defendants ... for trial together, the court may ... grant a severance of defendants, or provide whatever other relief justice requires</p>\n        <p>Fed.R.Crim.P. 14.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Velazquez also contends that joinder was not proper to begin with because he had nothing to do with the shoot-out.  As he was not charged with any offense arising from the shoot-out, and does not contend he was improperly joined for trial on the offenses for which he was charged, we find this argument without merit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The court's instructions were as follows:</p>\n        <p>A separate crime is charged against one or more of the defendants in each count.  The charges have been joined for trial.  You must decide the case for each defendant on each crime charged against that defendant separately.  Your verdict on any count as to any defendant should not control your verdict on any other count or as to any other defendant.</p>\n        <p>In other words, the rule to be followed is a separate consideration of each person that is named as a defendant and of each charge that appears in the indictment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Both Rivera and Galindez were acquitted of the main conspiracy charge</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Galindez does not suggest, nor is there any evidence, that the procedure used was faulty.  We therefore address only the circumstances surrounding the identifications</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The agent, Juan Dania, a six year veteran, testified that it would have been his practice to report all descriptions provided by the agents he interviewed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The only other evidence linking Galindez to the crime are Diaz's notes containing a description to which Galindez can be matched.  The notes cannot be credited</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Rule 16 provides, in pertinent part:</p>\n        <p>Upon request of the defendant the government shall permit the defendant to inspect and copy or photograph books, papers, documents, ... which are within the possession, custody or control of the government and which are material to the preparation of the defendant's defense or are intended for use by the government as evidence in chief at the trial ...</p>\n        <p>Fed.R.Crim. P. 16(a)(1)(C).  Rule 16 imposes a continuing duty to disclose such requested material.  Fed.R.Crim.P. 16(c).  See, e.g., United States v. Tajeddini, 996 F.2d 1278, 1287 (1st Cir. 1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Whoever, during and in relation to any crime of violence or drug trafficking crime ... uses or carries a firearm, shall, in addition to the punishment provided for such crime ... be sentenced to imprisonment for five years, and if the firearm is a short-barreled rifle, short- barreled shotgun ... to imprisonment for ten years, and if the firearm is a machine-gun, or a destructive device, or is equipped with a firearm silencer or firearm muffler, to imprisonment for thirty years....  18 U.S.C. Sec. 924(c)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The court instructed the jury as follows:</p>\n        <p>If one member of a conspiracy commits a crime in furtherance of a conspiracy, the other members have also, under the law, committed that crime.</p>\n        <p>This was sufficient.  United States v. Alvarado, 898 F.2d 987, 993 (5th Cir. 1990);  United States v. Gallo, 763 F.2d 1504, 1520 n.23 (6th Cir. 1985), cert. denied, 474 U.S. 1069, 106 S.Ct. 828, 88 L.Ed.2d 800 (1986).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> It is immaterial that the indictment neither alleged aiding and abetting nor referred to 18 U.S.C Sec. 2.  United States v. Sanchez, 917 F.2d 607, 611 (1st Cir. 1990), cert. denied, 499 U.S. 977, 111 S.Ct. 1625, 113 L.Ed.2d 722 (1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Such evidence included taped meetings with a confidential informant in which he participated in price negotiations, discussions of secret code sheets, and made an agreement to pay a certain sum for transportation of the drugs, as well as evidence that he personally inspected a U.S. Customs undercover vessel for its suitability for shipment and provided marine charts and code sheets to others to assist their planning and execution of the deal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Velazquez seems to make an argument that his arrest and incarceration effectively removed him from the conspiracy.  Where membership in a conspiracy is proven, evidence of simply ceasing one's activities in connection with it, for whatever reason, is insufficient to constitute withdrawal.  Munoz, 36 F.3d at 1234.  An affirmative step, such as a full confession to authorities or communicating to co-conspirators abandonment of the enterprise and its goals, is required to avoid responsibility for the continuing crimes of co-conspirators.  Id. Velazquez presented no such evidence, and the jury was entitled to surmise that but for his involuntary removal by arrest, he would have continued</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The court held that an inference that he assisted the possession of his cohorts based on the telephone calls could not be drawn because there was no evidence as to the content of those calls</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Although this line of authority derives from cases recognizing deterrence of prosecutorial misconduct as an additional basis for reversal, see United States v. Capone, 683 F.2d 582, 586 (1st Cir.1982), the Supreme Court eliminated this option where the error is harmless.  United States v. Hasting, 461 U.S. 499, 506, 103 S.Ct. 1974, 1979, 76 L.Ed.2d 96 (1983)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Of course once defendant meets this entry-level burden, the government must prove beyond a reasonable doubt that no entrapment occurred.  Rodriguez, 858 F.2d at 815 (collecting cases)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">764</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Hector RODRIGUEZ-PENA, Defendant, Appellant.<br>United States of America, Plaintiff, Appellee,<br>v.<br>Angel Galindez-Rodriguez, Defendant, Appellant.<br>United States of America, Plaintiff, Appellee,<br>v.<br>Gonzalo Velazquez-Rotger, Defendant, Appellant.<br>United States of America, Plaintiff, Appellee,<br>v.<br>Victor Rivera a/k/a Quique, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 93-2259, 93-2260, 93-2261, 93-2262.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 11, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Rafael F. Castro-Lang for appellants Angel Galindez-Rodriguez and Victor Rivera.</p>\n      <p class=\"indent\">Rafael Anglada-Lopez for appellant Gonzalo Velazquez-Rotger.</p>\n      <p class=\"indent\">Harry R. Segarra for appellant Hector Rodriguez-Pena.</p>\n      <p class=\"indent\">Antonio R. Bazan, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jose A. Quiles-Espinosa, Senior Litigation Counsel, were on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED IN PART, VACATED IN PART; AND REMANDED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants Rodriguez Pena (Pena), Velazquez Rotger (Velazquez), Galindez Rodriguez (Galindez) and Rivera, co-defendants in a single criminal trial on multiple narcotics-related charges, jointly or severally advance assignments of error on appeal of their convictions: (1) the court erroneously instructed the jury on the meaning of \"beyond a reasonable doubt\";  (2) motions for severance should have been granted;  (3) a motion to suppress pretrial photospread identifications should have been granted;  (4) the court abused its discretion in allowing the government to present evidence which it withheld in violation of Federal Rule of Evidence 16;  (5) the evidence was insufficient to convict;  (6) the prosecutor committed reversible errors in his opening and closing arguments;  and (7) the court should have instructed the jury on the defenses of entrapment and duress.  We sustain one, and reject the rest.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Relating the essential facts most favorably to the verdict, United States v. DeMasi, <span class=\"citation\" data-id=\"195694\"><a href=\"/opinion/195694/united-states-v-de-masi/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1306</span></a></span>, 1310 (1st Cir. 1994), cert. denied, ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">947</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">890</span> </span>(1995), in late December, 1991, a confidential informant of the United States Customs Service, known as \"Gordo,\" responded to a shortwave radio request by a Colombian national, identified as Cabeza, to contact certain individuals in Puerto Rico.  This led to meetings and telephone conversations over the next several months with various individuals, including Velazquez and Pena, during which a narcotics smuggling venture with Cabeza and his suppliers in Colombia was hatched.  Both Velazquez and Pena worked closely on the planning and preparation with various undercover agents who became involved to facilitate Customs' monitoring of the plot.  The evidence contains numerous photographs and over one hundred recordings of their discussions up until the moment it finally unravelled and several of the players were arrested.  Gordo agreed to arrange the transport of the drugs to Puerto Rico and proposed utilizing a Customs undercover vessel to meet and receive the cargo from a Colombian ship at sea.  Initially the conspirators contemplated bringing in 2,000 pounds of marijuana;  subsequent discussions with Velazquez and Pena increased the amount to 5,000 to 6,000 pounds, or more.  A shipment of up to 300 kilograms of cocaine was discussed as well.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 27, 1992 Gordo was scheduled to pick up 10,000 pounds of marijuana, and two kilograms of cocaine specifically intended for Velazquez, from the Colombian ship at sea.  However, the latter had sailed off course, broken down, and after Pena provided Gordo with some equipment for an attempt at repair, was eventually forced to jettison its load and return to Colombia.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The conspirators were monitored as they continued to arrange for a successful importation throughout the month of April.  Velazquez mailed a navigational device to Cabeza to facilitate the meeting of the two vessels at sea, and provided a second code sheet to Gordo.  On April 30, however, Velazquez was arrested by local authorities on drug related charges, and Gordo suddenly left Puerto Rico, apparently because he thought the deal was dead.  Customs agent Juan Dania, posing as Gordo's boss, communicated to Pena that the deal was still on and, after some hesitation, Pena agreed to continue.  Pena thereafter met with agent Polo Diaz, who replaced Gordo, to discuss importing around 6,500 pounds of marijuana and 5 kilograms of cocaine, and was photographed.  In subsequent discussions he spoke of another shipment of several hundred kilograms of cocaine.  At a later meeting Pena provided Diaz with another new code sheet from the Colombians, and, a week later, with a number of emergency lamps for the ship.  He remained in close contact with Diaz as they finalized plans to meet the shipment of a second load.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On May 30, 1992, five undercover Customs agents picked up 153 bales of marijuana and two Colombian participants from a Colombian ship at sea and transported them aboard their undercover vessel to Puerto Rico, as arranged.  Cabeza contacted Diaz to inquire about the shipment and to discuss another shipment of 300 kilograms of cocaine.  On or about June 1st they arrived in Puerto Rico, and Diaz telephoned Pena to obtain keys to a truck onto which Diaz was supposed to load the narcotics for delivery to Pena.  Pena had obtained a red dump truck from his friend Victor Rivera, who had rented it from an acquaintance named Martin Salgado.  Around the beginning of June, Rivera instructed Salgado to leave the truck at the Plaza Carolina.  When it proved unusable, Pena enlisted Rivera to help obtain a second one, which Rivera partially financed together with another friend.  On June 2, Rivera and the friend together delivered a white enclosed truck to Plaza Carolina.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Pena and Diaz arranged that June 4th would be the date of delivery.  The agents retrieved the truck from the Plaza Carolina, loaded it up, and delivered it back to the Plaza Carolina, as arranged.  On June 4th Diaz phoned Pena to inform him the truck was ready and he would be waiting in his car at a nearby Burger King parking lot for Pena to deliver the money he owed for the shipment in exchange for the keys to the marijuana- laden truck.  At around noon Diaz received a call on his car phone from Pena, who informed him that his nephew was on his way over to exchange the money for the keys.  As they were talking a young black man approached, exchanged $30,000 cash with Diaz for the truck keys, and ran off.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Shortly thereafter the truck, followed by Pena driving a gray Volvo, followed by a burgundy silhouette van with tinted windows, were tailed by several surveillance teams from various federal agencies.  The three vehicles pulled aside briefly on 65th Infantry Avenue, and several surveillance vehicles had to pass ahead in order not to blow their cover.  When the convoy resumed, it made a left turn down Monte Carlo Avenue, heading toward the Monte Hatillo housing complex.  Several surveillance vehicles made u-turns on 65th Infantry Avenue in order to head back toward the Monte Hatillo.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">When the first of these, occupied by three federal agents, turned right onto Monte Carlo Avenue in pursuit of the convoy, the burgundy van suddenly pulled diagonally in front of their vehicle and raked it with machine gun fire.  The ambush severely wounded the three agents.  A second undercover car pulled up and several agents emerged to return fire.  Shooting was also coming from elsewhere, apparently from within or around the housing complex.  A third surveillance vehicle, driven by agent Montalvo and carrying two other federal agents, pulled up and observed the van and truck fleeing the scene.  Pena's Volvo was nowhere in sight.  Montalvo pursued the van and truck, but was slowed by automatic weapons fire from several individuals on foot.  They lost sight of the two vehicles and stopped to pull on bullet-proof vests.  As they were doing so, three individuals approached firing automatic or semi-automatic weapons.  After some exchange of fire, Montalvo managed to hit one of them and the others retreated carrying the wounded man.  Montalvo and his fellow agents then returned to the site of the first shooting incident to assist the injured agents.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The truck was later found parked in the housing complex.  The owner of the van reported it stolen some hours later.  The friend with whom Rivera had purchased the white truck reported it stolen around 3:30 that afternoon.  Pena was arrested later that day when he went to local police to report that he had been kidnapped and handcuffed at gunpoint, and his car had been stolen, a story he later recanted in favor of cooperating with the government.  Velazquez was already in custody, and was indicted on information gleaned from surveillance of his activities before his arrest.  Rivera was arrested some months later on information provided by Salgado.  Galindez was arrested in December of 1992 on other charges and was indicted in February, 1993 on charges in connection with this case after being identified in a photospread by agents Montalvo and Diaz.</p>\n    </div>\n    <p>II. Jury Instruction on Reasonable Doubt</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellants allege the court gave erroneous definitions of reasonable doubt in its preliminary remarks to the jury at the outset of the case, and in its final charge.  At the outset, after defining reasonable doubt briefly and correctly, the court added,</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>It doesn't mean beyond all possible doubt or to an absolute certainty.  Simply more evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(Emphasis supplied).  In its final instructions, it said,</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>It all boils down to an impartial consideration of all the evidence, and the evidence must leave you firmly convinced that a particular defendant in a given context of a particular charge is guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(Emphasis supplied).  Defendants took no exceptions, but claim these particular statements to be plain error under Federal Rule of Criminal Procedure 52(b).  We may find plain error only where there is a \"clear\" or \"obvious\" error that affects \"substantial rights.\"  United States v. Olano, ___ U.S. ___, ___, 113 S.Ct 1770, 1776-78, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </a></span>(1993);  United States v. Romero, <span class=\"citation\" data-id=\"195567\"><a href=\"/opinion/195567/united-states-v-romero/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span>, 651 (1st Cir. 1994).  Granted that an erroneous charge on reasonable doubt is plain error, Sullivan v. Louisiana, <span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2078</span></a></span>, <span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">182</span> </a></span>(1993), there is a scope of language that is acceptable.  On the charge as a whole, we hold the words here fell within that scope.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Defendants rely principally on United States v. Colon-Pagan, <span class=\"citation\" data-id=\"194878\"><a href=\"/opinion/194878/united-states-v-colon-pagan/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span> </a></span>(1st Cir. 1993).  In Colon the trial court had defined reasonable doubt to mean, among other things, \"proof of such a convincing character that a person ... would be willing to rely and act upon it.\"  <span class=\"citation\" data-id=\"194878\"><a href=\"/opinion/194878/united-states-v-colon-pagan/\"><span class=\"id_token\">Id.</span> at 81. </a></span> Rely on it under what circumstances?  A small matter?  We found this particular language clearly erroneous, since it may have created the \"incorrect impression that [the jury] can convict a defendant in a criminal case upon the basis of evidence no stronger than might reasonably support a decision to go shopping or to a movie or to take a vacation.\"  <span class=\"citation\" data-id=\"194878\"><a href=\"/opinion/194878/united-states-v-colon-pagan/\"><span class=\"id_token\">Id.</span> at 81. </a></span> However, we declined to hold the same language, with the addition that the proof should be of such convincing character that the jury should be willing to act on it \"in the most important decisions that you have to make in your own lives and for yourselves,\" constituted plain error.  United States v. Gordon, <span class=\"citation\" data-id=\"384350\"><a href=\"/opinion/384350/united-states-v-jacob-john-gordon/\"><span class=\"volume\">634</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">639</span></a></span>, 644 (1st Cir. 1980).  Although the charge in Gordon was by no means ideal, the \"convincing\" was sufficiently defined to signal to the jury the gravity of its task;  in Colon it was meaningless.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We readily distinguish our case from Colon.  First, the preliminary charge here was not affirmatively wrong, it was merely incomplete.  The court made that clear, and indicated it would further explain reasonable doubt at the end of the case.  The vague \"simply more evidence\" language the court used to distinguish beyond a reasonable doubt from the preponderance standard is not automatically fatal here, as the court completed and amplified its remarks on the subject in its final charge.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Our only question is whether, as a whole, the instructions left the jury with the correct understanding of its responsibility.  <span class=\"citation\" data-id=\"195567\"><span class=\"antecedent_guess\">Romero,</span> <a href=\"/opinion/195567/united-states-v-romero/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">651-52</span> </a></span>(while preliminary statements that proof beyond a reasonable doubt required \"scale\" to \"tip more to the government's side,\" taken alone, may suggest diluted burden of proof, instructions as a whole did not create obvious likelihood jury would be misled).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In its final charge the court said,</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>Remember what I said at the beginning.... [T]he defendants ... are presumed innocent until proven guilty beyond a reasonable doubt.  They had no burden to testify or to present any evidence or prove that they are innocent.  The government has the burden of proving every element of the charge or each charge, I guess, against each defendant beyond a reasonable doubt.  And, of course, if the government fails to do so, ... you must return a verdict of not guilty to the particular defendant or charge that the government failed to prove beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>And what is this business of \"reasonable doubt\"?  I gave you, at the beginning, a limited instruction on reasonable doubt;  and I compared the standard of the civil case with the standard of a criminal case.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>Now let me tell you more about it.... [R]easonable doubt is a doubt based upon reason and common sense and may arise from a careful, impartial consideration of all the evidence in the case, or from lack of evidence.  Proof beyond a reasonable doubt is proof that leaves you firmly convinced that a given defendant is guilty of a given charge.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>If after a careful and impartial consideration with your fellow jurors of all the evidence, you are not convinced beyond a reasonable doubt that a particular defendant is guilty of a particular charge, it is your duty to find that particular defendant not guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>On the other hand, if after a careful and impartial consideration with your fellow jurors of all the evidence, you are convinced, beyond a reasonable doubt, that the defendant is guilty, it is your duty to find the particular defendant related to that particular charge guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>It all boils down to an impartial consideration of all the evidence, and the evidence must leave you firmly convinced that a particular defendant in a given context of a particular charge is guilty.  (Emphasis supplied.)</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The court expressed the government's burden of proof beyond a reasonable doubt, neat, seven times.  Did summing it up by saying that \"it all boils down to\" the evidence must leave the jury \"firmly convinced\" of the guilt of each defendant dilute its well-hammered instruction?  The court did not leave the impression, as it did in Colon, that members of the jury could convict on the basis of evidence no stronger than might convince them to go shopping.  <span class=\"citation\" data-id=\"194878\"><span class=\"antecedent_guess\">Colon-Pagan,</span> <a href=\"/opinion/194878/united-states-v-colon-pagan/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">81</span></a></span>.  The jury had to be \"firmly convinced\" that each defendant \"is guilty,\" a matter of ultimate importance.  We attach weight also to the word \"firmly.\"  The common meaning of \"firm\" is \"fixed.\"  We do not consider this summation of the court's repeated articulation of the government's burden to have improperly diminished that burden.  Cf. United States v. DeMasi, <span class=\"citation\" data-id=\"195694\"><a href=\"/opinion/195694/united-states-v-de-masi/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1306</span> </a></span>(1st Cir. 1994);  Romero, <span class=\"citation\" data-id=\"195567\"><a href=\"/opinion/195567/united-states-v-romero/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span>;  United States v. Glenn, <span class=\"citation\" data-id=\"494122\"><a href=\"/opinion/494122/united-states-v-kenneth-robert-glenn-united-states-of-america-v-manuel/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">855</span> </a></span>(1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We strongly observe, as we have before, that lengthy explanations of reasonable doubt offer little gain, and much risk.  See, e.g., United States v. Olmstead, <span class=\"citation\" data-id=\"496773\"><a href=\"/opinion/496773/united-states-v-george-olmstead/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">642</span></a></span>, 645 (1st Cir. 1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1009</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1739</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </span>(1988).  Solicitude for the jury is understandable, but there is no duty to explain that phrase, let alone to embellish.  Victor v. Nebraska, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span> </a></span>(1994).</p>\n    </div>\n    <p>III. Severance</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Velazquez, Galindez and Rivera contend the court committed reversible error in denying their motions for severance.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  They claim as ground for reversal a highly prejudicial spillover effect stemming from the prosecutor's relentless emphasis on the shoot-out, for which none of them stood charged.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Severance is warranted only when there is a manifest and serious risk that a \"specific trial right\" will be compromised, or that the jury will be unable to make \"a reliable judgment about guilt or innocence.\"  Zafiro v. United States, 113 S.Ct 933, 938 (1993).  District courts have wide discretion to decide severance motions, that we are \"reluctant to secondguess.\"  United States v. Boylan, <span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 246 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">849</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">139</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span> </span>(1990);  United States v. O'Bryant, <span class=\"citation\" data-id=\"610896\"><a href=\"/opinion/610896/united-states-v-david-s-obryant/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 25 (1st Cir. 1993).  We will interfere only if it is \"plainly abused.\"  United States v. Natanel, <span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span>, 308 (1st Cir. 1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1079</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">986</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">149</span> </span>(1992).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Appellants do not allege that any specific trial right was violated, but rather that the prosecutor's overdramatization of the \"bloodbath\" prejudicially affected the jury's ability to make a reliable judgment.  They point to the acquittal of two original codefendants whose motions for severance were successful as evidence of prejudice.  But prejudice in this context \"means more than just a better chance of acquittal at a separate trial.\"  United States v. Pierro, <span class=\"citation\" data-id=\"195522\"><a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 615 (1st Cir. 1994) (quoting <span class=\"citation\" data-id=\"538369\"><span class=\"antecedent_guess\">Boylan,</span> <a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">246</span></a></span>);  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Zafiro,</span> <span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">938</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">While in a trial of multiple defendants the risk of prejudice is magnified, for example, \"when evidence that the jury should not consider against a defendant and that would not be admissible if a defendant were tried alone is admitted against a codefendant,\" Zafiro, 113 S.Ct at 938, severance is not automatically required.  Id.; <span class=\"citation\" data-id=\"538369\"><span class=\"antecedent_guess\">Boylan,</span> <a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">246</span></a></span>.  Though none of the evidence relating to the shoot-out would have been admissible had appellants been tried separately, it was not offered to prove any charges they faced, and there is no indication the jury considered it against them.  We presume juries capable of disregarding evidence where it is irrelevant to the charges against certain defendants.  <span class=\"citation\" data-id=\"195522\"><span class=\"antecedent_guess\">Pierro,</span> <a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">616</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Rule 14 leaves the granting of any relief to the sound discretion of the district court.  Zafiro, 113 S.Ct at 938.  Limiting instructions will often suffice.  <span class=\"citation\" data-id=\"195522\"><a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"id_token\">Id.</span> In denying </a></span>the motions, the district court promised to take care of any potential prejudice through appropriate instructions and, although appellants urge otherwise, we find it adequately did so.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We are particularly loathe to second guess the district court here, given that the jury manifested its ability to differentiate the defendants, and the evidence against each, by returning several acquittals.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  <span class=\"citation\" data-id=\"538369\"><span class=\"antecedent_guess\">Boylan,</span> <a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">246</span></a></span>.</p>\n    </div>\n    <p>IV. Pretrial Photo Identifications</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Galindez assigns as error the admission of two pretrial photospread identifications, as well as the in-court identifications based on them.  He argues that the circumstances surrounding the identifications were unduly suggestive, and unreliable.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Galindez was first named in February 1993 as the person who exchanged payment with agent Diaz for keys to the marijuana-laden truck on June 4, 1992.  He was indicted after agents Montalvo and Diaz separately identified him in a photospread.  Galindez moved to suppress the identifications and a hearing was held before a magistrate.  The district court adopted the magistrate's recommendation for denial.  Galindez now appeals.</p>\n    </div>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We \"uphold a district court's denial of a motion to suppress if any reasonable view of the evidence supports it.\"  United States v. De Jesus-Rios, <span class=\"citation\" data-id=\"604123\"><a href=\"/opinion/604123/united-states-v-jose-de-jesus-rios-aka-papo-rios-united-states-v-eva/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">672</span></a></span>, 677 (1st Cir. 1993).  See, also, United States v. McLaughlin, <span class=\"citation\" data-id=\"578198\"><a href=\"/opinion/578198/united-states-v-bernard-michael-mclaughlin-united-states-of-america-v/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir. 1992) (collecting cases).  The district court's findings relating to a motion to suppress are binding on appeal unless clearly erroneous.  De <span class=\"citation\" data-id=\"604123\"><span class=\"antecedent_guess\">Jesus-Rios,</span> <a href=\"/opinion/604123/united-states-v-jose-de-jesus-rios-aka-papo-rios-united-states-v-eva/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">677</span></a></span>.  See <span class=\"citation\" data-id=\"578198\"><span class=\"antecedent_guess\">McLaughlin,</span> <a href=\"/opinion/578198/united-states-v-bernard-michael-mclaughlin-united-states-of-america-v/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">17</span> </a></span>(collecting cases).  A finding may be clearly erroneous, however, even where there is evidence to support it if \"the reviewing court on the entire evidence is left with the definite and firm conviction that a mistake has been committed.\"  <span class=\"citation\" data-id=\"578198\"><a href=\"/opinion/578198/united-states-v-bernard-michael-mclaughlin-united-states-of-america-v/\"><span class=\"id_token\">Id.</span> (quoting United </a></span>States v. U.S. Gypsum Co., <span class=\"citation\" data-id=\"104523\"><a href=\"/opinion/104523/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span>, 395, <span class=\"citation\" data-id=\"104523\"><a href=\"/opinion/104523/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">525</span></a></span>, 542, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">746</span> </span>(1948)).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We employ a two-part inquiry:  (1) whether the identification was \"impermissibly suggestive,\" and, if so, (2) whether the totality of the circumstances indicates it was nonetheless reliable.  De <span class=\"citation\" data-id=\"604123\"><span class=\"antecedent_guess\">Jesus-Rios,</span> <a href=\"/opinion/604123/united-states-v-jose-de-jesus-rios-aka-papo-rios-united-states-v-eva/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">677</span> </a></span>(collecting cases).  Unreliability is found only where there is \"a very substantial likelihood of irreparable misidentification.\"  <span class=\"citation\" data-id=\"604123\"><a href=\"/opinion/604123/united-states-v-jose-de-jesus-rios-aka-papo-rios-united-states-v-eva/\"><span class=\"id_token\">Id.</span> (citations omitted). </a></span> See, e.g., United States v. Maguire, <span class=\"citation\" data-id=\"551274\"><a href=\"/opinion/551274/united-states-v-john-j-maguire-united-states-v-thomas-m-kavanagh/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">254</span></a></span>, 264 (1st Cir. 1990) (\"it is only in extraordinary cases that identification evidence should be withheld from the jury\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1234</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2861</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1027</span> </span>(1991).  The magistrate purported to apply this test, and found neither suggestiveness nor unreliability.  Based on the analysis below, we disagree.</p>\n    </div>\n    <p>1. Suggestiveness</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">On February 8, 1993, agent Diaz inspected a photospread built around a photograph of Galindez which an uninvolved informant had identified as the person he heard had made the money for keys exchange.  Diaz identified Galindez as the one with whom he had made the exchange.  Agent Montalvo was shown the photospread the next day and also identified Galindez.  Diaz testified that he was ordered not to talk to anyone about the photospread or his identification, and that he did not do so.  Although Diaz continued to deny it at trial, Montalvo admitted both at the suppression hearing and at trial to speaking with Diaz about the photospread after Diaz had viewed it, but prior to examining it himself.  The magistrate's ruling, although detailed, inexplicably fails to note and consider this strong hint of collusion between the identifying agents.  We believe it raises the possibility of suggestiveness, requiring examination of the circumstances<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> in order to determine whether the ruling can nonetheless stand.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">On June 4, 1992 Montalvo, along with two other agents, was surveilling the parking lot where Diaz was waiting for the exchange.  He could not see Diaz's car, but could see as close as five feet surrounding it from about 6'-8' higher up and 35 feet away.  It was around noon, and raining heavily, when Montalvo observed a young black male running toward Diaz's car.  He disappeared from Montalvo's view in the vicinity of the car for about 30 to 60 seconds before re-emerging on the other side running toward the shopping mall.  Montalvo concluded that this person had made the exchange, even though he could not observe it, because immediately afterward a radio report confirmed that the exchange had been completed, and because the suspect remained within the small radius surrounding Diaz's car for much longer than he would have had he simply continued running by.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">On June 7 Montalvo prepared a report of his observations.  He described this suspect as a young, black, Hispanic male, about 13-15 years old, wearing a multi-colored tee-shirt.  The next day, during a preliminary hearing regarding co-defendant Pena, Montalvo repeated this description.  He added that he saw the same youth a short time later riding as passenger in the marijuana-laden truck as the truck-Volvo-van convoy progressed toward the Monte Hatillo housing complex.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Before a grand jury convened to indict Galindez on February 10, 1993, the day after identifying Galindez in the photospread, Montalvo described him for the first time as having a long neck.  At the suppression hearing held in April 1993, Montalvo testified that what caught his attention when observing the suspect running toward Diaz's car was his long neck.  Montalvo then testified at trial that what caught his eye at the time was the suspect's long neck and \"very protruding Adam's apple.\"  When confronted with the fact that he had never mentioned the long neck and Adam's apple in the report he prepared just three days after the incident nor any time prior to seeing Galindez' photograph, Montalvo said that it was because the photo \"refreshed\" his memory.  Both Montalvo and the agent who administered the identification procedure testified that all six photos in the spread were covered up to the chin-to assure that labels identifying the persons depicted could not be seen and that the photos appeared uniform-thus no necks would be observable.  Montalvo said he removed the paper covering the neck of Galindez's photograph after he selected it but before initialling it.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Evidence tending to strengthen agent Diaz's identification of Galindez also materializes only after his viewing of the photospread.  Shortly after the crime, Diaz was interviewed by an investigating case agent who prepared a report, dated July 20, 1992.  This report contains no physical description of this suspect other than that he was black and wearing a black tee shirt with printed letters and jeans.  Diaz, a Customs agent for seven years and trained in identification techniques, testified that he did not recall whether he had provided the investigating agent with more than this general description, but admitted that had he done so the agent would have reported it.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Two days after he identified Galindez, Diaz testified before a grand jury that the feature he recalled specifically was a long neck.  At the suppression hearing two months later Diaz testified that at the time of the incident he had specifically noted the suspect's long neck, recessed eyes, big lips and age between 18 and 22, and that when he identified Galindez he was certain because he would \"never forget\" the eyes, nose and mouth.  It then emerged on cross examination that Diaz, who was not required to write a report himself, had taken contemporaneous \"rough notes\" of his participation in the undercover operation.  These had not been provided to defense counsel and, despite his request, the magistrate refused to hold up the hearing to obtain them.  Defense counsel proceeded without, and managed to establish that (1) Diaz had reviewed them before being interviewed by the case agent, and (2) they contained some description of the suspect but Diaz could not recall any details other than that he was black and wearing a black printed tee shirt, precisely the description contained in the agent's report.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The prosecutor produced Diaz's notes on the first day of trial, revealing a detailed description of the suspect as black, with brown eyes, short hair, long neck, heavy eyebrows and recessed eyes, 5' 6-8\" and age 18-22.  Diaz admitted on cross examination that he had thoroughly reviewed these notes before the suppression hearing, yet had been unable to recall anything about them when questioned by the defense at that time.  It stretches credulity to believe that Diaz wrote contemporaneous notes describing the suspect as, among other things, having a long neck and recessed eyes, and that several weeks later when interviewed by the investigating agent, and after reviewing those notes, he provided none of that detail;  that after again reviewing the notes for the express purpose of testifying about his identification at the suppression hearing, he was again unable to recall any of their detail;  and that when they were finally revealed at trial those notes turned out to contain the very details tending to confirm the description Diaz gave for the first time at the suppression hearing, and describe the very features he claimed both at the hearing and at trial had most impressed him at the time of the incident.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Viewed in totality, the circumstances indicate a possibility that Montalvo was influenced by Diaz prior to his identification of Galindez, and thereafter both he and Diaz supplemented their descriptions to include features prominent in the photograph.  Although law enforcement experience is a factor that mitigates susceptibility to suggestiveness, <span class=\"citation\" data-id=\"551274\"><span class=\"antecedent_guess\">Maguire,</span> <a href=\"/opinion/551274/united-states-v-john-j-maguire-united-states-v-thomas-m-kavanagh/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">263</span></a></span>, the pre-viewing conversation between the two agents, and the apparent post hoc doctoring of both their descriptions, destroys that presumption here.  The finding below, which did not consider the improper conversation, is clearly erroneous.</p>\n    </div>\n    <p>2. Reliability</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">A finding of suggestiveness, however, only requires exclusion when it creates a \"very substantial likelihood of irreparable misidentification.\"  De <span class=\"citation\" data-id=\"604123\"><span class=\"antecedent_guess\">Jesus-Rios,</span> <a href=\"/opinion/604123/united-states-v-jose-de-jesus-rios-aka-papo-rios-united-states-v-eva/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">677</span> </a></span>(citations omitted).  This prong of the test questions \"whether under the 'totality of the circumstances' the identification was reliable even though the confrontation procedure was suggestive.\"  Neil v. Biggers, <span class=\"citation\" data-id=\"108639\"><a href=\"/opinion/108639/neil-v-biggers/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, 199 (1972).  The following factors are probative:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>(1) the opportunity of the witness to view the criminal at the time of the crime;  (2) the witness' degree of attention;  (3) the accuracy of the witness' prior description of the criminal;  (4) the level of certainty demonstrated by the witness at the confrontation;  and (5) the length of time between the crime and the confrontation.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">De <span class=\"citation no-link\"><span class=\"antecedent_guess\">Jesus-Rios,</span> <span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">677</span> </span>(citing Neil v. <span class=\"citation\" data-id=\"108639\"><span class=\"antecedent_guess\">Biggers,</span> <a href=\"/opinion/108639/neil-v-biggers/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">199-200</span> </a></span>(other citations omitted)).  Applying these factors, we note, first, that the record indicates Montalvo had but 25 seconds to view the suspect, in heavy rain, at a distance of, at best, 35 feet, and 6-8 feet elevated.  He admitted his subsequent viewing of the same person in the passenger seat of the truck was somewhat obstructed-although he claims he recognized the tee shirt and general appearance-and fleeting, as it occurred while he was driving his own vehicle past the stopped truck.  This may have been adequate to observe and note a long neck.  Second, since Montalvo was assigned to surveillance, we may assume he was attentive.  Third, his reported description just days after the events contains none of the detail that begins to appear in his descriptions subsequent to speaking with Diaz and then viewing the photospread.  Fourth, although it only took Montalvo several minutes to pick out Galindez's photograph, he testified that he was confused because he remembered the hair of the person he saw as \"coming straight down,\" whereas the photo depicted Galindez with very short hair.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Finally, eight months elapsed between the crime and the identification.  This Court has allowed photospread identifications that have occurred as much as five years after the crime, but this has been where other factors strengthened considerably the reliability of the identification.  See, e.g., United States v. Drougas, <span class=\"citation\" data-id=\"444351\"><a href=\"/opinion/444351/united-states-v-aristedes-drougas-united-states-of-america-v-michael-a/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 28 (1st Cir. 1984) (five- year gap was \"very much greater than would ordinarily be permissible,\" but unlike most cases, \"the witness was not identifying an assailant ... he viewed only once under stressful circumstances;\" he was co-conspirator who had spent considerable time with defendant).  In Biggers itself, the Supreme Court noted that a seven month delay would \"be a seriously negative factor in most <span class=\"citation\" data-id=\"108639\"><span class=\"antecedent_guess\">cases,\"</span> <a href=\"/opinion/108639/neil-v-biggers/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">201</span></a></span>, but since the witness, a rape victim, had spent up to half an hour with her assailant, under artificial light, and at least twice \"faced him directly and intimately,\" the identification was allowed.  <span class=\"citation\" data-id=\"108639\"><a href=\"/opinion/108639/neil-v-biggers/\"><span class=\"id_token\">Id.</span> at 200.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In light of the conversation between Diaz and Montalvo prior to Montalvo's viewing the photospread, the alterations in both of their subsequent descriptions, the suspicion that Diaz's \"contemporaneous\" notes were composed after the fact (and the ease with which the prosecutor could have cleared up that problem by promptly providing the notes to defense counsel), and the negative weight of the third, fourth and fifth Biggers factors compels the conclusion that at least Montalvo's identification was unreliable, and the district court was clearly erroneous in allowing it to go to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>B. Was the Error Harmless Beyond a Reasonable Doubt?</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Next, we assess whether the district court's error was harmless beyond a reasonable doubt.  De <span class=\"citation\" data-id=\"604123\"><span class=\"antecedent_guess\">Jesus-Rios,</span> <a href=\"/opinion/604123/united-states-v-jose-de-jesus-rios-aka-papo-rios-united-states-v-eva/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">678</span> </a></span>(citation omitted).  In overturning a district court's finding that a pretrial identification, though impermissibly suggestive, was nonetheless reliable, this court has focussed on the inevitable uncertainty concerning what role the impermissible identification played in the jury's decision to convict.  De <span class=\"citation\" data-id=\"604123\"><span class=\"antecedent_guess\">Jesus-Rios,</span> <a href=\"/opinion/604123/united-states-v-jose-de-jesus-rios-aka-papo-rios-united-states-v-eva/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">679</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In De Jesus-Rios, as here, there were two pretrial identifications, and no other evidence linking defendant to the crime.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The court found only one identification unreliable.  In ruling nonetheless that the district court's error in admitting both was not harmless beyond a reasonable doubt, the court noted that it was possible that the jury had relied significantly upon the unreliable identification.  The court was \"concerned that the jury may have been persuaded to convict by the very fact that there were two witnesses who identified [the defendant].\"  <span class=\"citation\" data-id=\"604123\"><a href=\"/opinion/604123/united-states-v-jose-de-jesus-rios-aka-papo-rios-united-states-v-eva/\"><span class=\"id_token\">Id.</span>  Here, too, </a></span>it is possible that the jury rested its decision to convict on the fact that there were two identifications.  We cannot conclude beyond a reasonable doubt that the district court's error was harmless.</p>\n    </div>\n    <p>V. Delayed Discovery</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Rivera challenges the admission into evidence certain telephone records revealing calls between his line and those belonging to others involved in the conspiracy that the government did not provide until the first day of trial.  The government admitted to possessing some of them as much as one year before trial.  Rivera reasserts his argument below that the government's late disclosure violated Rule 16 of the Federal Rules of Criminal Procedure<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and prejudiced his defense by depriving him of the opportunity to investigate the calls.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We review a district court's ruling on the prejudicial effect of a failure to provide pre-trial discovery for abuse of discretion.  United States v. Alvarez, <span class=\"citation\" data-id=\"601487\"><a href=\"/opinion/601487/united-states-v-victor-manuel-alvarez-united-states-v-diana-matos/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 85 (1st Cir.), cert. denied, ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">147</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">109</span> </span>(1993);  see Fed.R.Crim.P. 16(d)(2).  Prejudice must be proven to obtain reversal on appeal.  <span class=\"citation\" data-id=\"601487\"><span class=\"antecedent_guess\">Alvarez,</span> <a href=\"/opinion/601487/united-states-v-victor-manuel-alvarez-united-states-v-diana-matos/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">85</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The court allowed the evidence, finding that the government did not act in bad faith and that no prejudice resulted.  See, e.g., United States v. Nickens, <span class=\"citation\" data-id=\"577009\"><a href=\"/opinion/577009/united-states-v-david-lloyd-nickens/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span>, 126 (1st Cir.), cert. denied, ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">108</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">66</span> </span>(1992) (citations omitted).  We agree.  The prejudice Rivera alleged below related entirely to linking him to the conspiracy, for which he was acquitted, and he proffers no additional proof of prejudice on appeal.  This verdict itself verifies the court's ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Rivera also challenges the admission of this evidence on relevancy grounds.  This contention was not made to the district court.</p>\n    </div>\n    <p>VI. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">All appellants challenge the sufficiency of the evidence by which they were convicted, having made timely motions for acquittal to the trial court.  On appeal, we assess the evidence as a whole, taking \"all reasonable inferences, in the light most favorable to the verdict, with a view to whether a rational trier of fact could have found the defendant guilty beyond a reasonable doubt.\"  United States v. Vargas, <span class=\"citation\" data-id=\"569088\"><a href=\"/opinion/569088/united-states-v-ramiro-vargas/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">426</span></a></span>, 427 (1st Cir. 1991) (internal quotations omitted);  United States v. Montas, <span class=\"citation\" data-id=\"195767\"><a href=\"/opinion/195767/united-states-v-felix-montas/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">775</span></a></span>, 778 (1st Cir. 1994), petition for cert. filed, (April 4, 1995) (No. 94-8798).  We resolve all credibility issues in favor of the verdict.  United States v. De Jesus <span class=\"citation\" data-id=\"604123\"><span class=\"antecedent_guess\">Rios,</span> <a href=\"/opinion/604123/united-states-v-jose-de-jesus-rios-aka-papo-rios-united-states-v-eva/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">680</span></a></span>.</p>\n    </div>\n    <p>A. Galindez</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Although we are awarding Galindez a new trial because of an erroneously admitted identification, it is still necessary to consider whether his motion for acquittal should have been allowed.  Our evidentiary ruling leaves a viable identification.  A jury might reasonably conclude that this identification alone, made by the agent who dealt directly and closely, if briefly, with the suspect, establishes Galindez's guilt beyond a reasonable doubt.</p>\n    </div>\n    <p>B. Pe na</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Pena was convicted of conspiring to import, importing, and possessing with the intent to distribute controlled substances in violation of 21 U.S.C. Secs. 952(a) and 841(a)(1) (Counts One, Two and Three), using a telephone in violation of 21 U.S.C. Sec. 843(b) (Count Four), possessing a firearm during commission of a drug trafficking offense in violation of 18 U.S.C. Sec. 924(c)(1) (Count Six), and aiding and abetting an attempt to kill three federal agents in the line of duty in violation of 18 U.S.C. Secs. 1114 and 2 (Counts Seven through Nine).  Although he states a flat challenge to the evidence on all counts, we discern questions only with respect to the evidence for importation, possession of firearms, and the attempt to kill the agents.</p>\n    </div>\n    <p>1. Importation</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Pena attempts to place sole responsibility for importing the drugs on the undercover agents involved in the scheme, alleging that it was they, not he, who actually brought the marijuana across the border.  Pena misinterprets the scope of the crime of importation.  Importation of a controlled substance is a \"continuous crime\" that is not complete until the drugs reach their intended destination.  United States v. Leal, <span class=\"citation\" data-id=\"495470\"><a href=\"/opinion/495470/united-states-v-jose-del-carmen-leal-aka-aldo/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 9 (1st Cir. 1987) (citing cases).  Thus the fact that Pena was not present and physically involved at the point of entry into the United States does not absolve him.  While the outermost limits of importation have never been defined by this Court, we are satisfied that the crime was ongoing when Pena took custody of the marijuana, the evidence of which is ample.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>2. Use of Firearms During Drug Trafficking Offense</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Section 924(c)(1) requires the government to show that the defendant \"used one or more firearms during a drug trafficking offense.\"  United States v. Reyes-Mercado, <span class=\"citation\" data-id=\"668535\"><a href=\"/opinion/668535/united-states-v-domingo-reyes-mercado/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">363</span></a></span>, 367 (1st Cir. 1994).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  There being no question that firearms were thus used, Pena claims the record lacks evidence that he used or possessed a firearm, actually or constructively, or aided anyone in procuring them, asserting he did not even know of their presence in the silhouette van that escorted the drug-laden truck after he and his co-conspirators took possession of it.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The government contends Pena's conviction can be upheld on either of two theories:  first, Pena aided and abetted the occupants of the van in their possession of the weapons;  second, he can be held criminally accountable for the reasonably foreseeable substantive offenses committed by others in furtherance of their joint criminal venture.  Pinkerton v. United States, <span class=\"citation\" data-id=\"104316\"><a href=\"/opinion/104316/pinkerton-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">640</span></a></span>, <span class=\"citation\" data-id=\"104316\"><a href=\"/opinion/104316/pinkerton-v-united-states/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1180</span></a></span>, <span class=\"citation\" data-id=\"104316\"><a href=\"/opinion/104316/pinkerton-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1489</span> </a></span>(1946).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">One who aids and abets a crime is punishable as a principal.  18 U.S.C. Sec. 2;  Nye &amp; Nissen v. United States, <span class=\"citation\" data-id=\"104655\"><a href=\"/opinion/104655/nye-nissen-v-united-states/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">613</span></a></span>, 618-619, 69 S.Ct 766, 769-770, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">919</span> </span>(1949) (\"one who aids, abets, counsels, commands, induces, or procures the commission of an act is as responsible for that act as if he committed it directly\");  United States v. Mitchell, <span class=\"citation\" data-id=\"195311\"><a href=\"/opinion/195311/united-states-v-mitchell/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1994) (acts of principal are those of aider and abetter \"as a matter of law\").  To prove liability as an accomplice the government must show the defendant associated himself with a criminal scheme in some way, acted so as to demonstrate his wish to bring it about, and sought by his actions to make it succeed.  Nye &amp; <span class=\"citation\" data-id=\"104655\"><span class=\"antecedent_guess\">Nissen,</span> <a href=\"/opinion/104655/nye-nissen-v-united-states/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">619</span></a></span>;  United States v. Loder, <span class=\"citation\" data-id=\"195365\"><a href=\"/opinion/195365/united-states-v-loder/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">586</span></a></span>, 590-91 (1st Cir. 1994).  Criminal intent may be inferred from surrounding facts and circumstances.  United States v. Campa, <span class=\"citation\" data-id=\"404967\"><a href=\"/opinion/404967/united-states-v-arturo-m-campa/\"><span class=\"volume\">679</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1006</span></a></span>, 1010 (1st Cir. 1982).  It is settled that for an accomplice to be convicted under Sec. 924(c)(1) the government must prove that he knew \"to a practical certainty\" that a firearm would be used or carried during a qualified offense, United States v. DeMasi, <span class=\"citation\" data-id=\"195694\"><a href=\"/opinion/195694/united-states-v-de-masi/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1306</span></a></span>, 1316 (1st Cir. 1994);  United States v. Torres- Maldonado, <span class=\"citation\" data-id=\"195153\"><a href=\"/opinion/195153/united-states-v-torres-maldonado/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span>, 103 (1st Cir.)  (citing cases), cert. denied, ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">193</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">125</span> </span>(1994).</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The evidence establishing Pena's involvement in the drug importation conspiracy, as well as its size, aim and scope supports the conclusion that Pena aided and abetted the use of firearms in connection with the transfer of the narcotics into his custody.  Pena himself directed the exchange of $30,000 in cash for keys to a truck containing over 9,000 pounds of marijuana.  He then rode in the van to the Monte Hatillo complex to pick up his car.  A coordinated convoy consisting of the truck, a Volvo driven by Pena, followed by the van, was later observed heading back toward the Monte Hatillo.  The three vehicles pulled to the side of the road together, and turned together into the housing complex moments later.  Both Pena and the truck's passenger were observed talking on cellular telephones.  There was evidence suggesting that the van was also equipped with a cellular phone antenna, although activities within could not be seen due to its darkened windows.  Finally, the convoy broke up just before the occupants of the van began shooting, and the truck and Pena's car rapidly disappeared.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">A rational jury could conclude that the van was connected to and provided security for the operation, and that Pena must at least have known that the transaction would be secured with arms, and could expect that they would be used in the event of trouble.  Further, the evidence supports a conclusion that the barrage of automatic weapons fire was designed to provide cover for Pena and the truck to escape, and that Pena both knew of and benefitted from it.  It is immaterial that Pena did not carry or himself use a firearm, if he was aware that firearms were available for use during or in relation to the transaction, <span class=\"citation\" data-id=\"195694\"><span class=\"antecedent_guess\">DeMasi,</span> <a href=\"/opinion/195694/united-states-v-de-masi/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1316</span></a></span>, or if the firearms facilitated the crime or lent him courage to see it through.  <span class=\"citation\" data-id=\"668535\"><span class=\"antecedent_guess\">Reyes-Mercado,</span> <a href=\"/opinion/668535/united-states-v-domingo-reyes-mercado/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">367</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Because the evidence is sufficient to support the conclusion that, at the very least, Pena knew to a practical certainty that the transaction would be secured with firearms, his conviction on count six is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p>3. Aiding and Abetting the Attempt to Kill the Agents</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The government contends the same theories of liability support Pena's convictions for the attempt to kill the agents;  and Pena again seeks to avoid responsibility by claiming innocence of the identities, actions and intent of the occupants of the van.  There is no question that an attempt was made to kill the agents during the drug operation;  our only concern is whether Pena aided and abetted this attempt, or whether it was reasonably foreseeable to Pena that such an offense might be committed in furtherance of the conspiracy.  <span class=\"citation\" data-id=\"104316\"><span class=\"antecedent_guess\">Pinkerton,</span> <a href=\"/opinion/104316/pinkerton-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">648</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">We hold that the jury could have inferred that Pena knew there were automatic weapons in the van for protecting the transfer of the narcotics, that Pena was in telephonic contact with the occupants of the van up until moments before the shooting began, and that the ambush of the agents was undertaken with his knowledge, if not pursuant to his orders, and that he benefitted by being able to flee the scene.  A rational jury therefore could have found that the evidence indicated Pena was associated with the ambush, acted in a way that showed his desire that it succeed, and shared the requisite criminal intent to bear responsibility.  The record also supports the conclusion that it was reasonably foreseeable to Pena that the firearms would be used in the event that the successful completion of the drug deal was threatened.  United States v. Bruno, <span class=\"citation\" data-id=\"522165\"><a href=\"/opinion/522165/united-states-v-leonardo-bruno/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">555</span></a></span>, 560 (2nd Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">840</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">125</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">86</span> </span>(1989).  Pena's conviction on counts seven through nine are therefore affirmed.</p>\n    </div>\n    <p>C. Rivera</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Rivera was convicted for possession of a controlled substance with intent to distribute.  He claims he is but a legitimate businessman whose tangential involvement in the scheme was innocent and unknowing, and that the evidence does not support the verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Proof of criminal intent or guilty knowledge is essential under 18 U.S.C. Sec. 2,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> <span class=\"citation\" data-id=\"404967\"><span class=\"antecedent_guess\">Campa,</span> <a href=\"/opinion/404967/united-states-v-arturo-m-campa/\"><span class=\"volume\">679</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1010</span></a></span>, otherwise anyone who brushed a criminal en route to his deed could be swept within the statute.  See United States v. O'Campo, <span class=\"citation\" data-id=\"589965\"><a href=\"/opinion/589965/united-states-v-claudia-ocampo-united-states-v-julian-redeondo/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1015</span></a></span>, 1020 (1st Cir. 1992).  Rivera's knowledge and furtherance of the conspirators' plan can be inferred from his providing a truck to the conspirators, suggesting to its owner that he report it stolen, loaning his own money to help obtain a second truck, and the fact that this truck ended up reported stolen shortly after the incident.  Although Rivera claims that all of this could be seen as the innocent pursuit of his trucking business, the jury acted within its province in resolving this credibility issue against him.  Viewed in the light most favorable to the verdict, the evidence is sufficient to sustain Rivera's conviction.</p>\n    </div>\n    <p>D. Velazquez</p>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Velazquez challenges the sufficiency of evidence for all counts for which he was convicted:  conspiracy to import marijuana and cocaine in violation of 21 U.S.C. Sec. 952(a) (count one);  importation of 9,540 pounds of marijuana in violation of 21 U.S.C. Sec. 952(a) (count two);  possession with intent to distribute marijuana in violation of 21 U.S.C. Sec. 841(a)(1) (count three);  and use of a telephone in violation of 21 U.S.C. Sec. 843(b) (count five).</p>\n    </div>\n    <p>1. Conspiracy</p>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Velazquez attacks his conviction on counts one and five by claiming the evidence showed two distinct conspiracies, one failed effort before his arrest and incarceration on April 30, 1992, and another conceived only afterwards.  He concedes the evidence supports his participation in the first,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> but argues that the second, ultimately successful one, was formed and carried out only after his arrest by local authorities on April 30, 1992, and since he was still incarcerated on June 4, when this second scheme was consummated, it was impossible for him to have participated in it.  He promotes his two conspiracy theory by claiming there were \"new players\" and new secret \"codes\" in the second plot, and that about four times as much marijuana was ultimately imported than he and the original conspirators contemplated.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Velazquez makes this argument for the first time, having conceded the sufficiency of evidence to convict on count one to the trial court.  \"It has long been the practice in this circuit that an issue not presented in the district court will not be addressed for the first time on appeal.\"  United States v. Curzi, <span class=\"citation\" data-id=\"518088\"><a href=\"/opinion/518088/united-states-v-barbara-j-curzi/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 44 (1st Cir. 1989).  We discuss it only because he makes an essentially similar argument regarding counts two and three, which he did not concede, and it bears on the question concerning those counts.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Whether multiple conspiracies existed is a question of fact for the jury.  United States v. Bello-Perez, <span class=\"citation\" data-id=\"593168\"><a href=\"/opinion/593168/united-states-v-andres-gabriel-bello-perez-aka-garby/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">664</span></a></span>, 667 (1st Cir. 1992);  United States v. Drougas, <span class=\"citation\" data-id=\"444351\"><a href=\"/opinion/444351/united-states-v-aristedes-drougas-united-states-of-america-v-michael-a/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 17 (1st Cir. 1984).  To have proceeded on the assumption that a single conspiracy existed in this case, the jury need only have found that the evidence as a whole adequately showed that all the co-conspirators \"knowingly and intentionally 'directed their efforts towards the accomplishment of a common goal or overall plan' to commit the substantive offense charged.\"  <span class=\"citation\" data-id=\"593168\"><span class=\"antecedent_guess\">Bello-Perez,</span> <a href=\"/opinion/593168/united-states-v-andres-gabriel-bello-perez-aka-garby/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">667-668</span> </a></span>(quoting <span class=\"citation\" data-id=\"444351\"><span class=\"antecedent_guess\">Drougas,</span> <a href=\"/opinion/444351/united-states-v-aristedes-drougas-united-states-of-america-v-michael-a/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">17</span></a></span>).  The jury need not have found that they joined the conspiracy together, participated at the same time, nor even that they all knew each other.  <span class=\"citation\" data-id=\"593168\"><span class=\"antecedent_guess\">Bello-Perez,</span> <a href=\"/opinion/593168/united-states-v-andres-gabriel-bello-perez-aka-garby/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">668</span> </a></span>(citing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Save for his own removal by arrest, the only change of players was the replacement of one of the government's agents after a first botched attempt in March 1992.  The other players remained and continued with the original plot.  Nor does the fact that much more marijuana was imported than the original negotiations contemplated necessarily cleave the conspiracy in two.  The jury could have readily found that new codes were issued for security reasons.  There is no reason it could not have found beyond a reasonable doubt that there was a single conspiracy in which Velazquez clearly played a part.</p>\n    </div>\n    <p>2. Use of Telephone to Facilitate the Crime</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Section 843(b) makes it a crime to use a communication facility, such as a telephone, to facilitate the commission of a crime such as importation of controlled substances.  Velazquez was convicted of one count of violating Sec. 843(b) on the basis of unrefuted evidence of a telephone conversation on March 9, 1992, in which he discussed details of the importation plans with a confidential informant who recorded the call.  He employs the same two conspiracy theory to attack this conviction.  We find the evidence more than sufficient to uphold it.</p>\n    </div>\n    <p>3. Importation</p>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Velazquez attacks his convictions for counts two and three by claiming his imprisonment by local authorities as of April 30, 1992 made it impossible for him to have participated after that time, and that evidence of his participation in the conspiracy before then was insufficient to prove his guilt beyond a reasonable doubt for the substantive counts.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">The trial court was initially inclined to grant Velazquez's motion for acquittal for these two counts, but reconsidered.  The government contends that the evidence is sufficient to support his convictions \"at least as an aider and abetter.\"  Velazquez contends that all the unlawful actions comprising counts two and three were committed by others after his incarceration, and therefore the government failed to prove his involvement in any of the elements of either offense.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">With respect to his importation conviction, Velazquez fails to understand the scope of the law of conspiracy.  The jury was properly instructed that a member of a conspiracy is criminally responsible for any illegal acts of co-conspirators committed in furtherance of it.  Pinkerton, <span class=\"citation\" data-id=\"104316\"><a href=\"/opinion/104316/pinkerton-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">640</span></a></span>;  United States v. Munoz, <span class=\"citation\" data-id=\"195659\"><a href=\"/opinion/195659/united-states-v-delgado-munoz/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1229</span></a></span>, 1234 (1st Cir. 1994), cert. denied, ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1164</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1120</span> </span>(1995).  Thus courts have held that the same evidence that supports a defendant's conviction for conspiracy to commit a crime may support his conviction for the substantive count, even where he did not commit it himself.  See, e.g., United States v. Salazar, <span class=\"citation no-link\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1285</span></span>, 1292 (5th Cir.), cert. denied, ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">185</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">129</span> </span>(1992).  As we found the evidence sufficient to uphold both the jury's finding of a single conspiracy to import illicit narcotics in which both Velazquez and Pena were at various times involved, and Pena's conviction on the substantive count of importation, Velazquez's conviction for the substantive count may also stand.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <p>4. Possession</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">We cannot make the same simple assertion with respect to Velazquez's conviction for possession of narcotics with intent to distribute, given that he was not convicted for conspiracy to commit this offense.  Velazquez again contends that because he was incarcerated at the time his co- conspirators possessed the drugs, it was impossible for him to have been in possession himself, even constructively, within the meaning of 21 U.S.C. Sec. 841(a)(1), nor could he have aided and abetted their possession within the meaning of 18 U.S.C. Sec. 2.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Evidence of Velazquez's association, participation, and active promotion of others' possession of the drugs is sufficient to sustain his conviction as an aider and abetter.  Nye &amp; <span class=\"citation\" data-id=\"104655\"><span class=\"antecedent_guess\">Nissen,</span> <a href=\"/opinion/104655/nye-nissen-v-united-states/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">619</span></a></span>.  Velazquez actively associated himself with a scheme that was specifically designed to result in his possession and distribution of a substantial amount of narcotics by participating in initial negotiations over price and amounts and subsequent meetings and telephone conversations to refine details of the plan, attempting to travel to St. Maarten to pick up one of the suppliers, supplying a marine chart, inspecting an undercover Customs vessel for its suitability for the smuggle, providing a new set of secret codes and a navigational device after an initial attempt at shipment failed when the Colombian vessel carrying the narcotics got lost en route to Puerto Rico, broke down, and had to jettison its cargo, and bringing others into the scheme.  There was no evidence he was acting merely as a facilitator for others with no intent to participate in possession and distribution himself.  On the contrary, there was evidence that 2 kilograms of cocaine contained in the first, failed shipment were included specifically per his request and intended exclusively for him.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">From this evidence the jury could have concluded that possession and distribution of the drugs were the obvious intended consequences of the plot to import, and that Velazquez promoted and facilitated that goal.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The only case of which we are aware that addressed a conviction for possession by an inmate on the basis of possession by his at-large co-conspirators involved a defendant who, while incarcerated, made numerous phone calls from prison to his cohorts between the time of his arrest and their apprehension with a cache of cocaine and directions to his apartment.  United States v. Disla, <span class=\"citation\" data-id=\"479829\"><a href=\"/opinion/479829/united-states-v-victor-montano-disla/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1340</span> </a></span>(9th Cir. 1986).  Although Disla's conviction for conspiracy to possess cocaine with intent to distribute was upheld, the court reversed his conviction for the substantive count, holding that evidence he was involved as a conspirator before his incarceration could not support either an aiding and abetting or a constructive possession theory of guilt, given that there was no evidence Disla did anything to \"effect\" or \"assist\" the actual crime.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  <span class=\"citation\" data-id=\"479829\"><a href=\"/opinion/479829/united-states-v-victor-montano-disla/\"><span class=\"id_token\">Id.</span> at 1350-52.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">The Disla court was foreclosed from considering Disla liable under Pinkerton, because the jury had not been given the requisite instruction.  <span class=\"citation\" data-id=\"479829\"><a href=\"/opinion/479829/united-states-v-victor-montano-disla/\"><span class=\"id_token\">Id.</span> at 1350. </a></span> Here, as previously noted, the jury was properly instructed, consistent with Pinkerton, that a defendant is liable for the reasonably foreseeable substantive offenses committed by co-conspirators in furtherance of their joint criminal venture.  We may therefore also affirm if possession of the drugs by Pena and the other conspirators was an act committed in furtherance of their unlawful agreement to import, such that Velazquez can be held accountable as a party to the plot.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">As discussed above in relation to Pena, importation is a continuous crime that does not cease until the contraband reaches its destination.  United States v. Leal, <span class=\"citation\" data-id=\"495470\"><a href=\"/opinion/495470/united-states-v-jose-del-carmen-leal-aka-aldo/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 9 (1st Cir. 1987) (citing cases).  Whatever its final destination in this case, we are satisfied that upon the conspirators' taking possession of the marijuana-laden truck the crime of importation was still on-going.  See ante.  Thus, in this particular case, possession with intent to distribute a large cache of marijuana was committed by Velazquez's co-conspirators in furtherance of the crime they conspired to commit, and although it is agreed that he was incapable of possessing the drugs himself while imprisoned, his conviction for the substantive count can nonetheless stand.</p>\n    </div>\n    <p>VII. Prosecutor's Conduct</p>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p>A. Opening Statement and Presentation of the Evidence</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Appellants Rivera and Galindez contend that, by creating the impression of a \"planned,\" \"ambush type situation\" designed to kill the federal agents, and painting a graphic picture of \"raining bullets\" that produced a \"blood bath,\" the prosecutor aimed to raise the passions of the jury.  The crux of their argument is that by stating \"the only possible verdict is that of guilty, because of an attempt to kill the agents,\" the prosecutor improperly urged the jury to do justice to the severely wounded agents.  They further point to the prosecutor's emphasis throughout the trial on the culmination of the drug scam in the attempt on the agents' lives, tending to suggest it was an element of the conspiracy for which they stood charged.  Neither was charged with the attempt to kill the agents.  They claim the prosecutor so inflamed and confused the jury as to seriously prejudice their right to a fair trial.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">We begin by restating that it is improper to suggest to the jury that it \"act in any capacity other than as the impartial arbiter of the facts.\"  United States v. Manning, <span class=\"citation\" data-id=\"195356\"><a href=\"/opinion/195356/united-states-v-manning/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">570</span></a></span>, 573 (1st Cir. 1994).  Appealing to the jury's emotions or suggesting in any way that it feel a duty to convict is error.  <span class=\"citation\" data-id=\"195356\"><a href=\"/opinion/195356/united-states-v-manning/\"><span class=\"id_token\">Id.</span> (telling jury, </a></span>\"take responsibility for yourselves,\" \"take responsibility for your community\" and \"convict the defendant because justice compels conviction\" is error);  United States v. Young, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 17, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>, 1047, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span> </a></span>(1985) (error to urge jury to \"do its job\");  United States v. Mandelbaum, <span class=\"citation\" data-id=\"477965\"><a href=\"/opinion/477965/united-states-v-bridget-m-mandelbaum/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span>, 44 (1st Cir. 1986) (error to urge jury to \"do its duty\").  While the line separating improper from acceptable behavior in our adversary system is \"not easily drawn,\" <span class=\"citation\" data-id=\"111353\"><span class=\"antecedent_guess\">Young,</span> <a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">7</span></a></span>, we assume without deciding that to the extent the prosecutor's comments could be understood to urge the jury to avenge the injured agents, they were improper.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Whether those comments warrant a new trial, however, turns on whether they likely affected the outcome.  <span class=\"citation\" data-id=\"195356\"><span class=\"antecedent_guess\">Manning,</span> <a href=\"/opinion/195356/united-states-v-manning/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">574</span> </a></span>(citing cases).<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  We look to the severity of the misconduct, the context in which it occurred, the curative effect of the judge's admonitions, if any, and the strength of the evidence against the defendant.  <span class=\"citation\" data-id=\"195356\"><a href=\"/opinion/195356/united-states-v-manning/\"><span class=\"id_token\">Id.</span> (citing cases).</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">We do not find the factors in this case compel a new trial.  An objection to the statement was sustained and the prosecutor did not repeat it.  No remedial action was requested, nor was any offered-perhaps a decision not to draw attention to the remark.  See <span class=\"citation\" data-id=\"477965\"><span class=\"antecedent_guess\">Mandelbaum,</span> <a href=\"/opinion/477965/united-states-v-bridget-m-mandelbaum/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">44</span> </a></span>(although urging jury to \"do its duty\" was error, it was not reversible error).  It was made during opening statements wherein it was unlikely to have had a lasting effect.  Moreover, that Rivera was acquitted of the conspiracy charge demonstrates that the jury was not so confused or inflamed that it could not rationally evaluate the charges and the evidence.</p>\n    </div>\n    <p>B. Misstatement of the Evidence in Closing</p>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Galindez and Rivera allege the prosecutor materially misstated the evidence in his closing argument.  Because we find Galindez deserves a new trial on another ground, we address only Rivera's claim here.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Rivera objects to the prosecutor's summation of the evidence in which he suggested that Rivera called the owner of one of the two trucks that he had obtained for Mr. Pena and advised him to report it stolen, and that these acts show knowledge.  Rivera's attorney did not object.  On appeal, Rivera points to the record which reveals that the owner repeatedly called Rivera about his truck, and only after repeated assurances that he would return it as soon as it turned up did Rivera suggest that if the owner wasn't satisfied he should report it stolen.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">Absent objection, we review for plain error.  United States v. Arrieta-Agressot, <span class=\"citation\" data-id=\"628961\"><a href=\"/opinion/628961/juan-arrieta-agressot-regulo-rios-jose-antonio-barroso-adalberto/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">525</span></a></span>, 528 (1st Cir. 1993).  Except on rare occasions, a defendant \"who believes that a prosecutor's closing argument goes too far must usually object to the offending statements when and as they are uttered.\"  United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1186 (1st Cir. 1993), cert. denied, ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span> </span>(1994).  Absent objection it seems fair to give the arguer the benefit of every plausible interpretation of her words.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1187.</span></p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">The evidence is unequivocal, regardless of who called whom, that Rivera told the owner he should report his truck stolen.  Further, Rivera provided him with a false name and telephone number to use in the stolen vehicle report.  The evidence also showed Rivera was involved in obtaining a second truck, the one that was ultimately used, and on the day of the incident he gave this owner the same advice, and shortly after the shooting this truck was reported stolen.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">Although we do not condone prosecutorial distortions of evidence, United States v. Carrasquillo-Plaza, <span class=\"citation\" data-id=\"521952\"><a href=\"/opinion/521952/united-states-v-pedro-carrasquillo-plaza/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 14 (1st Cir. 1989), the misstatement here did not prejudice Rivera's right to a fair trial.  See, id.;  United States v. Pasarell, <span class=\"citation\" data-id=\"430972\"><a href=\"/opinion/430972/united-states-v-manuel-lecaroz-pasarell/\"><span class=\"volume\">727</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 16 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">826</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">107</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">51</span> </span>(1984).  Suggesting that a truck be reported stolen, whether after pestering or on his own initiative, could amount to an attempt to hide guilt, and the jury was entitled to so infer.  The conclusion that Rivera was knowingly involved can readily be drawn even from the facts as he would present them.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p>VIII. Requested Jury Instructions on Entrapment and Coercion</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">Pena assigns as error the district court's refusal to instruct the jury on his defenses of entrapment and coercion or duress.  A defendant is entitled to instruction on his theories of defense so long as \"any probative material in the record\" supports them.  United States v. Rodriguez, <span class=\"citation\" data-id=\"512578\"><a href=\"/opinion/512578/united-states-v-felix-rodriguez/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">809</span></a></span>, 814 (1st Cir. 1988).  This is a question of law for the court and review is plenary.  <span class=\"citation\" data-id=\"512578\"><a href=\"/opinion/512578/united-states-v-felix-rodriguez/\"><span class=\"id_token\">Id.</span> at 812, </a></span>814.</p>\n    </div>\n    <p>A. Entrapment</p>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">The entrapment defense, like any other, \"is measured by the time-honored sufficiency of-the-evidence yardstick.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 814. </span> Entrapment has two essential elements:  (1) government inducement to engage in criminal activity, and (2) the defendant's lack of predisposition to engage in such conduct.  <span class=\"citation\" data-id=\"512578\"><a href=\"/opinion/512578/united-states-v-felix-rodriguez/\"><span class=\"id_token\">Id.</span> at 812, </a></span>814 (citing Mathews v. United States, <span class=\"citation\" data-id=\"112012\"><a href=\"/opinion/112012/mathews-v-united-states/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 63, 108 S.Ct 883, 886, <span class=\"citation\" data-id=\"112012\"><a href=\"/opinion/112012/mathews-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">54</span> </a></span>(1988)).  Defendant must produce sufficient evidence to support both elements.  When viewed in the light most favorable to the accused, there must be some evidence which, \"if believed by a rational juror, would suffice to create a reasonable doubt as to whether government actors induced the defendant to perform a criminal act that he was not predisposed to commit,\" in order for defendant to be entitled to the instruction.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  <span class=\"citation\" data-id=\"512578\"><span class=\"antecedent_guess\">Rodriguez,</span> <a href=\"/opinion/512578/united-states-v-felix-rodriguez/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">814</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">Pena claims he repeatedly refused to go on with the scheme after Velazquez was arrested on April 10, 1992 and the original undercover agent was replaced by another, but that the latter urged him to continue.  The evidence was ample that Pena willingly participated in the conspiracy at least until then.  He therefore could not have sustained the lack of predisposition element and was not entitled to the instruction.</p>\n    </div>\n    <p>B. Coercion or Duress</p>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">The district court also denied instruction on Pena's alternative defense that he acted under duress, coerced by government agents into continuing a criminal venture which he wished to abandon.  For this defense, a defendant must adduce evidence sufficient, if believed, to convince a rational juror that (1) he acted under an immediate threat of serious bodily injury or death, (2) he had a well founded belief that the threat would be carried out, and (3) he had no reasonable opportunity to escape or avoid the threat.  United States v. Amparo, <span class=\"citation\" data-id=\"581358\"><a href=\"/opinion/581358/united-states-v-luz-maria-amparo-aka-luz-maria-amparo-sanchez/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">288</span></a></span>, 291 (1st Cir.), cert. denied, ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">161</span> </span>(1992).</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">Pena presented his own uncorroborated testimony that he refused to continue negotiations to consummate the drug deal once Velazquez had been incarcerated and that the undercover agent threatened his parents with \"the consequences\" if he did not.  A threat to injure some other person in the future is neither immediate nor unavoidable.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">The conviction of Galindez is vacated and his case is remanded for a new trial;  the remaining convictions are affirmed. @</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The red dump truck was never returned to Salgado, who eventually reported it stolen after Rivera proved unable to provide any information on its whereabouts and advised him to make out a stolen vehicle report using a false name and phone number to describe the person to whom he had rented it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> If it appears that a defendant ... is prejudiced by a joinder ... of defendants ... for trial together, the court may ... grant a severance of defendants, or provide whatever other relief justice requires</p>\n        <p>Fed.R.Crim.P. 14.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Velazquez also contends that joinder was not proper to begin with because he had nothing to do with the shoot-out.  As he was not charged with any offense arising from the shoot-out, and does not contend he was improperly joined for trial on the offenses for which he was charged, we find this argument without merit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The court's instructions were as follows:</p>\n        <p>A separate crime is charged against one or more of the defendants in each count.  The charges have been joined for trial.  You must decide the case for each defendant on each crime charged against that defendant separately.  Your verdict on any count as to any defendant should not control your verdict on any other count or as to any other defendant.</p>\n        <p>In other words, the rule to be followed is a separate consideration of each person that is named as a defendant and of each charge that appears in the indictment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Both Rivera and Galindez were acquitted of the main conspiracy charge</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Galindez does not suggest, nor is there any evidence, that the procedure used was faulty.  We therefore address only the circumstances surrounding the identifications</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The agent, Juan Dania, a six year veteran, testified that it would have been his practice to report all descriptions provided by the agents he interviewed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The only other evidence linking Galindez to the crime are Diaz's notes containing a description to which Galindez can be matched.  The notes cannot be credited</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Rule 16 provides, in pertinent part:</p>\n        <p>Upon request of the defendant the government shall permit the defendant to inspect and copy or photograph books, papers, documents, ... which are within the possession, custody or control of the government and which are material to the preparation of the defendant's defense or are intended for use by the government as evidence in chief at the trial ...</p>\n        <p>Fed.R.Crim. P. 16(a)(1)(C).  Rule 16 imposes a continuing duty to disclose such requested material.  Fed.R.Crim.P. 16(c).  See, e.g., United States v. Tajeddini, <span class=\"citation\" data-id=\"610547\"><a href=\"/opinion/610547/united-states-v-hojatollah-tajeddini/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1278</span></a></span>, 1287 (1st Cir. 1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Whoever, during and in relation to any crime of violence or drug trafficking crime ... uses or carries a firearm, shall, in addition to the punishment provided for such crime ... be sentenced to imprisonment for five years, and if the firearm is a short-barreled rifle, short- barreled shotgun ... to imprisonment for ten years, and if the firearm is a machine-gun, or a destructive device, or is equipped with a firearm silencer or firearm muffler, to imprisonment for thirty years....  18 U.S.C. Sec. 924(c)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The court instructed the jury as follows:</p>\n        <p>If one member of a conspiracy commits a crime in furtherance of a conspiracy, the other members have also, under the law, committed that crime.</p>\n        <p>This was sufficient.  United States v. Alvarado, <span class=\"citation\" data-id=\"538504\"><a href=\"/opinion/538504/united-states-v-eugenio-alvarado-oscar-abelenda-and-roniel-marcos-medina/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span>, 993 (5th Cir. 1990);  United States v. Gallo, <span class=\"citation\" data-id=\"453322\"><a href=\"/opinion/453322/united-states-v-joseph-c-gallo-frederick-graewe-hartmut-graewe-kevin/\"><span class=\"volume\">763</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1504</span></a></span>, 1520 n.23 (6th Cir. 1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1069</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">828</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">800</span> </span>(1986).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> It is immaterial that the indictment neither alleged aiding and abetting nor referred to 18 U.S.C Sec. 2.  United States v. Sanchez, <span class=\"citation\" data-id=\"550638\"><a href=\"/opinion/550638/united-states-v-edwin-sanchez-united-states-of-america-v-gregorio/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">607</span></a></span>, 611 (1st Cir. 1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">977</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1625</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">722</span> </span>(1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Such evidence included taped meetings with a confidential informant in which he participated in price negotiations, discussions of secret code sheets, and made an agreement to pay a certain sum for transportation of the drugs, as well as evidence that he personally inspected a U.S. Customs undercover vessel for its suitability for shipment and provided marine charts and code sheets to others to assist their planning and execution of the deal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Velazquez seems to make an argument that his arrest and incarceration effectively removed him from the conspiracy.  Where membership in a conspiracy is proven, evidence of simply ceasing one's activities in connection with it, for whatever reason, is insufficient to constitute withdrawal.  <span class=\"citation\" data-id=\"195659\"><span class=\"antecedent_guess\">Munoz,</span> <a href=\"/opinion/195659/united-states-v-delgado-munoz/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1234</span></a></span>.  An affirmative step, such as a full confession to authorities or communicating to co-conspirators abandonment of the enterprise and its goals, is required to avoid responsibility for the continuing crimes of co-conspirators.  <span class=\"citation\" data-id=\"195659\"><a href=\"/opinion/195659/united-states-v-delgado-munoz/\"><span class=\"id_token\">Id.</span> Velazquez presented </a></span>no such evidence, and the jury was entitled to surmise that but for his involuntary removal by arrest, he would have continued</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The court held that an inference that he assisted the possession of his cohorts based on the telephone calls could not be drawn because there was no evidence as to the content of those calls</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Although this line of authority derives from cases recognizing deterrence of prosecutorial misconduct as an additional basis for reversal, see United States v. Capone, <span class=\"citation\" data-id=\"406407\"><a href=\"/opinion/406407/united-states-v-joseph-capone-united-states-of-america-v-richard-murnane/\"><span class=\"volume\">683</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">582</span></a></span>, 586 (1st Cir.1982), the Supreme Court eliminated this option where the error is harmless.  United States v. Hasting, <span class=\"citation\" data-id=\"110933\"><a href=\"/opinion/110933/united-states-v-hasting/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">499</span></a></span>, 506, <span class=\"citation\" data-id=\"110933\"><a href=\"/opinion/110933/united-states-v-hasting/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1974</span></a></span>, 1979, <span class=\"citation\" data-id=\"110933\"><a href=\"/opinion/110933/united-states-v-hasting/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">96</span> </a></span>(1983)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Of course once defendant meets this entry-level burden, the government must prove beyond a reasonable doubt that no entrapment occurred.  <span class=\"citation\" data-id=\"512578\"><span class=\"antecedent_guess\">Rodriguez,</span> <a href=\"/opinion/512578/united-states-v-felix-rodriguez/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">815</span> </a></span>(collecting cases)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104316/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104523/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104655/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108639/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110933/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111353/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112012/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112868/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117831/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194878/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195153/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195311/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195356/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195365/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195522/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195567/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195659/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195694/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195767/",
    "https://www.courtlistener.com/api/rest/v3/opinions/384350/",
    "https://www.courtlistener.com/api/rest/v3/opinions/404967/",
    "https://www.courtlistener.com/api/rest/v3/opinions/406407/",
    "https://www.courtlistener.com/api/rest/v3/opinions/430972/",
    "https://www.courtlistener.com/api/rest/v3/opinions/444351/",
    "https://www.courtlistener.com/api/rest/v3/opinions/453322/",
    "https://www.courtlistener.com/api/rest/v3/opinions/477965/",
    "https://www.courtlistener.com/api/rest/v3/opinions/479829/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494122/",
    "https://www.courtlistener.com/api/rest/v3/opinions/495470/",
    "https://www.courtlistener.com/api/rest/v3/opinions/496773/",
    "https://www.courtlistener.com/api/rest/v3/opinions/512578/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518088/",
    "https://www.courtlistener.com/api/rest/v3/opinions/521952/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522165/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538504/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550638/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551274/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564772/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569088/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577009/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578198/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581358/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589965/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593168/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601487/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604123/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610547/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610896/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628961/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/668535/"
  ]
}