{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196024/",
  "id": 196024,
  "absolute_url": "/opinion/196024/united-states-v-caraballo-cruz/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196024/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:54:30Z",
  "date_modified": "2020-02-21T23:49:32.915091Z",
  "type": "010combined",
  "sha1": "4eae5ff5d0fd3a3a78df38e236c42e78ccb48425",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2380.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-2380\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                      WALTER CARABALLO-CRUZ,\n\n                      Defendant, Appellant.\n\n                                              \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Jose Antonio Fuste, U.S. District Judge]\r                                                                 \n\n                                              \n\n                      Selya, Cyr and Stahl,\n\n                         Circuit Judges.\r                                                 \n\n                                              \n\n     Miguel  A.A.  Nogueras-Castro,   Assistant  Federal   Public\r                                            \nDefender,  with  whom  Benicio  Sanchez  Rivera,  Federal  Public\r                                                         \nDefender, was on brief, for appellant.\n     Jose  A.  Quiles-Espinosa, Senior  Litigation  Counsel, with\r                                        \nwhom  Guillermo Gil,  United States  Attorney, was on  brief, for\r                             \nappellee.\n\n                                             \n                          April 20, 1995\n                                             \r\r\n\n          SELYA,  Circuit  Judge.     Defendant-appellant  Walter\r                    SELYA,  Circuit  Judge.\r                                          \n\nCaraballo-Cruz  appeals  his  conspiracy  conviction   on  double\n\njeopardy  grounds.    His  claim  has  merit.   Consequently,  we\n\nreverse.\n\n                                I\r                                          I\n\n          This appeal has its origins in an earlier case.  In May\n\n1992, a federal grand  jury charged appellant with  conspiracy to\n\npossess  29 kilograms  of  cocaine, intending  to distribute  the\n\ndrug, in  violation of 21 U.S.C.     841(a)(1) and 846.   On July\n\n16, 1992, a petit jury found him guilty as charged.  The district\n\ncourt thereafter  imposed sentence and we  affirmed the judgment.\n\nUnited  States v. Caraballo-Cruz, No. 92-2316  (1st Cir. Feb. 10,\r                                          \n\n1994) (unpublished opinion).  \n\n          Appellant's  travail   was  not  limited  to  the  1992\n\nindictment.   On June 18, 1993, the grand jury returned a second,\n\nfar broader indictment.   The new  indictment contained a  master\n\nconspiracy  count (count 1) and 47 subsidiary counts.  The master\n\nconspiracy count charged 30 defendants, including appellant, with\n\nconspiracy  to possess  and  distribute some  2,000 kilograms  of\n\ncocaine  in  violation  of  21   U.S.C.      841(a)(1)  and  846.\n\nAppellant, who  was not indicted  on any  other charge,  promptly\n\nmoved  to  dismiss  count 1.    He  asseverated  that the  master\n\nconspiracy portrayed therein encompassed the  narrower conspiracy\n\ndescribed  in the  earlier indictment,  and, therefore,  that the\n\ngovernment's nascent attempt to  prosecute him anew for  his role\n\nin the master conspiracy transgressed the Double Jeopardy Clause.\n\n                                2\r\r\n\n          On  August   20,  1993,   the  district   court  denied\n\nappellant's motion to dismiss without prejudice to its renewal at\n\ntrial.1   But no trial ever occurred.  Instead, appellant entered\n\ninto a conditional plea agreement in which he reserved his double\n\njeopardy claim.  The district court accepted a conditional guilty\n\nplea,  Fed. R.  Crim.  P. 11(a)(2),  and  imposed sentence.    On\n\nDecember  7, 1993, in accordance  with the condition  of his plea\n\nagreement, Caraballo-Cruz filed a notice of appeal.\n\n                                II\r                                          II\n\n          The Fifth Amendment  to the United States  Constitution\n\nstates in relevant part:   \"No person [shall] be subject  for the\n\nsame offence to be twice put in jeopardy of life or limb . . . .\"\n\nThis  constitutional shield  embodies three  separate safeguards:\n\nit  protects against a  second prosecution  for the  same offense\n\nafter an  acquittal; it protects against a second prosecution for\n\nthe  same  offense after  a conviction;  and it  protects against\n\nmultiple punishments for the same offense.  See North Carolina v.\r                                                                        \n\nPearce, 395 U.S. 711, 717 (1969); United States v. Ortiz-Alarcon,\r                                                                          \n\n917 F.2d  651, 653 (1st  Cir. 1990),  cert. denied, 500  U.S. 926\r                                                            \n\n(1991).    In the  papers  accompanying  his motion  to  dismiss,\n\nCaraballo-Cruz set forth in considerable detail the basis for his\n\nbelief  that  the most  recent  conspiracy  charge fell  squarely\n\nwithin the proscription of the second buckler  of this tripartite\n                    \r                              \n\n     1The court acknowledged that  the issue was nonfrivolous but\ndeclined to decide it \"without having the benefit of the evidence\nthat  will be  presented against  the defendant  at trial.\"   The\ncourt noted  that,  depending on  what  the trial  disclosed,  \"a\nrenewed request [for dismissal] may prosper.\"\n\n                                3\r\r\n\nshield.    He repeats  these arguments  in  his brief  on appeal,\n\nasserting that the conspiracies  described in the two indictments\n\nare, in law and in fact, the same offense.\n\n          While   the  appellant's  position  is  consistent  and\n\npredictable, the  government's response  is exotic.   Even though\n\nthe prosecution attempted to  meet the double jeopardy initiative\n\nhead-on  before  the  district  court,  its  appellate  brief  is\n\nconfined  to a pair  of peripheral issues.  First, the government\n\ncontends that  we lack appellate jurisdiction  because the double\n\njeopardy  issue  was never  decided on  the  merits by  the court\n\nbelow.  Second, it maintains  that appellant's guilty plea waived\n\nthe issue.  These assertions contain more growl than bite.\n\n                               III\r                                         III\n\n          To guard  against the constitutional insult that double\n\njeopardy  entails,  a court  faced  with  a colorable  successive\n\nprosecution claim must hear  and determine the matter  in advance\n\nof trial.   See United States v. Liotard, 817 F.2d 1074, 1079 (3d\r                                                  \n\nCir. 1987); United States v.  Booth, 673 F.2d 27, 30  (1st Cir.),\r                                             \n\ncert.  denied, 456 U.S. 978 (1982).   The reason for this rule is\r                       \n\napparent:   if the  right to be  free from a  second trial is not\n\nvindicated  before that  trial  commences, then  the right  is no\n\nright at all,  but a cruel  illusion.  See  Liotard, 817 F.2d  at\r                                                             \n\n1080;  see  also  Robinson v.  Neil,  409  U.S.  505, 509  (1973)\r                                             \n\n(explaining  that  the  Double  Jeopardy  Clause  is  distinctive\n\nbecause \"its practical result  is to prevent a trial  from taking\n\nplace  at all\").  In a successive prosecution case, the guarantee\n\n                                4\r\r\n\nagainst double jeopardy \"would be lost if the accused were forced\n\nto  `run  the gauntlet'  a second  time\"  before being  placed on\n\ntrial.  Abney v. United States, 431 U.S. 651, 662 (1977).\r                                        \n\n          The  case at  hand  fits neatly  within this  doctrinal\n\nframework.   Confronted  with a  timely  motion to  dismiss  that\n\nlimned  a patently  nonfrivolous  successive prosecution  claim,2\n\nthe  lower  court  denied the  motion  without  prejudice to  its\n\nrenewal after the presentation  of evidence at trial.   See supra\r                                                                           \n\nnote 1.   The Double Jeopardy Clause  prohibits such temporizing.\n\nAnd, moreover, inasmuch as the district court's failure to decide\n\nthe  double jeopardy claim on the merits stemmed from the court's\n\nmistaken view of  the law rather than from  any lack of diligence\n\non  appellant's  part, the  government's  jurisdictional argument\n\nfounders.\n\n                                IV\r                                          IV\n\n          The  government's  waiver  argument  fares  no  better.\n\nThough  an  unconditional  guilty  plea  typically  subsumes  all\n\nnonjurisdictional   defects  occurring   earlier  in   the  case,\n\ninsulating  previous rulings  from  appellate review,  see United\r                                                                           \n\nStates  v.  Cordero,  42 F.3d  697,  698  (1st  Cir. 1994),  that\r                             \n                    \r                              \n\n     2While we need not  reach the merits of the  double jeopardy\nclaim, see infra Part V, that claim has much to commend it:  both\r                          \nindictments  charged  the  defendant  with  violating  the   same\nstatutes;  the described conspiracies  overlapped temporally (the\nfirst indictment  charged a conspiracy taking place  in May 1992,\nwhereas the  second indictment charged a  conspiracy running from\nSeptember 1991 to March  1993); the five purported coconspirators\nidentified  in the first indictment were among those named in the\nsecond indictment;  both conspiracies involved  importing cocaine\nfrom  Colombia into Puerto Rico; and in both instances contraband\nwas destined for transshipment. \n\n                                5\r\r\n\nprinciple is inapposite  where, as here,  the government and  the\n\ndefendant enter  (and the district court  approves) a conditional\r                                                                           \n\nplea agreement that expressly  preserves the defendant's right to\n\nraise a  particular  issue  on appeal.    This  conclusion  flows\n\nirresistibly  from  the language  of  the  Criminal Rules,  which\n\nprovide in pertinent part that:\n\n          With  the  approval  of  the  court  and  the\n          consent  of the  government, a  defendant may\n          enter  a conditional  plea of  guilty .  . .,\n          reserving  in  writing the  right,  on appeal\n          from the  judgment, to review of  the adverse\n          determination   of  any   specified  pretrial\n          motion.\n\nFed. R. Crim.  P. 11(a)(2).  The import of this  rule is open and\n\nobvious:   it  is designed  to \"ensure  careful attention  to any\n\nconditional  plea,\" to  \"identify precisely what  pretrial issues\n\nhave been preserved for appellate review,\" and  to husband scarce\n\njudicial resources  by permitting  a defendant fully  to litigate\n\nhoarded issues while  at the  same time lessening  the burden  on\n\nbusy district  courts and  sparing the sovereign  the expense  of\n\ntrial.  Fed. R. Crim. P. 11 advisory committee's note.\n\n          The agreement that led to appellant's plea in this case\n\nmakes reference to Rule 11(a)(2)  and contains an express written\n\nreservation of the  right to appeal from the denial of the motion\n\nto  dismiss.3   In short,  it scrupulously  follows  the protocol\n\nrequired by the rule.   Hence, the government's execution  of the\n\n                    \r                              \n\n     3After referencing Rule 11(a)(2), the plea  agreement stated\nthat  \"this plea  is conditioned  upon defendant's  reserving the\nright to appeal  the Order denying defendant's motion  to dismiss\nthe indictment on double jeopardy grounds.\"  \n\n                                6\r\r\n\nagreement  (by   not  one,  but  two,   Assistant  United  States\n\nAttorneys)   represented  its  considered   acquiescence  in  the\n\ndefendant's  right to hawk his double  jeopardy defense on appeal\n\nnotwithstanding his guilty plea.  See id.; see also United States\r                                                                           \n\nv. Ramos, 961  F.2d 1003,  1005-06 (1st Cir.)  (holding that  the\r                  \n\nentry   of  a  conditional  guilty  plea  preserves  specifically\n\ndescribed   rulings   for   review    and   waives   all    other\n\nnonjurisdictional errors),  cert. denied, 113 S.  Ct. 364 (1992);\r                                                  \n\nUnited  States v.  Simmons,  763 F.2d  529,  533 (2d  Cir.  1985)\r                                    \n\n(similar).  Having secured a plea by means of this accommodation,\n\nthe government cannot  now retract its acquiescence.   After all,\n\n\"[h]aving  one's cake and  eating it, too,  is not in  fashion in\n\nthis circuit.\"  United  States v. Tierney, 760 F.2d 382, 388 (1st\r                                                   \n\nCir.), cert. denied, 474 U.S. 843 (1985).\r                             \n\n          Should any doubt remain   and we see none   the Supreme\n\nCourt's  opinion in  Doggett v.  United States,  112 S.  Ct. 2686\r                                                        \n\n(1992), supplies the sockdolager.  There, the government advanced\n\nsubstantially the  same argument  as it advances  here, asserting\n\nthat,  by  pleading guilty,  the  defendant waived  any  right to\n\nappeal  his  claim  that  a delayed  arrest  had  prejudiced  his\n\ndefense.  See  id. at 2694 n.3.  The Court rejected this argument\r                            \n\nout of hand.   It noted that  Doggett had tendered a  conditional\n\nguilty plea  under  Rule 11(a)(2),  and that  the plea  agreement\n\nmemorialized   \"the   Government's   explicit  consent   to   his\n\nreservation of the right to  appeal\" the denial of his motion  to\n\ndismiss.   Id.    Accordingly, Doggett could  not be barred \"from\r                        \n\n                                7\r\r\n\npursuing as effective an  appeal as he  could have raised had  he\n\nnot pleaded guilty.\"  Id.  So it is here.4\r                                   \n\n                                V\r                                          V\n\n          In its opposition to  the appellant's motion to dismiss\n\nin the  district  court, the  government attempted  to parse  the\n\nfactors required to  determine when successive  conspiracy counts\n\nshould  be construed as charging the same offense for purposes of\n\ndouble  jeopardy analysis.  See, e.g., United States v. Cloutier,\r                                                                          \n\n966 F.2d 24,  28 (1st Cir. 1992)  (elucidating multi-pronged test\n\nfor determining whether  two successive conspiracy counts  charge\n\nthe  same  offense within  the  purview  of the  Double  Jeopardy\n\nClause);  United States  v. David,  940 F.2d  722, 734  (1st Cir.\r                                           \n\n1991)  (similar), cert. denied, 502  U.S. 1046 (1992); cf. United\r                                                                           \n\nStates  v.  Gomez-Pabon,  911  F.2d  847,  860  (1st  Cir.  1990)\r                                 \n\n(elucidating test  in analogous context), cert.  denied, 498 U.S.\r                                                                 \n\n1074  (1991).  On appeal, however, the government fails either to\n\nrenew this challenge or  to address the substantive issue  in any\n\nmeaningful  way.    Instead,  the  government  declares,  without\n\nfurther elaboration,  that the  \"underlying offenses are  not the\n\nsame.\"  Government's Brief at 11.  An enigmatic reference of this\n\nsort, totally devoid of developed argumentation, is like a month-\n\n                    \r                              \n\n     4The government's  reliance on  United States v.  Broce, 488\r                                                                      \nU.S.  563 (1989), is mislaid.   In Broce,  the defendant admitted\r                                                  \nguilt  on two separate conspiracy counts.  On review, the Supreme\nCourt  held  the  defendant's   double  jeopardy  defense  to  be\n\"foreclosed by the guilty pleas and the judgments of conviction.\"\nId.  at  565.   Unlike  this  case,  Broce's  pleas were  neither\r             \nconditional nor qualified in any comparable way.  Hence, Broce is\r                                                                        \ninapposite.\n\n                                8\r\r\n\nold  ketchup bottle:    it may  look  full, but  is  surpassingly\n\ndifficult to get anything out of it.\n\n          We believe it is apodictic that \"issues adverted  to in\n\na perfunctory  manner, unaccompanied by some  effort at developed\n\nargumentation, are deemed waived.\"  United States v. Zannino, 895\r                                                                      \n\nF.2d 1, 17 (1st Cir.), cert. denied, 494 U.S. 1082 (1990).  To be\r                                             \n\nsure,  the usual  office of  this rule  in  criminal cases  is to\n\nnegate  consideration  of  skeletal  arguments  advanced  by  the\r                                                                           \n\ndefendant.  See, e.g., United States v. Innamorati, 996 F.2d 456,\r                                                            \n\n468 (1st Cir.), cert. denied, 114 S. Ct. 409 (1993); Zannino, 895\r                                                                      \n\nF.2d at 17.  But  in fairness, what is sauce for  the defendant's\n\ngoose  is  sauce for  the government's  gander.   Thus,  the rule\n\napplies  with  undiminished  vigor  when, as  now,  a  prosecutor\n\nattempts  to  rely  on  fleeting  references  to  unsubstantiated\n\nconclusions  in lieu  of  structured argumentation.   See,  e.g.,\r                                                                          \n\nUnited  States v. Rodriguez Cortes,  949 F.2d 532,  542 (1st Cir.\r                                            \n\n1991); United States v. Doe, 878 F.2d 1546, 1554 (1st Cir. 1989);\r                                     \n\nUnited States v. Serrano, 870 F.2d 1, 7 n.5 (1st Cir. 1989).\r                                  \n\n          On this record,  then, we must  hold the government  to\n\nits  default  and  credit   appellant's  argument  that  the  two\n\nconspiracies constitute one and the same offense.\n\n                                VI\r                                          VI\n\n          We need go no further.   Appellant fully preserved  his\n\ndefense of double jeopardy, and the government has articulated no\n\ncredible reason to  suppose either  that the  charged crimes  are\n\nconstitutionally  distinct  or  that  the  defense  is  otherwise\n\n                                9\r\r\n\nflawed.  Consequently, the judgment of conviction must be\n\nReversed.\r          Reversed.\r                  \n\n                                10\r\r\n",
  "html": "<p class=\"case_cite\">52 F.3d 390</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Walter CARABALLO-CRUZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2380.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 4, 1995.<br>April 20, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Miguel A.A. Nogueras-Castro, Asst. Federal Public Defender, with whom Benicio Sanchez Rivera, Federal Public Defender, was on brief, for appellant.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Sr. Litigation Counsel, with whom Guillermo Gil, U.S. Atty., was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Walter Caraballo-Cruz appeals his conspiracy conviction on double jeopardy grounds.  His claim has merit.  Consequently, we reverse.I</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This appeal has its origins in an earlier case.  In May 1992, a federal grand jury charged appellant with conspiracy to possess 29 kilograms of cocaine, intending to distribute the drug, in violation of 21 U.S.C. Secs. 841(a)(1) and 846.  On July 16, 1992, a petit jury found him guilty as charged.  The district court thereafter imposed sentence and we affirmed the judgment.  United States v. Caraballo-Cruz, No. 92-2316, 1994 WL 38619 (1st Cir.  Feb. 10, 1994) (unpublished opinion).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellant's travail was not limited to the 1992 indictment.  On June 18, 1993, the grand jury returned a second, far broader indictment.  The new indictment contained a master conspiracy count (count 1) and 47 subsidiary counts.  The master conspiracy count charged 30 defendants, including appellant, with conspiracy to possess and distribute some 2,000 kilograms of cocaine in violation of 21 U.S.C. Secs. 841(a)(1) and 846.  Appellant, who was not indicted on any other charge, promptly moved to dismiss count 1.  He asseverated that the master conspiracy portrayed therein encompassed the narrower conspiracy described in the earlier indictment, and, therefore, that the government's nascent attempt to prosecute him anew for his role in the master conspiracy transgressed the Double Jeopardy Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On August 20, 1993, the district court denied appellant's motion to dismiss without prejudice to its renewal at trial.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  But no trial ever occurred.  Instead, appellant entered into a conditional plea agreement in which he reserved his double jeopardy claim.  The district court accepted a conditional guilty plea, Fed.R.Crim.P. 11(a)(2), and imposed sentence.  On December 7, 1993, in accordance with the condition of his plea agreement, Caraballo-Cruz filed a notice of appeal.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Fifth Amendment to the United States Constitution states in relevant part:  \"No person [shall] be subject for the same offence to be twice put in jeopardy of life or limb....\"  This constitutional shield embodies three separate safeguards:  it protects against a second prosecution for the same offense after an acquittal;  it protects against a second prosecution for the same offense after a conviction;  and it protects against multiple punishments for the same offense.  See North Carolina v. Pearce, 395 U.S. 711, 717, 89 S.Ct. 2072, 2076-77, 23 L.Ed.2d 656 (1969);  United States v. Ortiz-Alarcon, 917 F.2d 651, 653 (1st Cir.1990), cert. denied, 500 U.S. 926, 111 S.Ct. 2035, 114 L.Ed.2d 120 (1991).  In the papers accompanying his motion to dismiss, Caraballo-Cruz set forth in considerable detail the basis for his belief that the most recent conspiracy charge fell squarely within the proscription of the second buckler of this tripartite shield.  He repeats these arguments in his brief on appeal, asserting that the conspiracies described in the two indictments are, in law and in fact, the same offense.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While the appellant's position is consistent and predictable, the government's response is exotic.  Even though the prosecution attempted to meet the double jeopardy initiative head-on before the district court, its appellate brief is confined to a pair of peripheral issues.  First, the government contends that we lack appellate jurisdiction because the double jeopardy issue was never decided on the merits by the court below.  Second, it maintains that appellant's guilty plea waived the issue.  These assertions contain more growl than bite.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To guard against the constitutional insult that double jeopardy entails, a court faced with a colorable successive prosecution claim must hear and determine the matter in advance of trial.  See United States v. Liotard, 817 F.2d 1074, 1079 (3d Cir.1987);  United States v. Booth, 673 F.2d 27, 30 (1st Cir.), cert. denied, 456 U.S. 978, 102 S.Ct. 2245, 72 L.Ed.2d 853 (1982).  The reason for this rule is apparent:  if the right to be free from a second trial is not vindicated before that trial commences, then the right is no right at all, but a cruel illusion.  See Liotard, 817 F.2d at 1080;  see also Robinson v. Neil, 409 U.S. 505, 509, 93 S.Ct. 876, 878, 35 L.Ed.2d 29 (1973) (explaining that the Double Jeopardy Clause is distinctive because \"its practical result is to prevent a trial from taking place at all\").  In a successive prosecution case, the guarantee against double jeopardy \"would be lost if the accused were forced to 'run the gauntlet' a second time\" before being placed on trial.  Abney v. United States, 431 U.S. 651, 662, 97 S.Ct. 2034, 2041-42, 52 L.Ed.2d 651 (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The case at hand fits neatly within this doctrinal framework.  Confronted with a timely motion to dismiss that limned a patently nonfrivolous successive prosecution claim,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the lower court denied the motion without prejudice to its renewal after the presentation of evidence at trial.  See supra note 1.  The Double Jeopardy Clause prohibits such temporizing.  And, moreover, inasmuch as the district court's failure to decide the double jeopardy claim on the merits stemmed from the court's mistaken view of the law rather than from any lack of diligence on appellant's part, the government's jurisdictional argument founders.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The government's waiver argument fares no better.  Though an unconditional guilty plea typically subsumes all nonjurisdictional defects occurring earlier in the case, insulating previous rulings from appellate review, see United States v. Cordero, 42 F.3d 697, 698 (1st Cir.1994), that principle is inapposite where, as here, the government and the defendant enter (and the district court approves) a conditional plea agreement that expressly preserves the defendant's right to raise a particular issue on appeal.  This conclusion flows irresistibly from the language of the Criminal Rules, which provide in pertinent part that:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>With the approval of the court and the consent of the government, a defendant may enter a conditional plea of guilty ..., reserving in writing the right, on appeal from the judgment, to review of the adverse determination of any specified pretrial motion.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Fed.R.Crim.P. 11(a)(2).  The import of this rule is open and obvious:  it is designed to \"ensure careful attention to any conditional plea,\" to \"identify precisely what pretrial issues have been preserved for appellate review,\" and to husband scarce judicial resources by permitting a defendant fully to litigate hoarded issues while at the same time lessening the burden on busy district courts and sparing the sovereign the expense of trial.  Fed.R.Crim.P. 11 advisory committee's note.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The agreement that led to appellant's plea in this case makes reference to Rule 11(a)(2) and contains an express written reservation of the right to appeal from the denial of the motion to dismiss.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In short, it scrupulously follows the protocol required by the rule.  Hence, the government's execution of the agreement (by not one, but two, Assistant United States Attorneys) represented its considered acquiescence in the defendant's right to hawk his double jeopardy defense on appeal notwithstanding his guilty plea.  See id.;   see also United States v. Ramos, 961 F.2d 1003, 1005-06 (1st Cir.)  (holding that the entry of a conditional guilty plea preserves specifically described rulings for review and waives all other nonjurisdictional errors), cert. denied, --- U.S. ----, 113 S.Ct. 364, 121 L.Ed.2d 277 (1992);  United States v. Simmons, 763 F.2d 529, 533 (2d Cir.1985) (similar).  Having secured a plea by means of this accommodation, the government cannot now retract its acquiescence.  After all, \"[h]aving one's cake and eating it, too, is not in fashion in this circuit.\"  United States v. Tierney, 760 F.2d 382, 388 (1st Cir.), cert. denied, 474 U.S. 843, 106 S.Ct. 131, 88 L.Ed.2d 108 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Should any doubt remain--and we see none--the Supreme Court's opinion in Doggett v. United States, --- U.S. ----, 112 S.Ct. 2686, 120 L.Ed.2d 520 (1992), supplies the sockdolager.  There, the government advanced substantially the same argument as it advances here, asserting that, by pleading guilty, the defendant waived any right to appeal his claim that a delayed arrest had prejudiced his defense.  See id. at ----, 112 S.Ct. at 2694 n. 3.   The Court rejected this argument out of hand.  It noted that Doggett had tendered a conditional guilty plea under Rule 11(a)(2), and that the plea agreement memorialized \"the Government's explicit consent to his reservation of the right to appeal\" the denial of his motion to dismiss.  Id.  Accordingly, Doggett could not be barred \"from pursuing as effective an appeal as he could have raised had he not pleaded guilty.\"  Id.  So it is here.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>V</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In its opposition to the appellant's motion to dismiss in the district court, the government attempted to parse the factors required to determine when successive conspiracy counts should be construed as charging the same offense for purposes of double jeopardy analysis.  See, e.g., United States v. Cloutier, 966 F.2d 24, 28 (1st Cir.1992) (elucidating multi-pronged test for determining whether two successive conspiracy counts charge the same offense within the purview of the Double Jeopardy Clause);  United States v. David, 940 F.2d 722, 734 (1st Cir.1991) (similar), cert. denied, 502 U.S. 1046, 112 S.Ct. 908, 116 L.Ed.2d 809 (1992);  cf. United States v. Gomez-Pabon, 911 F.2d 847, 860 (1st Cir.1990) (elucidating test in analogous context), cert. denied, 498 U.S. 1074, 111 S.Ct. 801, 112 L.Ed.2d 862 (1991).  On appeal, however, the government fails either to renew this challenge or to address the substantive issue in any meaningful way.  Instead, the government declares, without further elaboration, that the \"underlying offenses are not the same.\"   Government's Brief at 11.  An enigmatic reference of this sort, totally devoid of developed argumentation, is like a month-old ketchup bottle:  it may look full, but is surpassingly difficult to get anything out of it.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We believe it is apodictic that \"issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"  United States v. Zannino, 895 F.2d 1, 17 (1st Cir.), cert. denied, 494 U.S. 1082, 110 S.Ct. 1814, 108 L.Ed.2d 944 (1990).  To be sure, the usual office of this rule in criminal cases is to negate consideration of skeletal arguments advanced by the defendant.  See, e.g., United States v. Innamorati, 996 F.2d 456, 468 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 409, 126 L.Ed.2d 356 (1993);  Zannino, 895 F.2d at 17.   But in fairness, what is sauce for the defendant's goose is sauce for the government's gander.  Thus, the rule applies with undiminished vigor when, as now, a prosecutor attempts to rely on fleeting references to unsubstantiated conclusions in lieu of structured argumentation.  See, e.g., United States v. Rodriguez Cortes, 949 F.2d 532, 542 (1st Cir.1991);  United States v. Doe, 878 F.2d 1546, 1554 (1st Cir.1989);  United States v. Serrano, 870 F.2d 1, 7 n. 5 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On this record, then, we must hold the government to its default and credit appellant's argument that the two conspiracies constitute one and the same offense.VI</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We need go no further.  Appellant fully preserved his defense of double jeopardy, and the government has articulated no credible reason to suppose either that the charged crimes are constitutionally distinct or that the defense is otherwise flawed.  Consequently, the judgment of conviction must be</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The court acknowledged that the issue was nonfrivolous but declined to decide it \"without having the benefit of the evidence that will be presented against the defendant at trial.\"   The court noted that, depending on what the trial disclosed, \"a renewed request [for dismissal] may prosper.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> While we need not reach the merits of the double jeopardy claim, see infra Part V, that claim has much to commend it:  both indictments charged the defendant with violating the same statutes;  the described conspiracies overlapped temporally (the first indictment charged a conspiracy taking place in May 1992, whereas the second indictment charged a conspiracy running from September 1991 to March 1993);  the five purported coconspirators identified in the first indictment were among those named in the second indictment;  both conspiracies involved importing cocaine from Colombia into Puerto Rico;  and in both instances contraband was destined for transshipment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> After referencing Rule 11(a)(2), the plea agreement stated that \"this plea is conditioned upon defendant's reserving the right to appeal the Order denying defendant's motion to dismiss the indictment on double jeopardy grounds.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The government's reliance on United States v. Broce, 488 U.S. 563, 109 S.Ct. 757, 102 L.Ed.2d 927 (1989), is mislaid.  In Broce, the defendant admitted guilt on two separate conspiracy counts.  On review, the Supreme Court held the defendant's double jeopardy defense to be \"foreclosed by the guilty pleas and the judgments of conviction.\"  Id. at 565, 109 S.Ct. at 760.   Unlike this case, Broce's pleas were neither conditional nor qualified in any comparable way.  Hence, Broce is inapposite</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">390</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Walter CARABALLO-CRUZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2380.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 4, 1995.<br>April 20, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Miguel A.A. Nogueras-Castro, Asst. Federal Public Defender, with whom Benicio Sanchez Rivera, Federal Public Defender, was on brief, for appellant.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Sr. Litigation Counsel, with whom Guillermo Gil, U.S. Atty., was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Walter Caraballo-Cruz appeals his conspiracy conviction on double jeopardy grounds.  His claim has merit.  Consequently, we reverse.I</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This appeal has its origins in an earlier case.  In May 1992, a federal grand jury charged appellant with conspiracy to possess 29 kilograms of cocaine, intending to distribute the drug, in violation of 21 U.S.C. Secs. 841(a)(1) and 846.  On July 16, 1992, a petit jury found him guilty as charged.  The district court thereafter imposed sentence and we affirmed the judgment.  United States v. Caraballo-Cruz, No. 92-2316, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">38619</span> </span>(1st Cir.  Feb. 10, 1994) (unpublished opinion).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellant's travail was not limited to the 1992 indictment.  On June 18, 1993, the grand jury returned a second, far broader indictment.  The new indictment contained a master conspiracy count (count 1) and 47 subsidiary counts.  The master conspiracy count charged 30 defendants, including appellant, with conspiracy to possess and distribute some 2,000 kilograms of cocaine in violation of 21 U.S.C. Secs. 841(a)(1) and 846.  Appellant, who was not indicted on any other charge, promptly moved to dismiss count 1.  He asseverated that the master conspiracy portrayed therein encompassed the narrower conspiracy described in the earlier indictment, and, therefore, that the government's nascent attempt to prosecute him anew for his role in the master conspiracy transgressed the Double Jeopardy Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On August 20, 1993, the district court denied appellant's motion to dismiss without prejudice to its renewal at trial.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  But no trial ever occurred.  Instead, appellant entered into a conditional plea agreement in which he reserved his double jeopardy claim.  The district court accepted a conditional guilty plea, Fed.R.Crim.P. 11(a)(2), and imposed sentence.  On December 7, 1993, in accordance with the condition of his plea agreement, Caraballo-Cruz filed a notice of appeal.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Fifth Amendment to the United States Constitution states in relevant part:  \"No person [shall] be subject for the same offence to be twice put in jeopardy of life or limb....\"  This constitutional shield embodies three separate safeguards:  it protects against a second prosecution for the same offense after an acquittal;  it protects against a second prosecution for the same offense after a conviction;  and it protects against multiple punishments for the same offense.  See North Carolina v. Pearce, <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">711</span></a></span>, 717, <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span>, 2076-77, <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">656</span> </a></span>(1969);  United States v. Ortiz-Alarcon, <span class=\"citation\" data-id=\"550642\"><a href=\"/opinion/550642/united-states-v-pedro-ortiz-alarcon/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">651</span></a></span>, 653 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">926</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">120</span> </span>(1991).  In the papers accompanying his motion to dismiss, Caraballo-Cruz set forth in considerable detail the basis for his belief that the most recent conspiracy charge fell squarely within the proscription of the second buckler of this tripartite shield.  He repeats these arguments in his brief on appeal, asserting that the conspiracies described in the two indictments are, in law and in fact, the same offense.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While the appellant's position is consistent and predictable, the government's response is exotic.  Even though the prosecution attempted to meet the double jeopardy initiative head-on before the district court, its appellate brief is confined to a pair of peripheral issues.  First, the government contends that we lack appellate jurisdiction because the double jeopardy issue was never decided on the merits by the court below.  Second, it maintains that appellant's guilty plea waived the issue.  These assertions contain more growl than bite.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To guard against the constitutional insult that double jeopardy entails, a court faced with a colorable successive prosecution claim must hear and determine the matter in advance of trial.  See United States v. Liotard, <span class=\"citation\" data-id=\"487758\"><a href=\"/opinion/487758/united-states-v-liotard-russell/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1074</span></a></span>, 1079 (3d Cir.1987);  United States v. Booth, <span class=\"citation\" data-id=\"400942\"><a href=\"/opinion/400942/united-states-v-michael-booth-aka-dennis-allen-harper-larry-joseph/\"><span class=\"volume\">673</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 30 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">978</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2245</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">853</span> </span>(1982).  The reason for this rule is apparent:  if the right to be free from a second trial is not vindicated before that trial commences, then the right is no right at all, but a cruel illusion.  See <span class=\"citation\" data-id=\"487758\"><span class=\"antecedent_guess\">Liotard,</span> <a href=\"/opinion/487758/united-states-v-liotard-russell/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1080</span></a></span>;  see also Robinson v. Neil, <span class=\"citation\" data-id=\"108660\"><a href=\"/opinion/108660/robinson-v-neil/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">505</span></a></span>, 509, <span class=\"citation\" data-id=\"108660\"><a href=\"/opinion/108660/robinson-v-neil/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">876</span></a></span>, 878, <span class=\"citation\" data-id=\"108660\"><a href=\"/opinion/108660/robinson-v-neil/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">29</span> </a></span>(1973) (explaining that the Double Jeopardy Clause is distinctive because \"its practical result is to prevent a trial from taking place at all\").  In a successive prosecution case, the guarantee against double jeopardy \"would be lost if the accused were forced to 'run the gauntlet' a second time\" before being placed on trial.  Abney v. United States, <span class=\"citation\" data-id=\"109677\"><a href=\"/opinion/109677/abney-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 662, <span class=\"citation\" data-id=\"109677\"><a href=\"/opinion/109677/abney-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2034</span></a></span>, 2041-42, <span class=\"citation\" data-id=\"109677\"><a href=\"/opinion/109677/abney-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">651</span> </a></span>(1977).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The case at hand fits neatly within this doctrinal framework.  Confronted with a timely motion to dismiss that limned a patently nonfrivolous successive prosecution claim,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the lower court denied the motion without prejudice to its renewal after the presentation of evidence at trial.  See supra note 1.  The Double Jeopardy Clause prohibits such temporizing.  And, moreover, inasmuch as the district court's failure to decide the double jeopardy claim on the merits stemmed from the court's mistaken view of the law rather than from any lack of diligence on appellant's part, the government's jurisdictional argument founders.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The government's waiver argument fares no better.  Though an unconditional guilty plea typically subsumes all nonjurisdictional defects occurring earlier in the case, insulating previous rulings from appellate review, see United States v. Cordero, <span class=\"citation\" data-id=\"195801\"><a href=\"/opinion/195801/united-states-v-cordero-garcia/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">697</span></a></span>, 698 (1st Cir.1994), that principle is inapposite where, as here, the government and the defendant enter (and the district court approves) a conditional plea agreement that expressly preserves the defendant's right to raise a particular issue on appeal.  This conclusion flows irresistibly from the language of the Criminal Rules, which provide in pertinent part that:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>With the approval of the court and the consent of the government, a defendant may enter a conditional plea of guilty ..., reserving in writing the right, on appeal from the judgment, to review of the adverse determination of any specified pretrial motion.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Fed.R.Crim.P. 11(a)(2).  The import of this rule is open and obvious:  it is designed to \"ensure careful attention to any conditional plea,\" to \"identify precisely what pretrial issues have been preserved for appellate review,\" and to husband scarce judicial resources by permitting a defendant fully to litigate hoarded issues while at the same time lessening the burden on busy district courts and sparing the sovereign the expense of trial.  Fed.R.Crim.P. 11 advisory committee's note.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The agreement that led to appellant's plea in this case makes reference to Rule 11(a)(2) and contains an express written reservation of the right to appeal from the denial of the motion to dismiss.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In short, it scrupulously follows the protocol required by the rule.  Hence, the government's execution of the agreement (by not one, but two, Assistant United States Attorneys) represented its considered acquiescence in the defendant's right to hawk his double jeopardy defense on appeal notwithstanding his guilty plea.  See id.;   see also United States v. Ramos, <span class=\"citation\" data-id=\"581516\"><a href=\"/opinion/581516/united-states-v-samuel-g-ramos/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1003</span></a></span>, 1005-06 (1st Cir.)  (holding that the entry of a conditional guilty plea preserves specifically described rulings for review and waives all other nonjurisdictional errors), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">364</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">277</span> </span>(1992);  United States v. Simmons, <span class=\"citation\" data-id=\"453188\"><a href=\"/opinion/453188/united-states-v-charles-simmons/\"><span class=\"volume\">763</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">529</span></a></span>, 533 (2d Cir.1985) (similar).  Having secured a plea by means of this accommodation, the government cannot now retract its acquiescence.  After all, \"[h]aving one's cake and eating it, too, is not in fashion in this circuit.\"  United States v. Tierney, <span class=\"citation\" data-id=\"451517\"><a href=\"/opinion/451517/united-states-v-robert-f-tierney/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">382</span></a></span>, 388 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">843</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">131</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">108</span> </span>(1985).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Should any doubt remain--and we see none--the Supreme Court's opinion in Doggett v. United States, --- U.S. ----, <span class=\"citation\" data-id=\"112780\"><a href=\"/opinion/112780/doggett-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"112780\"><a href=\"/opinion/112780/doggett-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">520</span> </a></span>(1992), supplies the sockdolager.  There, the government advanced substantially the same argument as it advances here, asserting that, by pleading guilty, the defendant waived any right to appeal his claim that a delayed arrest had prejudiced his defense.  See <span class=\"citation\" data-id=\"112780\"><a href=\"/opinion/112780/doggett-v-united-states/\"><span class=\"id_token\">id.</span> at ----, </a></span>112 S.Ct. at 2694 n. 3.   The Court rejected this argument out of hand.  It noted that Doggett had tendered a conditional guilty plea under Rule 11(a)(2), and that the plea agreement memorialized \"the Government's explicit consent to his reservation of the right to appeal\" the denial of his motion to dismiss.  <span class=\"citation\" data-id=\"112780\"><a href=\"/opinion/112780/doggett-v-united-states/\"><span class=\"id_token\">Id.</span>  Accordingly, Doggett </a></span>could not be barred \"from pursuing as effective an appeal as he could have raised had he not pleaded guilty.\"  <span class=\"citation\" data-id=\"112780\"><a href=\"/opinion/112780/doggett-v-united-states/\"><span class=\"id_token\">Id.</span>  So it </a></span>is here.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>V</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In its opposition to the appellant's motion to dismiss in the district court, the government attempted to parse the factors required to determine when successive conspiracy counts should be construed as charging the same offense for purposes of double jeopardy analysis.  See, e.g., United States v. Cloutier, <span class=\"citation\" data-id=\"584185\"><a href=\"/opinion/584185/united-states-v-william-cloutier/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">24</span></a></span>, 28 (1st Cir.1992) (elucidating multi-pronged test for determining whether two successive conspiracy counts charge the same offense within the purview of the Double Jeopardy Clause);  United States v. David, <span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 734 (1st Cir.1991) (similar), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1046</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">908</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">809</span> </span>(1992);  cf. United States v. Gomez-Pabon, <span class=\"citation\" data-id=\"546890\"><a href=\"/opinion/546890/united-states-v-luis-e-gomez-pabon-united-states-v-wilfredo/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">847</span></a></span>, 860 (1st Cir.1990) (elucidating test in analogous context), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1074</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">801</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">862</span> </span>(1991).  On appeal, however, the government fails either to renew this challenge or to address the substantive issue in any meaningful way.  Instead, the government declares, without further elaboration, that the \"underlying offenses are not the same.\"   Government's Brief at 11.  An enigmatic reference of this sort, totally devoid of developed argumentation, is like a month-old ketchup bottle:  it may look full, but is surpassingly difficult to get anything out of it.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We believe it is apodictic that \"issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"  United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">944</span> </span>(1990).  To be sure, the usual office of this rule in criminal cases is to negate consideration of skeletal arguments advanced by the defendant.  See, e.g., United States v. Innamorati, <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 468 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">409</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span> </span>(1993);  <span class=\"citation\" data-id=\"536025\"><span class=\"antecedent_guess\">Zannino,</span> <a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">17</span></a></span>.   But in fairness, what is sauce for the defendant's goose is sauce for the government's gander.  Thus, the rule applies with undiminished vigor when, as now, a prosecutor attempts to rely on fleeting references to unsubstantiated conclusions in lieu of structured argumentation.  See, e.g., United States v. Rodriguez Cortes, <span class=\"citation\" data-id=\"572412\"><a href=\"/opinion/572412/united-states-v-fabio-rodriguez-cortes-united-states-v-eduardo/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">532</span></a></span>, 542 (1st Cir.1991);  United States v. Doe, <span class=\"citation\" data-id=\"526039\"><a href=\"/opinion/526039/united-states-v-john-doe-aka-lynn-m-obrien-united-states-of-america/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1546</span></a></span>, 1554 (1st Cir.1989);  United States v. Serrano, <span class=\"citation\" data-id=\"519968\"><a href=\"/opinion/519968/united-states-v-miguel-a-serrano-dba-ponce-developers-inc-united/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 7 n. 5 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On this record, then, we must hold the government to its default and credit appellant's argument that the two conspiracies constitute one and the same offense.VI</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We need go no further.  Appellant fully preserved his defense of double jeopardy, and the government has articulated no credible reason to suppose either that the charged crimes are constitutionally distinct or that the defense is otherwise flawed.  Consequently, the judgment of conviction must be</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The court acknowledged that the issue was nonfrivolous but declined to decide it \"without having the benefit of the evidence that will be presented against the defendant at trial.\"   The court noted that, depending on what the trial disclosed, \"a renewed request [for dismissal] may prosper.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> While we need not reach the merits of the double jeopardy claim, see infra Part V, that claim has much to commend it:  both indictments charged the defendant with violating the same statutes;  the described conspiracies overlapped temporally (the first indictment charged a conspiracy taking place in May 1992, whereas the second indictment charged a conspiracy running from September 1991 to March 1993);  the five purported coconspirators identified in the first indictment were among those named in the second indictment;  both conspiracies involved importing cocaine from Colombia into Puerto Rico;  and in both instances contraband was destined for transshipment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> After referencing Rule 11(a)(2), the plea agreement stated that \"this plea is conditioned upon defendant's reserving the right to appeal the Order denying defendant's motion to dismiss the indictment on double jeopardy grounds.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The government's reliance on United States v. Broce, <span class=\"citation\" data-id=\"112177\"><a href=\"/opinion/112177/united-states-v-broce/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, <span class=\"citation\" data-id=\"112177\"><a href=\"/opinion/112177/united-states-v-broce/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">757</span></a></span>, <span class=\"citation\" data-id=\"112177\"><a href=\"/opinion/112177/united-states-v-broce/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">927</span> </a></span>(1989), is mislaid.  In Broce, the defendant admitted guilt on two separate conspiracy counts.  On review, the Supreme Court held the defendant's double jeopardy defense to be \"foreclosed by the guilty pleas and the judgments of conviction.\"  <span class=\"citation\" data-id=\"112177\"><a href=\"/opinion/112177/united-states-v-broce/\"><span class=\"id_token\">Id.</span> at 565, </a></span>109 S.Ct. at 760.   Unlike this case, Broce's pleas were neither conditional nor qualified in any comparable way.  Hence, Broce is inapposite</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107978/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108660/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109677/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112177/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112780/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195801/",
    "https://www.courtlistener.com/api/rest/v3/opinions/400942/",
    "https://www.courtlistener.com/api/rest/v3/opinions/451517/",
    "https://www.courtlistener.com/api/rest/v3/opinions/453188/",
    "https://www.courtlistener.com/api/rest/v3/opinions/487758/",
    "https://www.courtlistener.com/api/rest/v3/opinions/519968/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526039/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546890/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550642/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572412/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584185/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609734/"
  ]
}