{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196077/",
  "id": 196077,
  "absolute_url": "/opinion/196077/hoult-v-hoult/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196077/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:56:06Z",
  "date_modified": "2020-02-21T23:42:17.900404Z",
  "type": "010combined",
  "sha1": "33a274ac614039a1a74c8e2cbb1d413603fef187",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2034.01A",
  "local_path": null,
  "plain_text": "\n\nJune 27, 1995     UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-2034\r\n\n                         JENNIFER HOULT,\r\n                      Plaintiff - Appellee,\r\n\n                                v.\r\n\n                         DAVID P. HOULT,\r\n                      Defendant - Appellant.\r\n\n                                           \r\n\n                           ERRATA SHEET\r\n\n     The opinion of this Court issued on May 22, 1995, is amended\r\nas follows:\r\n\n     Replace the  second  full  paragraph  on  page  9  with  the\r                                                                           \r\nfollowing:  \"In any case, we need not at this  time determine the\r                   \r\nprecise  contours  of the  district court's  responsibility under\r\nDaubert.    The  gravamen  of defendant's  argument  is  that the\r                 \r\ndistrict court  wrongly decided  a  point of  law.   This is  not\r\ngrounds for relief under  Rule 60(b).  See Silk  v. Sandoval, 435\r                                                                      \r\nF.2d  1266,  1267-68 (1st  Cir.),  cert.  denied, 402  U.S.  1012\r                                                          \r\n(1971).  See also Rodr guez Antuna v. Chase Manhattan Bank Corp.,\r                                                                          \r\n871 F.2d  1, 2 (1st  Cir. 1989).   We conclude that  the district\r\ncourt's admission of the expert testimony, even if error -- as to\r\nwhich we  express no opinion --  was not a \"mistake,\"  as we have\r\ndefined  that term  under Rule 60(b)(1).   See Silk,  435 F.2d at\r                                                             \r\n1267-68.  See also Rodr guez Antuna, 871 F.2d at 2; Scola v. Boat\r                                                                           \r\nFrances, R., Inc., 618 F.2d 147, 153-54 (1st Cir. 1980).\"\r                           \r\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-2034\r\n\n                         JENNIFER HOULT,\r\n\n                      Plaintiff - Appellee,\r\n\n                                v.\r\n\n                         DAVID P. HOULT,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                    and Stahl, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n     Edward J. Collins for appellant.\r                                \r\n     Kevin  P.  O'Flaherty, with  whom  Adrienne  M. Markham  and\r                                                                      \r\nGoulston &amp; Storrs were on brief for appellee.\r                           \r\n\n                                           \r\n\n                           May 22, 1995\r\n                                           \r\r\n\n          TORRUELLA, Chief Judge.   Plaintiff-appellee,  Jennifer\r                    TORRUELLA, Chief Judge.\r                                          \r\n\nHoult,  brought  suit  against  her  father, defendant-appellant,\r\n\nDavid   Hoult,  in   the   United  States   District  Court   for\r\n\nMassachusetts alleging,  inter  alia, assault  and  battery,  and\r                                              \r\n\nintentional infliction of emotional distress.  A  jury returned a\r\n\nverdict in the amount of $500,000 for plaintiff.  Defendant filed\r\n\ntimely  appeals   -- first,  of the  denial of  his motion  for a\r\n\nmistrial and, second,  of the jury verdict -- both  of which were\r\n\nultimately  dismissed by this court for lack of prosecution.  One\r\n\nyear after  judgment issued, defendant filed a  motion for relief\r\n\nfrom  judgment pursuant  to Rule  60(b) of  the Federal  Rules of\r\n\nCivil Procedure.   Defendant appeals the  district court's denial\r\n\nof that motion.  For the reasons stated herein, we affirm.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          Plaintiff commenced this action  in July 1988 alleging,\r\n\namong other things, that from the time she was approximately four\r\n\nyears old until she was approximately sixteen years old defendant\r\n\nsexually abused and  threatened her.  Plaintiff  alleged that she\r\n\nhad  repressed all  memory  of  the  abuse  until  she  began  to\r\n\nrecapture those memories during therapy sessions in October 1985,\r\n\nwhen she was twenty-four.\r\n\n          On February 2,  1993, the parties presented the case at\r\n\na summary jury trial.  Counsel for both parties outlined for  the\r\n\nsummary jury the evidence they expected to present at trial.  The\r\n\npresentation  by plaintiff's  counsel included  a summary  of the\r\n\nexpected testimony  of, among  others, the plaintiff,  her former\r\n\n                               -2-\r\r\n\ntherapist,   Eileen  Jacobsen  (\"Jacobsen\"),  and  her  examining\r\n\npsychiatrist,  Dr. Renee  Brant (\"Dr.  Brant\").   Defense counsel\r\n\npresented  no  expert testimony,  relying instead  on defendant's\r\n\ngeneral denial of the  charges and a refutation of  the testimony\r\n\nof Jacobsen and Dr. Brant.   Defendant prevailed on the merits at\r\n\nthe summary jury trial.\r\n\n          On June 24, 1993, the case went to trial.  It was tried\r\n\nfor eight  days.  Both Dr.  Brant and Jacobsen testified  for the\r\n\nplaintiff.  On July 1, 1993, the jury returned a verdict in favor\r\n\nof the  plaintiff in the amount  of $500,000.  On  July 14, 1993,\r\n\nthe district court entered judgment in the case.  Defendant moved\r\n\nfor  a new  trial, and  that  motion was  denied in  August 1993.\r\n\nDefendant appealed both the  denial of his motion for a new trial\r\n\nand the judgment.  Both appeals were ultimately dismissed by this\r\n\ncourt for lack of prosecution.\r\n\n          On July 14,  1994, exactly  one year from  the date  of\r\n\njudgment,  defendant,  through new  counsel,  filed  a motion  to\r\n\nvacate the judgment.   The  district court denied  the motion  to\r\n\nvacate  in a  detailed opinion  delivered from  the bench  at the\r\n\nconclusion  of a  hearing  on defendant's  motion.   This  appeal\r\n\nfollowed.\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n          Defendant  asserts essentially four  grounds for relief\r\n\nfrom  judgment under  Rule  60(b).1   We  address each  of  these\r\n\n                    \r                              \r\n\n1  Rule 60(b) provides, in pertinent part:\r\n\n                               -3-\r\r\n\narguments  seriatim below.  We  note at the  outset that district\r\n\ncourts enjoy  broad discretion in deciding  motions brought under\r\n\nRule  60(b), and we  review such rulings  only for  abuse of that\r\n\ndiscretion.  See Cotto  v. United States, 993 F.2d  274, 277 (1st\r                                                  \r\n\nCir. 1993); Teamsters, Chauffeurs, Warehousemen &amp; Helpers  Union,\r                                                                           \r\n\nLocal No. 59 v. Superline Transp.  Co., 953 F.2d 17, 19 (1st Cir.\r                                                \r\n\n1992).   In addition, our review is  limited to the denial of the\r\n\nmotion itself.  We may not  consider the merits of the underlying\r\n\njudgment.  Ojeda-Toro v. Rivera-M ndez, 853 F.2d 25, 28 (1st Cir.\r                                                \r\n\n1988).  Finally, we note that \"Rule 60(b)(6) may not be used as a\r\n\nback-door substitute for an  omitted appeal, and, in all  but the\r\n\nmost exceptional circumstances, a  party's neglect to prosecute a\r\n\ntimeous appeal will bar  relief under the rule.\"  Cotto, 993 F.2d\r                                                                 \r\n\nat 278.\r\n                    \r                              \r\n\n            On  motion and  upon  such terms  as  are\r\n            just, the court may  relieve a party or a\r\n            party's legal representative from a final\r\n            judgment,  order,  or proceeding  for the\r\n            following   reasons:       (1)   mistake,\r\n            inadvertence,   surprise,  or   excusable\r\n            neglect;  (2)  newly discovered  evidence\r\n            which  by  due diligence  could  not have\r\n            been discovered in time to move for a new\r\n            trial   under   Rule  59(b);   (3)  fraud\r\n            (whether heretofore denominated intrinsic\r\n            or   extrinsic),  misrepresentation,   or\r\n            other misconduct of an adverse party; (4)\r\n            the  judgment is  void; (5)  the judgment\r\n            has   been    satisfied,   released,   or\r\n            discharged,  or  a  prior  judgment  upon\r\n            which  it is  based has been  reversed or\r\n            otherwise  vacated, or  it  is no  longer\r\n            equitable that the  judgment should  have\r\n            prospective application; or (6) any other\r\n            reason   justifying   relief   from   the\r\n            operation of the judgment.\r\n\n                               -4-\r\r\n\n                                I.\r                                          I.\r\n\n          Defendant's primary contention is  that the trial judge\r\n\nerred  in  allowing plaintiff's  expert  witness,  Dr. Brant,  to\r\n\ntestify with respect to the phenomenon of repressed memory in the\r\n\ncontext of childhood sexual abuse.  Defendant  contends that this\r\n\nconstitutes  \"mistake,  inadvertence,   surprise,  or   excusable\r\n\nneglect\" within the meaning of Rule 60(b)(1).\r\n\n          With  respect to her qualifications as an expert in the\r\n\nareas  of general  psychiatry,  child  psychiatry, and  childhood\r\n\nsexual abuse, Dr.  Brant testified that she: is a graduate of the\r\n\nHarvard Medical School; has a private psychiatric practice; was a\r\n\nfounder  of the sexual abuse unit at Children's Hospital; holds a\r\n\njoint  appointment  as  an  instructor  of  medical  students  at\r\n\nChildren's  Hospital  and Harvard  Medical  School;  serves as  a\r\n\nconsultant on  the treatment of  children who have  been sexually\r\n\nabused; has lectured  widely on  the issue of  the treatment  and\r\n\ndiagnosis of  children who  have suffered sexual  abuse; and  has\r\n\nserved as an expert witness in several other actions.\r\n\n          Dr. Brant testified generally  at trial with respect to\r\n\nthe psychological  dynamics and  clinical profiles of  victims of\r\n\nchildhood  sexual  abuse,  and   also  about  the  phenomenon  of\r\n\nrepressed  memory of  traumatic  events.   She further  testified\r\n\nthat,  based on her  clinical evaluation of  the plaintiff, there\r\n\n\"was  a lot  of  correlation\" between  the plaintiff's  \"clinical\r\n\npresentation\"  and the  clinical  profile of  a childhood  sexual\r\n\nabuse victim.\r\n\n                               -5-\r\r\n\n          At  no time  before or during  either the  summary jury\r\n\ntrial or the actual jury trial did defendant object to either Dr.\r\n\nBrant's  qualifications as an expert witness  or her testimony in\r\n\ngeneral.  Nor did  defendant present any expert testimony  of his\r\n\nown.   Instead,  defense  counsel vigorously  cross-examined  Dr.\r\n\nBrant, regarding both her theories and techniques in general, and\r\n\nher  application   of  those  theories  and   techniques  to  her\r\n\nevaluation of the plaintiff.  Defense counsel also challenged Dr.\r\n\nBrant's testimony with specific articles and studies by academics\r\n\nand  other mental  health professionals.   The defendant  was the\r\n\nonly  witness to  testify  for the  defense.   The  defense  used\r\n\nessentially the same strategy at trial that it  successfully used\r\n\nat the summary jury trial.\r\n\n          Rule  103(a) of  the Federal  Rules of  Civil Procedure\r\n\nprovides that  a claim  of error  may  not be  predicated on  the\r\n\nadmission of evidence  unless it affects  a substantial right  of\r\n\nthe  party and a timely objection is made.  Defendant nonetheless\r                        \r\n\nargues that  the Supreme  Court's recent  decision in  Daubert v.\r                                                                        \r\n\nMerrell  Dow Pharmaceuticals, Inc.,     U.S.   , 113  S. Ct. 2786\r                                            \r\n\n(1993), requires the district  court to make a sua  sponte ruling\r                                                                    \r\n\non  the admissibility of expert testimony.   Defendant bases this\r\n\nargument on the following language from Daubert:\r                                                         \r\n\n            [U]nder the [Federal Rules  of Evidence],\r\n            the  trial judge must ensure that any and\r\n            all  scientific   testimony  or  evidence\r\n            admitted  is  not   only  relevant,   but\r\n            reliable.\r\n\n               The primary locus  of this  obligation\r\n            is Rule 702,  which clearly  contemplates\r\n\n                               -6-\r\r\n\n            some degree of regulation of the subjects\r\n            and theories  about which an  expert must\r\n            testify.  .  .  .    The  subject  of  an\r\n            expert's testimony must be  \"scientific .\r\n            .   .   knowledge.\"       The   adjective\r\n            \"scientific\" implies a  grounding in  the\r\n            methods   and   procedures  of   science.\r\n            Similarly, the  word \"knowledge\" connotes\r\n            more    than    subjective   belief    or\r\n            unsupported speculation. . . .  In short,\r\n            the   requirement    that   an   expert's\r\n            testimony    pertain    to    \"scientific\r\n            knowledge\"  establishes   a  standard  of\r\n            evidentiary reliability. . . .\r\n\n                              . . .\r\n\n               Faced   with   a  proffer   of  expert\r\n            testimony,  then,  the  trial judge  must\r\n            determine  at  the  outset,  pursuant  to\r\n            Rule 104(a),   whether   the  expert   is\r\n            proposing to testify to  . . . scientific\r\n            knowledge. . . .\r\n\nDaubert, 113 S. Ct. at 2795.2\r                 \r\n\n          The district court rejected  defendant's interpretation\r\n\nof  Daubert,  primarily  because  it is  inconsistent  with  Rule\r                     \r\n\n103(a).   The position of  the district court  is consistent with\r\n\nthe one federal  appeals court decision we found  addressing this\r\n\n                    \r                              \r\n\n2    Rule  702  provides: \"If  scientific,  technical,  or  other\r\nspecialized knowledge will assist the trier of fact to understand\r\nthe evidence or to determine a fact in issue, a witness qualified\r\nas  an  expert  by  knowledge, skill,  experience,  training,  or\r\neducation,  may  testify thereto  in the  form  of an  opinion or\r\notherwise.\"\r\n\n   Rule 104 (a)  provides: \"Preliminary questions  concerning the\r\nqualification of a  person to  be a witness,  the existence of  a\r\nprivilege, or  the admissibility of evidence  shall be determined\r\nby  the  court,  subject to  the  provisions  of subdivision  (b)\r\n[pertaining   to  conditional   admissions].     In  making   its\r\ndetermination it is  not bound  by the rules  of evidence  except\r\nthose with respect to privileges.\"\r\n\n                               -7-\r\r\n\nissue.  See  McKnight v.  Johnson Controls, Inc.,  36 F.3d  1396,\r                                                          \r\n\n1407 (8th Cir. 1994).\r\n\n          Although  we  agree  with  the result  reached  by  the\r\n\ndistrict court, we take a somewhat different view of Daubert.  We\r                                                                      \r\n\nthink  Daubert  does  instruct   district  courts  to  conduct  a\r                        \r\n\npreliminary  assessment of  the reliability of  expert testimony,\r\n\neven  in the absence of an objection.   We do not think, however,\r\n\nthat district courts  are required, sua sponte, to  make explicit\r                                                        \r\n\non-the-record  rulings  regarding  the  admissibility  of  expert\r\n\ntestimony.  The  reasoning of  the Second Circuit  in a  somewhat\r\n\nanalogous case is instructive in this regard.\r\n\n          The two defendants in United States v. Locascio, 6 F.3d\r                                                                   \r\n\n924 (2d Cir. 1993), argued that a district court admitting expert\r\n\ntestimony based on inadmissible evidence pursuant to  Rule 703 of\r\n\nthe  Federal  Rules  of Civil  Procedure  must  make  an explicit\r\n\nfinding  with regard  to  the trustworthiness  of the  underlying\r\n\nsources of information upon  which the expert relied.   The court\r\n\nrejected this argument, stating:\r\n\n               We  decline,  however, to  shackle the\r\n            district  court  with  a   mandatory  and\r\n            explicit  trustworthiness analysis.   The\r\n            district judge, who has the ideal vantage\r\n            point to evaluate  an expert's  testimony\r\n            during trial, already  has the  authority\r\n            under  Fed. R.  Evid. 403  to conduct  an\r\n            explicit trustworthiness  analysis should\r\n            she  deem one  necessary.    In fact,  we\r\n            assume    that    the   district    court\r\n            consistently and  continually performed a\r\n            trustworthiness analysis  sub silentio of\r                                                            \r\n            all  evidence  introduced at  trial.   We\r\n            will  not,   however,  circumscribe  this\r\n            discretion  by  burdening the  court with\r\n\n                               -8-\r\r\n\n            the  necessity  of  making   an  explicit\r\n            determination for all expert testimony.\r\n\nLocascio, 6 F.3d at 939 (citations omitted).\r                  \r\n\n          We think Daubert  and Rule 104(a) place some  burden on\r                                    \r\n\nthe  district court  judge to  make preliminary  evaluations with\r\n\nrespect  to  the  reliability  of  evidence,  but  we  decline to\r\n\n\"shackle  the  district  court  with a  mandatory  and  explicit\"\r\n\nreliability analysis.  Rather, we assume that the  district court\r\n\nperforms such an  analysis sub silentio throughout the trial with\r                                                 \r\n\nrespect to all expert testimony.\r\n\n           In  any case, we need  not at this  time determine the\r\n\nprecise  contours of  the district  court's responsibility  under\r\n\nDaubert.    The gravamen  of  defendant's  argument  is that  the\r                 \r\n\ndistrict  court wrongly  decided a  point of  law.   This is  not\r\n\ngrounds for  relief under Rule 60(b).   See Silk v. Sandoval, 435\r                                                                      \r\n\nF.2d  1266,  1267-68 (1st  Cir.),  cert.  denied, 402  U.S.  1012\r                                                          \r\n\n(1971).  See also Rodr guez Antuna v. Chase Manhattan Bank Corp.,\r                                                                          \r\n\n871 F.2d 1,  2 (1st Cir.  1989).  We  conclude that the  district\r\n\ncourt's admission of the expert testimony, even if error -- as to\r\n\nwhich we  express no opinion --  was not a \"mistake,\"  as we have\r\n\ndefined that  term under Rule  60(b)(1).  See  Silk, 435 F.2d  at\r                                                             \r\n\n1267-68.  See also Rodr guez Antuna, 871 F.2d at 2; Scola v. Boat\r                                                                           \r\n\nFrances, R., Inc., 618 F.2d 147, 153-54 (1st Cir. 1980).\r                           \r\n\n            Defendant also asserts, in a similar vein, that Local\r\n\nRule 26.4(A) of the United States District Court for the District\r\n\nof  Massachusetts requires the trial  judge to make  a sua sponte\r                                                                           \r\n\nruling  on the admissibility of  expert testimony.  This argument\r\n\n                               -9-\r\r\n\nlacks merit.  Local  Rule 26.4(A) provides that, \"[a]t  the final\r\n\npretrial conference, the  judge shall  consider: . .  . making  a\r\n\nruling on  the admissibility of  expert testimony at  the trial.\"\r\n\nThe  plain language  of this  rule merely  requires  the district\r\n\ncourt  to consider making a ruling on the admissibility of expert\r                            \r\n\ntestimony; it does not require the court to make such a ruling.3\r\n\n                               II.\r                                         II.\r\n\n          Defendant's  second  contention  is  that   an  article\r\n\nentitled The Reality of  Repressed Memories, by Elizabeth Loftus,\r                                                     \r\n\nwhich was  published one  month before trial,  constitutes \"newly\r\n\ndiscovered evidence\" within  the meaning of Rule  60(b)(2).  Rule\r\n\n60(b)(2) gives the district court discretion to vacate a judgment\r\n\nbased  upon \"newly  discovered  evidence which  by due  diligence\r\n\ncould not  have been discovered in  time to move for  a new trial\r\n\nunder Rule 59(b).\"  The article critically examines and questions\r\n\nthe  reliability  of  repressed  memories,  particularly  in  the\r\n\ncontext  of  childhood  sexual  abuse   allegations.    Defendant\r\n\n                    \r                              \r\n\n3  Defendant also  asserts that his trial counsel's  decision not\r\nto present  expert testimony in  his case-in-chief, or  object to\r\nthe  testimony of  Dr.  Brant, was  a  \"mistake\" or  \"inexcusable\r\nneglect\" within the meaning of Rule 60(b)(1).  We have repeatedly\r\nheld  that \"the  acts  and omissions  of counsel  are customarily\r\nvisited upon the client in a civil case.\"  Cotto, 993 F.2d at 281\r                                                          \r\n(citing  Link v. Wabash R.R.  Co., 370 U.S.  626, 633-34 (1962));\r                                           \r\nsee also United  States v.  One lot $25,721.00  in Currency,  938\r                                                                     \r\nF.2d 1417, 1421 (1st Cir. 1991); Ojeda-Toro, 853 F.2d at 30.  The\r                                                     \r\nprinciple carries particular force in this case because the  very\r\ndefense strategy  defendant now objects to  was used successfully\r\nby defense counsel at the summary jury trial.  Thus, not only was\r\ndefendant fully  aware of his counsel's  strategy, but presumably\r\nhe was satisfied  with the result at the summary  jury trial.  We\r\nfind  no justification for departing from the general rule that a\r\ndefendant is bound by the acts and omissions of his attorney.\r\n\n                               -10-\r\r\n\nmaintains  that  the article  could have  been  used at  trial to\r\n\nchallenge the testimony of Dr. Brant.\r\n\n          Defendant's motion to  vacate the  judgment under  Rule\r\n\n60(b)(2) fails.   Because  Rule 60(b)(2)  is aimed at  correcting\r\n\nerroneous judgments based on the unobtainability of evidence, the\r\n\nburden is on the party presenting the new evidence to demonstrate\r\n\nthat  the  missing  evidence   was  \"'of  such  a   material  and\r\n\ncontrolling  nature  as  [would] probably  [have]  change[d]  the\r\n\noutcome.'\"  Anderson  v. Cryovac,  Inc., 862 F.2d  910, 924  n.10\r                                                 \r\n\n(1st Cir. 1988) (quoting 7 J.  Moore &amp; J. Lucas, Moore's  Federal\r                                                                           \r\n\nPractice     60.23[4]  at   60:201-02  (2d  ed.  1985)  (footnote\r                  \r\n\nomitted));  see also  Federal  Deposit Ins.  Corp.  v. La  Rambla\r                                                                           \r\n\nShopping Cntr.,  791 F.2d  215, 223-24  (1st Cir. 1986);  Bradley\r                                                                           \r\n\nBank v. Hartford Assurance &amp;  Indem. Co., 737 F.2d 657, 662  (7th\r                                                  \r\n\nCir.  1984).   Defendant  has  failed  to  demonstrate  that  the\r\n\nopinions expressed  in the pertinent article  would probably have\r\n\nchanged  the  outcome  of the  trial.    Indeed,  the article  is\r\n\nequivocal when it  comes to the validity  of repressed memories.4\r\n\nIts central thesis is simply that  more research needs to be done\r\n\nand  therapists need to be more cognizant of the possibility that\r\n\nthey are \"suggesting\" childhood sexual abuse.  This is hardly the\r\n\nsort  of  extraordinary  \"new   evidence\"  contemplated  by  Rule\r\n\n60(b)(2).\r\n\n                    \r                              \r\n\n4   For example, in her concluding  remarks the author notes that\r\n\"[d]espite  lack of  corroboration,  some of  these recollections\r\ncould be authentic.  Others might not be.\"\r\n\n                               -11-\r\r\n\n                               III.\r                                         III.\r\n\n          Defendant next contends that  the judgment in this case\r\n\nis \"void\" within the meaning of Rule 60(b)(4).  We have explained\r\n\nthat \"[a] judgment is void, and therefore subject to relief under\r\n\nRule  60(b)(4),  only  if  the court  lacked  jurisdiction  or in\r                                                                        \r\n\ncircumstances in  which the  court's action  amounts  to a  plain\r\n\nusurpation  of power  constituting a  violation of  due process.\"\r\n\nUnited  States v. Boch Oldsmobile,  Inc., 909 F.2d  657, 661 (1st\r                                                  \r\n\nCir. 1990) (citation  omitted).   A judgment is  not void  simply\r\n\nbecause it is  or may have  been erroneous; it  is void only  if,\r\n\nfrom its inception, it was  a legal nullity.  Id. at  661; Lubben\r                                                                           \r\n\nv. Selective Serv.  Sys. Local Board No., 453  F.2d 645, 649 (1st\r                                                  \r\n\nCir.  1972).  \"In the interests of  finality, the concept of void\r\n\njudgments  is narrowly construed.\"   Id.  at 661  (quoting United\r                                                                           \r\n\nStates v. Berenguer, 821 F.2d at 22).\r                             \r\n\n          Defendant contends that Dr. Brant \"usurped the function\r\n\nof  the   jury\"  by  opining  on   the  plaintiff's  credibility.\r\n\nDefendant  maintains that  admission of  this testimony  at trial\r\n\namounted  to a violation of  due process, and  therefore that the\r\n\njudgment is void under Rule 60(b)(4).\r\n\n          Dr. Brant  testified that  one of the  clinical factors\r\n\ninvolved in her  evaluation of sexual abuse patients concerns the\r\n\npotential for  fabrication --  specifically, whether  the patient\r\n\nindicates a motivation to  fabricate the claims of sexual  abuse.\r\n\nWhen  asked whether she developed any opinion with respect to her\r\n\n                               -12-\r\r\n\nevaluation of  the plaintiff in conjunction  with the fabrication\r\n\nfactor, Dr. Brant testified, without objection, as follows:\r\n\n            So to the extent that  her feelings about\r\n            her father were so  complex, I think in a\r\n            situation   of   fabrication   or   false\r\n            allegation what I might expect is someone\r\n            who is angry, vengeful, wants to out  and\r\n            destroy  someone, and  this is  the means\r\n            they  will use  to do  it.  I  didn't see\r\n            that at all with Ms. Hoult. . . .\r\n\n            .  . .  I suppose  one of the motivations\r\n            when   someone   is  involved   in  civil\r\n            litigation, and you are looking for -- to\r\n            see money for damages  -- is that you try\r\n            to build as big a  case as you can  about\r\n            how much pain  and suffering you are  in.\r\n            Well, here she was telling me about . . .\r\n            many  ways in which  she was feeling much\r\n            better. . .  .  So  I thought about  that\r\n            and  considered  that in  relationship to\r\n            false allegation and fabrication.  I felt\r\n            there was less indication of that. . . .\r\n\n          It  is the function of  the jury alone  to evaluate the\r\n\ncredibility  of a  witness.   This  principle carries  particular\r\n\nimportance in a case, such as this one, where the  witness is the\r\n\nalleged  victim and  a  party to  the  lawsuit.   When an  expert\r\n\nwitness  testifies   with  respect   to  the  credibility   of  a\r\n\nvictim/witness there is a  real danger that jurors will  lend too\r\n\nmuch  credence  to  the   expert's  evaluation  of  the  victim's\r\n\ncredibility, at the expense of their own independent  judgment of\r\n\ncredibility.  See United States v. Rosales, 19 F.3d 763, 766 (1st\r                                                    \r\n\nCir.  1994)   (\"proffered  expert  testimony  [c]ould   create  a\r\n\nsubstantial danger of undue  prejudice . . . because of its  aura\r\n\nof  special reliability  and  trustworthiness\")  (quoting  United\r                                                                           \r\n\nStates v. Fosher, 590 F.2d 381, 383 (1st Cir. 1979)).\r                          \r\n\n                               -13-\r\r\n\n          We  addressed this  issue  recently.   In Rosales,  the\r                                                                     \r\n\ndefendant argued  on appeal  that a  portion of  the government's\r\n\nexpert testimony should have  been excluded because it improperly\r\n\nbolstered the testimony of the alleged sexual abuse victims.  The\r\n\nexpert testified  that children generally \"tend  to be reluctant,\r\n\nthey  tend  to be  embarrassed,  uncomfortable,  ashamed of  what\r\n\nhappened.   They're very uncomfortable  giving details.   I see a\r\n\nlot of that.  And I saw that in these children.\"  Id. at 765.  We\r                                                              \r\n\nconcluded that the expert testimony in question \"sent an implicit\r\n\nmessage to  the jury that the children  had testified truthfully,\r\n\nand this might therefore have interfered with the jury's function\r\n\nas  the sole assessor of witness credibility.\"  We held, however,\r\n\nthat  even   if  the   probative  value   of  the  evidence   was\r\n\nsubstantially  outweighed  by  the  risk  of  unfair  prejudice,5\r\n\nadmission of the evidence was not \"plain error.\"6  Id. at 766.\r                                                               \r\n\n          We  think Dr.  Brant's testimony  may have  crossed the\r\n\nline in commenting  upon the plaintiff's credibility.   Dr. Brant\r\n\ndid  not  limit her  testimony  to  \"psychological literature  or\r\n\nexperience or to a  discussion of a class of  victims generally.\"\r\n\n                    \r                              \r\n\n5   Relevant evidence is admissible unless its probative value is\r\nsubstantially  outweighed  by  the  risk  of   unfair  prejudice,\r\nconfusion,  or waste of time.   United States  v. Argencourt, 996\r                                                                      \r\nF.2d 1300, 1305 (1st Cir. 1993); Fed. R. Evid. 403.\r\n\n6   The  defendant in Rosales  had not objected  to the proffered\r                                       \r\ntestimony  and,  therefore, our  review  was  confined to  \"plain\r\nerror\" rather than abuse of discretion.  Rosales, 19 F.3d at 765.\r                                                          \r\nBecause the defendant in the instant case did not properly appeal\r\nthe  judgment, our review is even more strictly constrained -- we\r\nreview only  for  a \"plain  usurpation  of power  constituting  a\r\nviolation of due process.\"  See Boch Oldsmobile, 909 F.2d at 661.\r                                                         \r\n\n                               -14-\r\r\n\nSee United States  v. Binder, 769 F.2d 595,  602 (9th Cir. 1985),\r                                      \r\n\nquoted  in Rosales, 19 F.3d at 765.   Rather, she came perilously\r                            \r\n\nclose to testifying that  this particular victim/witness could be\r\n\nbelieved.   See id.   If defendant had  properly objected to this\r                            \r\n\ntestimony  at  trial,  and  appealed  a  decision  admitting  the\r\n\ntestimony,  we would be faced with a difficult decision.  Because\r\n\nthe  defendant  in  this case  neither  objected  to Dr.  Brant's\r\n\ntestimony, nor appealed its  admission into evidence, however, we\r\n\nreview not for abuse of discretion or plain error, but only for a\r\n\n\"plain usurpation of the jury's function constituting a violation\r\n\nof due process.\"   Boch  Oldsmobile, 909  F.2d at  661.   \"[O]nly\r                                             \r\n\n'rare instance[s] of a  clear usurpation of power' will  render a\r\n\njudgment void.\"  Id. at 662 (citation omitted).  The testimony in\r                             \r\n\nquestion did not rise to this level.\r\n\n          We  base  this conclusion  on  three  factors.   First,\r\n\nDr. Brant was subjected to  rigorous cross examination by defense\r\n\ncounsel.   In  particular, defense  counsel questioned  Dr. Brant\r\n\nwith respect to several  scholarly articles which contradicted or\r\n\ncalled  into   question  Dr.  Brant's   opinions  concerning  the\r\n\nphenomenon  of  repressed memories  in  alleged childhood  sexual\r\n\nabuse  cases.   Second, defense  counsel repeatedly  attempted to\r\n\nelicit opinion  testimony from  Dr. Brant  that she believed  the\r\n\nplaintiff's allegations.   Dr. Brant steadfastly  refused to give\r\n\nsuch  an  opinion,  explicitly  testifying:  \"I  had  no  way  of\r\n\nultimately determining whether they were true  or not.\"  Finally,\r\n\nthe district court instructed the jury as follows:\r\n\n                               -15-\r\r\n\n            You should consider  each expert  opinion\r\n            received in  this case and  give it  such\r\n            weight as you may  think it deserves.  If\r\n            you  should decide that the opinion of an\r\n            expert   witness   is   not  based   upon\r\n            sufficient  education and  experience, or\r\n            if you should  conclude that the  reasons\r\n            given in  support of the opinion  are not\r\n            sound,  or   if  you  feel   that  it  is\r\n            outweighed  by  other  evidence, you  may\r\n            disregard the opinion entirely.\r\n\n          Thus,    the   jury   was   presented   with   evidence\r\n\ncontradicting or calling into  question Dr. Brant's opinions, Dr.\r\n\nBrant  herself testified that she  had no way  of knowing whether\r\n\nthe plaintiff's  allegations were  true, and the  court expressly\r\n\ninstructed  the jurors that they were free to reject the opinions\r\n\noffered by  Dr. Brant.  Cf. Rosales,  19 F.3d at 766.   Under the\r                                             \r\n\ncircumstances, we conclude  that Dr. Brant's testimony did not so\r\n\nplainly  usurp  the  function of  the  jury  as  to constitute  a\r\n\nviolation of due process.\r\n\n          Defendant  also  contends  that plaintiff's  therapist,\r\n\nJacobsen, was improperly allowed to provide expert testimony, and\r\n\nthat  the jury  was therefore  \"corrupted.\"   Plaintiff maintains\r\n\nthat Jacobsen testified only as a fact witness.  We have reviewed\r\n\nJacobsen's testimony  and think that  at certain points  she went\r\n\nbeyond  what  is  traditionally  allowed  for  a  fact  witness.7\r\n\nAgain,   however,  defendant   neither  objected   to  Jacobsen's\r\n\ntestimony nor  appealed its  admission into evidence.   Moreover,\r\n\nwhile  some of her testimony might have been objectionable, we do\r\n                    \r                              \r\n\n7   For example,  she was  allowed to give  her opinion  that the\r\nplaintiff  \"will always have to  struggle with the  damage that I\r\nthink was done.\"\r\n\n                               -16-\r\r\n\nnot think its admission was particularly prejudicial.  We discern\r\n\nno violation of due process.\r\n\n                               -17-\r\r\n\n                               IV.\r                                         IV.\r\n\n          Defendant's  final  contention  is  that  Judge Mazzone\r\n\nfailed  to comply with the certification  requirements of Rule 63\r\n\nof the  Federal Rules of  Civil Procedure when  he took over  the\r\n\ncase  for visiting Judge  Van Sickle.8   Defendant  contends that\r\n\nthis  failure constitutes  \"mistake,  inadvertence, surprise,  or\r\n\nexcusable neglect\" within the meaning of Rule 60(b)(1).\r\n\n          Just before  the close of evidence,  visiting Judge Van\r\n\nSickle informed counsel for both  parties that, although he would\r\n\nbe able to hear the rest of the evidence in the case, he would be\r\n\nunavailable  for closing  arguments,  the jury  charge, and  jury\r\n\ndeliberations.   The parties had already  submitted proposed jury\r\n\ninstructions  to  Judge  Van   Sickle,  and  he  discussed  those\r\n\ninstructions  with counsel.   He informed  counsel that  he would\r\n\nprepare jury  instructions for his  successor to use  in charging\r\n\nthe  jury.    On  June  30, 1993,  Judge  Mazzone  held  a  lobby\r\n\nconference with counsel to discuss his taking over the case.  The\r\n\ntranscript  of the  June 30,  1993, lobby  conference speaks  for\r\n\nitself.\r\n\n               THE  COURT:   You all, of  course know\r\n            that this case was originally assigned to\r\n            me and  then went  to visiting Judge  Van\r\n            Sickle,  and  because  he  is  no  longer\r\n            available and is unable  to proceed, I am\r\n            stepping in.   Now  I know you  know I've\r\n            done a lot of work  in the case, but  the\r\n                    \r                              \r\n\n8   Rule 63 provides, in pertinent part:   \"If a trial or hearing\r\nhas been commenced and the judge is unable  to proceed, any other\r\njudge may  proceed with it  upon certifying familiarity  with the\r\nrecord  and determining that the  proceedings in the  case may be\r\ncompleted without prejudice to the parties.\"\r\n\n                               -18-\r\r\n\n            rules  require me  to certify  that I  am\r\n            familiar  with the  case,  and I  will so\r                                                               \r\n            certify my familiarity with the record in\r                                                               \r\n            the case. . . . \r                              \r\n\n               If  you have  any objections  to that,\r\n            the  case will  not  proceed.   So, I  am\r\n            calling upon you now to tell me what your\r\n            objections are.   All I'm going  to do is\r\n            hear  closing statements.    I  have  the\r\n            instructions  that  Judge Van  Sickle and\r\n            you  have  worked out,  and  I  will give\r\n            those to the jury.  I  have the jury form\r\n            which you have worked out and I will give\r\n            that.   So my  strong feeling is  that we\r\n            should put this matter behind us, but  if\r\n            you object to it, then I will have to get\r\n            the whole transcript  and I will  have to\r\n            read it.\r\n\n               PLAINTIFF'S COUNSEL:    . .  . We  are\r\n            content that you're familiar  enough with\r\n            the case  and that this  certification is\r\n            sufficient for us to proceed. . . .\r\n\n               DEFENSE COUNSEL:   .  . . We  are also\r\n            content,  with  the  request  that  we be\r\n            allowed  to  briefly  read  through  this\r\n            [proposed  jury instructions  prepared by\r\n            Judge Van Sickle].\r\n\n          Defense   counsel  did  not  object  to  Judge  Mazzone\r\n\nfinishing  the case,  and the  transcript plainly  indicates that\r\n\nJudge  Mazzone  did  certify  his familiarity  with  the  record.\r\n\nAccordingly, defendant's claim fails.\r\n\n                                V.\r                                          V.\r\n\n          As a  final  matter, we  note  that defendant  makes  a\r\n\ngeneral claim for relief under  Rule 60(b)(6), asserting that \"it\r\n\nwould be  inequitable that  the  plaintiff continue  to have  the\r\n\nbenefit  of  a judgment  obtained by  what .  .  . is  a manifest\r\n\nmiscarriage  of  justice.\"   For  the  reasons previously  stated\r\n\nherein, we find no exceptional circumstances excusing defendant's\r\n\n                               -19-\r\r\n\nfailure  -- on two separate occasions -- to prosecute his appeals\r\n\nof this case.\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          The decision of the district court  denying defendant's\r\n\nmotion to vacate the judgment in this case is affirmed.\r                                                                \r\n\n                               -20-\r\r\n",
  "html": "<p class=\"case_cite\">57 F.3d 1</p>\n    <p class=\"case_cite\">32 Fed.R.Serv.3d 281, 41 Fed. R. Evid. Serv. 783</p>\n    <p class=\"parties\">Jennifer HOULT, Plaintiff-Appellee,<br>v.<br>David P. HOULT, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 94-2034.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 11, 1995.<br>Decided May 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edward J. Collins, Wayland, MA, for appellant.</p>\n      <p class=\"indent\">Kevin P. O'Flaherty, with whom Adrienne M. Markham and Goulston &amp; Storrs, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellee, Jennifer Hoult, brought suit against her father, defendant-appellant, David Hoult, in the United States District Court for Massachusetts alleging, inter alia, assault and battery, and intentional infliction of emotional distress.  A jury returned a verdict in the amount of $500,000 for plaintiff.  Defendant filed timely appeals--first, of the denial of his motion for a mistrial and, second, of the jury verdict--both of which were ultimately dismissed by this court for lack of prosecution.  One year after judgment issued, defendant filed a motion for relief from judgment pursuant to Rule 60(b) of the Federal Rules of Civil Procedure.  Defendant appeals the district court's denial of that motion.  For the reasons stated herein, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff commenced this action in July 1988 alleging, among other things, that from the time she was approximately four years old until she was approximately sixteen years old defendant sexually abused and threatened her.  Plaintiff alleged that she had repressed all memory of the abuse until she began to recapture those memories during therapy sessions in October 1985, when she was twenty-four.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On February 2, 1993, the parties presented the case at a summary jury trial.  Counsel for both parties outlined for the summary jury the evidence they expected to present at trial.  The presentation by plaintiff's counsel included a summary of the expected testimony of, among others, the plaintiff, her former therapist, Eileen Jacobsen (\"Jacobsen\"), and her examining psychiatrist, Dr. Renee Brant (\"Dr. Brant\").  Defense counsel presented no expert testimony, relying instead on defendant's general denial of the charges and a refutation of the testimony of Jacobsen and Dr. Brant.  Defendant prevailed on the merits at the summary jury trial.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On June 24, 1993, the case went to trial.  It was tried for eight days.  Both Dr. Brant and Jacobsen testified for the plaintiff.  On July 1, 1993, the jury returned a verdict in favor of the plaintiff in the amount of $500,000.  On July 14, 1993, the district court entered judgment in the case.  Defendant moved for a new trial, and that motion was denied in August 1993.  Defendant appealed both the denial of his motion for a new trial and the judgment.  Both appeals were ultimately dismissed by this court for lack of prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On July 14, 1994, exactly one year from the date of judgment, defendant, through new counsel, filed a motion to vacate the judgment.  The district court denied the motion to vacate in a detailed opinion delivered from the bench at the conclusion of a hearing on defendant's motion.  This appeal followed.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendant asserts essentially four grounds for relief from judgment under Rule 60(b).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We address each of these arguments seriatim below.  We note at the outset that district courts enjoy broad discretion in deciding motions brought under Rule 60(b), and we review such rulings only for abuse of that discretion.  See Cotto v. United States, 993 F.2d 274, 277 (1st Cir.1993);  Teamsters, Chauffeurs, Warehousemen &amp; Helpers Union, Local No. 59 v. Superline Transp. Co., 953 F.2d 17, 19 (1st Cir.1992).  In addition, our review is limited to the denial of the motion itself.  We may not consider the merits of the underlying judgment.  Ojeda-Toro v. Rivera-Mendez, 853 F.2d 25, 28 (1st Cir.1988).  Finally, we note that \"Rule 60(b)(6) may not be used as a back-door substitute for an omitted appeal, and, in all but the most exceptional circumstances, a party's neglect to prosecute a timeous appeal will bar relief under the rule.\"  Cotto, 993 F.2d at 278.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendant's primary contention is that the trial judge erred in allowing plaintiff's expert witness, Dr. Brant, to testify with respect to the phenomenon of repressed memory in the context of childhood sexual abuse.  Defendant contends that this constitutes \"mistake, inadvertence, surprise, or excusable neglect\" within the meaning of Rule 60(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">With respect to her qualifications as an expert in the areas of general psychiatry, child psychiatry, and childhood sexual abuse, Dr. Brant testified that she:  is a graduate of the Harvard Medical School;  has a private psychiatric practice;  was a founder of the sexual abuse unit at Children's Hospital;  holds a joint appointment as an instructor of medical students at Children's Hospital and Harvard Medical School;  serves as a consultant on the treatment of children who have been sexually abused;  has lectured widely on the issue of the treatment and diagnosis of children who have suffered sexual abuse;  and has served as an expert witness in several other actions.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Dr. Brant testified generally at trial with respect to the psychological dynamics and clinical profiles of victims of childhood sexual abuse, and also about the phenomenon of repressed memory of traumatic events.  She further testified that, based on her clinical evaluation of the plaintiff, there \"was a lot of correlation\" between the plaintiff's \"clinical presentation\" and the clinical profile of a childhood sexual abuse victim.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At no time before or during either the summary jury trial or the actual jury trial did defendant object to either Dr. Brant's qualifications as an expert witness or her testimony in general.  Nor did defendant present any expert testimony of his own.  Instead, defense counsel vigorously cross-examined Dr. Brant, regarding both her theories and techniques in general, and her application of those theories and techniques to her evaluation of the plaintiff.  Defense counsel also challenged Dr. Brant's testimony with specific articles and studies by academics and other mental health professionals.  The defendant was the only witness to testify for the defense.  The defense used essentially the same strategy at trial that it successfully used at the summary jury trial.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Rule 103(a) of the Federal Rules of Evidence provides that a claim of error may not be predicated on the admission of evidence unless it affects a substantial right of the party and a timely objection is made.  Defendant nonetheless argues that the Supreme Court's recent decision in Daubert v. Merrell Dow Pharmaceuticals, Inc., --- U.S. ----, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993), requires the district court to make a sua sponte ruling on the admissibility of expert testimony.  Defendant bases this argument on the following language from Daubert:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>[U]nder the [Federal Rules of Evidence], the trial judge must ensure that any and all scientific testimony or evidence admitted is not only relevant, but reliable.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The primary locus of this obligation is Rule 702, which clearly contemplates some degree of regulation of the subjects and theories about which an expert must testify....  The subject of an expert's testimony must be \"scientific ... knowledge.\"   The adjective \"scientific\" implies a grounding in the methods and procedures of science.  Similarly, the word \"knowledge\" connotes more than subjective belief or unsupported speculation....  In short, the requirement that an expert's testimony pertain to \"scientific knowledge\" establishes a standard of evidentiary reliability....</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Faced with a proffer of expert testimony, then, the trial judge must determine at the outset, pursuant to Rule 104(a), whether the expert is proposing to testify to ... scientific knowledge....</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Daubert, --- U.S. at ----, 113 S.Ct. at 2795.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court rejected defendant's interpretation of Daubert, primarily because it is inconsistent with Rule 103(a).  The position of the district court is consistent with the one federal appeals court decision we found addressing this issue.  See McKnight v. Johnson Controls, Inc., 36 F.3d 1396, 1407 (8th Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although we agree with the result reached by the district court, we take a somewhat different view of Daubert.   We think Daubert does instruct district courts to conduct a preliminary assessment of the reliability of expert testimony, even in the absence of an objection.  We do not think, however, that district courts are required, sua sponte, to make explicit on-the-record rulings regarding the admissibility of expert testimony.  The reasoning of the Second Circuit in a somewhat analogous case is instructive in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The two defendants in United States v. Locascio, 6 F.3d 924 (2d Cir.1993), argued that a district court admitting expert testimony based on inadmissible evidence pursuant to Rule 703 of the Federal Rules of Civil Procedure must make an explicit finding with regard to the trustworthiness of the underlying sources of information upon which the expert relied.  The court rejected this argument, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We decline, however, to shackle the district court with a mandatory and explicit trustworthiness analysis.  The district judge, who has the ideal vantage point to evaluate an expert's testimony during trial, already has the authority under Fed.R.Evid. 403 to conduct an explicit trustworthiness analysis should she deem one necessary.  In fact, we assume that the district court consistently and continually performed a trustworthiness analysis sub silentio of all evidence introduced at trial.  We will not, however, circumscribe this discretion by burdening the court with the necessity of making an explicit determination for all expert testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Locascio, 6 F.3d at 939 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We think Daubert and Rule 104(a) place some burden on the district court judge to make preliminary evaluations with respect to the reliability of evidence, but we decline to \"shackle the district court with a mandatory and explicit\" reliability analysis.  Rather, we assume that the district court performs such an analysis sub silentio throughout the trial with respect to all expert testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In any case, we need not at this time determine the precise contours of the district court's responsibility under Daubert.   The gravamen of defendant's argument is that the district court wrongly decided a point of law.  This is not grounds for relief under Rule 60(b).  See Silk v. Sandoval, 435 F.2d 1266, 1267-68 (1st Cir.), cert. denied, 402 U.S. 1012, 91 S.Ct. 2189, 29 L.Ed.2d 435 (1971).  See also Rodriguez-Antuna v. Chase Manhattan Bank Corp., 871 F.2d 1, 2 (1st Cir.1989).  We conclude that the district court's admission of the expert testimony, even if error--as to which we express no opinion--was not a \"mistake,\" as we have defined that term under Rule 60(b)(1).  See Silk, 435 F.2d at 1267-68.   See also Rodriguez-Antuna, 871 F.2d at 2;  Scola v. Boat Frances, R., Inc., 618 F.2d 147, 153-54 (1st Cir.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Defendant also asserts, in a similar vein, that Local Rule 26.4(A) of the United States District Court for the District of Massachusetts requires the trial judge to make a sua sponte ruling on the admissibility of expert testimony.  This argument lacks merit.  Local Rule 26.4(A) provides that, \"[a]t the final pretrial conference, the judge shall consider:  ... making a ruling on the admissibility of expert testimony at the trial.\"   The plain language of this rule merely requires the district court to consider making a ruling on the admissibility of expert testimony;  it does not require the court to make such a ruling.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Defendant's second contention is that an article entitled The Reality of Repressed Memories, by Elizabeth Loftus, which was published one month before trial, constitutes \"newly discovered evidence\" within the meaning of Rule 60(b)(2).  Rule 60(b)(2) gives the district court discretion to vacate a judgment based upon \"newly discovered evidence which by due diligence could not have been discovered in time to move for a new trial under Rule 59(b).\"   The article critically examines and questions the reliability of repressed memories, particularly in the context of childhood sexual abuse allegations.  Defendant maintains that the article could have been used at trial to challenge the testimony of Dr. Brant.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Defendant's motion to vacate the judgment under Rule 60(b)(2) fails.  Because Rule 60(b)(2) is aimed at correcting erroneous judgments based on the unobtainability of evidence, the burden is on the party presenting the new evidence to demonstrate that the missing evidence was \" 'of such a material and controlling nature as [would] probably [have] change[d] the outcome.' \"  Anderson v. Cryovac, Inc., 862 F.2d 910, 924 n. 10 (1st Cir.1988) (quoting 7 J. Moore &amp; J. Lucas, Moore's Federal Practice p 60.23 at 60:201-02 (2d ed.1985) (footnote omitted));  see also Federal Deposit Ins. Corp. v. La Rambla Shopping Cntr., 791 F.2d 215, 223-24 (1st Cir.1986);  Bradley Bank v. Hartford Accident &amp; Indem. Co., 737 F.2d 657, 662 (7th Cir.1984).  Defendant has failed to demonstrate that the opinions expressed in the pertinent article would probably have changed the outcome of the trial.  Indeed, the article is equivocal when it comes to the validity of repressed memories.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Its central thesis is simply that more research needs to be done and therapists need to be more cognizant of the possibility that they are \"suggesting\" childhood sexual abuse.  This is hardly the sort of extraordinary \"new evidence\" contemplated by Rule 60(b)(2).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Defendant next contends that the judgment in this case is \"void\" within the meaning of Rule 60(b)(4).  We have explained that \"[a] judgment is void, and therefore subject to relief under Rule 60(b)(4), only if the court lacked jurisdiction or in circumstances in which the court's action amounts to a plain usurpation of power constituting a violation of due process.\"  United States v. Boch Oldsmobile, Inc., 909 F.2d 657, 661 (1st Cir.1990) (citation omitted).  A judgment is not void simply because it is or may have been erroneous;  it is void only if, from its inception, it was a legal nullity.  Id. at 661;  Lubben v. Selective Serv.  Sys. Local Board No., 453 F.2d 645, 649 (1st Cir.1972).  \"In the interests of finality, the concept of void judgments is narrowly construed.\"  Id. at 661 (quoting United States v. Berenguer, 821 F.2d 19, 22 (1st Cir.1987)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Defendant contends that Dr. Brant \"usurped the function of the jury\" by opining on the plaintiff's credibility.  Defendant maintains that admission of this testimony at trial amounted to a violation of due process, and therefore that the judgment is void under Rule 60(b)(4).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Dr. Brant testified that one of the clinical factors involved in her evaluation of sexual abuse patients concerns the potential for fabrication--specifically, whether the patient indicates a motivation to fabricate the claims of sexual abuse.  When asked whether she developed any opinion with respect to her evaluation of the plaintiff in conjunction with the fabrication factor, Dr. Brant testified, without objection, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>So to the extent that her feelings about her father were so complex, I think in a situation of fabrication or false allegation what I might expect is someone who is angry, vengeful, wants to out and destroy someone, and this is the means they will use to do it.  I didn't see that at all with Ms. Hoult....</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>.. I suppose one of the motivations when someone is involved in civil litigation, and you are looking for--to see money for damages--is that you try to build as big a case as you can about how much pain and suffering you are in.  Well, here she was telling me about ... many ways in which she was feeling much better....  So I thought about that and considered that in relationship to false allegation and fabrication.  I felt there was less indication of that....</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">It is the function of the jury alone to evaluate the credibility of a witness.  This principle carries particular importance in a case, such as this one, where the witness is the alleged victim and a party to the lawsuit.  When an expert witness testifies with respect to the credibility of a victim/witness there is a real danger that jurors will lend too much credence to the expert's evaluation of the victim's credibility, at the expense of their own independent judgment of credibility.  See United States v. Rosales, 19 F.3d 763, 766 (1st Cir.1994) (\"proffered expert testimony [c]ould create a substantial danger of undue prejudice ... because of its aura of special reliability and trustworthiness\") (quoting United States v. Fosher, 590 F.2d 381, 383 (1st Cir.1979)).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We addressed this issue recently.  In Rosales, the defendant argued on appeal that a portion of the government's expert testimony should have been excluded because it improperly bolstered the testimony of the alleged sexual abuse victims.  The expert testified that children generally \"tend to be reluctant, they tend to be embarrassed, uncomfortable, ashamed of what happened.  They're very uncomfortable giving details.  I see a lot of that.  And I saw that in these children.\"  Id. at 765.   We concluded that the expert testimony in question \"sent an implicit message to the jury that the children had testified truthfully, and this might therefore have interfered with the jury's function as the sole assessor of witness credibility.\"   We held, however, that even if the probative value of the evidence was substantially outweighed by the risk of unfair prejudice,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> admission of the evidence was not \"plain error.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Id. at 766.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We think Dr. Brant's testimony may have crossed the line in commenting upon the plaintiff's credibility.  Dr. Brant did not limit her testimony to \"psychological literature or experience or to a discussion of a class of victims generally.\"   See United States v. Binder, 769 F.2d 595, 602 (9th Cir.1985), quoted in Rosales, 19 F.3d at 765.   Rather, she came perilously close to testifying that this particular victim/witness could be believed.  See id.   If defendant had properly objected to this testimony at trial, and appealed a decision admitting the testimony, we would be faced with a difficult decision.  Because the defendant in this case neither objected to Dr. Brant's testimony, nor appealed its admission into evidence, however, we review not for abuse of discretion or plain error, but only for a \"plain usurpation of the jury's function constituting a violation of due process.\"  Boch Oldsmobile, 909 F.2d at 661.  \"[O]nly 'rare instance[s] of a clear usurpation of power' will render a judgment void.\"  Id. at 662 (citation omitted).  The testimony in question did not rise to this level.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We base this conclusion on three factors.  First, Dr. Brant was subjected to rigorous cross examination by defense counsel.  In particular, defense counsel questioned Dr. Brant with respect to several scholarly articles which contradicted or called into question Dr. Brant's opinions concerning the phenomenon of repressed memories in alleged childhood sexual abuse cases.  Second, defense counsel repeatedly attempted to elicit opinion testimony from Dr. Brant that she believed the plaintiff's allegations.  Dr. Brant steadfastly refused to give such an opinion, explicitly testifying:  \"I had no way of ultimately determining whether they were true or not.\"   Finally, the district court instructed the jury as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>You should consider each expert opinion received in this case and give it such weight as you may think it deserves.  If you should decide that the opinion of an expert witness is not based upon sufficient education and experience, or if you should conclude that the reasons given in support of the opinion are not sound, or if you feel that it is outweighed by other evidence, you may disregard the opinion entirely.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Thus, the jury was presented with evidence contradicting or calling into question Dr. Brant's opinions, Dr. Brant herself testified that she had no way of knowing whether the plaintiff's allegations were true, and the court expressly instructed the jurors that they were free to reject the opinions offered by Dr. Brant.  Cf. Rosales, 19 F.3d at 766.   Under the circumstances, we conclude that Dr. Brant's testimony did not so plainly usurp the function of the jury as to constitute a violation of due process.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Defendant also contends that plaintiff's therapist, Jacobsen, was improperly allowed to provide expert testimony, and that the jury was therefore \"corrupted.\"   Plaintiff maintains that Jacobsen testified only as a fact witness.  We have reviewed Jacobsen's testimony and think that at certain points she went beyond what is traditionally allowed for a fact witness.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Again, however, defendant neither objected to Jacobsen's testimony nor appealed its admission into evidence.  Moreover, while some of her testimony might have been objectionable, we do not think its admission was particularly prejudicial.  We discern no violation of due process.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Defendant's final contention is that Judge Mazzone failed to comply with the certification requirements of Rule 63 of the Federal Rules of Civil Procedure when he took over the case for visiting Judge Van Sickle.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Defendant contends that this failure constitutes \"mistake, inadvertence, surprise, or excusable neglect\" within the meaning of Rule 60(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Just before the close of evidence, visiting Judge Van Sickle informed counsel for both parties that, although he would be able to hear the rest of the evidence in the case, he would be unavailable for closing arguments, the jury charge, and jury deliberations.  The parties had already submitted proposed jury instructions to Judge Van Sickle, and he discussed those instructions with counsel.  He informed counsel that he would prepare jury instructions for his successor to use in charging the jury.  On June 30, 1993, Judge Mazzone held a lobby conference with counsel to discuss his taking over the case.  The transcript of the June 30, 1993, lobby conference speaks for itself.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">THE COURT:  You all, of course know that this case was originally assigned to me and then went to visiting Judge Van Sickle, and because he is no longer available and is unable to proceed, I am stepping in.  Now I know you know I've done a lot of work in the case, but the rules require me to certify that I am familiar with the case, and I will so certify my familiarity with the record in the case....</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">If you have any objections to that, the case will not proceed.  So, I am calling upon you now to tell me what your objections are.  All I'm going to do is hear closing statements.  I have the instructions that Judge Van Sickle and you have worked out, and I will give those to the jury.  I have the jury form which you have worked out and I will give that.  So my strong feeling is that we should put this matter behind us, but if you object to it, then I will have to get the whole transcript and I will have to read it.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">PLAINTIFF'S COUNSEL:  ... We are content that you're familiar enough with the case and that this certification is sufficient for us to proceed....</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">DEFENSE COUNSEL:  ... We are also content, with the request that we be allowed to briefly read through this [proposed jury instructions prepared by Judge Van Sickle].</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Defense counsel did not object to Judge Mazzone finishing the case, and the transcript plainly indicates that Judge Mazzone did certify his familiarity with the record.  Accordingly, defendant's claim fails.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">As a final matter, we note that defendant makes a general claim for relief under Rule 60(b)(6), asserting that \"it would be inequitable that the plaintiff continue to have the benefit of a judgment obtained by what ... is a manifest miscarriage of justice.\"   For the reasons previously stated herein, we find no exceptional circumstances excusing defendant's failure--on two separate occasions--to prosecute his appeals of this case.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The decision of the district court denying defendant's motion to vacate the judgment in this case is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rule 60(b) provides, in pertinent part:</p>\n        <p>On motion and upon such terms as are just, the court may relieve a party or a party's legal representative from a final judgment, order, or proceeding for the following reasons:  (1) mistake, inadvertence, surprise, or excusable neglect;  (2) newly discovered evidence which by due diligence could not have been discovered in time to move for a new trial under Rule 59(b);  (3) fraud (whether heretofore denominated intrinsic or extrinsic), misrepresentation, or other misconduct of an adverse party;  (4) the judgment is void;  (5) the judgment has been satisfied, released, or discharged, or a prior judgment upon which it is based has been reversed or otherwise vacated, or it is no longer equitable that the judgment should have prospective application;  or (6) any other reason justifying relief from the operation of the judgment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Rule 702 provides:  \"If scientific, technical, or other specialized knowledge will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert by knowledge, skill, experience, training, or education, may testify thereto in the form of an opinion or otherwise.\"</p>\n        <p>Rule 104(a) provides:  \"Preliminary questions concerning the qualification of a person to be a witness, the existence of a privilege, or the admissibility of evidence shall be determined by the court, subject to the provisions of subdivision (b) [pertaining to conditional admissions].  In making its determination it is not bound by the rules of evidence except those with respect to privileges.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Defendant also asserts that his trial counsel's decision not to present expert testimony in his case-in-chief, or object to the testimony of Dr. Brant, was a \"mistake\" or \"inexcusable neglect\" within the meaning of Rule 60(b)(1).  We have repeatedly held that \"the acts and omissions of counsel are customarily visited upon the client in a civil case.\"  Cotto, 993 F.2d at 281 (citing Link v. Wabash R.R. Co., 370 U.S. 626, 633-34, 82 S.Ct. 1386, 1390, 8 L.Ed.2d 734 (1962));  see also United States v. One Lot $25,721.00 in Currency, 938 F.2d 1417, 1421 (1st Cir.1991);  Ojeda-Toro, 853 F.2d at 30.   The principle carries particular force in this case because the very defense strategy defendant now objects to was used successfully by defense counsel at the summary jury trial.  Thus, not only was defendant fully aware of his counsel's strategy, but presumably he was satisfied with the result at the summary jury trial.  We find no justification for departing from the general rule that a defendant is bound by the acts and omissions of his attorney</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> For example, in her concluding remarks the author notes that \"[d]espite lack of corroboration, some of these recollections could be authentic.  Others might not be.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Relevant evidence is admissible unless its probative value is substantially outweighed by the risk of unfair prejudice, confusion, or waste of time.  United States v. Argencourt, 996 F.2d 1300, 1305 (1st Cir.1993);  Fed.R.Evid. 403</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The defendant in Rosales had not objected to the proffered testimony and, therefore, our review was confined to \"plain error\" rather than abuse of discretion.  Rosales, 19 F.3d at 765.   Because the defendant in the instant case did not properly appeal the judgment, our review is even more strictly constrained--we review only for a \"plain usurpation of power constituting a violation of due process.\"   See Boch Oldsmobile, 909 F.2d at 661</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> For example, she was allowed to give her opinion that the plaintiff \"will always have to struggle with the damage that I think was done.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Rule 63 provides, in pertinent part:  \"If a trial or hearing has been commenced and the judge is unable to proceed, any other judge may proceed with it upon certifying familiarity with the record and determining that the proceedings in the case may be completed without prejudice to the parties.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">281</span></span>, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">Fed. R. Serv.</span> <span class=\"page\">783</span></span></p>\n    <p class=\"parties\">Jennifer HOULT, Plaintiff-Appellee,<br>v.<br>David P. HOULT, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 94-2034.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 11, 1995.<br>Decided May 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edward J. Collins, Wayland, MA, for appellant.</p>\n      <p class=\"indent\">Kevin P. O'Flaherty, with whom Adrienne M. Markham and Goulston &amp; Storrs, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellee, Jennifer Hoult, brought suit against her father, defendant-appellant, David Hoult, in the United States District Court for Massachusetts alleging, inter alia, assault and battery, and intentional infliction of emotional distress.  A jury returned a verdict in the amount of $500,000 for plaintiff.  Defendant filed timely appeals--first, of the denial of his motion for a mistrial and, second, of the jury verdict--both of which were ultimately dismissed by this court for lack of prosecution.  One year after judgment issued, defendant filed a motion for relief from judgment pursuant to Rule 60(b) of the Federal Rules of Civil Procedure.  Defendant appeals the district court's denial of that motion.  For the reasons stated herein, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff commenced this action in July 1988 alleging, among other things, that from the time she was approximately four years old until she was approximately sixteen years old defendant sexually abused and threatened her.  Plaintiff alleged that she had repressed all memory of the abuse until she began to recapture those memories during therapy sessions in October 1985, when she was twenty-four.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On February 2, 1993, the parties presented the case at a summary jury trial.  Counsel for both parties outlined for the summary jury the evidence they expected to present at trial.  The presentation by plaintiff's counsel included a summary of the expected testimony of, among others, the plaintiff, her former therapist, Eileen Jacobsen (\"Jacobsen\"), and her examining psychiatrist, Dr. Renee Brant (\"Dr. Brant\").  Defense counsel presented no expert testimony, relying instead on defendant's general denial of the charges and a refutation of the testimony of Jacobsen and Dr. Brant.  Defendant prevailed on the merits at the summary jury trial.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On June 24, 1993, the case went to trial.  It was tried for eight days.  Both Dr. Brant and Jacobsen testified for the plaintiff.  On July 1, 1993, the jury returned a verdict in favor of the plaintiff in the amount of $500,000.  On July 14, 1993, the district court entered judgment in the case.  Defendant moved for a new trial, and that motion was denied in August 1993.  Defendant appealed both the denial of his motion for a new trial and the judgment.  Both appeals were ultimately dismissed by this court for lack of prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On July 14, 1994, exactly one year from the date of judgment, defendant, through new counsel, filed a motion to vacate the judgment.  The district court denied the motion to vacate in a detailed opinion delivered from the bench at the conclusion of a hearing on defendant's motion.  This appeal followed.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendant asserts essentially four grounds for relief from judgment under Rule 60(b).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We address each of these arguments seriatim below.  We note at the outset that district courts enjoy broad discretion in deciding motions brought under Rule 60(b), and we review such rulings only for abuse of that discretion.  See Cotto v. United States, <span class=\"citation\" data-id=\"606662\"><a href=\"/opinion/606662/evelyn-cotto-and-edwin-torres-etc-v-united-states/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">274</span></a></span>, 277 (1st Cir.1993);  Teamsters, Chauffeurs, Warehousemen &amp; Helpers Union, Local No. 59 v. Superline Transp. Co., <span class=\"citation\" data-id=\"575211\"><a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 19 (1st Cir.1992).  In addition, our review is limited to the denial of the motion itself.  We may not consider the merits of the underlying judgment.  Ojeda-Toro v. Rivera-Mendez, <span class=\"citation\" data-id=\"509523\"><a href=\"/opinion/509523/gladys-ojeda-toro-v-mario-e-rivera-mendez/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span>, 28 (1st Cir.1988).  Finally, we note that \"Rule 60(b)(6) may not be used as a back-door substitute for an omitted appeal, and, in all but the most exceptional circumstances, a party's neglect to prosecute a timeous appeal will bar relief under the rule.\"  <span class=\"citation\" data-id=\"606662\"><span class=\"antecedent_guess\">Cotto,</span> <a href=\"/opinion/606662/evelyn-cotto-and-edwin-torres-etc-v-united-states/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">278</span></a></span>.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendant's primary contention is that the trial judge erred in allowing plaintiff's expert witness, Dr. Brant, to testify with respect to the phenomenon of repressed memory in the context of childhood sexual abuse.  Defendant contends that this constitutes \"mistake, inadvertence, surprise, or excusable neglect\" within the meaning of Rule 60(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">With respect to her qualifications as an expert in the areas of general psychiatry, child psychiatry, and childhood sexual abuse, Dr. Brant testified that she:  is a graduate of the Harvard Medical School;  has a private psychiatric practice;  was a founder of the sexual abuse unit at Children's Hospital;  holds a joint appointment as an instructor of medical students at Children's Hospital and Harvard Medical School;  serves as a consultant on the treatment of children who have been sexually abused;  has lectured widely on the issue of the treatment and diagnosis of children who have suffered sexual abuse;  and has served as an expert witness in several other actions.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Dr. Brant testified generally at trial with respect to the psychological dynamics and clinical profiles of victims of childhood sexual abuse, and also about the phenomenon of repressed memory of traumatic events.  She further testified that, based on her clinical evaluation of the plaintiff, there \"was a lot of correlation\" between the plaintiff's \"clinical presentation\" and the clinical profile of a childhood sexual abuse victim.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At no time before or during either the summary jury trial or the actual jury trial did defendant object to either Dr. Brant's qualifications as an expert witness or her testimony in general.  Nor did defendant present any expert testimony of his own.  Instead, defense counsel vigorously cross-examined Dr. Brant, regarding both her theories and techniques in general, and her application of those theories and techniques to her evaluation of the plaintiff.  Defense counsel also challenged Dr. Brant's testimony with specific articles and studies by academics and other mental health professionals.  The defendant was the only witness to testify for the defense.  The defense used essentially the same strategy at trial that it successfully used at the summary jury trial.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Rule 103(a) of the Federal Rules of Evidence provides that a claim of error may not be predicated on the admission of evidence unless it affects a substantial right of the party and a timely objection is made.  Defendant nonetheless argues that the Supreme Court's recent decision in Daubert v. Merrell Dow Pharmaceuticals, Inc., --- U.S. ----, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span> </a></span>(1993), requires the district court to make a sua sponte ruling on the admissibility of expert testimony.  Defendant bases this argument on the following language from Daubert:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>[U]nder the [Federal Rules of Evidence], the trial judge must ensure that any and all scientific testimony or evidence admitted is not only relevant, but reliable.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The primary locus of this obligation is Rule 702, which clearly contemplates some degree of regulation of the subjects and theories about which an expert must testify....  The subject of an expert's testimony must be \"scientific ... knowledge.\"   The adjective \"scientific\" implies a grounding in the methods and procedures of science.  Similarly, the word \"knowledge\" connotes more than subjective belief or unsupported speculation....  In short, the requirement that an expert's testimony pertain to \"scientific knowledge\" establishes a standard of evidentiary reliability....</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Faced with a proffer of expert testimony, then, the trial judge must determine at the outset, pursuant to Rule 104(a), whether the expert is proposing to testify to ... scientific knowledge....</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Daubert, --- U.S. at <span class=\"citation\" data-id=\"112903\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2795</span></a></span>.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court rejected defendant's interpretation of Daubert, primarily because it is inconsistent with Rule 103(a).  The position of the district court is consistent with the one federal appeals court decision we found addressing this issue.  See McKnight v. Johnson Controls, Inc., <span class=\"citation\" data-id=\"679511\"><a href=\"/opinion/679511/40-fed-r-evid-serv-965-prodliabrep-cch-p-14079-randy-c-mcknight/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1396</span></a></span>, 1407 (8th Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although we agree with the result reached by the district court, we take a somewhat different view of Daubert.   We think Daubert does instruct district courts to conduct a preliminary assessment of the reliability of expert testimony, even in the absence of an objection.  We do not think, however, that district courts are required, sua sponte, to make explicit on-the-record rulings regarding the admissibility of expert testimony.  The reasoning of the Second Circuit in a somewhat analogous case is instructive in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The two defendants in United States v. Locascio, <span class=\"citation\" data-id=\"654592\"><a href=\"/opinion/654592/united-states-v-frank-locascio-and-john-gotti/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">924</span> </a></span>(2d Cir.1993), argued that a district court admitting expert testimony based on inadmissible evidence pursuant to Rule 703 of the Federal Rules of Civil Procedure must make an explicit finding with regard to the trustworthiness of the underlying sources of information upon which the expert relied.  The court rejected this argument, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We decline, however, to shackle the district court with a mandatory and explicit trustworthiness analysis.  The district judge, who has the ideal vantage point to evaluate an expert's testimony during trial, already has the authority under Fed.R.Evid. 403 to conduct an explicit trustworthiness analysis should she deem one necessary.  In fact, we assume that the district court consistently and continually performed a trustworthiness analysis sub silentio of all evidence introduced at trial.  We will not, however, circumscribe this discretion by burdening the court with the necessity of making an explicit determination for all expert testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"654592\"><span class=\"antecedent_guess\">Locascio,</span> <a href=\"/opinion/654592/united-states-v-frank-locascio-and-john-gotti/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">939</span> </a></span>(citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We think Daubert and Rule 104(a) place some burden on the district court judge to make preliminary evaluations with respect to the reliability of evidence, but we decline to \"shackle the district court with a mandatory and explicit\" reliability analysis.  Rather, we assume that the district court performs such an analysis sub silentio throughout the trial with respect to all expert testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In any case, we need not at this time determine the precise contours of the district court's responsibility under Daubert.   The gravamen of defendant's argument is that the district court wrongly decided a point of law.  This is not grounds for relief under Rule 60(b).  See Silk v. Sandoval, <span class=\"citation\" data-id=\"293893\"><a href=\"/opinion/293893/beatrice-silk-v-hilary-sandoval/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1266</span></a></span>, 1267-68 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1012</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2189</span></span>, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span> </span>(1971).  See also Rodriguez-Antuna v. Chase Manhattan Bank Corp., <span class=\"citation\" data-id=\"520401\"><a href=\"/opinion/520401/migda-rodriguez-antuna-v-chase-manhattan-bank-corporation/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1989).  We conclude that the district court's admission of the expert testimony, even if error--as to which we express no opinion--was not a \"mistake,\" as we have defined that term under Rule 60(b)(1).  See <span class=\"citation\" data-id=\"293893\"><span class=\"antecedent_guess\">Silk,</span> <a href=\"/opinion/293893/beatrice-silk-v-hilary-sandoval/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1267-68</span></a></span>.   See also <span class=\"citation\" data-id=\"520401\"><span class=\"antecedent_guess\">Rodriguez-Antuna,</span> <a href=\"/opinion/520401/migda-rodriguez-antuna-v-chase-manhattan-bank-corporation/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">2</span></a></span>;  Scola v. Boat Frances, R., Inc., <span class=\"citation\" data-id=\"376661\"><a href=\"/opinion/376661/sebastian-scola-v-boat-frances-r-inc/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">147</span></a></span>, 153-54 (1st Cir.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Defendant also asserts, in a similar vein, that Local Rule 26.4(A) of the United States District Court for the District of Massachusetts requires the trial judge to make a sua sponte ruling on the admissibility of expert testimony.  This argument lacks merit.  Local Rule 26.4(A) provides that, \"[a]t the final pretrial conference, the judge shall consider:  ... making a ruling on the admissibility of expert testimony at the trial.\"   The plain language of this rule merely requires the district court to consider making a ruling on the admissibility of expert testimony;  it does not require the court to make such a ruling.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Defendant's second contention is that an article entitled The Reality of Repressed Memories, by Elizabeth Loftus, which was published one month before trial, constitutes \"newly discovered evidence\" within the meaning of Rule 60(b)(2).  Rule 60(b)(2) gives the district court discretion to vacate a judgment based upon \"newly discovered evidence which by due diligence could not have been discovered in time to move for a new trial under Rule 59(b).\"   The article critically examines and questions the reliability of repressed memories, particularly in the context of childhood sexual abuse allegations.  Defendant maintains that the article could have been used at trial to challenge the testimony of Dr. Brant.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Defendant's motion to vacate the judgment under Rule 60(b)(2) fails.  Because Rule 60(b)(2) is aimed at correcting erroneous judgments based on the unobtainability of evidence, the burden is on the party presenting the new evidence to demonstrate that the missing evidence was \" 'of such a material and controlling nature as [would] probably [have] change[d] the outcome.' \"  Anderson v. Cryovac, Inc., <span class=\"citation\" data-id=\"515444\"><a href=\"/opinion/515444/anne-anderson-v-cryovac-inc-anne-anderson-v-beatrice-foods-co/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span>, 924 n. 10 (1st Cir.1988) (quoting 7 J. Moore &amp; J. Lucas, Moore's Federal Practice p 60.23 at 60:201-02 (2d ed.1985) (footnote omitted));  see also Federal Deposit Ins. Corp. v. La Rambla Shopping Cntr., <span class=\"citation\" data-id=\"470287\"><a href=\"/opinion/470287/federal-deposit-insurance-corporation-v-la-rambla-shopping-center-inc/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">215</span></a></span>, 223-24 (1st Cir.1986);  Bradley Bank v. Hartford Accident &amp; Indem. Co., <span class=\"citation\" data-id=\"437524\"><a href=\"/opinion/437524/bradley-bank-v-hartford-accident-and-indemnity-company-a-connecticut/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">657</span></a></span>, 662 (7th Cir.1984).  Defendant has failed to demonstrate that the opinions expressed in the pertinent article would probably have changed the outcome of the trial.  Indeed, the article is equivocal when it comes to the validity of repressed memories.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Its central thesis is simply that more research needs to be done and therapists need to be more cognizant of the possibility that they are \"suggesting\" childhood sexual abuse.  This is hardly the sort of extraordinary \"new evidence\" contemplated by Rule 60(b)(2).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Defendant next contends that the judgment in this case is \"void\" within the meaning of Rule 60(b)(4).  We have explained that \"[a] judgment is void, and therefore subject to relief under Rule 60(b)(4), only if the court lacked jurisdiction or in circumstances in which the court's action amounts to a plain usurpation of power constituting a violation of due process.\"  United States v. Boch Oldsmobile, Inc., <span class=\"citation\" data-id=\"545488\"><a href=\"/opinion/545488/united-states-v-boch-oldsmobile-inc-boch-toyota-inc-and-ernest-j/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">657</span></a></span>, 661 (1st Cir.1990) (citation omitted).  A judgment is not void simply because it is or may have been erroneous;  it is void only if, from its inception, it was a legal nullity.  <span class=\"citation\" data-id=\"545488\"><a href=\"/opinion/545488/united-states-v-boch-oldsmobile-inc-boch-toyota-inc-and-ernest-j/\"><span class=\"id_token\">Id.</span> at 661; </a></span> Lubben v. Selective Serv.  Sys. Local Board No., <span class=\"citation\" data-id=\"300808\"><a href=\"/opinion/300808/robert-james-lubben-v-selective-service-system-local-board-no-27/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">645</span></a></span>, 649 (1st Cir.1972).  \"In the interests of finality, the concept of void judgments is narrowly construed.\"  <span class=\"citation\" data-id=\"300808\"><a href=\"/opinion/300808/robert-james-lubben-v-selective-service-system-local-board-no-27/\"><span class=\"id_token\">Id.</span> at 661 </a></span>(quoting United States v. Berenguer, <span class=\"citation\" data-id=\"489938\"><a href=\"/opinion/489938/united-states-v-elvin-berenguer/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 22 (1st Cir.1987)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Defendant contends that Dr. Brant \"usurped the function of the jury\" by opining on the plaintiff's credibility.  Defendant maintains that admission of this testimony at trial amounted to a violation of due process, and therefore that the judgment is void under Rule 60(b)(4).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Dr. Brant testified that one of the clinical factors involved in her evaluation of sexual abuse patients concerns the potential for fabrication--specifically, whether the patient indicates a motivation to fabricate the claims of sexual abuse.  When asked whether she developed any opinion with respect to her evaluation of the plaintiff in conjunction with the fabrication factor, Dr. Brant testified, without objection, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>So to the extent that her feelings about her father were so complex, I think in a situation of fabrication or false allegation what I might expect is someone who is angry, vengeful, wants to out and destroy someone, and this is the means they will use to do it.  I didn't see that at all with Ms. Hoult....</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>.. I suppose one of the motivations when someone is involved in civil litigation, and you are looking for--to see money for damages--is that you try to build as big a case as you can about how much pain and suffering you are in.  Well, here she was telling me about ... many ways in which she was feeling much better....  So I thought about that and considered that in relationship to false allegation and fabrication.  I felt there was less indication of that....</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">It is the function of the jury alone to evaluate the credibility of a witness.  This principle carries particular importance in a case, such as this one, where the witness is the alleged victim and a party to the lawsuit.  When an expert witness testifies with respect to the credibility of a victim/witness there is a real danger that jurors will lend too much credence to the expert's evaluation of the victim's credibility, at the expense of their own independent judgment of credibility.  See United States v. Rosales, <span class=\"citation\" data-id=\"195287\"><a href=\"/opinion/195287/united-states-v-rosales/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">763</span></a></span>, 766 (1st Cir.1994) (\"proffered expert testimony [c]ould create a substantial danger of undue prejudice ... because of its aura of special reliability and trustworthiness\") (quoting United States v. Fosher, <span class=\"citation\" data-id=\"362769\"><a href=\"/opinion/362769/united-states-v-michael-p-fosher/\"><span class=\"volume\">590</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">381</span></a></span>, 383 (1st Cir.1979)).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We addressed this issue recently.  In Rosales, the defendant argued on appeal that a portion of the government's expert testimony should have been excluded because it improperly bolstered the testimony of the alleged sexual abuse victims.  The expert testified that children generally \"tend to be reluctant, they tend to be embarrassed, uncomfortable, ashamed of what happened.  They're very uncomfortable giving details.  I see a lot of that.  And I saw that in these children.\"  <span class=\"citation\" data-id=\"362769\"><a href=\"/opinion/362769/united-states-v-michael-p-fosher/\"><span class=\"id_token\">Id.</span> at 765. </a></span>  We concluded that the expert testimony in question \"sent an implicit message to the jury that the children had testified truthfully, and this might therefore have interfered with the jury's function as the sole assessor of witness credibility.\"   We held, however, that even if the probative value of the evidence was substantially outweighed by the risk of unfair prejudice,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> admission of the evidence was not \"plain error.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  <span class=\"citation\" data-id=\"362769\"><a href=\"/opinion/362769/united-states-v-michael-p-fosher/\"><span class=\"id_token\">Id.</span> at 766.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We think Dr. Brant's testimony may have crossed the line in commenting upon the plaintiff's credibility.  Dr. Brant did not limit her testimony to \"psychological literature or experience or to a discussion of a class of victims generally.\"   See United States v. Binder, <span class=\"citation\" data-id=\"456280\"><a href=\"/opinion/456280/united-states-v-mark-kevin-binder/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">595</span></a></span>, 602 (9th Cir.1985), quoted in <span class=\"citation\" data-id=\"195287\"><span class=\"antecedent_guess\">Rosales,</span> <a href=\"/opinion/195287/united-states-v-rosales/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">765</span></a></span>.   Rather, she came perilously close to testifying that this particular victim/witness could be believed.  See <span class=\"citation\" data-id=\"195287\"><a href=\"/opinion/195287/united-states-v-rosales/\"><span class=\"id_token\">id.</span>   If defendant </a></span>had properly objected to this testimony at trial, and appealed a decision admitting the testimony, we would be faced with a difficult decision.  Because the defendant in this case neither objected to Dr. Brant's testimony, nor appealed its admission into evidence, however, we review not for abuse of discretion or plain error, but only for a \"plain usurpation of the jury's function constituting a violation of due process.\"  Boch <span class=\"citation\" data-id=\"545488\"><span class=\"antecedent_guess\">Oldsmobile,</span> <a href=\"/opinion/545488/united-states-v-boch-oldsmobile-inc-boch-toyota-inc-and-ernest-j/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">661</span></a></span>.  \"[O]nly 'rare instance[s] of a clear usurpation of power' will render a judgment void.\"  <span class=\"citation\" data-id=\"545488\"><a href=\"/opinion/545488/united-states-v-boch-oldsmobile-inc-boch-toyota-inc-and-ernest-j/\"><span class=\"id_token\">Id.</span> at 662 </a></span>(citation omitted).  The testimony in question did not rise to this level.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We base this conclusion on three factors.  First, Dr. Brant was subjected to rigorous cross examination by defense counsel.  In particular, defense counsel questioned Dr. Brant with respect to several scholarly articles which contradicted or called into question Dr. Brant's opinions concerning the phenomenon of repressed memories in alleged childhood sexual abuse cases.  Second, defense counsel repeatedly attempted to elicit opinion testimony from Dr. Brant that she believed the plaintiff's allegations.  Dr. Brant steadfastly refused to give such an opinion, explicitly testifying:  \"I had no way of ultimately determining whether they were true or not.\"   Finally, the district court instructed the jury as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>You should consider each expert opinion received in this case and give it such weight as you may think it deserves.  If you should decide that the opinion of an expert witness is not based upon sufficient education and experience, or if you should conclude that the reasons given in support of the opinion are not sound, or if you feel that it is outweighed by other evidence, you may disregard the opinion entirely.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Thus, the jury was presented with evidence contradicting or calling into question Dr. Brant's opinions, Dr. Brant herself testified that she had no way of knowing whether the plaintiff's allegations were true, and the court expressly instructed the jurors that they were free to reject the opinions offered by Dr. Brant.  Cf. <span class=\"citation\" data-id=\"195287\"><span class=\"antecedent_guess\">Rosales,</span> <a href=\"/opinion/195287/united-states-v-rosales/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">766</span></a></span>.   Under the circumstances, we conclude that Dr. Brant's testimony did not so plainly usurp the function of the jury as to constitute a violation of due process.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Defendant also contends that plaintiff's therapist, Jacobsen, was improperly allowed to provide expert testimony, and that the jury was therefore \"corrupted.\"   Plaintiff maintains that Jacobsen testified only as a fact witness.  We have reviewed Jacobsen's testimony and think that at certain points she went beyond what is traditionally allowed for a fact witness.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Again, however, defendant neither objected to Jacobsen's testimony nor appealed its admission into evidence.  Moreover, while some of her testimony might have been objectionable, we do not think its admission was particularly prejudicial.  We discern no violation of due process.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Defendant's final contention is that Judge Mazzone failed to comply with the certification requirements of Rule 63 of the Federal Rules of Civil Procedure when he took over the case for visiting Judge Van Sickle.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Defendant contends that this failure constitutes \"mistake, inadvertence, surprise, or excusable neglect\" within the meaning of Rule 60(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Just before the close of evidence, visiting Judge Van Sickle informed counsel for both parties that, although he would be able to hear the rest of the evidence in the case, he would be unavailable for closing arguments, the jury charge, and jury deliberations.  The parties had already submitted proposed jury instructions to Judge Van Sickle, and he discussed those instructions with counsel.  He informed counsel that he would prepare jury instructions for his successor to use in charging the jury.  On June 30, 1993, Judge Mazzone held a lobby conference with counsel to discuss his taking over the case.  The transcript of the June 30, 1993, lobby conference speaks for itself.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">THE COURT:  You all, of course know that this case was originally assigned to me and then went to visiting Judge Van Sickle, and because he is no longer available and is unable to proceed, I am stepping in.  Now I know you know I've done a lot of work in the case, but the rules require me to certify that I am familiar with the case, and I will so certify my familiarity with the record in the case....</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">If you have any objections to that, the case will not proceed.  So, I am calling upon you now to tell me what your objections are.  All I'm going to do is hear closing statements.  I have the instructions that Judge Van Sickle and you have worked out, and I will give those to the jury.  I have the jury form which you have worked out and I will give that.  So my strong feeling is that we should put this matter behind us, but if you object to it, then I will have to get the whole transcript and I will have to read it.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">PLAINTIFF'S COUNSEL:  ... We are content that you're familiar enough with the case and that this certification is sufficient for us to proceed....</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">DEFENSE COUNSEL:  ... We are also content, with the request that we be allowed to briefly read through this [proposed jury instructions prepared by Judge Van Sickle].</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Defense counsel did not object to Judge Mazzone finishing the case, and the transcript plainly indicates that Judge Mazzone did certify his familiarity with the record.  Accordingly, defendant's claim fails.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">As a final matter, we note that defendant makes a general claim for relief under Rule 60(b)(6), asserting that \"it would be inequitable that the plaintiff continue to have the benefit of a judgment obtained by what ... is a manifest miscarriage of justice.\"   For the reasons previously stated herein, we find no exceptional circumstances excusing defendant's failure--on two separate occasions--to prosecute his appeals of this case.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The decision of the district court denying defendant's motion to vacate the judgment in this case is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rule 60(b) provides, in pertinent part:</p>\n        <p>On motion and upon such terms as are just, the court may relieve a party or a party's legal representative from a final judgment, order, or proceeding for the following reasons:  (1) mistake, inadvertence, surprise, or excusable neglect;  (2) newly discovered evidence which by due diligence could not have been discovered in time to move for a new trial under Rule 59(b);  (3) fraud (whether heretofore denominated intrinsic or extrinsic), misrepresentation, or other misconduct of an adverse party;  (4) the judgment is void;  (5) the judgment has been satisfied, released, or discharged, or a prior judgment upon which it is based has been reversed or otherwise vacated, or it is no longer equitable that the judgment should have prospective application;  or (6) any other reason justifying relief from the operation of the judgment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Rule 702 provides:  \"If scientific, technical, or other specialized knowledge will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert by knowledge, skill, experience, training, or education, may testify thereto in the form of an opinion or otherwise.\"</p>\n        <p>Rule 104(a) provides:  \"Preliminary questions concerning the qualification of a person to be a witness, the existence of a privilege, or the admissibility of evidence shall be determined by the court, subject to the provisions of subdivision (b) [pertaining to conditional admissions].  In making its determination it is not bound by the rules of evidence except those with respect to privileges.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Defendant also asserts that his trial counsel's decision not to present expert testimony in his case-in-chief, or object to the testimony of Dr. Brant, was a \"mistake\" or \"inexcusable neglect\" within the meaning of Rule 60(b)(1).  We have repeatedly held that \"the acts and omissions of counsel are customarily visited upon the client in a civil case.\"  <span class=\"citation\" data-id=\"606662\"><span class=\"antecedent_guess\">Cotto,</span> <a href=\"/opinion/606662/evelyn-cotto-and-edwin-torres-etc-v-united-states/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">281</span> </a></span>(citing Link v. Wabash R.R. Co., <span class=\"citation\" data-id=\"106449\"><a href=\"/opinion/106449/link-v-wabash-r-co/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">626</span></a></span>, 633-34, <span class=\"citation\" data-id=\"106449\"><a href=\"/opinion/106449/link-v-wabash-r-co/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1386</span></a></span>, 1390, <span class=\"citation\" data-id=\"106449\"><a href=\"/opinion/106449/link-v-wabash-r-co/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">734</span> </a></span>(1962));  see also United States v. One Lot $25,721.00 in Currency, <span class=\"citation\" data-id=\"564950\"><a href=\"/opinion/564950/united-states-v-one-lot-of-2572100-in-currency-john-mele/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1417</span></a></span>, 1421 (1st Cir.1991);  <span class=\"citation\" data-id=\"509523\"><span class=\"antecedent_guess\">Ojeda-Toro,</span> <a href=\"/opinion/509523/gladys-ojeda-toro-v-mario-e-rivera-mendez/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">30</span></a></span>.   The principle carries particular force in this case because the very defense strategy defendant now objects to was used successfully by defense counsel at the summary jury trial.  Thus, not only was defendant fully aware of his counsel's strategy, but presumably he was satisfied with the result at the summary jury trial.  We find no justification for departing from the general rule that a defendant is bound by the acts and omissions of his attorney</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> For example, in her concluding remarks the author notes that \"[d]espite lack of corroboration, some of these recollections could be authentic.  Others might not be.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Relevant evidence is admissible unless its probative value is substantially outweighed by the risk of unfair prejudice, confusion, or waste of time.  United States v. Argencourt, <span class=\"citation\" data-id=\"610550\"><a href=\"/opinion/610550/united-states-v-joseph-argencourt-aka-joe-black-united-states-of/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1300</span></a></span>, 1305 (1st Cir.1993);  Fed.R.Evid. 403</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The defendant in Rosales had not objected to the proffered testimony and, therefore, our review was confined to \"plain error\" rather than abuse of discretion.  <span class=\"citation\" data-id=\"195287\"><span class=\"antecedent_guess\">Rosales,</span> <a href=\"/opinion/195287/united-states-v-rosales/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">765</span></a></span>.   Because the defendant in the instant case did not properly appeal the judgment, our review is even more strictly constrained--we review only for a \"plain usurpation of power constituting a violation of due process.\"   See Boch <span class=\"citation\" data-id=\"545488\"><span class=\"antecedent_guess\">Oldsmobile,</span> <a href=\"/opinion/545488/united-states-v-boch-oldsmobile-inc-boch-toyota-inc-and-ernest-j/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">661</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> For example, she was allowed to give her opinion that the plaintiff \"will always have to struggle with the damage that I think was done.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Rule 63 provides, in pertinent part:  \"If a trial or hearing has been commenced and the judge is unable to proceed, any other judge may proceed with it upon certifying familiarity with the record and determining that the proceedings in the case may be completed without prejudice to the parties.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106449/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112903/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/293893/",
    "https://www.courtlistener.com/api/rest/v3/opinions/300808/",
    "https://www.courtlistener.com/api/rest/v3/opinions/362769/",
    "https://www.courtlistener.com/api/rest/v3/opinions/376661/",
    "https://www.courtlistener.com/api/rest/v3/opinions/437524/",
    "https://www.courtlistener.com/api/rest/v3/opinions/456280/",
    "https://www.courtlistener.com/api/rest/v3/opinions/470287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/489938/",
    "https://www.courtlistener.com/api/rest/v3/opinions/509523/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515444/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520401/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545488/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564950/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575211/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606662/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610550/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654592/",
    "https://www.courtlistener.com/api/rest/v3/opinions/679511/"
  ]
}