{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196080/",
  "id": 196080,
  "absolute_url": "/opinion/196080/united-states-v-shrader/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196080/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:56:09Z",
  "date_modified": "2020-02-21T23:42:25.498649Z",
  "type": "010combined",
  "sha1": "b1b093573434546f4ca2e242e52fa1e5f50fd0be",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1830.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1830\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                       MARK H. SHRADER,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 94-2002\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                        RICKY GAGNON,\n\n                    Defendant, Appellant.\n\n                                        \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n       [Hon. Joseph A. DiClerico, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n                Bownes, Senior Circuit Judge,\r                                                        \n                  and Boudin, Circuit Judge.\r                                                       \n\n                                         \r\r\n\nTony F.  Soltani, with whom  Soltani Law Office  was on brief  for\r                                                           \nappellant Mark H. Shrader; Jonathan R. Saxe, with  whom Twomey &amp; Sisti\r                                                                              \nLaw Offices was on brief for appellant Ricky Gagnon.\r                   \nJean L. Ryan, Assistant United States  Attorney, with whom Paul M.\r                                                                              \nGagnon, United States Attorney, was on brief for appellee.\r              \n\n                                         \n\n                         May 23, 1995\n                                         \r\r\n\n          BOWNES,  Senior  Circuit Judge.    In  this appeal,\r                      BOWNES,  Senior  Circuit Judge.\r                                                    \n\ndefendants-appellants Mark Shrader and Ricky Gagnon challenge\n\nthe sentences imposed upon them  after they pleaded guilty to\n\nconspiring to possess marijuana with the intent to distribute\n\nit.   Having  carefully  reviewed the  record and  considered\n\ndefendants' arguments, we affirm.\n\n                              I.\r                                          I.\r                                            \n\n          The facts, which  are derived from the  presentence\n\ninvestigation  reports  and  oral  and  documentary  evidence\n\nintroduced at the sentencing hearings, are as follows.\n\n          In late 1991 or early 1992, Gagnon, then a Colorado\n\nresident,  met with  two  co-conspirators --  Lee Zahler  and\n\nRobert  Audette  --  at   Bea's  Restaurant  in  Epping,  New\n\nHampshire.   Knowing that  Gagnon had  previously distributed\n\nmarijuana  in  New Hampshire,  Audette  queried  Gagnon about\n\nmarijuana availability.  Gagnon responded that,  in Colorado,\n\nAudette could obtain large quantities of marijuana  for a low\n\nprice.\n\n          In  February  1992,  Zahler  and  Audette  flew  to\n\nDenver, Colorado.  Gagnon  picked them up at the  airport and\n\neventually took  them to  his residence in  Aurora, Colorado,\n\nwhere they examined  seventeen pounds of  marijuana.  Ten  to\n\ntwelve pounds of this marijuana  were high quality; the rest,\n\nhowever, was  moldy.   Zahler expressed displeasure  with the\n\noverall quality and theprice of the marijuana hehad examined.\n\n                             -3-\r                                          3\r\r\n\n          At  some  point, Shrader  --  Gagnon's  supplier --\n\nshowed  up at the Aurora residence.  Gagnon introduced him to\n\nZahler and Audette  as \"Mark\" and \"Bandido  Mark.\"  Shrader's\n\nnickname stemmed  from  his  association  with  the  Bandidos\n\nMotorcycle  Club.    After  Zahler informed  Shrader  of  his\n\ndispleasure  with the  price  of the  marijuana he  had seen,\n\nShrader told Zahler he would have to go to Texas -- the point\n\nof  origin  for  the  marijuana   Shrader's  associates  were\n\nbringing into Colorado -- if he wanted it any cheaper.  \n\n          Zahler and Audette then discussed with Shrader  the\n\npossibility of their purchasing  fifty pounds of marijuana in\n\nTexas.   They  agreed  that the  Texas  transaction would  be\n\n\"middled\"  by Gagnon, who knew Shrader's last name and how to\n\nreach  him.  Zahler and  Audette also agreed  to purchase the\n\nseventeen  pounds  of marijuana  they  had  already examined.\n\nSubsequently,  they  concealed  it  in  a  couple  of  stereo\n\nspeakers  and  shipped  it  back to  New  Hampshire.   Gagnon\n\nreceived  $850 for  putting the  deal together.   Thereafter,\n\nZahler and Audette returned home.\n\n          Later   that  month,   Gagnon  called   Zahler  and\n\nconfirmed that Shrader  could and would deal  with Zahler and\n\nAudette in Texas.  On March  4, 1992, Zahler and Audette flew\n\nto Austin, Texas, checked into  the Radisson Plaza Hotel, and\n\ncalled Gagnon to let him know where they were staying.  Later\n\nthat same day, Shrader came to the hotel in order to view the\n\n                             -4-\r                                          4\r\r\n\n$40,000  Zahler and Audette had brought with them in order to\n\ncomplete  the fifty-pound deal discussed in Aurora.  The deal\n\nwas scheduled  for the  next day.   Zahler  became concerned,\n\nhowever, when he  learned that, on  the following day,  there\n\nalso would  be a law  enforcement convention at  the Radisson\n\nPlaza.   He  and Audette  therefore moved  to a  Holiday Inn.\n\nBecause he had no other way to contact Shrader, Zahler called\n\nGagnon  in Colorado and informed him of his and Audette's new\n\nlocation.     Despite  the   move,  Audette's  anxiety  level\n\nincreased and he flew back to New Hampshire.\n\n          At 6:00  p.m. on that same  evening, Shrader showed\n\nup  at the  Holiday  Inn with  a  marijuana sample.    Zahler\n\nrejected  it as  low-quality.    Shrader  told him  he  could\n\nprocure better marijuana,  but that it would  take some time.\n\nShrader  also  told  Zahler   of  his  association  with  the\n\nBandidos, and  that  the  source of  the  marijuana  was  the\n\npresident of  the  Bandidos' local  chapter.   Over the  next\n\ncouple of days, ten telephone calls were placed from Gagnon's\n\nAurora,  Colorado,  residence to  the  Holiday  Inn at  which\n\nZahler was staying.  In addition, four calls were placed from\n\nZahler's  room to  Gagnon's home  in Aurora.   Most  of these\n\ncalls were of short duration.\n\n          On  March  7,  1992,  Zahler  purchased thirty-five\n\npounds of marijuana  from Shrader  and four other  men.   The\n\nsale  took place  at the  Holiday Inn.   Zahler  paid Shrader\n\n                             -5-\r                                          5\r\r\n\n$31,500 in cash,  of which Shrader  took $3,200 for  himself.\n\nOne of the four other men present  at the sale -- the one who\n\ncarried the duffel bag of marijuana into Zahler's room -- was\n\nwearing Bandidos paraphernalia.  Shrader accompanied this man\n\ninto Zahler's room.   Zahler subsequently shipped the thirty-\n\nfive  pounds of  marijuana to  an acquaintance  in Haverhill,\n\nMassachusetts.\n\n          On August  25, 1993, a federal  grand jury returned\n\nan indictment against Shrader, Gagnon, and six others.  Inter\r                                                                         \n\nalia,  the   indictment  charged  Shrader   and  Gagnon  with\r                \n\nconspiring to possess marijuana with the intent to distribute\n\nit.  21  U.S.C.   846.   On December 1, 1993, the  grand jury\n\nreturned a  superseding indictment against Shrader  and seven\n\nothers (including one of the original six co-defendants).  On\n\nDecember 8,  1993,  Gagnon pleaded  guilty to  the conspiracy\n\ncharge.  On March 1, 1994, Shrader followed suit.\n\nA.  Shrader's Sentencing\r            A.  Shrader's Sentencing\r                                    \n\n          On  July  15, 1994,  the  district court  sentenced\n\nShrader.  The  court assigned  Shrader a  base offense  level\n\n(\"BOL\")  of  eighteen  based  upon the  fifty-two  pounds  of\n\nmarijuana involved in the two deals.  See U.S.S.G.   2D1.1(c)\r                                                     \n\n(November  1, 1993)  (drug quantity table).   The  court then\n\nadded two  levels because  it determined  that Shrader  was a\n\nmanager/supervisor of the offense, see   3B1.1(c), subtracted\r                                                  \n\n                             -6-\r                                          6\r\r\n\ntwo levels for acceptance  of responsibility, see   3E1.1(a),\r                                                             \n\nand arrived at a total offense level (\"TOL\") of eighteen.  \n\n          Shrader's criminal history,  which included,  inter\r                                                                         \n\nalia,  five  driving-while-intoxicated  (\"DWI\")  convictions,\r                \n\ndictated  that he  be  assigned a  criminal history  category\n\n(\"CHC\")  of III.  This assignment did not, however, take into\n\naccount  two of the DWI  convictions and one careless driving\n\nconviction which  involved Shrader's use of  alcohol; nor did\n\nit take into account the fact that Shrader was arrested again\r                                                                         \n\nfor DWI (and for criminal mischief) after his guilty plea but\n\nprior to  sentencing  in this  case,  and that,  in  revoking\n\nShrader's bail, the federal district court had found probable\n\ncause to  believe that Shrader had  driven while intoxicated.\n\nSee   4A1.1(c) (capping at  4 the number of CHC points  to be\r               \n\nassigned  for previous  sentences of  less than  sixty days).\n\nThe record reflects that, in connection with prior sentences,\n\nShrader  had   been  ordered  to   complete  substance  abuse\n\nrehabilitation programs on at least three occasions.  \n\n          Taking  note of  the uncounted  conduct,  the court\n\ndecided to depart upward  because Shrader's CHC significantly\n\nunderstated both his criminal  history and his predisposition\n\ntowards recidivist  behavior.  See    4A1.3 (endorsing upward\r                                              \n\ndepartures where the CHC \"significantly  under-represents the\n\nseriousness  of  the  defendant's  criminal  history  or  the\n\nlikelihood that the  defendant will commit  further crimes\").\n\n                             -7-\r                                          7\r\r\n\nFollowing  the procedure  prescribed  in    4A1.3, the  court\n\nfound that Shrader's criminal history most  closely resembled\n\nthat of  a defendant  with a  CHC of IV.   It  then sentenced\n\nShrader at the upper end of the guideline range applicable to\n\na  defendant with a TOL of eighteen and  a CHC of IV:  fifty-\n\none months' imprisonment.\n\nB.  Gagnon's Sentencing\r            B.  Gagnon's Sentencing\r                                   \n\n          On August 31, 1994,  following a two-day hearing at\n\nwhich Gagnon testified that  he was involved in the  Colorado\n\ntransaction but not the Texas transaction, the district court\n\nsentenced Gagnon.  Relying  on affidavits submitted by Zahler\n\nand Audette  which stated that  Gagnon had middled  the Texas\n\ntransaction,  testimony  from  New  Hampshire  State  Trooper\n\nRobert  Quinn which,  inter  alia, vouched  for Zahler's  and\r                                             \n\nAudette's credibility and rebutted Gagnon's testimony that he\n\nwas never involved  in any drug deals  other than the  one in\n\nColorado, and documentary evidence of the phone calls between\n\nGagnon's Aurora residence and  the hotels in Austin at  which\n\nZahler and Audette stayed,  the court rejected Gagnon's claim\n\nregarding the Texas transaction.  \n\n          The  court  therefore  assigned  Gagnon  a  BOL  of\n\neighteen  based  upon  the  fifty-two   pounds  of  marijuana\n\ninvolved in the two  transactions.  The court then  added two\n\nlevels  for  obstruction  of  justice  (finding  that  Gagnon\n\nperjured  himself at  the sentencing  hearing), see    3C1.1,\r                                                               \n\n                             -8-\r                                          8\r\r\n\nsubtracted three levels for acceptance of responsibility, and\n\narrived  at a  TOL of seventeen.   There was  no dispute that\n\nGagnon's CHC  was I.   The court thereafter  sentenced Gagnon\n\nnear the lower  end of  the guideline range  applicable to  a\n\ndefendant with  a TOL of seventeen  and a CHC of  I:  twenty-\n\nfive months' imprisonment.\n\n                             II.\r                                         II.\r                                            \n\n          On appeal, Shrader  assigns error  to the  district\n\ncourt's   determinations   that    his   CHC    significantly\n\nunderrepresented both his criminal history and his recidivist\n\nproclivities.   Shrader also challenges the court's two-level\n\nmanager/supervisor  enhancement  under    3B1.1(c).    Gagnon\n\nassigns  error to  the  court's  attribution  to him  of  the\n\nthirty-five  pounds  of  marijuana   involved  in  the  Texas\n\ntransaction, and to its two-level enhancement for obstruction\n\nof justice.   He  also contends that  he was deprived  of his\n\nSixth  Amendment  confrontation  rights  at   his  sentencing\n\nhearing.  We discuss each appeal in turn.\n\nA.  Shrader's Appeal\r            A.  Shrader's Appeal\r                                \n\n          Shrader's challenge to his  CHC enhancement is two-\n\npronged.   First, Shrader contends that a CHC of III does not\n\n\"significantly  under-represent[]  the  seriousness of  [his]\n\ncriminal  history or  the  likelihood that  [he] will  commit\n\nfurther crimes.\"  Second,  he asserts that the extent  of the\n\n                             -9-\r                                          9\r\r\n\ndeparture was unreasonable in light  of the departure-related\n\ncircumstances.  Neither argument persuades us.\n\n          We have observed: \n\n          [A]ppellate  review  of  a   decision  to\n          depart   may  involve   three  subsidiary\n          questions:   1) review  of the departure-\n          related   circumstances   to    determine\n          whether  or not  they  are of  a kind  or\n          degree  that  they  may appropriately  be\n          relied  upon  to  justify  departure;  2)\n          review of  the  evidence  to  see  if  it\n          supports  the departure-related  findings\n          of  fact;  and  3) review  of  the record\n          support for  the direction and  degree of\n          departure.\n\nUnited  States v. Rivera, 994  F.2d 942, 950  (1st Cir. 1993)\r                                    \n\n(citation and internal  quotation marks omitted).   Shrader's\n\nsecond argument -- which falls  squarely within the third  of\n\nthese  three  categories  --  is  subject  to  a  deferential\n\nstandard of review.  Id. (\"review  of departure direction and\r                                    \n\ndegree  will take place  with full awareness  of, and respect\n\nfor,  the sentencing  court's  superior feel  for the  case\")\n\n(citation and internal quotation marks omitted).  \n\n          Shrader's first argument  falls within a subset  of\n\nthe first  of these three  categories, a subset  described in\n\nRivera  as  involving \"a  judgment  about  whether the  given\r                  \n\ncircumstances, as  seen  from  the  district  court's  unique\n\nvantage  point,  are  usual   or  unusual,  ordinary  or  not\n\nordinary,  and to what extent.\"  Id. at 951 (contrasting this\r                                                \n\nsubset with the \"quintessentially legal\" type of category one\n\nquestion, which  requires that we simply  interpret the words\n\n                             -10-\r                                          10\r\r\n\nof a guideline).  Because a district court may  have a better\n\ntake  on  the unique  circumstances  of  the particular  case\n\nbefore  it  and  is  likely  to  have  seen  more  \"ordinary\"\n\nGuidelines cases (and  therefore will more  readily recognize\n\nthe  extraordinary   case),  we  review  a  district  court's\n\n\"unusualness\"  determination  \"with  full awareness  of,  and\n\nrespect for, the trier's superior feel for the case, not with\n\nthe understanding that review is plenary.\"  See id. at 951-52\r                                                               \n\n(citation and  internal quotation marks omitted).   Thus, the\n\ndistrict  court's findings  that a  CHC of  III significantly\n\nunderstated  both   Shrader's   criminal  history   and   his\n\npredisposition  towards recidivist  behavior are  entitled to\n\ndeference.\n\n          Shrader devotes  great energy  to arguing  that his\n\ncriminal  history was  accurately  captured by  CHC III,  but\n\nspends   little  effort   addressing  the   district  court's\n\ndetermination  that  CHC III  significantly under-represented\n\nthe  likelihood that he would commit further crimes.  We note\n\nthat this  latter \"recidivist determination\" alone, if within\n\nthe district  court's discretion, is sufficient  to support a\n\ndeparture.  See   4A1.3 (\"A departure . . . is warranted when\r                           \n\nthe criminal history category  significantly under-represents\n\nthe seriousness  of the  defendant's criminal history  or the\r                                                                     \n\nlikelihood that  the defendant will  commit further crimes.\")\n\n(emphasis supplied).   In this case,  however, we think  that\n\n                             -11-\r                                          11\r\r\n\nthe  record  evidence of  Shrader's  tendency  to repeat  the\n\nextremely dangerous  offense of  DWI is sufficient  to uphold\n\nboth of the court's findings.\r                \n\n          We acknowledge that  any criminal defendant  with a\n\nCHC  of III  --  which covers  defendants  with four  to  six\n\ncriminal  history points -- is likely  to have been convicted\n\nmore than once  and therefore likely  to have exhibited  some\n\nrecidivist tendencies.  See   4A1.1 (assigning  (a) three CHC\r                                       \n\npoints  for each  prior sentence  exceeding one year  and one\n\nmonth; (b) two points  for sentences of more than  sixty days\n\nnot counted under  section (a); (c) one point (up  to a total\n\nof four) for sentences not counted under (a) or (b); and (d)-\n\n(f)  additional points  for specific  offense characteristics\n\nnot  relevant here).   And  we further  acknowledge that,  by\n\ncapping at four the number  of less-than-sixty-days sentences\n\nthat can be counted,   4A1.1(c) contemplates the disregarding\n\nof some  misdemeanor criminal  behavior.  Even  so, Shrader's\n\nrecord  of persistently  disregarding the  law strikes  us as\n\nunusual.  \n\n          Because Shrader  somehow  never received  a  prison\n\nsentence  of more  than sixty  days for any  of his  five DWI\n\nconvictions, only  three of  these convictions (along  with a\n\nfourth, non-DWI misdemeanor conviction) were counted  for CHC\n\npurposes.  Thus, as we have noted, Shrader's CHC did not take\n\naccount of two DWI convictions.  Nor did it take into account\n\n                             -12-\r                                          12\r\r\n\nhis careless-driving  conviction.   Finally, it did  not take\n\naccount of the DWI arrest on which the federal district court\n\nhad held a probable cause hearing in revoking Shrader's bail.\n\nSee supra at 7.\r                     \n\n          In all, Shrader's CHC took account of only three of\n\nseven incidents during which  Shrader threatened the lives of\r                 \n\nhimself  and  others  by  operating  a  motor  vehicle  while\n\ncompromised by alcohol.   And it did not account for the fact\n\nthat   Shrader   had   thrice   been   ordered   to   undergo\n\nrehabilitation programs  designed to deter  the very behavior\n\nunderlying these incidents.   In view of all this,  we cannot\n\nsay  that  the  district   court  abused  its  discretion  in\n\ndetermining that  Shrader was  more likely to  commit further\n\ncrimes than  the typical defendant with a CHC of III.  And in\n\nlight of  the life-threatening nature of  the illegal conduct\r                                                 \n\nin  which Shrader has repeatedly  engaged, we cannot say that\n\nthe  court abused  its discretion  in finding  that Shrader's\n\ncriminal  history is  more serious  than that of  the typical\n\ndefendant with a CHC of III.\n\n          Shrader also argues that the degree of departure --\n\nten months beyond  the upper end of  the applicable guideline\n\nrange   --  constituted  an  abuse  of  discretion.    In  so\n\nasserting,  Shrader points out that even if his two other DWI\n\nconvictions had been counted,  he still would have had  a CHC\n\nof III.   He contends that,  in essence, he was  given a ten-\n\n                             -13-\r                                          13\r\r\n\nmonth  sentence  for his  most  recent DWI  arrest  which, he\n\nasserts, should not have been considered at all.  See   4A1.3\r                                                                 \n\n(\"a prior arrest record itself should not be considered under\r                                          \n\n  4A1.3\")  (emphasis  supplied).    His  argument  completely\n\noverlooks  the careless  driving conviction  and  the court's\n\nprobable cause  determination on the most  recent DWI arrest.\n\nMore importantly, it  disregards the recidivist  implications\n\nof  his  constantly  repeating  the same  dangerous  criminal\n\nbehavior despite previous sentences containing rehabilitative\n\ncomponents aimed directly at the behavior.  When evaluated in\r                                        \n\nthis context, Shrader's argument falls far short.    \n\n          The  record  reflects  that  the  court  faithfully\n\nfollowed the  recommendation of    4A1.3 by  determining that\n\nShrader's criminal  history  and recidivist  tendencies  most\n\nclosely resembled  that of a defendant with  a CHC of IV, and\n\nthen sentencing Shrader within the guideline  range specified\n\nfor a  defendant with a CHC  of IV.  The  court's process and\n\nreasoning were impeccable, and resulted in a sentence that is\n\nfacially reasonable.  There was no abuse of discretion in the\n\ndistrict court's degree of departure.\n\n          Shrader's  challenge  to   the  court's   two-level\n\nmanager/supervisor   enhancement   pursuant  to      3B1.1(c)\n\nrequires   less   discussion.      We   review  the   court's\n\ndetermination  only for  clear  error, see  United States  v.\r                                                                     \n\n                             -14-\r                                          14\r\r\n\nMorillo, 8 F.3d 864,  871 (1st Cir. 1993), and  perceive none\r                   \n\nhere.  \n\n          Shrader argues  that the record, read  in the light\n\nmost favorable  to the  government, establishes no  more than\n\nthat he was  a \"steerer,\" a \"go-between,\"  or a \"functionary\"\n\nin the Texas and Colorado transactions.  See United States v.\r                                                                      \n\nSostre, 967 F.2d  728, 733  (1st Cir. 1992)  (one who  merely\r                  \n\n\"steers\"  drug  buyers   to  sellers  ordinarily  cannot   be\n\nconsidered a  manager/supervisor  under    3B1.1).    Shrader\n\nmisreads the record in making this argument.\n\n          As  the  district court  observed  in its  detailed\n\nfindings  of fact,  Shrader did  far more  than bring  people\n\ntogether;  he was,  in fact, the  principal through  whom the\n\nBandidos  conducted the  Colorado and  Texas sales.   At  the\n\nmeeting and  sale in Aurora, Colorado,  Shrader committed his\n\norganization   --  an   organization   with   several   other\n\nparticipants  --  to  the  deal  subsequently  consummated in\n\nTexas.   When Zahler balked  at the quality  of the marijuana\n\nfirst presented in Texas,  Shrader stated that he  could, and\n\nlater  did,  procure  higher-grade  material.    And  Shrader\n\noversaw  the  execution  of  the Texas  deal;  while  another\n\nBandido  carried  the  marijuana  into Zahler's  hotel  room,\n\nShrader accepted and  counted the money, and  paid himself on\n\nthe spot.   In sum,  Shrader managed the  Colorado and  Texas\n\ntransactions, and supervised at least one other individual in\n\n                             -15-\r                                          15\r\r\n\nthe course of so doing.  No  more is required.  See    3B1.1,\r                                                               \n\ncomment.  (n.2) (\"To  qualify  for an  adjustment under  this\n\nsection, the defendant must  have been the organizer, leader,\n\nmanager, or  supervisor of one or  more other participants.\")\n\nThe district court's role-in-the-offense enhancement  was not\n\nclearly erroneous.  \n\nB.  Gagnon's Appeal\r            B.  Gagnon's Appeal\r                               \n\n          Gagnon concedes that his challenges to the district\n\ncourt's attribution  to him of  the marijuana from  the Texas\n\ntransaction  and imposition  of  the obstruction  of  justice\n\nenhancement (for denying involvement in the Texas transaction\n\nat the sentencing hearing) rise or fall on the sustainability\n\nof the court's  factual finding that  Gagnon was involved  in\r                                   \n\nthe Texas transaction.  Because the court's finding is easily\n\nsustainable, Gagnon's arguments necessarily fail.\n\n          We will affirm  a district court's  obstruction-of-\n\njustice enhancement  unless it is clearly  erroneous.  United\r                                                                         \n\nStates v. Ovalle-Marquez, 36  F.3d 212, 225 (1st Cir.  1994),\r                                    \n\ncert.  denied, 115 S. Ct. 947 (1995).   And in the absence of\r                         \n\nclear  error, so too will  we affirm a  district court's drug\n\nattribution, relevant-conduct determination, United States v.\r                                                                      \n\nInnamorati, 996  F.2d 456, 489 (1st Cir.),  cert. denied, 114\r                                                                    \n\nS. Ct. 409 (1993),  and credibility assessment, United States\r                                                                         \n\nv.  Olivier-Diaz, 13  F.3d 1, 4  (1st Cir. 1993).   Thus, our\r                            \n\ninquiry reduces  to whether the district  court clearly erred\n\n                             -16-\r                                          16\r\r\n\nin disbelieving Gagnon's  testimony and  finding that  Gagnon\n\nwas involved in the  Texas transaction.  We discern  no clear\n\nerror in the court's finding.\n\n          As  we already  have explained, the  court premised\n\nits  finding  on  the  affidavits  submitted  by  Zahler  and\n\nAudette,  the  testimony  from New  Hampshire  State  Trooper\n\nRobert Quinn, and the documentary evidence of the phone calls\n\nbetween Gagnon's Aurora residence and the hotels  in Texas at\n\nwhich Zahler and Audette stayed during the days preceding the\n\nTexas drug deal.  Gagnon does not dispute that, if the Zahler\n\nand  Audette affidavits  are credited,  this  is a  more than\n\nadequate basis  to support the  court's finding.   He argues,\n\nhowever, that the court erred in crediting these \"unreliable\"\n\naffidavits over his own sworn testimony.  He further contends\n\nthat the other  evidence is  insufficiently corroborative  or\n\nprobative  to  ground the  challenged  finding.   Because  we\n\ndisagree  with Gagnon's  argument  regarding the  Zahler  and\n\nAudette  affidavits,  we need  not  consider the  independent\n\neffect of Quinn's testimony and the telephone records. \n\n          It is  settled that  a \"sentencing judge  is vested\n\nwith wide  discretion to  determine the information  on which\n\nsentencing  guideline  decisions  will  be   based,  and  may\n\nconsider  reliable  hearsay  evidence.\"    United  States  v.\r                                                                     \n\nMontoya,  967 F.2d 1, 3 (1st  Cir.) (citation omitted), cert.\r                                                                         \n\ndenied, 113 S.  Ct. 507  (1992); see also    6A1.3  (evidence\r                                                     \n\n                             -17-\r                                          17\r\r\n\nwith  \"sufficient  indicia  of  reliability  to  support  its\n\nprobable  accuracy\" may be  considered at sentencing \"without\n\nregard  to  its admissibility  under  the  rules of  evidence\n\napplicable at trial\").  The judge also has \"wide  discretion\"\n\nin  determining whether  sentencing information  is reliable.\n\nMontoya, 967 F.2d  at 3  n.6.   Mindful of  these tenets,  we\r                   \n\nbelieve that  the district court acted  within its discretion\n\nin crediting the Zahler and Audette affidavits.\n\n          The thrust of Gagnon's  argument is that Zahler and\n\nAudette,  as cooperating  co-conspirators,  had  such  strong\n\nincentives    to   inculpate   Gagnon    that   the   largely\n\nuncorroborated  statements  contained  in their  self-serving\n\naffidavits  should  be  rejected  out  of  hand.    While  we\n\ncertainly   concede   that    uncorroborated,   or    largely\n\nuncorroborated,  affidavits  of  cooperating  co-conspirators\n\nshould  be viewed with some  skepticism, we see  no basis for\n\nadopting what would amount to a per se rule of unreliability.\r                                                  \n\nWe think the wiser  course is to leave reliability  decisions\n\nand credibility  determinations to the informed discretion of\n\nthe district court, while rigorously ensuring that defendants\n\nhave a sufficient opportunity  to impeach tenuous evidence in\n\nappropriate ways, such as through cross-examination or by the\n\nintroduction of evidence of their own.\n\n          Here,  the district  court  provided Gagnon  with a\n\nfair  process.   The  record shows  that  Gagnon had  a  full\n\n                             -18-\r                                          18\r\r\n\nopportunity  to  tell  the  court  his  side  of  the  story.\n\nMoreover,  during  his  cross-examination  of  Quinn,  Gagnon\n\nelicited the  self-serving nature of  Zahler's and  Audette's\n\ncooperation  with the  government.  Gagnon  also was  able to\n\nemphasize  the  almost  complete  absence  of  hard  evidence\n\ncorroborating the statements made in the affidavits.\n\n          Gagnon  makes  a  post  hoc argument  that  he  was\r                                                 \n\nentitled  to  cross-examine Zahler  and  Audette;  indeed, he\n\nframes  the argument  as  a constitutional  challenge to  his\n\nsentencing, arguing  that it violated  the Sixth  Amendment's\n\nConfrontation Clause.   Whatever merit there might be  in the\n\ncontention   that  the   Confrontation   Clause  applies   in\n\nsituations  such  as this  (and we  take  no position  on the\n\ncontention here, but  see United States v.  Tardiff, 969 F.2d\r                                                               \n\n1283, 1287 (1st Cir. 1992) (\"in the usual case, a defendant's\n\nSixth Amendment  right to confront the  witnesses against him\n\ndoes not attach during the sentencing phase\")), Gagnon cannot\n\nassert it in  this appeal because he did  not attempt to call\n\nZahler and Audette as witnesses at his sentencing, cf. United\r                                                                         \n\nStates  v.  Garcia,  34  F.3d  6,  10  n.1  (1st  Cir.  1994)\r                              \n\n(sentencing challenges not first  presented to the sentencing\n\ncourt are  ordinarily waived on appeal).   Application of the\n\nwaiver rule is especially appropriate in this instance, where\n\nthe district court indicated on the record that it would have\n\nallowed Gagnon to  cross-examine Zahler and Audette had he so\n\n                             -19-\r                                          19\r\r\n\nrequested, see United States  v. Gagnon, Cr. No. 93-61-02-JD,\r                                                   \n\norder at 2  (D.N.H. Sept.  13, 1994), and  where the  court's\n\nfailure  to order  Zahler  and Audette  to  appear cannot  be\n\nconsidered plain error under Fed. R. Crim. P. 52(b).\n\n          In the end, we  see no clear error in  the district\n\ncourt's determination  that Gagnon was involved  in the Texas\n\ntransaction.   We accordingly  reject Gagnon's  challenges to\n\nthe court's  relevant conduct  determination and to  its two-\n\nlevel enhancement for obstruction of justice.\n\n                             III.\r                                         III.\r                                             \n\n          For the reasons stated,  we affirm the sentences of\r                                                        \n\ndefendants Mark Shrader and Ricky Gagnon.      \n\n                             -20-\r                                          20\r\r\n",
  "html": "<p class=\"case_cite\">56 F.3d 288</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Mark H. SHRADER, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Ricky GAGNON, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1830, 94-2002.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 5, 1995.<br>Decided May 23, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Tony F. Soltani, with whom Soltani Law Office, Epsom, NH, was on brief, for appellant Mark H. Shrader.</p>\n      <p class=\"indent\">Jonathan R. Saxe, with whom Twomey &amp; Sisti Law Offices, Concord, NH, was on brief, for appellant Ricky Gagnon.</p>\n      <p class=\"indent\">Jean L. Ryan, Asst. U.S. Atty., with whom Paul M. Gagnon, U.S. Atty., Concord, NH, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, defendants-appellants Mark Shrader and Ricky Gagnon challenge the sentences imposed upon them after they pleaded guilty to conspiring to possess marijuana with the intent to distribute it.  Having carefully reviewed the record and considered defendants' arguments, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts, which are derived from the presentence investigation reports and oral and documentary evidence introduced at the sentencing hearings, are as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In late 1991 or early 1992, Gagnon, then a Colorado resident, met with two co-conspirators--Lee Zahler and Robert Audette--at Bea's Restaurant in Epping, New Hampshire.  Knowing that Gagnon had previously distributed marijuana in New Hampshire, Audette queried Gagnon about marijuana availability.  Gagnon responded that, in Colorado, Audette could obtain large quantities of marijuana for a low price.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In February 1992, Zahler and Audette flew to Denver, Colorado.  Gagnon picked them up at the airport and eventually took them to his residence in Aurora, Colorado, where they examined seventeen pounds of marijuana.  Ten to twelve pounds of this marijuana were high quality;  the rest, however, was moldy.  Zahler expressed displeasure with the overall quality and the price of the marijuana he had examined.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At some point, Shrader--Gagnon's supplier--showed up at the Aurora residence.  Gagnon introduced him to Zahler and Audette as \"Mark\" and \"Bandido Mark.\"   Shrader's nickname stemmed from his association with the Bandidos Motorcycle Club.  After Zahler informed Shrader of his displeasure with the price of the marijuana he had seen, Shrader told Zahler he would have to go to Texas--the point of origin for the marijuana Shrader's associates were bringing into Colorado--if he wanted it any cheaper.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Zahler and Audette then discussed with Shrader the possibility of their purchasing fifty pounds of marijuana in Texas.  They agreed that the Texas transaction would be \"middled\" by Gagnon, who knew Shrader's last name and how to reach him.  Zahler and Audette also agreed to purchase the seventeen pounds of marijuana they had already examined.  Subsequently, they concealed it in a couple of stereo speakers and shipped it back to New Hampshire.  Gagnon received $850 for putting the deal together.  Thereafter, Zahler and Audette returned home.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Later that month, Gagnon called Zahler and confirmed that Shrader could and would deal with Zahler and Audette in Texas.  On March 4, 1992, Zahler and Audette flew to Austin, Texas, checked into the Radisson Plaza Hotel, and called Gagnon to let him know where they were staying.  Later that same day, Shrader came to the hotel in order to view the $40,000 Zahler and Audette had brought with them in order to complete the fifty-pound deal discussed in Aurora.  The deal was scheduled for the next day.  Zahler became concerned, however, when he learned that, on the following day, there also would be a law enforcement convention at the Radisson Plaza.  He and Audette therefore moved to a Holiday Inn.  Because he had no other way to contact Shrader, Zahler called Gagnon in Colorado and informed him of his and Audette's new location.  Despite the move, Audette's anxiety level increased and he flew back to New Hampshire.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At 6:00 p.m. on that same evening, Shrader showed up at the Holiday Inn with a marijuana sample.  Zahler rejected it as low-quality.  Shrader told him he could procure better marijuana, but that it would take some time.  Shrader also told Zahler of his association with the Bandidos, and that the source of the marijuana was the president of the Bandidos' local chapter.  Over the next couple of days, ten telephone calls were placed from Gagnon's Aurora, Colorado, residence to the Holiday Inn at which Zahler was staying.  In addition, four calls were placed from Zahler's room to Gagnon's home in Aurora.  Most of these calls were of short duration.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On March 7, 1992, Zahler purchased thirty-five pounds of marijuana from Shrader and four other men.  The sale took place at the Holiday Inn.  Zahler paid Shrader $31,500 in cash, of which Shrader took $3,200 for himself.  One of the four other men present at the sale--the one who carried the duffel bag of marijuana into Zahler's room--was wearing Bandidos paraphernalia.  Shrader accompanied this man into Zahler's room.  Zahler subsequently shipped the thirty-five pounds of marijuana to an acquaintance in Haverhill, Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On August 25, 1993, a federal grand jury returned an indictment against Shrader, Gagnon, and six others.  Inter alia, the indictment charged Shrader and Gagnon with conspiring to possess marijuana with the intent to distribute it.  21 U.S.C. Sec. 846.  On December 1, 1993, the grand jury returned a superseding indictment against Shrader and seven others (including one of the original six co-defendants).  On December 8, 1993, Gagnon pleaded guilty to the conspiracy charge.  On March 1, 1994, Shrader followed suit.</p>\n    </div>\n    <p>A. Shrader's Sentencing</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On July 15, 1994, the district court sentenced Shrader.  The court assigned Shrader a base offense level (\"BOL\") of eighteen based upon the fifty-two pounds of marijuana involved in the two deals.  See U.S.S.G. Sec. 2D1.1(c) (November 1, 1993) (drug quantity table).  The court then added two levels because it determined that Shrader was a manager/supervisor of the offense, see Sec. 3B1.1(c), subtracted two levels for acceptance of responsibility, see Sec. 3E1.1(a), and arrived at a total offense level (\"TOL\") of eighteen.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Shrader's criminal history, which included, inter alia, five driving-while-intoxicated (\"DWI\") convictions, dictated that he be assigned a criminal history category (\"CHC\") of III.  This assignment did not, however, take into account two of the DWI convictions and one careless driving conviction which involved Shrader's use of alcohol;  nor did it take into account the fact that Shrader was arrested again for DWI (and for criminal mischief) after his guilty plea but prior to sentencing in this case, and that, in revoking Shrader's bail, the federal district court had found probable cause to believe that Shrader had driven while intoxicated.  See Sec. 4A1.1(c) (capping at 4 the number of CHC points to be assigned for previous sentences of less than sixty days).  The record reflects that, in connection with prior sentences, Shrader had been ordered to complete substance abuse rehabilitation programs on at least three occasions.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Taking note of the uncounted conduct, the court decided to depart upward because Shrader's CHC significantly understated both his criminal history and his predisposition towards recidivist behavior.  See Sec. 4A1.3 (endorsing upward departures where the CHC \"significantly under-represents the seriousness of the defendant's criminal history or the likelihood that the defendant will commit further crimes\").  Following the procedure prescribed in Sec. 4A1.3, the court found that Shrader's criminal history most closely resembled that of a defendant with a CHC of IV.  It then sentenced Shrader at the upper end of the guideline range applicable to a defendant with a TOL of eighteen and a CHC of IV:  fifty-one months' imprisonment.</p>\n    </div>\n    <p>B. Gagnon's Sentencing</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On August 31, 1994, following a two-day hearing at which Gagnon testified that he was involved in the Colorado transaction but not the Texas transaction, the district court sentenced Gagnon.  Relying on affidavits submitted by Zahler and Audette which stated that Gagnon had middled the Texas transaction, testimony from New Hampshire State Trooper Robert Quinn which, inter alia, vouched for Zahler's and Audette's credibility and rebutted Gagnon's testimony that he was never involved in any drug deals other than the one in Colorado, and documentary evidence of the phone calls between Gagnon's Aurora residence and the hotels in Austin at which Zahler and Audette stayed, the court rejected Gagnon's claim regarding the Texas transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The court therefore assigned Gagnon a BOL of eighteen based upon the fifty-two pounds of marijuana involved in the two transactions.  The court then added two levels for obstruction of justice (finding that Gagnon perjured himself at the sentencing hearing), see Sec. 3C1.1, subtracted three levels for acceptance of responsibility, and arrived at a TOL of seventeen.  There was no dispute that Gagnon's CHC was I.  The court thereafter sentenced Gagnon near the lower end of the guideline range applicable to a defendant with a TOL of seventeen and a CHC of I:  twenty-five months' imprisonment.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On appeal, Shrader assigns error to the district court's determinations that his CHC significantly underrepresented both his criminal history and his recidivist proclivities.  Shrader also challenges the court's two-level manager/supervisor enhancement under Sec. 3B1.1(c).  Gagnon assigns error to the court's attribution to him of the thirty-five pounds of marijuana involved in the Texas transaction, and to its two-level enhancement for obstruction of justice.  He also contends that he was deprived of his Sixth Amendment confrontation rights at his sentencing hearing.  We discuss each appeal in turn.</p>\n    </div>\n    <p>A. Shrader's Appeal</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Shrader's challenge to his CHC enhancement is two-pronged.  First, Shrader contends that a CHC of III does not \"significantly under-represent[ ] the seriousness of [his] criminal history or the likelihood that [he] will commit further crimes.\"   Second, he asserts that the extent of the departure was unreasonable in light of the departure-related circumstances.  Neither argument persuades us.</p>\n    </div>\n    <p class=\"indent\">We have observed:</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>[A]ppellate review of a decision to depart may involve three subsidiary questions:  1) review of the departure-related circumstances to determine whether or not they are of a kind or degree that they may appropriately be relied upon to justify departure;  2) review of the evidence to see if it supports the departure-related findings of fact;  and 3) review of the record support for the direction and degree of departure.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">United States v. Rivera, 994 F.2d 942, 950 (1st Cir.1993) (citation and internal quotation marks omitted).  Shrader's second argument--which falls squarely within the third of these three categories--is subject to a deferential standard of review.  Id. (\"review of departure direction and degree will take place with full awareness of, and respect for, the sentencing court's superior feel for the case\") (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Shrader's first argument falls within a subset of the first of these three categories, a subset described in Rivera as involving \"a judgment about whether the given circumstances, as seen from the district court's unique vantage point, are usual or unusual, ordinary or not ordinary, and to what extent.\"  Id. at 951 (contrasting this subset with the \"quintessentially legal\" type of category one question, which requires that we simply interpret the words of a guideline).  Because a district court may have a better take on the unique circumstances of the particular case before it and is likely to have seen more \"ordinary\" Guidelines cases (and therefore will more readily recognize the extraordinary case), we review a district court's \"unusualness\" determination \"with full awareness of, and respect for, the trier's superior feel for the case, not with the understanding that review is plenary.\"   See id. at 951-52 (citation and internal quotation marks omitted).  Thus, the district court's findings that a CHC of III significantly understated both Shrader's criminal history and his predisposition towards recidivist behavior are entitled to deference.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Shrader devotes great energy to arguing that his criminal history was accurately captured by CHC III, but spends little effort addressing the district court's determination that CHC III significantly under-represented the likelihood that he would commit further crimes.  We note that this latter \"recidivist determination\" alone, if within the district court's discretion, is sufficient to support a departure.  See Sec. 4A1.3 (\"A departure ... is warranted when the criminal history category significantly under-represents the seriousness of the defendant's criminal history or the likelihood that the defendant will commit further crimes.\")  (emphasis supplied).  In this case, however, we think that the record evidence of Shrader's tendency to repeat the extremely dangerous offense of DWI is sufficient to uphold both of the court's findings.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We acknowledge that any criminal defendant with a CHC of III--which covers defendants with four to six criminal history points--is likely to have been convicted more than once and therefore likely to have exhibited some recidivist tendencies.  See Sec. 4A1.1 (assigning (a) three CHC points for each prior sentence exceeding one year and one month;  (b) two points for sentences of more than sixty days not counted under section (a);  (c) one point (up to a total of four) for sentences not counted under (a) or (b);  and (d)-(f) additional points for specific offense characteristics not relevant here).  And we further acknowledge that, by capping at four the number of less-than-sixty-days sentences that can be counted, Sec. 4A1.1(c) contemplates the disregarding of some misdemeanor criminal behavior.  Even so, Shrader's record of persistently disregarding the law strikes us as unusual.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Because Shrader somehow never received a prison sentence of more than sixty days for any of his five DWI convictions, only three of these convictions (along with a fourth, non-DWI misdemeanor conviction) were counted for CHC purposes.  Thus, as we have noted, Shrader's CHC did not take account of two DWI convictions.  Nor did it take into account his careless-driving conviction.  Finally, it did not take account of the DWI arrest on which the federal district court had held a probable cause hearing in revoking Shrader's bail.  See supra at 291.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In all, Shrader's CHC took account of only three of seven incidents during which Shrader threatened the lives of himself and others by operating a motor vehicle while compromised by alcohol.  And it did not account for the fact that Shrader had thrice been ordered to undergo rehabilitation programs designed to deter the very behavior underlying these incidents.  In view of all this, we cannot say that the district court abused its discretion in determining that Shrader was more likely to commit further crimes than the typical defendant with a CHC of III.  And in light of the life-threatening nature of the illegal conduct in which Shrader has repeatedly engaged, we cannot say that the court abused its discretion in finding that Shrader's criminal history is more serious than that of the typical defendant with a CHC of III.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Shrader also argues that the degree of departure--ten months beyond the upper end of the applicable guideline range--constituted an abuse of discretion.  In so asserting, Shrader points out that even if his two other DWI convictions had been counted, he still would have had a CHC of III.  He contends that, in essence, he was given a ten-month sentence for his most recent DWI arrest which, he asserts, should not have been considered at all.  See Sec. 4A1.3 (\"a prior arrest record itself should not be considered under Sec. 4A1.3\") (emphasis supplied).  His argument completely overlooks the careless driving conviction and the court's probable cause determination on the most recent DWI arrest.  More importantly, it disregards the recidivist implications of his constantly repeating the same dangerous criminal behavior despite previous sentences containing rehabilitative components aimed directly at the behavior.  When evaluated in this context, Shrader's argument falls far short.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The record reflects that the court faithfully followed the recommendation of Sec. 4A1.3 by determining that Shrader's criminal history and recidivist tendencies most closely resembled that of a defendant with a CHC of IV, and then sentencing Shrader within the guideline range specified for a defendant with a CHC of IV.  The court's process and reasoning were impeccable, and resulted in a sentence that is facially reasonable.  There was no abuse of discretion in the district court's degree of departure.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Shrader's challenge to the court's two-level manager/supervisor enhancement pursuant to Sec. 3B1.1(c) requires less discussion.  We review the court's determination only for clear error, see United States v. Morillo, 8 F.3d 864, 871 (1st Cir.1993), and perceive none here.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Shrader argues that the record, read in the light most favorable to the government, establishes no more than that he was a \"steerer,\" a \"go-between,\" or a \"functionary\" in the Texas and Colorado transactions.  See United States v. Sostre, 967 F.2d 728, 733 (1st Cir.1992) (one who merely \"steers\" drug buyers to sellers ordinarily cannot be considered a manager/supervisor under Sec. 3B1.1).  Shrader misreads the record in making this argument.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As the district court observed in its detailed findings of fact, Shrader did far more than bring people together;  he was, in fact, the principal through whom the Bandidos conducted the Colorado and Texas sales.  At the meeting and sale in Aurora, Colorado, Shrader committed his organization--an organization with several other participants--to the deal subsequently consummated in Texas.  When Zahler balked at the quality of the marijuana first presented in Texas, Shrader stated that he could, and later did, procure higher-grade material.  And Shrader oversaw the execution of the Texas deal;  while another Bandido carried the marijuana into Zahler's hotel room, Shrader accepted and counted the money, and paid himself on the spot.  In sum, Shrader managed the Colorado and Texas transactions, and supervised at least one other individual in the course of so doing.  No more is required.  See Sec. 3B1.1, comment.  (n. 2) (\"To qualify for an adjustment under this section, the defendant must have been the organizer, leader, manager, or supervisor of one or more other participants.\")   The district court's role-in-the-offense enhancement was not clearly erroneous.</p>\n    </div>\n    <p>B. Gagnon's Appeal</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Gagnon concedes that his challenges to the district court's attribution to him of the marijuana from the Texas transaction and imposition of the obstruction of justice enhancement (for denying involvement in the Texas transaction at the sentencing hearing) rise or fall on the sustainability of the court's factual finding that Gagnon was involved in the Texas transaction.  Because the court's finding is easily sustainable, Gagnon's arguments necessarily fail.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We will affirm a district court's obstruction-of-justice enhancement unless it is clearly erroneous.  United States v. Ovalle-Marquez, 36 F.3d 212, 225 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 947, 130 L.Ed.2d 891 (1995).  And in the absence of clear error, so too will we affirm a district court's drug attribution, relevant-conduct determination, United States v. Innamorati, 996 F.2d 456, 489 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 409, 126 L.Ed.2d 356 (1993), and credibility assessment, United States v. Olivier-Diaz, 13 F.3d 1, 4 (1st Cir.1993).  Thus, our inquiry reduces to whether the district court clearly erred in disbelieving Gagnon's testimony and finding that Gagnon was involved in the Texas transaction.  We discern no clear error in the court's finding.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As we already have explained, the court premised its finding on the affidavits submitted by Zahler and Audette, the testimony from New Hampshire State Trooper Robert Quinn, and the documentary evidence of the phone calls between Gagnon's Aurora residence and the hotels in Texas at which Zahler and Audette stayed during the days preceding the Texas drug deal.  Gagnon does not dispute that, if the Zahler and Audette affidavits are credited, this is a more than adequate basis to support the court's finding.  He argues, however, that the court erred in crediting these \"unreliable\" affidavits over his own sworn testimony.  He further contends that the other evidence is insufficiently corroborative or probative to ground the challenged finding.  Because we disagree with Gagnon's argument regarding the Zahler and Audette affidavits, we need not consider the independent effect of Quinn's testimony and the telephone records.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">It is settled that a \"sentencing judge is vested with wide discretion to determine the information on which sentencing guideline decisions will be based, and may consider reliable hearsay evidence.\"  United States v. Montoya, 967 F.2d 1, 3 (1st Cir.)  (citation omitted), cert. denied, --- U.S. ----, 113 S.Ct. 507, 121 L.Ed.2d 442 (1992);  see also Sec. 6A1.3 (evidence with \"sufficient indicia of reliability to support its probable accuracy\" may be considered at sentencing \"without regard to its admissibility under the rules of evidence applicable at trial\").  The judge also has \"wide discretion\" in determining whether sentencing information is reliable.  Montoya, 967 F.2d at 3 n. 6.   Mindful of these tenets, we believe that the district court acted within its discretion in crediting the Zahler and Audette affidavits.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The thrust of Gagnon's argument is that Zahler and Audette, as cooperating co-conspirators, had such strong incentives to inculpate Gagnon that the largely uncorroborated statements contained in their self-serving affidavits should be rejected out of hand.  While we certainly concede that uncorroborated, or largely uncorroborated, affidavits of cooperating co-conspirators should be viewed with some skepticism, we see no basis for adopting what would amount to a per se rule of unreliability.  We think the wiser course is to leave reliability decisions and credibility determinations to the informed discretion of the district court, while rigorously ensuring that defendants have a sufficient opportunity to impeach tenuous evidence in appropriate ways, such as through cross-examination or by the introduction of evidence of their own.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Here, the district court provided Gagnon with a fair process.  The record shows that Gagnon had a full opportunity to tell the court his side of the story.  Moreover, during his cross-examination of Quinn, Gagnon elicited the self-serving nature of Zahler's and Audette's cooperation with the government.  Gagnon also was able to emphasize the almost complete absence of hard evidence corroborating the statements made in the affidavits.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Gagnon makes a post hoc argument that he was entitled to cross-examine Zahler and Audette;  indeed, he frames the argument as a constitutional challenge to his sentencing, arguing that it violated the Sixth Amendment's Confrontation Clause.  Whatever merit there might be in the contention that the Confrontation Clause applies in situations such as this (and we take no position on the contention here, but see United States v. Tardiff, 969 F.2d 1283, 1287 (1st Cir.1992) (\"in the usual case, a defendant's Sixth Amendment right to confront the witnesses against him does not attach during the sentencing phase\")), Gagnon cannot assert it in this appeal because he did not attempt to call Zahler and Audette as witnesses at his sentencing, cf. United States v. Garcia, 34 F.3d 6, 10 n. 1 (1st Cir.1994) (sentencing challenges not first presented to the sentencing court are ordinarily waived on appeal).  Application of the waiver rule is especially appropriate in this instance, where the district court indicated on the record that it would have allowed Gagnon to cross-examine Zahler and Audette had he so requested, see United States v. Gagnon, Cr. No. 93-61-02-JD, order at 2 (D.N.H. Sept. 13, 1994), and where the court's failure to order Zahler and Audette to appear cannot be considered plain error under Fed.R.Crim.P. 52(b).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In the end, we see no clear error in the district court's determination that Gagnon was involved in the Texas transaction.  We accordingly reject Gagnon's challenges to the court's relevant conduct determination and to its two-level enhancement for obstruction of justice.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">For the reasons stated, we affirm the sentences of defendants Mark Shrader and Ricky Gagnon.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Mark H. SHRADER, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Ricky GAGNON, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1830, 94-2002.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 5, 1995.<br>Decided May 23, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Tony F. Soltani, with whom Soltani Law Office, Epsom, NH, was on brief, for appellant Mark H. Shrader.</p>\n      <p class=\"indent\">Jonathan R. Saxe, with whom Twomey &amp; Sisti Law Offices, Concord, NH, was on brief, for appellant Ricky Gagnon.</p>\n      <p class=\"indent\">Jean L. Ryan, Asst. U.S. Atty., with whom Paul M. Gagnon, U.S. Atty., Concord, NH, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, defendants-appellants Mark Shrader and Ricky Gagnon challenge the sentences imposed upon them after they pleaded guilty to conspiring to possess marijuana with the intent to distribute it.  Having carefully reviewed the record and considered defendants' arguments, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts, which are derived from the presentence investigation reports and oral and documentary evidence introduced at the sentencing hearings, are as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In late 1991 or early 1992, Gagnon, then a Colorado resident, met with two co-conspirators--Lee Zahler and Robert Audette--at Bea's Restaurant in Epping, New Hampshire.  Knowing that Gagnon had previously distributed marijuana in New Hampshire, Audette queried Gagnon about marijuana availability.  Gagnon responded that, in Colorado, Audette could obtain large quantities of marijuana for a low price.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In February 1992, Zahler and Audette flew to Denver, Colorado.  Gagnon picked them up at the airport and eventually took them to his residence in Aurora, Colorado, where they examined seventeen pounds of marijuana.  Ten to twelve pounds of this marijuana were high quality;  the rest, however, was moldy.  Zahler expressed displeasure with the overall quality and the price of the marijuana he had examined.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At some point, Shrader--Gagnon's supplier--showed up at the Aurora residence.  Gagnon introduced him to Zahler and Audette as \"Mark\" and \"Bandido Mark.\"   Shrader's nickname stemmed from his association with the Bandidos Motorcycle Club.  After Zahler informed Shrader of his displeasure with the price of the marijuana he had seen, Shrader told Zahler he would have to go to Texas--the point of origin for the marijuana Shrader's associates were bringing into Colorado--if he wanted it any cheaper.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Zahler and Audette then discussed with Shrader the possibility of their purchasing fifty pounds of marijuana in Texas.  They agreed that the Texas transaction would be \"middled\" by Gagnon, who knew Shrader's last name and how to reach him.  Zahler and Audette also agreed to purchase the seventeen pounds of marijuana they had already examined.  Subsequently, they concealed it in a couple of stereo speakers and shipped it back to New Hampshire.  Gagnon received $850 for putting the deal together.  Thereafter, Zahler and Audette returned home.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Later that month, Gagnon called Zahler and confirmed that Shrader could and would deal with Zahler and Audette in Texas.  On March 4, 1992, Zahler and Audette flew to Austin, Texas, checked into the Radisson Plaza Hotel, and called Gagnon to let him know where they were staying.  Later that same day, Shrader came to the hotel in order to view the $40,000 Zahler and Audette had brought with them in order to complete the fifty-pound deal discussed in Aurora.  The deal was scheduled for the next day.  Zahler became concerned, however, when he learned that, on the following day, there also would be a law enforcement convention at the Radisson Plaza.  He and Audette therefore moved to a Holiday Inn.  Because he had no other way to contact Shrader, Zahler called Gagnon in Colorado and informed him of his and Audette's new location.  Despite the move, Audette's anxiety level increased and he flew back to New Hampshire.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At 6:00 p.m. on that same evening, Shrader showed up at the Holiday Inn with a marijuana sample.  Zahler rejected it as low-quality.  Shrader told him he could procure better marijuana, but that it would take some time.  Shrader also told Zahler of his association with the Bandidos, and that the source of the marijuana was the president of the Bandidos' local chapter.  Over the next couple of days, ten telephone calls were placed from Gagnon's Aurora, Colorado, residence to the Holiday Inn at which Zahler was staying.  In addition, four calls were placed from Zahler's room to Gagnon's home in Aurora.  Most of these calls were of short duration.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On March 7, 1992, Zahler purchased thirty-five pounds of marijuana from Shrader and four other men.  The sale took place at the Holiday Inn.  Zahler paid Shrader $31,500 in cash, of which Shrader took $3,200 for himself.  One of the four other men present at the sale--the one who carried the duffel bag of marijuana into Zahler's room--was wearing Bandidos paraphernalia.  Shrader accompanied this man into Zahler's room.  Zahler subsequently shipped the thirty-five pounds of marijuana to an acquaintance in Haverhill, Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On August 25, 1993, a federal grand jury returned an indictment against Shrader, Gagnon, and six others.  Inter alia, the indictment charged Shrader and Gagnon with conspiring to possess marijuana with the intent to distribute it.  21 U.S.C. Sec. 846.  On December 1, 1993, the grand jury returned a superseding indictment against Shrader and seven others (including one of the original six co-defendants).  On December 8, 1993, Gagnon pleaded guilty to the conspiracy charge.  On March 1, 1994, Shrader followed suit.</p>\n    </div>\n    <p>A. Shrader's Sentencing</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On July 15, 1994, the district court sentenced Shrader.  The court assigned Shrader a base offense level (\"BOL\") of eighteen based upon the fifty-two pounds of marijuana involved in the two deals.  See U.S.S.G. Sec. 2D1.1(c) (November 1, 1993) (drug quantity table).  The court then added two levels because it determined that Shrader was a manager/supervisor of the offense, see Sec. 3B1.1(c), subtracted two levels for acceptance of responsibility, see Sec. 3E1.1(a), and arrived at a total offense level (\"TOL\") of eighteen.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Shrader's criminal history, which included, inter alia, five driving-while-intoxicated (\"DWI\") convictions, dictated that he be assigned a criminal history category (\"CHC\") of III.  This assignment did not, however, take into account two of the DWI convictions and one careless driving conviction which involved Shrader's use of alcohol;  nor did it take into account the fact that Shrader was arrested again for DWI (and for criminal mischief) after his guilty plea but prior to sentencing in this case, and that, in revoking Shrader's bail, the federal district court had found probable cause to believe that Shrader had driven while intoxicated.  See Sec. 4A1.1(c) (capping at 4 the number of CHC points to be assigned for previous sentences of less than sixty days).  The record reflects that, in connection with prior sentences, Shrader had been ordered to complete substance abuse rehabilitation programs on at least three occasions.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Taking note of the uncounted conduct, the court decided to depart upward because Shrader's CHC significantly understated both his criminal history and his predisposition towards recidivist behavior.  See Sec. 4A1.3 (endorsing upward departures where the CHC \"significantly under-represents the seriousness of the defendant's criminal history or the likelihood that the defendant will commit further crimes\").  Following the procedure prescribed in Sec. 4A1.3, the court found that Shrader's criminal history most closely resembled that of a defendant with a CHC of IV.  It then sentenced Shrader at the upper end of the guideline range applicable to a defendant with a TOL of eighteen and a CHC of IV:  fifty-one months' imprisonment.</p>\n    </div>\n    <p>B. Gagnon's Sentencing</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On August 31, 1994, following a two-day hearing at which Gagnon testified that he was involved in the Colorado transaction but not the Texas transaction, the district court sentenced Gagnon.  Relying on affidavits submitted by Zahler and Audette which stated that Gagnon had middled the Texas transaction, testimony from New Hampshire State Trooper Robert Quinn which, inter alia, vouched for Zahler's and Audette's credibility and rebutted Gagnon's testimony that he was never involved in any drug deals other than the one in Colorado, and documentary evidence of the phone calls between Gagnon's Aurora residence and the hotels in Austin at which Zahler and Audette stayed, the court rejected Gagnon's claim regarding the Texas transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The court therefore assigned Gagnon a BOL of eighteen based upon the fifty-two pounds of marijuana involved in the two transactions.  The court then added two levels for obstruction of justice (finding that Gagnon perjured himself at the sentencing hearing), see Sec. 3C1.1, subtracted three levels for acceptance of responsibility, and arrived at a TOL of seventeen.  There was no dispute that Gagnon's CHC was I.  The court thereafter sentenced Gagnon near the lower end of the guideline range applicable to a defendant with a TOL of seventeen and a CHC of I:  twenty-five months' imprisonment.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On appeal, Shrader assigns error to the district court's determinations that his CHC significantly underrepresented both his criminal history and his recidivist proclivities.  Shrader also challenges the court's two-level manager/supervisor enhancement under Sec. 3B1.1(c).  Gagnon assigns error to the court's attribution to him of the thirty-five pounds of marijuana involved in the Texas transaction, and to its two-level enhancement for obstruction of justice.  He also contends that he was deprived of his Sixth Amendment confrontation rights at his sentencing hearing.  We discuss each appeal in turn.</p>\n    </div>\n    <p>A. Shrader's Appeal</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Shrader's challenge to his CHC enhancement is two-pronged.  First, Shrader contends that a CHC of III does not \"significantly under-represent[ ] the seriousness of [his] criminal history or the likelihood that [he] will commit further crimes.\"   Second, he asserts that the extent of the departure was unreasonable in light of the departure-related circumstances.  Neither argument persuades us.</p>\n    </div>\n    <p class=\"indent\">We have observed:</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>[A]ppellate review of a decision to depart may involve three subsidiary questions:  1) review of the departure-related circumstances to determine whether or not they are of a kind or degree that they may appropriately be relied upon to justify departure;  2) review of the evidence to see if it supports the departure-related findings of fact;  and 3) review of the record support for the direction and degree of departure.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 950 (1st Cir.1993) (citation and internal quotation marks omitted).  Shrader's second argument--which falls squarely within the third of these three categories--is subject to a deferential standard of review.  <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"id_token\">Id.</span> (\"review of </a></span>departure direction and degree will take place with full awareness of, and respect for, the sentencing court's superior feel for the case\") (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Shrader's first argument falls within a subset of the first of these three categories, a subset described in Rivera as involving \"a judgment about whether the given circumstances, as seen from the district court's unique vantage point, are usual or unusual, ordinary or not ordinary, and to what extent.\"  <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"id_token\">Id.</span> at 951 </a></span>(contrasting this subset with the \"quintessentially legal\" type of category one question, which requires that we simply interpret the words of a guideline).  Because a district court may have a better take on the unique circumstances of the particular case before it and is likely to have seen more \"ordinary\" Guidelines cases (and therefore will more readily recognize the extraordinary case), we review a district court's \"unusualness\" determination \"with full awareness of, and respect for, the trier's superior feel for the case, not with the understanding that review is plenary.\"   See <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"id_token\">id.</span> at 951-52 </a></span>(citation and internal quotation marks omitted).  Thus, the district court's findings that a CHC of III significantly understated both Shrader's criminal history and his predisposition towards recidivist behavior are entitled to deference.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Shrader devotes great energy to arguing that his criminal history was accurately captured by CHC III, but spends little effort addressing the district court's determination that CHC III significantly under-represented the likelihood that he would commit further crimes.  We note that this latter \"recidivist determination\" alone, if within the district court's discretion, is sufficient to support a departure.  See Sec. 4A1.3 (\"A departure ... is warranted when the criminal history category significantly under-represents the seriousness of the defendant's criminal history or the likelihood that the defendant will commit further crimes.\")  (emphasis supplied).  In this case, however, we think that the record evidence of Shrader's tendency to repeat the extremely dangerous offense of DWI is sufficient to uphold both of the court's findings.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We acknowledge that any criminal defendant with a CHC of III--which covers defendants with four to six criminal history points--is likely to have been convicted more than once and therefore likely to have exhibited some recidivist tendencies.  See Sec. 4A1.1 (assigning (a) three CHC points for each prior sentence exceeding one year and one month;  (b) two points for sentences of more than sixty days not counted under section (a);  (c) one point (up to a total of four) for sentences not counted under (a) or (b);  and (d)-(f) additional points for specific offense characteristics not relevant here).  And we further acknowledge that, by capping at four the number of less-than-sixty-days sentences that can be counted, Sec. 4A1.1(c) contemplates the disregarding of some misdemeanor criminal behavior.  Even so, Shrader's record of persistently disregarding the law strikes us as unusual.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Because Shrader somehow never received a prison sentence of more than sixty days for any of his five DWI convictions, only three of these convictions (along with a fourth, non-DWI misdemeanor conviction) were counted for CHC purposes.  Thus, as we have noted, Shrader's CHC did not take account of two DWI convictions.  Nor did it take into account his careless-driving conviction.  Finally, it did not take account of the DWI arrest on which the federal district court had held a probable cause hearing in revoking Shrader's bail.  See supra at 291.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In all, Shrader's CHC took account of only three of seven incidents during which Shrader threatened the lives of himself and others by operating a motor vehicle while compromised by alcohol.  And it did not account for the fact that Shrader had thrice been ordered to undergo rehabilitation programs designed to deter the very behavior underlying these incidents.  In view of all this, we cannot say that the district court abused its discretion in determining that Shrader was more likely to commit further crimes than the typical defendant with a CHC of III.  And in light of the life-threatening nature of the illegal conduct in which Shrader has repeatedly engaged, we cannot say that the court abused its discretion in finding that Shrader's criminal history is more serious than that of the typical defendant with a CHC of III.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Shrader also argues that the degree of departure--ten months beyond the upper end of the applicable guideline range--constituted an abuse of discretion.  In so asserting, Shrader points out that even if his two other DWI convictions had been counted, he still would have had a CHC of III.  He contends that, in essence, he was given a ten-month sentence for his most recent DWI arrest which, he asserts, should not have been considered at all.  See Sec. 4A1.3 (\"a prior arrest record itself should not be considered under Sec. 4A1.3\") (emphasis supplied).  His argument completely overlooks the careless driving conviction and the court's probable cause determination on the most recent DWI arrest.  More importantly, it disregards the recidivist implications of his constantly repeating the same dangerous criminal behavior despite previous sentences containing rehabilitative components aimed directly at the behavior.  When evaluated in this context, Shrader's argument falls far short.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The record reflects that the court faithfully followed the recommendation of Sec. 4A1.3 by determining that Shrader's criminal history and recidivist tendencies most closely resembled that of a defendant with a CHC of IV, and then sentencing Shrader within the guideline range specified for a defendant with a CHC of IV.  The court's process and reasoning were impeccable, and resulted in a sentence that is facially reasonable.  There was no abuse of discretion in the district court's degree of departure.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Shrader's challenge to the court's two-level manager/supervisor enhancement pursuant to Sec. 3B1.1(c) requires less discussion.  We review the court's determination only for clear error, see United States v. Morillo, <span class=\"citation\" data-id=\"195011\"><a href=\"/opinion/195011/united-states-v-morillo/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span>, 871 (1st Cir.1993), and perceive none here.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Shrader argues that the record, read in the light most favorable to the government, establishes no more than that he was a \"steerer,\" a \"go-between,\" or a \"functionary\" in the Texas and Colorado transactions.  See United States v. Sostre, <span class=\"citation\" data-id=\"585786\"><a href=\"/opinion/585786/united-states-v-rodrigo-sostre/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">728</span></a></span>, 733 (1st Cir.1992) (one who merely \"steers\" drug buyers to sellers ordinarily cannot be considered a manager/supervisor under Sec. 3B1.1).  Shrader misreads the record in making this argument.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As the district court observed in its detailed findings of fact, Shrader did far more than bring people together;  he was, in fact, the principal through whom the Bandidos conducted the Colorado and Texas sales.  At the meeting and sale in Aurora, Colorado, Shrader committed his organization--an organization with several other participants--to the deal subsequently consummated in Texas.  When Zahler balked at the quality of the marijuana first presented in Texas, Shrader stated that he could, and later did, procure higher-grade material.  And Shrader oversaw the execution of the Texas deal;  while another Bandido carried the marijuana into Zahler's hotel room, Shrader accepted and counted the money, and paid himself on the spot.  In sum, Shrader managed the Colorado and Texas transactions, and supervised at least one other individual in the course of so doing.  No more is required.  See Sec. 3B1.1, comment.  (n. 2) (\"To qualify for an adjustment under this section, the defendant must have been the organizer, leader, manager, or supervisor of one or more other participants.\")   The district court's role-in-the-offense enhancement was not clearly erroneous.</p>\n    </div>\n    <p>B. Gagnon's Appeal</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Gagnon concedes that his challenges to the district court's attribution to him of the marijuana from the Texas transaction and imposition of the obstruction of justice enhancement (for denying involvement in the Texas transaction at the sentencing hearing) rise or fall on the sustainability of the court's factual finding that Gagnon was involved in the Texas transaction.  Because the court's finding is easily sustainable, Gagnon's arguments necessarily fail.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We will affirm a district court's obstruction-of-justice enhancement unless it is clearly erroneous.  United States v. Ovalle-Marquez, <span class=\"citation\" data-id=\"195633\"><a href=\"/opinion/195633/united-states-v-ovalle-marquez/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></a></span>, 225 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">947</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">891</span> </span>(1995).  And in the absence of clear error, so too will we affirm a district court's drug attribution, relevant-conduct determination, United States v. Innamorati, <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 489 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">409</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span> </span>(1993), and credibility assessment, United States v. Olivier-Diaz, <span class=\"citation\" data-id=\"195103\"><a href=\"/opinion/195103/united-states-v-olivier/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1993).  Thus, our inquiry reduces to whether the district court clearly erred in disbelieving Gagnon's testimony and finding that Gagnon was involved in the Texas transaction.  We discern no clear error in the court's finding.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As we already have explained, the court premised its finding on the affidavits submitted by Zahler and Audette, the testimony from New Hampshire State Trooper Robert Quinn, and the documentary evidence of the phone calls between Gagnon's Aurora residence and the hotels in Texas at which Zahler and Audette stayed during the days preceding the Texas drug deal.  Gagnon does not dispute that, if the Zahler and Audette affidavits are credited, this is a more than adequate basis to support the court's finding.  He argues, however, that the court erred in crediting these \"unreliable\" affidavits over his own sworn testimony.  He further contends that the other evidence is insufficiently corroborative or probative to ground the challenged finding.  Because we disagree with Gagnon's argument regarding the Zahler and Audette affidavits, we need not consider the independent effect of Quinn's testimony and the telephone records.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">It is settled that a \"sentencing judge is vested with wide discretion to determine the information on which sentencing guideline decisions will be based, and may consider reliable hearsay evidence.\"  United States v. Montoya, <span class=\"citation\" data-id=\"585213\"><a href=\"/opinion/585213/united-states-v-edgar-montoya/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.)  (citation omitted), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">507</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">442</span> </span>(1992);  see also Sec. 6A1.3 (evidence with \"sufficient indicia of reliability to support its probable accuracy\" may be considered at sentencing \"without regard to its admissibility under the rules of evidence applicable at trial\").  The judge also has \"wide discretion\" in determining whether sentencing information is reliable.  <span class=\"citation\" data-id=\"585213\"><span class=\"antecedent_guess\">Montoya,</span> <a href=\"/opinion/585213/united-states-v-edgar-montoya/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">3</span> </a></span>n. 6.   Mindful of these tenets, we believe that the district court acted within its discretion in crediting the Zahler and Audette affidavits.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The thrust of Gagnon's argument is that Zahler and Audette, as cooperating co-conspirators, had such strong incentives to inculpate Gagnon that the largely uncorroborated statements contained in their self-serving affidavits should be rejected out of hand.  While we certainly concede that uncorroborated, or largely uncorroborated, affidavits of cooperating co-conspirators should be viewed with some skepticism, we see no basis for adopting what would amount to a per se rule of unreliability.  We think the wiser course is to leave reliability decisions and credibility determinations to the informed discretion of the district court, while rigorously ensuring that defendants have a sufficient opportunity to impeach tenuous evidence in appropriate ways, such as through cross-examination or by the introduction of evidence of their own.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Here, the district court provided Gagnon with a fair process.  The record shows that Gagnon had a full opportunity to tell the court his side of the story.  Moreover, during his cross-examination of Quinn, Gagnon elicited the self-serving nature of Zahler's and Audette's cooperation with the government.  Gagnon also was able to emphasize the almost complete absence of hard evidence corroborating the statements made in the affidavits.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Gagnon makes a post hoc argument that he was entitled to cross-examine Zahler and Audette;  indeed, he frames the argument as a constitutional challenge to his sentencing, arguing that it violated the Sixth Amendment's Confrontation Clause.  Whatever merit there might be in the contention that the Confrontation Clause applies in situations such as this (and we take no position on the contention here, but see United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1287 (1st Cir.1992) (\"in the usual case, a defendant's Sixth Amendment right to confront the witnesses against him does not attach during the sentencing phase\")), Gagnon cannot assert it in this appeal because he did not attempt to call Zahler and Audette as witnesses at his sentencing, cf. United States v. Garcia, <span class=\"citation\" data-id=\"195579\"><a href=\"/opinion/195579/united-states-v-garcia/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 10 n. 1 (1st Cir.1994) (sentencing challenges not first presented to the sentencing court are ordinarily waived on appeal).  Application of the waiver rule is especially appropriate in this instance, where the district court indicated on the record that it would have allowed Gagnon to cross-examine Zahler and Audette had he so requested, see United States v. Gagnon, Cr. No. 93-61-02-JD, order at 2 (D.N.H. Sept. 13, 1994), and where the court's failure to order Zahler and Audette to appear cannot be considered plain error under Fed.R.Crim.P. 52(b).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In the end, we see no clear error in the district court's determination that Gagnon was involved in the Texas transaction.  We accordingly reject Gagnon's challenges to the court's relevant conduct determination and to its two-level enhancement for obstruction of justice.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">For the reasons stated, we affirm the sentences of defendants Mark Shrader and Ricky Gagnon.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195011/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195103/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195579/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195633/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585786/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609734/"
  ]
}