{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196065/",
  "id": 196065,
  "absolute_url": "/opinion/196065/williams-v-poulos/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196065/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:55:35Z",
  "date_modified": "2020-02-21T23:41:36.392708Z",
  "type": "010combined",
  "sha1": "56ec737a6f04be2be3947e4e7748726f048ed97e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2057.01A",
  "local_path": null,
  "plain_text": "\n\nMay 12, 1995\n                    [Not for Publication]\r                                [Not for Publication]\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 94-2057\n                 GEORGE C. WILLIAMS, ET AL.,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n                  RICHARD E. POULOS, ET AL.,\n\n                    Defendants, Appellees.\n\nNo. 94-2058\n                  GEORGE C. WILLIAMS, ET AL.\n\n                    Plaintiffs, Appellees,\n\n                              v.\n\n                  RICHARD E. POULOS, ET AL.,\n\n                   Defendants, Appellants.\n                                         \n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \n                                         \n                            Before\n\n                    Boudin, Circuit Judge,\r                                                     \n               Campbell, Senior Circuit Judge,\r                                                         \n                  and Stahl, Circuit Judge.\r                                                      \n                                         \n\nAllen S.  Rugg, with whom  Alan D. Strasser,  Kutak Rock,  John S.\r                                                                              \nWhitman, and Richardson &amp; Troubh, were on brief for appellants.\r                                        \nTerry  A. Fralich, with whom Peter J. DeTroy, and Norman, Hanson &amp;\r                                                                              \nDeTroy, were on brief for appellees.\r              \n                                         \n\n                                         \r\r\n\n          STAHL,  Circuit Judge.   After  appellants obtained\r                      STAHL,  Circuit Judge.\r                                           \n\nsubstantial   relief  in   their  lawsuit   alleging  illegal\n\nwiretapping  in violation of 18 U.S.C.   2511(1) and Me. Rev.\n\nStat.  Ann. tit. 15   710(1), the district court, pursuant to\n\nthe statutory schemes, ordered  appellees to pay  appellants'\n\nattorney  fees and  expenses  in the  amount of  $283,950.58.\n\nAppellants  now  argue that  the  district  court abused  its\n\ndiscretion  in  awarding  as  little  as  it  did;  appellees\n\nmaintain in  their cross-appeal that the  abuse of discretion\n\noccurred  in  awarding appellants  anything  at  all.   After\n\ncareful review of  the record, we conclude that  the district\n\ncourt's basic approach  is sound but that  on certain matters\n\nit failed to provide a sufficient basis to justify certain of\n\nits deductions and made  computational errors; thus we modify\n\nthe district court order accordingly.\n\n                              I.\r                                          I.\r                                            \n\n                          BACKGROUND\r                                      BACKGROUND\r                                                \n\n          We  have previously  recited in detail  the factual\n\nbackground to the  underlying, substantive lawsuit,  Williams\r                                                                         \n\nv.  Poulos,  11 F.3d  271  (1st  Cir.  1993) (the  \"Williams\"\r                      \n\nlawsuit), and we therefore provide only a brief summary here.\n\nAppellants   (plaintiffs  in   the  Williams   lawsuit)  were\n\ndefendants  in a  RICO lawsuit  stemming from  the demise  of\n\nConsolidated Auto  Recyclers, Inc. (\"CAR\"),  Bowers v. Allied\r                                                                         \n\nCapital Corp., Civ. No. 91-0021-B (D. Me. filed January 1991)\r                         \n\n                             -2-\r                                          2\r\r\n\n(Brody,  J.)  (the  \"Bowers\"  lawsuit).   In  the  course  of\n\ndiscovery  in the Bowers  litigation, appellants learned from\n\nRichard  Poulos, counsel  for  CAR's principals  (the  Bowers\n\nplaintiffs)  that  he  had  secret  tapes  of  some  of their\n\nconversations.  After further discovery, appellants initiated\n\nthe Williams  lawsuit, seeking,  inter alia,  declaratory and\r                                                       \n\ninjunctive  relief, under  federal  and  Maine wiretap  laws,\n\nforbidding Poulos  and the  Bowers plaintiffs from  using the\n\ntapes  in the Bowers lawsuit.  On February 3, 1993, following\n\na six-day bench  trial, the district  court granted in  large\n\npart  appellants'   requested   relief,  and   we   affirmed.\n\nWilliams, 11 F.3d at 274.\r                    \n\n          Appellants then filed  an application for  attorney\n\nfees with  the district  court, pursuant  to the  federal and\n\nMaine  wiretap  statutes,  both  of  which  provide  for  the\n\nrecovery   of  reasonable  attorney   fees  and   costs  from\n\ndefendants in successful civil actions.  18 U.S.C.   2520(a)-\n\n(b)(1);  Me.  Rev.  Stat.  Ann.  tit.  15,     711(2).    The\n\napplication, as  amended, sought $715,202.12 in attorney fees\n\nand costs.1   In its  Order and Memorandum  of Opinion  dated\n\n                    \r                                \n\n1.  Appellants' initial application for fees and expenses  on\nJanuary  13, 1994, requested  a total of  $734,389.62.  After\nappellees filed a memorandum with the district court opposing\nthe application, appellants filed an amended application (the\nApplication), deducting $6,600 in computer  research charges,\n$2,125 in telephone surcharges, and $10,462.50 in charges for\nattorney travel time, reducing  the total amount requested to\n$715,202.12.   This  amended figure  comprised  approximately\n$616,349 in attorney  fees and $78,253  in expenses from  the\n\n                             -3-\r                                          3\r\r\n\nSeptember  2,  1994,  the  district  court  stated  that  the\n\nApplication  was  \"unreasonable  on  its  face   and  grossly\n\ninflated\"  and  that  it  contained  \"exorbitant  costs   and\n\nnumerous instances  of  inefficient  allocation  of  the  law\n\nfirms'  resources.\"   The district  court  awarded appellants\n\n$283,950.58  -- about  40%  of the  amount  requested.2   The\n\ncourt arrived at this figure in the following manner:\n\n          (1) In  calculating  reasonable fees  for  services\n\nrendered by Kutak Rock,  the court used local billing  rates,\n\nrather   than  the   Washington,   D.C.,   rates   requested.\n\nAppellants,  in defense  of  this request,  claim they  could\n\nlocate no  available, qualified local counsel  willing to sue\n\nPoulos,  and therefore  Kutak Rock's  out-of-town rates  were\n\nreasonable.  The court,  however, found that appellants chose\n\n                    \r                                \n\nthree law firms that represented appellants, with expert fees\nand court  reporter costs  accounting for  the balance.   The\nlion's  share  of  the  fees and  expenses  --  approximately\n$491,749  in fees and $59,589 in expenses -- requested in the\nApplication were billed by  Kutak Rock, the Washington, D.C.,\nlaw  firm  that  served as  appellants'  lead  counsel.   The\nApplication    includes    fees   and    expenses   totalling\napproximately   $96,777  billed   by  Richardson   &amp;  Troubh,\nappellants' Maine  counsel, and approximately  $46,463 billed\nby Murray, Plumb &amp; Murray, counsel for Ralph Dyer, intervenor\nin  the Williams  lawsuit.   Dyer  did  not appeal  from  the\ndistrict  court's  order  awarding  reduced  fees.   However,\nbecause  the  district  court   based  its  decision  on  the\npropriety  of the  entire Application, and  because appellees\ncontend  that the  entire  Application should  be denied,  we\nconsider the  fees and expenses  billed by Dyer's  counsel in\nour analysis.\n\n2.  The total  award comprised $246,741.58  in attorney  fees\nand $37,209 in costs.\n\n                             -4-\r                                          4\r\r\n\nKutak  Rock as lead counsel in the wiretap case because Kutak\n\nRock  already  represented  them  in  the  underlying  Bowers\n\nlawsuit.    This  adjustment   resulted  in  a  reduction  of\n\napproximately $159,000.\n\n          (2) The court found that appellants had overstaffed\n\nthe case, stating that it had \"found numerous  occasions when\n\nPlaintiffs' counsel  duplicated efforts\"  and offering  as an\n\nexample bills from three lawyers for time  spent in preparing\n\nfor and  attending Poulos's deposition.  The court found that\n\nsuch duplicative  billing reflected bad  faith and subtracted\n\nan additional $100,000  to correct for overstaffing and  as a\n\npenalty for appellants' bad faith request.\n\n          (3)  On its  own, the  court calculated  reasonable\n\ntravel expenses from Washington,  D.C., to Bangor, Maine, and\n\ncut $8,524  from appellants' request.   It  also declined  to\n\nallow  reimbursement for  meal expenses  altogether ($1,245),\n\nand, citing  the inherent  cost of coordinating  work between\n\nlaw  firms,  allowed just  $11,000  of  $34,088 in  requested\n\nphotocopy charges and $6,000 of $16,312 in requested postage,\n\ntelephone and  fax charges.   These cuts  reduced appellants'\n\nrequested expense award by a total of $43,169.\n\n          (4) Noting  that appellants had agreed  not to seek\n\nreimbursement for attorney travel time and  computer research\n\ncharges,  the court  subtracted  $13,575 from  the  requested\n\ntotal.\n\n                             -5-\r                                          5\r\r\n\n          (5)  Finally,  apparently to  correct  for  what it\n\ncalled a \"misallocation of  resources,\" the court stated that\n\nit would  divide the  tasks performed by  appellants' lawyers\n\ninto three  categories and,  in accordance with  the relative\n\nexpertise demanded by each task, allow compensation for those\n\nservices  at 50%, 75% or  100% of each  lawyer's local rate.3\n\nStating that it  had \"determined to the extent possible based\n\non the information made available by counsel,  how many hours\n\nfall  within  each  category  for  each  lawyer,\"  the  court\n\nsubtracted an additional $115,000 from the requested fee.\n\n          Appellants argue that the method the district court\n\nused to arrive at a reasonable fee was not in accordance with\n\napplicable  law  and  that the  court  provided  insufficient\n\nexplanations for the  cuts that it made.   Appellees maintain\n\nthat, because the district court found, inter alia,  that the\r                                                              \n\nfee  request  was  \"unreasonable  on  its  face  and  grossly\n\ninflated\"  and  at  least  in part  reflected  bad  faith, it\n\ntherefore had no discretion  to do anything but deny  the fee\n\nrequest in its entirety.\n\n                    \r                                \n\n3.  Services compensated at 50% included:   \"conferences with\nco-counsel  and  opponents;  proofreading   and  copyreading;\nnotification  and  preparation  for  depositions;  review  of\ndocuments; telephone conversations.\"\n          Services  compensated  at 75%  included:   \"general\nresearch;  taking  and   attendance  at  depositions;  letter\ndrafting; drafting  and reading of memoranda; preparation for\nhearings and court conferences; discovery activity.\"\n          Services  compensated  at  100%   included:  \"court\nappearances, in-chambers conferences, and the preparation and\ndrafting of motions and briefs.\"\n\n                             -6-\r                                          6\r\r\n\n                             II.\r                                         II.\r                                            \n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \n\nA.  Standard of Review\r                                  \n\n          We review a district  court's fee award for mistake\n\nof law or abuse of discretion.   Lipsett v. Blanco, 975  F.2d\r                                                              \n\n934, 937 (1st Cir.  1992).  A district court's  discretion in\n\ncalculating  a reasonable  fee  is  particularly broad;  this\n\ntribunal  \"lacks the  means  to replicate  the trial  court's\n\nfirst-hand knowledge  of  the litigation  and  its  nuances.\"\n\nFoley v. City of Lowell, 948 F.2d 10, 19 (1st Cir. 1991).\r                                   \n\n          Our  review,  however, is  not  without  bite.   We\n\nrequire that  the trial  court \"make concrete  findings [and]\n\nsupply  a `clear  explanation  of  its  reasons for  the  fee\n\naward.'\"   United  States v.  Metropolitan Dist.  Comm'n, 847\r                                                                    \n\nF.2d  12, 16 (1st Cir. 1988)  (omitting internal citation and\n\nquoting Grendel's Den, Inc. v. Larkin, 749 F.2d 945, 950 (1st\r                                                 \n\nCir. 1984)).  While  these demands should not be so  great as\n\nto cause a district court to  \"drown in a rising tide of fee-\n\ngenerated  minutiae,\"  id.,  we  do  expect  a  court  making\r                                      \n\nsubstantial reductions  in a  prevailing party's  fee request\n\n\"to spell out the whys and wherefores.\"  Brewster v. Dukakis,\r                                                                        \n\n3 F.3d  488, 493 (1st Cir. 1993)  (quoting Metropolitan Dist.\r                                                                         \n\nComm'n,  847 F.2d at 18).  Otherwise, judicial review is next\r                  \n\nto impossible.\n\n                             -7-\r                                          7\r\r\n\n          Even when we cannot  affirm an attorney fees award,\n\nhowever,  we  need  not   always  remand  for  more  detailed\n\nfindings.  \"A  request for attorney's fees  should not result\n\nin a second major  litigation.\"  Jacobs v. Mancuso,  825 F.2d\r                                                              \n\n559, 562 (1st  Cir. 1987) (quoting Hensley  v. Eckerhart, 461\r                                                                    \n\nU.S.  424, 437  (1983)).   When the  record provides  us with\n\nample  resources, then, \"much as we dislike the task that has\n\nbeen put upon us,\" id., we may set forth our own findings and\r                                  \n\namend  the award accordingly.   We have done  so in the past,\n\nsee, e.g.,  id.; Rogers v.  Okin, 821 F.2d  22, 31 (1st  Cir.\r                                            \n\n1987); Hart  v.  Bourque,  798  F.2d  519  (1st  Cir.  1986);\r                                    \n\nGrendel's Den, 749 F.2d at 951, and we do so here.    \r                         \n\nB.  The District Court's Methodology\r                                                \n\n          Appellants argue  that the district court  erred in\n\nits  failure to  use  the lodestar  framework to  determine a\n\nreasonable  fee.    Where  the  applicable  statutory  scheme\n\nprescribes no alternative method, \"we have customarily  found\n\nit  best to calculate fees  by means of  the [lodestar] time-\n\nand-rate-method  . . . .\"  Tennessee  Gas Pipeline Co. v. 104\r                                                                         \n\nAcres  of Land,  32 F.3d  632, 634  (1st Cir.  1994) (quoting\r                          \n\nWeinberger  v. Great N. Nekoosa Corp., 925 F.2d 518, 526 (1st\r                                                 \n\nCir. 1991) (alterations in Tennesee Gas)).  A court employing\r                                                   \n\nthis  method  multiplies  the  number  of   hours  reasonably\n\nexpended on  the litigation by  a reasonable  hourly rate  to\n\narrive at the  lodestar figure.   Hensley, 461  U.S. at  433;\r                                                     \n\n                             -8-\r                                          8\r\r\n\nMetropolitan  Dist. Comm'n, 847 F.2d  at 15.   To determine a\r                                      \n\nreasonable number of hours, a court may begin with the number\n\nof hours actually  spent and then subtract  \"hours which were\r                             \n\nduplicative,    unproductive,    excessive,   or    otherwise\n\nunnecessary.\"   Metropolitan  Dist. Comm'n,  847 F.2d  at 15.\r                                                      \n\n(quoting Grendel's Den, 749 F.2d at 950).   This is, in fact,\r                                  \n\nessentially what the district  court did.  It began  with the\n\ntotal  number of  hours  appellants' attorneys  spent on  the\n\nlitigation,  and made  deductions for  duplicative, excessive\n\nand unnecessary billing.  While it performed this exercise in\n\nan  unorthodox manner  --  deducting lump  sums, rather  than\n\nhours -- this  was in large part  undoubtedly necessitated by\n\nappellants' failure to  specify the amount  of time spent  on\n\neach task billed  and to  summarize the hours  spent by  each\n\nattorney on different parts of the litigation.  In any event,\n\nwe  have  never  required  that  district  judges  \"march  in\n\nlockstep,   following   an  unyielding,   essentially  wooden\n\napproach in  all fee award  cases.\"  Id.   In fact,  we \"have\r                                                    \n\nleft reasonably open the question of  precisely how the judge\n\nascertains   the  number   of  hours   reasonably  expended.\"\n\nTennessee  Gas, 32  F.3d at  634 (quoting  Metropolitan Dist.\r                                                                         \n\nComm'n, 847  F.2d at  15.).   While we  take issue  with some\r                  \n\naspects of the manner in which the district court implemented\n\nits   methodology,  we  find  no  error   in  its  choice  of\n\nmethodology per se.\n\n                             -9-\r                                          9\r\r\n\nC.  Use of Local Rates\r                                  \n\n          Appellants  maintain  that,  in  order   to  obtain\n\nmeaningful  relief  from   appellees'  illegal   wiretapping,\n\nexigent circumstances left them with no choice but to  assign\n\nthe lion's share of the wiretap litigation to its Washington,\n\nD.C., counsel,  Kutak Rock.   Appellants' local  firm in  the\n\nBowers litigation,  Berman &amp; Simmons, refused  to sue Poulos,\n\nappellants claim,  forcing them to begin  an expensive search\n\nfor new  local counsel.   After interviewing  thirty lawyers,\n\nappellants finally found a  Maine lawyer -- John  Whitman, of\n\nRichardson  &amp; Troubh -- willing  to take the  case, but whose\n\ninvolvement  in other  litigation  prevented  him  from  ever\n\ntaking  over the primary role in the Williams lawsuit.  Thus,\n\nappellants claim,  because they were unable  to find suitable\n\nlocal counsel, their decision to use Kutak Rock  was entirely\n\nreasonable,   and  the  district   court  erred  in  limiting\n\nreimbursement for  Kutak Rock's services  to prevailing Maine\n\nrates.\n\n          In general, \"the proper  rate to apply to  the work\n\nof out-of-town counsel is that of the forum community, rather\n\nthan  that which  the attorney  charges in  the community  in\n\nwhich she practices.\"   2  Mary Frances Derfner  &amp; Arthur  D.\n\nWolf,  Court Awarded Attorney Fees     16.03[8]  (1994);  see\r                                                                         \n\nMaceira  v.  Pagan, 698  F.2d 38,  40  (1st Cir.  1983) (\"The\r                              \n\nreasonable  hourly  rate  is   usually  stated  to  be  `that\n\n                             -10-\r                                          10\r\r\n\nprevailing  in  the community  for  similar  work.'\" (quoting\n\nCopeland  v. Marshall, 641 F.2d 880, 892 (D.C. Cir. 1980) (en\r                                 \n\nbanc))).   Nevertheless, out-of-town rates may  be applied if\n\nthe complexities of a  particular case require the particular\r                                                          \n\nexpertise of non-local  counsel, Maceira, 698 F.2d  at 40, or\r                                                                         \n\n\"when the case is an undesirable one which  capable attorneys\n\nwithin the forum  community are not  willing to prosecute  or\n\ndefend,\"  2 Derfner &amp; Wolf   16.03[8] (1994) (citing cases).\n\n          While the district court, in its  sound discretion,\n\nmight have found that  appellants' lawsuit against Poulos was\n\none  that  no  capable  attorney  in  Maine  was  willing  to\n\nprosecute,  it did  not  do  so.    Instead,  it  found  that\n\nappellants were using Kutak Rock in the Williams suit because\n\nit  already   represented  them  in  the   underlying  Bowers\n\nlitigation.    The same  district  judge  presided over  both\n\nlawsuits, and  his familiarity  with the litigants  and their\n\ncounsel, and with the willingness of the local bar to sue one\n\nanother, far exceeds ours.  This was not a ruling on  summary\n\njudgment;  nothing   required  the  district  judge  to  take\n\nappellants'  self-serving explanations as  true.  Apparently,\n\nhe believed  that appellants' difficulty in  finding suitable\n\nlocal  counsel  was  far   less  a  factor  motivating  their\n\nretention  of Kutak  Rock than  was Kutak  Rock's familiarity\n\nwith  the case  and its  client:   this  is both  an entirely\n\nlogical conclusion  and a finding supportable  on the record,\n\n                             -11-\r                                          11\r\r\n\ngiven that  two local law  firms did in  fact join  the fight\r                                                \n\nagainst Poulos and the other appellees.  Therefore, we do not\n\nfault the  district court's decision to  use prevailing local\n\nrates in determining a reasonable fee.\n\n          That said,  the district  court's calculation of  a\n\nreasonable local hourly rate contains a mathematical error of\n\nsome  consequence.4   To arrive  at this  rate,  the district\n\ncourt  divided what it thought was the total requested fee of\n\nKutak Rock --  $569,775.24 --  by the total  number of  hours\n\nKutak Rock billed -- 2,867 -- to arrive at a weighted average\r                                                                 \n\nbilling  rate for all Kutak  Rock employees of  $198.11.  The\n\nactual  average  billing rate  of  all  Kutak Rock  employees\r                  \n\n(i.e., the sum of their hourly rates divided by the number of\n\nemployees  who billed) was $131.82.  The court noted that the\n\nweighted  average  was  approximately  50% greater  than  the\n\nactual  average, reflecting  that higher-paid  lawyers billed\n\nthe bulk  of the hours.  It then assigned a local hourly rate\n\nto each  Kutak Rock employee (roughly equivalent to the rates\n\ncommanded  by  the  two  local  firms  on  the  application),\n\ncomputed their average -- $95.45 -- and increased this figure\n\nby  50% to  arrive at  a weighted  local average  of $143.10.\n\nFinally, it  multiplied this latter figure by  2,867 hours to\n\n                    \r                                \n\n4.  To  their credit,  appellants directed  our attention  to\nthis  error, even  though correcting  it  results in  a lower\nlocal hourly rate.\n\n                             -12-\r                                          12\r\r\n\narrive at an  adjusted local  fee request for  Kutak Rock  of\n\n$410,267.70.\n\n          In  fact, the  $569,775.24  figure with  which  the\n\ndistrict court began included $68,014 in expenses and did not\n\nreflect  the  adjustments  appellants made  in  their amended\n\nApplication.   Kutak Rock's portion of  the adjusted attorney\n\nfee  request was  actually $491,749,  and its  total adjusted\n\nhours  were 2,818.   Using these  figures, and  employing the\n\ndistrict court's methodology, the adjusted local  fee request\n\nfor Kutak Rock is $356,054.5\n\nD.   Reductions for Duplicative Billing  and Misallocation of\r                                                                         \n\nResources\r                     \n\n          In deducting $100,000 to compensate for duplicative\n\nbilling  and   to  penalize  appellants  for   bad  faith  in\n\nrequesting such compensation, the district  court stated that\n\nit had  \"found  numerous occasions  when Plaintiffs'  counsel\n\nduplicated efforts.\"  It provided only one example:  bills by\n\nthree lawyers for time  spent in preparing for and  attending\n\nPoulos's deposition.6   Appellants argue that, because Poulos\n\n                    \r                                \n\n5.  We arrived at this result as follows:\n               1) $491,749    2,818 =  $174.50\n               (weighted average rate)\n               2) $95.45 x ($174.50/$131.82) =\n               $126.35\n               3)    $126.35    x   2,818    =\n               $356,054.30\n\n6.  In fact,  the Application  includes billing  entries from\nfive  lawyers   who  attended  at  least   part  of  Poulos's\r                \ndeposition:    two from  Kutak  Rock, one  from  Richardson &amp;\n\n                             -13-\r                                          13\r\r\n\nwas the most important deponent in the case, their deployment\n\nof lawyers  in  the taking  of  his deposition  was  entirely\n\nreasonable, and,  moreover, that this  single example  cannot\n\npossibly  sustain a finding of  bad faith and  a deduction of\n\n$100,000.\n\n          Assuming for the moment  that sending three lawyers\n\nto  a  deposition  constitutes overstaffing,  we  agree  with\n\nappellants that this single  example, along with the district\n\ncourt's reference to  other, unspecified \"numerous occasions\"\n\nof similar overstaffing, do not constitute a sufficient basis\n\nfor  a  finding  of bad  faith  and  a  combined penalty  and\n\ndeduction  of  $100,000.    Our   own  scrutiny  of  the  fee\n\napplication, however, persuades us  that the district court's\n\nconcerns were not  entirely unjustified.  In  addition to the\n\nPoulos deposition, for example,  two, three or four attorneys\n\nattended depositions on May 27-29 and June 11-12, 1992.  Four\n\nattorneys  --   two  partners  from  Kutak   Rock,  one  from\n\nRichardson  &amp; Troubh and one  from Murray, Plumb  &amp; Murray --\n\nbilled  time  for  attendance at  the  preliminary injunction\n\nhearing on June 29, 1992.   Four lawyers attended -- and,  we\n\nassume, participated in -- the trial.\n\n          We do  not mean to underestimate  the importance of\n\nkey depositions or  hearings in the course  of litigation, or\n\nthe  possible value  of  employing more  than  one lawyer  at\n\n                    \r                                \n\nTroubh, and two from Murray, Plumb &amp; Murray.\n\n                             -14-\r                                          14\r\r\n\ntrial.  Nor  do we question  the appellants' contention  that\n\nthis was particularly hard-fought litigation,  with appellees\n\nraising many  time-consuming, frivolous arguments.   This was\n\nnot,   however,  complex  antitrust  litigation  between  two\n\nFortune 500 companies.   And, in assessing the reasonableness\n\nof  a fee request, a  court should \"ordinarily  greet a claim\n\nthat several lawyers were required to perform a single set of\n\ntasks with healthy skepticism.\"  Lipsett v.  Blanco, 975 F.2d\r                                                               \n\n934,  938 (1st  Cir. 1992).   Appellants' arguments  that the\n\ndemands  of this case were  so great as  to warrant extensive\n\nwork  by four  partners,  and occasional  work by  additional\n\npartners and  associates, from  three different law  firms --\n\nand that this  strike force of  lawyers always divided  tasks\n\nefficiently  --  apparently  did not  persuade  the  district\n\ncourt.   Thus, giving due  deference to the  district court's\n\ngeneral  sense  that the  case  was  overstaffed, and  having\n\nscrutinized  the fee  request ourselves  and concluded  -- as\n\nindicated  by the above examples  -- that there  was at least\n\nsome duplication of  effort, we will  modify this portion  of\n\nthe   district  court's   order   and   deduct  $40,000   for\n\noverstaffing.\n\n          The  district court's  decision to  deduct $115,000\n\nfor misallocating  resources suffers  from a similar  lack of\n\nspecific  examples  as  well  as  an  analytical  flaw.   The\n\nprinciple that legal work demanding differing levels of skill\n\n                             -15-\r                                          15\r\r\n\nand  expertise  may  be  compensated  differently  is  firmly\n\nestablished.   See, e.g., Jacobs 825 F.2d at 561 n.3 (\"Within\r                                            \n\nreason, the court may  establish . . . multiple  hourly rates\n\nto reflect differences in the types of services performed for\n\nthe client.\").  Here, however,  the district court appears to\n\nhave  deducted  twice  for  this  differential.    First,  in\r                                 \n\ncalculating  the  overall  fee  for Kutak  Rock's  work,  the\n\ndistrict  court calculated  the  weighted average  of all  of\r                                                                     \n\nKutak  Rock's attorneys  at $143.10  per hour, which  we have\n\ncorrected  to $126.35.    This calculation,  however, already\n\naccounts for  the  fact  that  some  work  was  performed  by\n\nassociates  and  paralegals.    Work that  was  actually  and\n\nappropriately  performed by  these  lower-paid  employees  --\n\ni.e.,  work  that  falls  into the  district  court's  lower-\n\ncompensated categories  -- should not  then be  subject to  a\n\nfurther deduction of 25% or 50% of their billing rates.  Yet,\r                                                    \n\nthe  district court stated  that it  arrived at  its $115,000\n\ndeduction after \"determin[ing]  to the extent  possible based\n\non the information made available by  counsel, how many hours\n\nfall  within  each  category   for  each  lawyer\"  and  \"then\r                                                    \n\nreduc[ing]  that   lawyer's  local  rate  according   to  the\n\n[tripartite]   framework.\"  (emphasis   added).     This  was\n\nanalytically incorrect.\n\n          As was the case  with the deduction for duplicative\n\nbilling, however,  we think  the  district court's  instincts\n\n                             -16-\r                                          16\r\r\n\nwere  correct.   Of  the 3,734  hours billed,  partners' time\n\naccounted for approximately 80% of that total.  This would at\n\nleast place a court on notice that close scrutiny of resource\n\ndeployment was necessary.  The manner in which the bills were\n\npresented, however, made such scrutiny  virtually impossible.\n\nAn  entry  for a  lawyer's work  on  any given  day typically\n\nincludes several  different tasks,  but only a  single figure\n\nreflecting the total number  of hours spent on the  case that\n\nday.7   Thus,  the bills  provide no  indication of  how much\n\ntime was spent on each task, making it extremely difficult to\n\ndetermine if the lawyers' time was allocated efficiently.\n\n          Appellants'  plaints that,  had the  district court\n\nasked  for further  explanations,  they  could have  supplied\n\nthem, are unavailing.   We have stated  previously that \"[i]n\n\norder for  litigants to receive fee awards  . . . they [must]\n\nsubmit  `a   full  and  specific  accounting   of  the  tasks\n\nperformed, the dates of performance, and the  number of hours\n\n                    \r                                \n\n7.  As an example, we  cite the billing entry for  Kutak Rock\npartner  Ronald Massumi  for March  15, 1993,  totalling 6.25\nhours at a cost of $1,093.75:\n\n          Conference   with   Mr.  Rugg   regarding\n          appellate procedure; telephone conference\n          with Mr.  Murray's office; correspondence\n          to   Mr.   Whitman;  research   regarding\n          injunctions pending appeal, federal rules\n          of  civil  and  appellate procedure,  1st\n          Circuit   caselaw   on  stays/injunctions\n          pending   appeal,    notice   of   appeal\n          procedure;  draft  motion for  injunction\n          pending appeal, and memorandum in support\n          of motion for injunction pending appeal.\n\n                             -17-\r                                          17\r\r\n\nspent on each task.'\"  Tennessee Gas, 32 F.3d at 634 (quoting\r                                                \n\nWeinberger, 925 F.2d  at 527).   The bills  submitted do  not\r                      \n\ncontain this level  of detail.  Attorneys  preparing bills in\n\nfee-shifting  cases  in  the  District  of  Maine  have  been\n\nspecifically warned to  account for time spent  on each task.\r                               \n\nWeinberger v. Great N.  Nekoosa Corp., 801 F. Supp.  804, 816\r                                                 \n\nn.21 (D. Me. 1992) (determining appropriate fee award despite\n\ndenying  request  on other  grounds  and  stating that  \"[i]n\n\nfuture,  the Court admonishes  counsel to  separate different\n\nactivities by the  discrete amount  of time  devoted to  each\n\nactivity\"),  aff'd sub  nom, BTZ,  Inc.  v. Great  N. Nekoosa\r                                                                         \n\nCorp., 47 F.3d 463 (1st Cir. 1995).\r                 \n\n          It  has long been the  law of this  Court that \"the\n\nabsence of  detailed contemporaneous time records,  except in\r                                \n\nextraordinary  circumstances,  will  call for  a  substantial\n\nreduction in any award or, in egregious cases, disallowance.\"\n\nTennessee  Gas, 32 F.3d  at 634  (quoting Grendel's  Den, 749\r                                                                    \n\nF.2d at  952).   Given the  significant  deficiencies in  the\n\nApplication, and the fact  that billing by partners accounted\n\nfor the vast majority of  hours -- giving rise at least  to a\n\nsuspicion that resources might  have been misallocated, which\n\nis unprovable because of  the manner in which the  bills were\n\nprepared  -- we do not think  that a deduction of $115,000 is\n\nunreasonable  and we  will  not disturb  this portion  of the\n\ndistrict court's order. \n\n                             -18-\r                                          18\r\r\n\nE.    Deductions  for  Excessive Expenses,  Travel  Time  and\r                                                                         \n\nComputer Time\r                         \n\n          We  will also  leave  intact the  district  court's\n\ndeduction  of about  half of appellants'  requested expenses.\n\nThe  district   court's  explanations  for  these  cuts  were\n\nsatisfactorily clear and reasonable.\n\n          The district court did, however, incorrectly deduct\n\n$6,975 in travel time charges and $6,600 in computer research\n\ncosts.   Appellants' requested  total of  $715,202.12 already\n\nreflected the removal of these costs, so they should not have\n\nbeen  deducted a  second time.   We  will therefore  add back\n\n$13,575 to the award to correct for this error.\n\nF.  Appellees' Cross-Appeal\r                                       \n\n          Appellees devoted virtually all  of their brief and\n\nreply brief  to arguments  explaining why the  district court\n\nhad no discretion  to do anything but deny the fee request in\n\nits entirety.  We will devote considerably less space to this\n\ncontention.   Even assuming arguendo that  the district court\r                                                \n\nwould  have been within its  discretion if it  had denied the\n\nrequest  entirely because of  the Application's deficiencies,\n\nnonetheless we are extremely  hesitant to instruct the court,\n\nafter  it had sifted through  hundreds of pages  of bills and\n\ndecided to grant part of the request despite its deficiencies\n\nand excesses, that  it had no discretion to do  so.  In Lewis\r                                                                         \n\nv. Kendrick, 944 F.2d 949, 956 (1st Cir. 1991), we reversed a\r                       \n\n                             -19-\r                                          19\r\r\n\ndistrict  court  award  of  attorney  fees  of  approximately\n\n$49,000  and held that the plaintiff was entitled to nothing.\n\nIn that case, however, the district judge had retired, making\n\nremand  to  the  trial  judge  impossible,  id.  at  954, the\r                                                           \n\nplaintiff obtained minimal relief, and the requested fees and\n\ncosts  were approximately 140 times the  worth of the damages\n\naward, id. at  956.  We  held in that  case that counsel  had\r                      \n\npurposefully  defied  the  caselaw  regarding   attorney  fee\n\nrequests.  Id.  This is not such an extreme case.  Appellants\r                          \n\nobtained substantially  all the relief that  they sought and,\n\nwhile opinions may differ as to what is a \"reasonable\" fee in\n\nthis  case, we do not think that the record remotely supports\n\na finding of  overreaching and bad  faith in the  Application\n\nsufficient to justify the denial of any award at all.\n\n          Nor do we find  merit in appellees' contention that\n\nwe  should  remand to  allow  them to  conduct  discovery and\n\nfurther   contest   the   propriety   of   the   Application.\n\nAppellants' award is  substantially less than  their original\n\nrequest;  discovery  in this  case  would  simply be  another\n\nexample of litigious waste. \n\nG.  Recalculation\r                             \n\n          We  now  recalculate  the  award in  light  of  our\n\nrulings.  The district court awarded $283,950.58.  We reduced\n\nthe  adjusted amount for Kutak Rock's fees by $54,213.70.  We\n\nreduced the deduction  for duplicative billing  from $100,000\n\n                             -20-\r                                          20\r\r\n\nto $40,000 and  reinstated $13,575  in incorrect  deductions.\n\nThese adjustments result in a net increase in the total award\n\nof  $19,361.30.    Thus,  the  total  award  for  appellants'\n\nreasonable attorney fees and expenses is $303,311.88.\n\n                             III.\r                                         III.\r                                             \n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \n\n          For the foregoing reasons, the district court order\n\nis\n\n          affirmed in part and modified in part.  No costs.\r                      affirmed in part and modified in part.  No costs.\r                                                                       \n\n                             -21-\r                                          21\r\r\n",
  "html": "<p class=\"case_cite\">54 F.3d 764<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">George C. WILLIAMS, et al., Plaintiffs, Appellants,<br>v.<br>Richard E. POULOS, et al., Defendants, Appellees.<br>George C.  Williams, et al. Plaintiffs, Appellees,<br>v.<br>Richard E. Poulos, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">Nos. 94-2057, 94-2058.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 12, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Allen S. Rugg, with whom Alan D. Strasser, Kutak Rock, John S. Whitman, and Richardson &amp; Troubh, were on brief for appellants.</p>\n      <p class=\"indent\">Terry A. Fralich, with whom Peter J. DeTroy, and Norman, Hanson &amp; DeTroy, were on brief for appellees.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED IN PART AND MODIFIED IN PART.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After appellants obtained substantial relief in their lawsuit alleging illegal wiretapping in violation of 18 U.S.C. Sec. 2511(1) and Me.  Rev. Stat.  Ann. tit. 15 Sec. 710(1), the district court, pursuant to the statutory schemes, ordered appellees to pay appellants' attorney fees and expenses in the amount of $283,950.58.  Appellants now argue that the district court abused its discretion in awarding as little as it did;  appellees maintain in their cross-appeal that the abuse of discretion occurred in awarding appellants anything at all.  After careful review of the record, we conclude that the district court's basic approach is sound but that on certain matters it failed to provide a sufficient basis to justify certain of its deductions and made computational errors;  thus we modify the district court order accordingly.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We have previously recited in detail the factual background to the underlying, substantive lawsuit, Williams v. Poulos, 11 F.3d 271 (1st Cir. 1993) (the \"Williams\" lawsuit), and we therefore provide only a brief summary here.  Appellants (plaintiffs in the Williams lawsuit) were defendants in a RICO lawsuit stemming from the demise of Consolidated Auto Recyclers, Inc.  (\"CAR\"), Bowers v. Allied Capital Corp., Civ. No. 91-0021-B (D. Me. filed January 1991) (Brody, J.)  (the \"Bowers\" lawsuit).  In the course of discovery in the Bowers litigation, appellants learned from Richard Poulos, counsel for CAR's principals (the Bowers plaintiffs) that he had secret tapes of some of their conversations.  After further discovery, appellants initiated the Williams lawsuit, seeking, inter alia, declaratory and injunctive relief, under federal and Maine wiretap laws, forbidding Poulos and the Bowers plaintiffs from using the tapes in the Bowers lawsuit.  On February 3, 1993, following a six-day bench trial, the district court granted in large part appellants' requested relief, and we affirmed.  Williams, 11 F.3d at 274.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellants then filed an application for attorney fees with the district court, pursuant to the federal and Maine wiretap statutes, both of which provide for the recovery of reasonable attorney fees and costs from defendants in successful civil actions.  18 U.S.C. Sec. 2520(a)-(b)(1);  Me.  Rev. Stat.  Ann. tit. 15, Sec. 711(2).  The application, as amended, sought $715,202.12 in attorney fees and costs.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In its Order and Memorandum of Opinion dated September 2, 1994, the district court stated that the Application was \"unreasonable on its face and grossly inflated\" and that it contained \"exorbitant costs and numerous instances of inefficient allocation of the law firms' resources.\"  The district court awarded appellants $283,950.58-about 40% of the amount requested.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The court arrived at this figure in the following manner:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">(1) In calculating reasonable fees for services rendered by Kutak Rock, the court used local billing rates, rather than the Washington, D.C., rates requested.  Appellants, in defense of this request, claim they could locate no available, qualified local counsel willing to sue Poulos, and therefore Kutak Rock's out-of-town rates were reasonable.  The court, however, found that appellants chose Kutak Rock as lead counsel in the wiretap case because Kutak Rock already represented them in the underlying Bowers lawsuit.  This adjustment resulted in a reduction of approximately $159,000.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">(2) The court found that appellants had overstaffed the case, stating that it had \"found numerous occasions when Plaintiffs' counsel duplicated efforts\" and offering as an example bills from three lawyers for time spent in preparing for and attending Poulos's deposition.  The court found that such duplicative billing reflected bad faith and subtracted an additional $100,000 to correct for overstaffing and as a penalty for appellants' bad faith request.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(3) On its own, the court calculated reasonable travel expenses from Washington, D.C., to Bangor, Maine, and cut $8,524 from appellants' request.  It also declined to allow reimbursement for meal expenses altogether ($1,245), and, citing the inherent cost of coordinating work between law firms, allowed just $11,000 of $34,088 in requested photocopy charges and $6,000 of $16,312 in requested postage, telephone and fax charges.  These cuts reduced appellants' requested expense award by a total of $43,169.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">(4) Noting that appellants had agreed not to seek reimbursement for attorney travel time and computer research charges, the court subtracted $13,575 from the requested total.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(5) Finally, apparently to correct for what it called a \"misallocation of resources,\" the court stated that it would divide the tasks performed by appellants' lawyers into three categories and, in accordance with the relative expertise demanded by each task, allow compensation for those services at 50%, 75% or 100% of each lawyer's local rate.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Stating that it had \"determined to the extent possible based on the information made available by counsel, how many hours fall within each category for each lawyer,\" the court subtracted an additional $115,000 from the requested fee.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellants argue that the method the district court used to arrive at a reasonable fee was not in accordance with applicable law and that the court provided insufficient explanations for the cuts that it made.  Appellees maintain that, because the district court found, inter alia, that the fee request was \"unreasonable on its face and grossly inflated\" and at least in part reflected bad faith, it therefore had no discretion to do anything but deny the fee request in its entirety.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review a district court's fee award for mistake of law or abuse of discretion.  Lipsett v. Blanco, 975 F.2d 934, 937 (1st Cir. 1992).  A district court's discretion in calculating a reasonable fee is particularly broad;  this tribunal \"lacks the means to replicate the trial court's first- hand knowledge of the litigation and its nuances.\"  Foley v. City of Lowell, 948 F.2d 10, 19 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Our review, however, is not without bite.  We require that the trial court \"make concrete findings [and] supply a 'clear explanation of its reasons for the fee award.' \"  United States v. Metropolitan Dist. Comm'n, 847 F.2d 12, 16 (1st Cir. 1988) (omitting internal citation and quoting Grendel's Den, Inc. v. Larkin, 749 F.2d 945, 950 (1st Cir. 1984)).  While these demands should not be so great as to cause a district court to \"drown in a rising tide of fee-generated minutiae,\" id., we do expect a court making substantial reductions in a prevailing party's fee request \"to spell out the whys and wherefores.\"  Brewster v. Dukakis, 3 F.3d 488, 493 (1st Cir. 1993) (quoting Metropolitan Dist. Comm'n, 847 F.2d at 18).  Otherwise, judicial review is next to impossible.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Even when we cannot affirm an attorney fees award, however, we need not always remand for more detailed findings.  \"A request for attorney's fees should not result in a second major litigation.\"  Jacobs v. Mancuso, 825 F.2d 559, 562 (1st Cir. 1987) (quoting Hensley v. Eckerhart, 461 U.S. 424, 437 (1983)).  When the record provides us with ample resources, then, \"much as we dislike the task that has been put upon us,\" id., we may set forth our own findings and amend the award accordingly.  We have done so in the past, see, e.g., id.;  Rogers v. Okin, 821 F.2d 22, 31 (1st Cir. 1987);  Hart v. Bourque, 798 F.2d 519 (1st Cir. 1986);  Grendel's Den, 749 F.2d at 951, and we do so here.</p>\n    </div>\n    <p>B. The District Court's Methodology</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellants argue that the district court erred in its failure to use the lodestar framework to determine a reasonable fee.  Where the applicable statutory scheme prescribes no alternative method, \"we have customarily found it best to calculate fees by means of the [lodestar] time-and-rate-method....\"  Tennessee Gas Pipeline Co. v. 104 Acres of Land, 32 F.3d 632, 634 (1st Cir. 1994) (quoting Weinberger v. Great N. Nekoosa Corp., 925 F.2d 518, 526 (1st Cir. 1991) (alterations in Tennesee Gas )).  A court employing this method multiplies the number of hours reasonably expended on the litigation by a reasonable hourly rate to arrive at the lodestar figure.  Hensley, 461 U.S. at 433;  Metropolitan Dist. Comm'n, 847 F.2d at 15.  To determine a reasonable number of hours, a court may begin with the number of hours actually spent and then subtract \"hours which were duplicative, unproductive, excessive, or otherwise unnecessary.\"  Metropolitan Dist. Comm'n, 847 F.2d at 15.  (quoting Grendel's Den, 749 F.2d at 950).  This is, in fact, essentially what the district court did.  It began with the total number of hours appellants' attorneys spent on the litigation, and made deductions for duplicative, excessive and unnecessary billing.  While it performed this exercise in an unorthodox manner-deducting lump sums, rather than hours-this was in large part undoubtedly necessitated by appellants' failure to specify the amount of time spent on each task billed and to summarize the hours spent by each attorney on different parts of the litigation.  In any event, we have never required that district judges \"march in lockstep, following an unyielding, essentially wooden approach in all fee award cases.\"  Id. In fact, we \"have left reasonably open the question of precisely how the judge ascertains the number of hours reasonably expended.\"  Tennessee Gas, 32 F.3d at 634 (quoting Metropolitan Dist. Comm'n, 847 F.2d at 15.).  While we take issue with some aspects of the manner in which the district court implemented its methodology, we find no error in its choice of methodology per se.</p>\n    </div>\n    <p>C. Use of Local Rates</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellants maintain that, in order to obtain meaningful relief from appellees' illegal wiretapping, exigent circumstances left them with no choice but to assign the lion's share of the wiretap litigation to its Washington, D.C., counsel, Kutak Rock.  Appellants' local firm in the Bowers litigation, Berman &amp; Simmons, refused to sue Poulos, appellants claim, forcing them to begin an expensive search for new local counsel.  After interviewing thirty lawyers, appellants finally found a Maine lawyer-John Whitman, of Richardson &amp; Troubh-willing to take the case, but whose involvement in other litigation prevented him from ever taking over the primary role in the Williams lawsuit.  Thus, appellants claim, because they were unable to find suitable local counsel, their decision to use Kutak Rock was entirely reasonable, and the district court erred in limiting reimbursement for Kutak Rock's services to prevailing Maine rates.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In general, \"the proper rate to apply to the work of out-of-town counsel is that of the forum community, rather than that which the attorney charges in the community in which she practices.\"  2 Mary Frances Derfner &amp; Arthur D. Wolf, Court Awarded Attorney Fees p 16.03 (1994);  see Maceira v. Pagan, 698 F.2d 38, 40 (1st Cir. 1983) (\"The reasonable hourly rate is usually stated to be 'that prevailing in the community for similar work.' \"  (quoting Copeland v. Marshall, 641 F.2d 880, 892 (D.C. Cir. 1980) (en banc))).  Nevertheless, out-of- town rates may be applied if the complexities of a particular case require the particular expertise of non-local counsel, Maceira, 698 F.2d at 40, or \"when the case is an undesirable one which capable attorneys within the forum community are not willing to prosecute or defend,\" 2 Derfner &amp; Wolf p 16.03 (1994) (citing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">While the district court, in its sound discretion, might have found that appellants' lawsuit against Poulos was one that no capable attorney in Maine was willing to prosecute, it did not do so.  Instead, it found that appellants were using Kutak Rock in the Williams suit because it already represented them in the underlying Bowers litigation.  The same district judge presided over both lawsuits, and his familiarity with the litigants and their counsel, and with the willingness of the local bar to sue one another, far exceeds ours.  This was not a ruling on summary judgment;  nothing required the district judge to take appellants' self-serving explanations as true.  Apparently, he believed that appellants' difficulty in finding suitable local counsel was far less a factor motivating their retention of Kutak Rock than was Kutak Rock's familiarity with the case and its client:  this is both an entirely logical conclusion and a finding supportable on the record, given that two local law firms did in fact join the fight against Poulos and the other appellees.  Therefore, we do not fault the district court's decision to use prevailing local rates in determining a reasonable fee.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">That said, the district court's calculation of a reasonable local hourly rate contains a mathematical error of some consequence.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  To arrive at this rate, the district court divided what it thought was the total requested fee of Kutak Rock-$569,775.24-by the total number of hours Kutak Rock billed-2,867-to arrive at a weighted average billing rate for all Kutak Rock employees of $198.11.  The actual average billing rate of all Kutak Rock employees (i.e., the sum of their hourly rates divided by the number of employees who billed) was $131.82.  The court noted that the weighted average was approximately 50% greater than the actual average, reflecting that higher-paid lawyers billed the bulk of the hours.  It then assigned a local hourly rate to each Kutak Rock employee (roughly equivalent to the rates commanded by the two local firms on the application), computed their average-$95.45-and increased this figure by 50% to arrive at a weighted local average of $143.10.  Finally, it multiplied this latter figure by 2,867 hours to arrive at an adjusted local fee request for Kutak Rock of $410,267.70.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In fact, the $569,775.24 figure with which the district court began included $68,014 in expenses and did not reflect the adjustments appellants made in their amended Application.  Kutak Rock's portion of the adjusted attorney fee request was actually $491,749, and its total adjusted hours were 2,818.  Using these figures, and employing the district court's methodology, the adjusted local fee request for Kutak Rock is $356,054.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>D.  Reductions for Duplicative Billing and Misallocation of Resources</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In deducting $100,000 to compensate for duplicative billing and to penalize appellants for bad faith in requesting such compensation, the district court stated that it had \"found numerous occasions when Plaintiffs' counsel duplicated efforts.\"  It provided only one example:  bills by three lawyers for time spent in preparing for and attending Poulos's deposition.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Appellants argue that, because Poulos was the most important deponent in the case, their deployment of lawyers in the taking of his deposition was entirely reasonable, and, moreover, that this single example cannot possibly sustain a finding of bad faith and a deduction of $100,000.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Assuming for the moment that sending three lawyers to a deposition constitutes overstaffing, we agree with appellants that this single example, along with the district court's reference to other, unspecified \"numerous occasions\" of similar overstaffing, do not constitute a sufficient basis for a finding of bad faith and a combined penalty and deduction of $100,000.  Our own scrutiny of the fee application, however, persuades us that the district court's concerns were not entirely unjustified.  In addition to the Poulos deposition, for example, two, three or four attorneys attended depositions on May 27-29 and June 11-12, 1992.  Four attorneys-two partners from Kutak Rock, one from Richardson &amp; Troubh and one from Murray, Plumb &amp; Murray-billed time for attendance at the preliminary injunction hearing on June 29, 1992.  Four lawyers attended-and, we assume, participated in-the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We do not mean to underestimate the importance of key depositions or hearings in the course of litigation, or the possible value of employing more than one lawyer at trial.  Nor do we question the appellants' contention that this was particularly hard-fought litigation, with appellees raising many time-consuming, frivolous arguments.  This was not, however, complex antitrust litigation between two Fortune 500 companies.  And, in assessing the reasonableness of a fee request, a court should \"ordinarily greet a claim that several lawyers were required to perform a single set of tasks with healthy skepticism.\"  Lipsett v. Blanco, 975 F.2d 934, 938 (1st Cir. 1992).  Appellants' arguments that the demands of this case were so great as to warrant extensive work by four partners, and occasional work by additional partners and associates, from three different law firms-and that this strike force of lawyers always divided tasks efficiently-apparently did not persuade the district court.  Thus, giving due deference to the district court's general sense that the case was overstaffed, and having scrutinized the fee request ourselves and concluded-as indicated by the above examples-- that there was at least some duplication of effort, we will modify this portion of the district court's order and deduct $40,000 for overstaffing.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court's decision to deduct $115,000 for misallocating resources suffers from a similar lack of specific examples as well as an analytical flaw.  The principle that legal work demanding differing levels of skill and expertise may be compensated differently is firmly established.  See, e.g., Jacobs 825 F.2d at 561 n.3 (\"Within reason, the court may establish ... multiple hourly rates to reflect differences in the types of services performed for the client.\").  Here, however, the district court appears to have deducted twice for this differential.  First, in calculating the overall fee for Kutak Rock's work, the district court calculated the weighted average of all of Kutak Rock's attorneys at $143.10 per hour, which we have corrected to $126.35.  This calculation, however, already accounts for the fact that some work was performed by associates and paralegals.  Work that was actually and appropriately performed by these lower-paid employees-i.e., work that falls into the district court's lower-compensated categories-should not then be subject to a further deduction of 25% or 50% of their billing rates.  Yet, the district court stated that it arrived at its $115,000 deduction after \"determin[ing] to the extent possible based on the information made available by counsel, how many hours fall within each category for each lawyer\" and \"then reduc[ing] that lawyer's local rate according to the [tripartite] framework.\"  (emphasis added).  This was analytically incorrect.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As was the case with the deduction for duplicative billing, however, we think the district court's instincts were correct.  Of the 3,734 hours billed, partners' time accounted for approximately 80% of that total.  This would at least place a court on notice that close scrutiny of resource deployment was necessary.  The manner in which the bills were presented, however, made such scrutiny virtually impossible.  An entry for a lawyer's work on any given day typically includes several different tasks, but only a single figure reflecting the total number of hours spent on the case that day.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Thus, the bills provide no indication of how much time was spent on each task, making it extremely difficult to determine if the lawyers' time was allocated efficiently.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Appellants' plaints that, had the district court asked for further explanations, they could have supplied them, are unavailing.  We have stated previously that \"[i]n order for litigants to receive fee awards ... they [must] submit 'a full and specific accounting of the tasks performed, the dates of performance, and the number of hours spent on each task.' \"  Tennessee Gas, 32 F.3d at 634 (quoting Weinberger, 925 F.2d at 527).  The bills submitted do not contain this level of detail.  Attorneys preparing bills in fee-shifting cases in the District of Maine have been specifically warned to account for time spent on each task.  Weinberger v. Great N. Nekoosa Corp., 801 F. Supp. 804, 816 n.21 (D. Me. 1992) (determining appropriate fee award despite denying request on other grounds and stating that \"[i]n future, the Court admonishes counsel to separate different activities by the discrete amount of time devoted to each activity\"), aff'd sub nom, BTZ, Inc. v. Great N. Nekoosa Corp., 47 F.3d 463 (1st Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It has long been the law of this Court that \"the absence of detailed contemporaneous time records, except in extraordinary circumstances, will call for a substantial reduction in any award or, in egregious cases, disallowance.\"  Tennessee Gas, 32 F.3d at 634 (quoting Grendel's Den, 749 F.2d at 952).  Given the significant deficiencies in the Application, and the fact that billing by partners accounted for the vast majority of hours-giving rise at least to a suspicion that resources might have been misallocated, which is unprovable because of the manner in which the bills were prepared-we do not think that a deduction of $115,000 is unreasonable and we will not disturb this portion of the district court's order.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>E. Deductions for Excessive Expenses, Travel Time and Computer Time</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We will also leave intact the district court's deduction of about half of appellants' requested expenses.  The district court's explanations for these cuts were satisfactorily clear and reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court did, however, incorrectly deduct $6,975 in travel time charges and $6,600 in computer research costs.  Appellants' requested total of $715,202.12 already reflected the removal of these costs, so they should not have been deducted a second time.  We will therefore add back $13,575 to the award to correct for this error.</p>\n    </div>\n    <p>F. Appellees' Cross-Appeal</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Appellees devoted virtually all of their brief and reply brief to arguments explaining why the district court had no discretion to do anything but deny the fee request in its entirety.  We will devote considerably less space to this contention.  Even assuming arguendo that the district court would have been within its discretion if it had denied the request entirely because of the Application's deficiencies, nonetheless we are extremely hesitant to instruct the court, after it had sifted through hundreds of pages of bills and decided to grant part of the request despite its deficiencies and excesses, that it had no discretion to do so.  In Lewis v. Kendrick, 944 F.2d 949, 956 (1st Cir. 1991), we reversed a district court award of attorney fees of approximately $49,000 and held that the plaintiff was entitled to nothing.  In that case, however, the district judge had retired, making remand to the trial judge impossible, id. at 954, the plaintiff obtained minimal relief, and the requested fees and costs were approximately 140 times the worth of the damages award, id. at 956.  We held in that case that counsel had purposefully defied the caselaw regarding attorney fee requests.  Id. This is not such an extreme case.  Appellants obtained substantially all the relief that they sought and, while opinions may differ as to what is a \"reasonable\" fee in this case, we do not think that the record remotely supports a finding of overreaching and bad faith in the Application sufficient to justify the denial of any award at all.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Nor do we find merit in appellees' contention that we should remand to allow them to conduct discovery and further contest the propriety of the Application.  Appellants' award is substantially less than their original request;  discovery in this case would simply be another example of litigious waste.  G. Recalculation</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We now recalculate the award in light of our rulings.  The district court awarded $283,950.58.  We reduced the adjusted amount for Kutak Rock's fees by $54,213.70.  We reduced the deduction for duplicative billing from $100,000 to $40,000 and reinstated $13,575 in incorrect deductions.  These adjustments result in a net increase in the total award of $19,361.30.  Thus, the total award for appellants' reasonable attorney fees and expenses is $303,311.88.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the foregoing reasons, the district court order is</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">affirmed in part and modified in part.  No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellants' initial application for fees and expenses on January 13, 1994, requested a total of $734,389.62.  After appellees filed a memorandum with the district court opposing the application, appellants filed an amended application (the Application), deducting $6,600 in computer research charges, $2,125 in telephone surcharges, and $10,462.50 in charges for attorney travel time, reducing the total amount requested to $715,202.12.  This amended figure comprised approximately $616,349 in attorney fees and $78,253 in expenses from the three law firms that represented appellants, with expert fees and court reporter costs accounting for the balance.  The lion's share of the fees and expenses-approximately $491,749 in fees and $59,589 in expenses-requested in the Application were billed by Kutak Rock, the Washington, D.C., law firm that served as appellants' lead counsel.  The Application includes fees and expenses totalling approximately $96,777 billed by Richardson &amp; Troubh, appellants' Maine counsel, and approximately $46,463 billed by Murray, Plumb &amp; Murray, counsel for Ralph Dyer, intervenor in the Williams lawsuit.  Dyer did not appeal from the district court's order awarding reduced fees.  However, because the district court based its decision on the propriety of the entire Application, and because appellees contend that the entire Application should be denied, we consider the fees and expenses billed by Dyer's counsel in our analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The total award comprised $246,741.58 in attorney fees and $37,209 in costs</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Services compensated at 50% included:  \"conferences with co-counsel and opponents;  proofreading and copyreading;  notification and preparation for depositions;  review of documents;  telephone conversations.\"</p>\n        <p>Services compensated at 75% included:  \"general research;  taking and attendance at depositions;  letter drafting;  drafting and reading of memoranda;  preparation for hearings and court conferences;  discovery activity.\"</p>\n        <p>Services compensated at 100% included:  \"court appearances, in-chambers conferences, and the preparation and drafting of motions and briefs.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> To their credit, appellants directed our attention to this error, even though correcting it results in a lower local hourly rate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We arrived at this result as follows:</p>\n        <p>1) $491,749 2,818 = $174.50 (weighted average rate)</p>\n        <p>2) $95.45 X ($174.50/$131.82) = $126.35</p>\n        <p>3) $126.35 X 2,818 = $356,054.30</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In fact, the Application includes billing entries from five lawyers who attended at least part of Poulos's deposition:  two from Kutak Rock, one from Richardson &amp; Troubh, and two from Murray, Plumb &amp; Murray</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> As an example, we cite the billing entry for Kutak Rock partner Ronald Massumi for March 15, 1993, totalling 6.25 hours at a cost of $1,093.75:</p>\n        <p>Conference with Mr. Rugg regarding appellate procedure;  telephone conference with Mr. Murray's office;  correspondence to Mr. Whitman;  research regarding injunctions pending appeal, federal rules of civil and appellate procedure, 1st Circuit caselaw on stays/injunctions pending appeal, notice of appeal procedure;  draft motion for injunction pending appeal, and memorandum in support of motion for injunction pending appeal.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">764</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">George C. WILLIAMS, et al., Plaintiffs, Appellants,<br>v.<br>Richard E. POULOS, et al., Defendants, Appellees.<br>George C.  Williams, et al. Plaintiffs, Appellees,<br>v.<br>Richard E. Poulos, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">Nos. 94-2057, 94-2058.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 12, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Allen S. Rugg, with whom Alan D. Strasser, Kutak Rock, John S. Whitman, and Richardson &amp; Troubh, were on brief for appellants.</p>\n      <p class=\"indent\">Terry A. Fralich, with whom Peter J. DeTroy, and Norman, Hanson &amp; DeTroy, were on brief for appellees.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED IN PART AND MODIFIED IN PART.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After appellants obtained substantial relief in their lawsuit alleging illegal wiretapping in violation of 18 U.S.C. Sec. 2511(1) and Me.  Rev. Stat.  Ann. tit. 15 Sec. 710(1), the district court, pursuant to the statutory schemes, ordered appellees to pay appellants' attorney fees and expenses in the amount of $283,950.58.  Appellants now argue that the district court abused its discretion in awarding as little as it did;  appellees maintain in their cross-appeal that the abuse of discretion occurred in awarding appellants anything at all.  After careful review of the record, we conclude that the district court's basic approach is sound but that on certain matters it failed to provide a sufficient basis to justify certain of its deductions and made computational errors;  thus we modify the district court order accordingly.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We have previously recited in detail the factual background to the underlying, substantive lawsuit, Williams v. Poulos, <span class=\"citation\" data-id=\"195087\"><a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">271</span> </a></span>(1st Cir. 1993) (the \"Williams\" lawsuit), and we therefore provide only a brief summary here.  Appellants (plaintiffs in the Williams lawsuit) were defendants in a RICO lawsuit stemming from the demise of Consolidated Auto Recyclers, Inc.  (\"CAR\"), Bowers v. Allied Capital Corp., Civ. No. 91-0021-B (D. Me. filed January 1991) (Brody, J.)  (the \"Bowers\" lawsuit).  In the course of discovery in the Bowers litigation, appellants learned from Richard Poulos, counsel for CAR's principals (the Bowers plaintiffs) that he had secret tapes of some of their conversations.  After further discovery, appellants initiated the Williams lawsuit, seeking, inter alia, declaratory and injunctive relief, under federal and Maine wiretap laws, forbidding Poulos and the Bowers plaintiffs from using the tapes in the Bowers lawsuit.  On February 3, 1993, following a six-day bench trial, the district court granted in large part appellants' requested relief, and we affirmed.  <span class=\"citation\" data-id=\"195087\"><span class=\"antecedent_guess\">Williams,</span> <a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">274</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellants then filed an application for attorney fees with the district court, pursuant to the federal and Maine wiretap statutes, both of which provide for the recovery of reasonable attorney fees and costs from defendants in successful civil actions.  18 U.S.C. Sec. 2520(a)-(b)(1);  Me.  Rev. Stat.  Ann. tit. 15, Sec. 711(2).  The application, as amended, sought $715,202.12 in attorney fees and costs.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In its Order and Memorandum of Opinion dated September 2, 1994, the district court stated that the Application was \"unreasonable on its face and grossly inflated\" and that it contained \"exorbitant costs and numerous instances of inefficient allocation of the law firms' resources.\"  The district court awarded appellants $283,950.58-about 40% of the amount requested.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The court arrived at this figure in the following manner:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">(1) In calculating reasonable fees for services rendered by Kutak Rock, the court used local billing rates, rather than the Washington, D.C., rates requested.  Appellants, in defense of this request, claim they could locate no available, qualified local counsel willing to sue Poulos, and therefore Kutak Rock's out-of-town rates were reasonable.  The court, however, found that appellants chose Kutak Rock as lead counsel in the wiretap case because Kutak Rock already represented them in the underlying Bowers lawsuit.  This adjustment resulted in a reduction of approximately $159,000.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">(2) The court found that appellants had overstaffed the case, stating that it had \"found numerous occasions when Plaintiffs' counsel duplicated efforts\" and offering as an example bills from three lawyers for time spent in preparing for and attending Poulos's deposition.  The court found that such duplicative billing reflected bad faith and subtracted an additional $100,000 to correct for overstaffing and as a penalty for appellants' bad faith request.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(3) On its own, the court calculated reasonable travel expenses from Washington, D.C., to Bangor, Maine, and cut $8,524 from appellants' request.  It also declined to allow reimbursement for meal expenses altogether ($1,245), and, citing the inherent cost of coordinating work between law firms, allowed just $11,000 of $34,088 in requested photocopy charges and $6,000 of $16,312 in requested postage, telephone and fax charges.  These cuts reduced appellants' requested expense award by a total of $43,169.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">(4) Noting that appellants had agreed not to seek reimbursement for attorney travel time and computer research charges, the court subtracted $13,575 from the requested total.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(5) Finally, apparently to correct for what it called a \"misallocation of resources,\" the court stated that it would divide the tasks performed by appellants' lawyers into three categories and, in accordance with the relative expertise demanded by each task, allow compensation for those services at 50%, 75% or 100% of each lawyer's local rate.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Stating that it had \"determined to the extent possible based on the information made available by counsel, how many hours fall within each category for each lawyer,\" the court subtracted an additional $115,000 from the requested fee.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellants argue that the method the district court used to arrive at a reasonable fee was not in accordance with applicable law and that the court provided insufficient explanations for the cuts that it made.  Appellees maintain that, because the district court found, inter alia, that the fee request was \"unreasonable on its face and grossly inflated\" and at least in part reflected bad faith, it therefore had no discretion to do anything but deny the fee request in its entirety.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review a district court's fee award for mistake of law or abuse of discretion.  Lipsett v. Blanco, <span class=\"citation\" data-id=\"591130\"><a href=\"/opinion/591130/annabelle-lipsett-v-gumersindo-blanco/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span>, 937 (1st Cir. 1992).  A district court's discretion in calculating a reasonable fee is particularly broad;  this tribunal \"lacks the means to replicate the trial court's first- hand knowledge of the litigation and its nuances.\"  Foley v. City of Lowell, <span class=\"citation\" data-id=\"571252\"><a href=\"/opinion/571252/michael-j-foley-v-city-of-lowell-massachusetts-michael-j-foley-v-city/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 19 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Our review, however, is not without bite.  We require that the trial court \"make concrete findings [and] supply a 'clear explanation of its reasons for the fee award.' \"  United States v. Metropolitan Dist. Comm'n, <span class=\"citation\" data-id=\"506188\"><a href=\"/opinion/506188/united-states-v-metropolitan-district-commission-conservation-law/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir. 1988) (omitting internal citation and quoting Grendel's Den, Inc. v. Larkin, <span class=\"citation\" data-id=\"445233\"><a href=\"/opinion/445233/grendels-den-inc-v-john-p-larkin-cambridge-license-commission/\"><span class=\"volume\">749</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">945</span></a></span>, 950 (1st Cir. 1984)).  While these demands should not be so great as to cause a district court to \"drown in a rising tide of fee-generated minutiae,\" <span class=\"citation\" data-id=\"445233\"><a href=\"/opinion/445233/grendels-den-inc-v-john-p-larkin-cambridge-license-commission/\"><span class=\"id_token\">id.,</span> we do </a></span>expect a court making substantial reductions in a prevailing party's fee request \"to spell out the whys and wherefores.\"  Brewster v. Dukakis, <span class=\"citation\" data-id=\"194891\"><a href=\"/opinion/194891/brewster-v-dukakis/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">488</span></a></span>, 493 (1st Cir. 1993) (quoting Metropolitan Dist. <span class=\"citation\" data-id=\"506188\"><span class=\"antecedent_guess\">Comm'n,</span> <a href=\"/opinion/506188/united-states-v-metropolitan-district-commission-conservation-law/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">18</span></a></span>).  Otherwise, judicial review is next to impossible.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Even when we cannot affirm an attorney fees award, however, we need not always remand for more detailed findings.  \"A request for attorney's fees should not result in a second major litigation.\"  Jacobs v. Mancuso, <span class=\"citation\" data-id=\"492350\"><a href=\"/opinion/492350/andrew-s-jacobs-v-anthony-mancuso-etc/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">559</span></a></span>, 562 (1st Cir. 1987) (quoting Hensley v. Eckerhart, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 437 (1983)).  When the record provides us with ample resources, then, \"much as we dislike the task that has been put upon us,\" <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"id_token\">id.,</span> we may </a></span>set forth our own findings and amend the award accordingly.  We have done so in the past, see, e.g., id.;  Rogers v. Okin, <span class=\"citation\" data-id=\"489939\"><a href=\"/opinion/489939/rubie-rogers-v-robert-okin/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 31 (1st Cir. 1987);  Hart v. Bourque, <span class=\"citation\" data-id=\"474816\"><a href=\"/opinion/474816/jean-hart-as-administratrix-of-the-estate-of-levi-hart-v-richard-w/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">519</span> </a></span>(1st Cir. 1986);  Grendel's <span class=\"citation\" data-id=\"445233\"><span class=\"antecedent_guess\">Den,</span> <a href=\"/opinion/445233/grendels-den-inc-v-john-p-larkin-cambridge-license-commission/\"><span class=\"volume\">749</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">951</span></a></span>, and we do so here.</p>\n    </div>\n    <p>B. The District Court's Methodology</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellants argue that the district court erred in its failure to use the lodestar framework to determine a reasonable fee.  Where the applicable statutory scheme prescribes no alternative method, \"we have customarily found it best to calculate fees by means of the [lodestar] time-and-rate-method....\"  Tennessee Gas Pipeline Co. v. 104 Acres of Land, <span class=\"citation\" data-id=\"676487\"><a href=\"/opinion/676487/tennessee-gas-pipeline-company-v-104-acres-of-land-more-or-less-in/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">632</span></a></span>, 634 (1st Cir. 1994) (quoting Weinberger v. Great N. Nekoosa Corp., <span class=\"citation\" data-id=\"555766\"><a href=\"/opinion/555766/william-weinberger-v-great-northern-nekoosa-corp/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">518</span></a></span>, 526 (1st Cir. 1991) (alterations in Tennesee Gas )).  A court employing this method multiplies the number of hours reasonably expended on the litigation by a reasonable hourly rate to arrive at the lodestar figure.  <span class=\"citation\" data-id=\"110929\"><span class=\"antecedent_guess\">Hensley,</span> <a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">433</span></a></span>;  Metropolitan Dist. <span class=\"citation\" data-id=\"506188\"><span class=\"antecedent_guess\">Comm'n,</span> <a href=\"/opinion/506188/united-states-v-metropolitan-district-commission-conservation-law/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">15</span></a></span>.  To determine a reasonable number of hours, a court may begin with the number of hours actually spent and then subtract \"hours which were duplicative, unproductive, excessive, or otherwise unnecessary.\"  Metropolitan Dist. <span class=\"citation\" data-id=\"506188\"><span class=\"antecedent_guess\">Comm'n,</span> <a href=\"/opinion/506188/united-states-v-metropolitan-district-commission-conservation-law/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">15</span></a></span>.  (quoting Grendel's <span class=\"citation\" data-id=\"445233\"><span class=\"antecedent_guess\">Den,</span> <a href=\"/opinion/445233/grendels-den-inc-v-john-p-larkin-cambridge-license-commission/\"><span class=\"volume\">749</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">950</span></a></span>).  This is, in fact, essentially what the district court did.  It began with the total number of hours appellants' attorneys spent on the litigation, and made deductions for duplicative, excessive and unnecessary billing.  While it performed this exercise in an unorthodox manner-deducting lump sums, rather than hours-this was in large part undoubtedly necessitated by appellants' failure to specify the amount of time spent on each task billed and to summarize the hours spent by each attorney on different parts of the litigation.  In any event, we have never required that district judges \"march in lockstep, following an unyielding, essentially wooden approach in all fee award cases.\"  <span class=\"citation\" data-id=\"445233\"><a href=\"/opinion/445233/grendels-den-inc-v-john-p-larkin-cambridge-license-commission/\"><span class=\"id_token\">Id.</span> In fact, </a></span>we \"have left reasonably open the question of precisely how the judge ascertains the number of hours reasonably expended.\"  Tennessee <span class=\"citation\" data-id=\"676487\"><span class=\"antecedent_guess\">Gas,</span> <a href=\"/opinion/676487/tennessee-gas-pipeline-company-v-104-acres-of-land-more-or-less-in/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">634</span> </a></span>(quoting Metropolitan Dist. <span class=\"citation\" data-id=\"506188\"><span class=\"antecedent_guess\">Comm'n,</span> <a href=\"/opinion/506188/united-states-v-metropolitan-district-commission-conservation-law/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">15</span></a></span>.).  While we take issue with some aspects of the manner in which the district court implemented its methodology, we find no error in its choice of methodology per se.</p>\n    </div>\n    <p>C. Use of Local Rates</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellants maintain that, in order to obtain meaningful relief from appellees' illegal wiretapping, exigent circumstances left them with no choice but to assign the lion's share of the wiretap litigation to its Washington, D.C., counsel, Kutak Rock.  Appellants' local firm in the Bowers litigation, Berman &amp; Simmons, refused to sue Poulos, appellants claim, forcing them to begin an expensive search for new local counsel.  After interviewing thirty lawyers, appellants finally found a Maine lawyer-John Whitman, of Richardson &amp; Troubh-willing to take the case, but whose involvement in other litigation prevented him from ever taking over the primary role in the Williams lawsuit.  Thus, appellants claim, because they were unable to find suitable local counsel, their decision to use Kutak Rock was entirely reasonable, and the district court erred in limiting reimbursement for Kutak Rock's services to prevailing Maine rates.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In general, \"the proper rate to apply to the work of out-of-town counsel is that of the forum community, rather than that which the attorney charges in the community in which she practices.\"  2 Mary Frances Derfner &amp; Arthur D. Wolf, Court Awarded Attorney Fees p 16.03 (1994);  see Maceira v. Pagan, <span class=\"citation\" data-id=\"413302\"><a href=\"/opinion/413302/efrain-maceira-v-luis-enrique-pagan-local-901-international-brotherhood/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span>, 40 (1st Cir. 1983) (\"The reasonable hourly rate is usually stated to be 'that prevailing in the community for similar work.' \"  (quoting Copeland v. Marshall, <span class=\"citation\" data-id=\"387362\"><a href=\"/opinion/387362/dolores-j-copeland-individually-and-on-behalf-of-the-class-of-all-others/\"><span class=\"volume\">641</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span>, 892 (D.C. Cir. 1980) (en banc))).  Nevertheless, out-of- town rates may be applied if the complexities of a particular case require the particular expertise of non-local counsel, <span class=\"citation\" data-id=\"413302\"><span class=\"antecedent_guess\">Maceira,</span> <a href=\"/opinion/413302/efrain-maceira-v-luis-enrique-pagan-local-901-international-brotherhood/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">40</span></a></span>, or \"when the case is an undesirable one which capable attorneys within the forum community are not willing to prosecute or defend,\" 2 Derfner &amp; Wolf p 16.03 (1994) (citing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">While the district court, in its sound discretion, might have found that appellants' lawsuit against Poulos was one that no capable attorney in Maine was willing to prosecute, it did not do so.  Instead, it found that appellants were using Kutak Rock in the Williams suit because it already represented them in the underlying Bowers litigation.  The same district judge presided over both lawsuits, and his familiarity with the litigants and their counsel, and with the willingness of the local bar to sue one another, far exceeds ours.  This was not a ruling on summary judgment;  nothing required the district judge to take appellants' self-serving explanations as true.  Apparently, he believed that appellants' difficulty in finding suitable local counsel was far less a factor motivating their retention of Kutak Rock than was Kutak Rock's familiarity with the case and its client:  this is both an entirely logical conclusion and a finding supportable on the record, given that two local law firms did in fact join the fight against Poulos and the other appellees.  Therefore, we do not fault the district court's decision to use prevailing local rates in determining a reasonable fee.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">That said, the district court's calculation of a reasonable local hourly rate contains a mathematical error of some consequence.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  To arrive at this rate, the district court divided what it thought was the total requested fee of Kutak Rock-$569,775.24-by the total number of hours Kutak Rock billed-2,867-to arrive at a weighted average billing rate for all Kutak Rock employees of $198.11.  The actual average billing rate of all Kutak Rock employees (i.e., the sum of their hourly rates divided by the number of employees who billed) was $131.82.  The court noted that the weighted average was approximately 50% greater than the actual average, reflecting that higher-paid lawyers billed the bulk of the hours.  It then assigned a local hourly rate to each Kutak Rock employee (roughly equivalent to the rates commanded by the two local firms on the application), computed their average-$95.45-and increased this figure by 50% to arrive at a weighted local average of $143.10.  Finally, it multiplied this latter figure by 2,867 hours to arrive at an adjusted local fee request for Kutak Rock of $410,267.70.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In fact, the $569,775.24 figure with which the district court began included $68,014 in expenses and did not reflect the adjustments appellants made in their amended Application.  Kutak Rock's portion of the adjusted attorney fee request was actually $491,749, and its total adjusted hours were 2,818.  Using these figures, and employing the district court's methodology, the adjusted local fee request for Kutak Rock is $356,054.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>D.  Reductions for Duplicative Billing and Misallocation of Resources</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In deducting $100,000 to compensate for duplicative billing and to penalize appellants for bad faith in requesting such compensation, the district court stated that it had \"found numerous occasions when Plaintiffs' counsel duplicated efforts.\"  It provided only one example:  bills by three lawyers for time spent in preparing for and attending Poulos's deposition.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Appellants argue that, because Poulos was the most important deponent in the case, their deployment of lawyers in the taking of his deposition was entirely reasonable, and, moreover, that this single example cannot possibly sustain a finding of bad faith and a deduction of $100,000.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Assuming for the moment that sending three lawyers to a deposition constitutes overstaffing, we agree with appellants that this single example, along with the district court's reference to other, unspecified \"numerous occasions\" of similar overstaffing, do not constitute a sufficient basis for a finding of bad faith and a combined penalty and deduction of $100,000.  Our own scrutiny of the fee application, however, persuades us that the district court's concerns were not entirely unjustified.  In addition to the Poulos deposition, for example, two, three or four attorneys attended depositions on May 27-29 and June 11-12, 1992.  Four attorneys-two partners from Kutak Rock, one from Richardson &amp; Troubh and one from Murray, Plumb &amp; Murray-billed time for attendance at the preliminary injunction hearing on June 29, 1992.  Four lawyers attended-and, we assume, participated in-the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We do not mean to underestimate the importance of key depositions or hearings in the course of litigation, or the possible value of employing more than one lawyer at trial.  Nor do we question the appellants' contention that this was particularly hard-fought litigation, with appellees raising many time-consuming, frivolous arguments.  This was not, however, complex antitrust litigation between two Fortune 500 companies.  And, in assessing the reasonableness of a fee request, a court should \"ordinarily greet a claim that several lawyers were required to perform a single set of tasks with healthy skepticism.\"  Lipsett v. Blanco, <span class=\"citation\" data-id=\"591130\"><a href=\"/opinion/591130/annabelle-lipsett-v-gumersindo-blanco/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span>, 938 (1st Cir. 1992).  Appellants' arguments that the demands of this case were so great as to warrant extensive work by four partners, and occasional work by additional partners and associates, from three different law firms-and that this strike force of lawyers always divided tasks efficiently-apparently did not persuade the district court.  Thus, giving due deference to the district court's general sense that the case was overstaffed, and having scrutinized the fee request ourselves and concluded-as indicated by the above examples-- that there was at least some duplication of effort, we will modify this portion of the district court's order and deduct $40,000 for overstaffing.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court's decision to deduct $115,000 for misallocating resources suffers from a similar lack of specific examples as well as an analytical flaw.  The principle that legal work demanding differing levels of skill and expertise may be compensated differently is firmly established.  See, e.g., <span class=\"citation\" data-id=\"492350\"><span class=\"antecedent_guess\">Jacobs</span> <a href=\"/opinion/492350/andrew-s-jacobs-v-anthony-mancuso-etc/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">561</span> </a></span>n.3 (\"Within reason, the court may establish ... multiple hourly rates to reflect differences in the types of services performed for the client.\").  Here, however, the district court appears to have deducted twice for this differential.  First, in calculating the overall fee for Kutak Rock's work, the district court calculated the weighted average of all of Kutak Rock's attorneys at $143.10 per hour, which we have corrected to $126.35.  This calculation, however, already accounts for the fact that some work was performed by associates and paralegals.  Work that was actually and appropriately performed by these lower-paid employees-i.e., work that falls into the district court's lower-compensated categories-should not then be subject to a further deduction of 25% or 50% of their billing rates.  Yet, the district court stated that it arrived at its $115,000 deduction after \"determin[ing] to the extent possible based on the information made available by counsel, how many hours fall within each category for each lawyer\" and \"then reduc[ing] that lawyer's local rate according to the [tripartite] framework.\"  (emphasis added).  This was analytically incorrect.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As was the case with the deduction for duplicative billing, however, we think the district court's instincts were correct.  Of the 3,734 hours billed, partners' time accounted for approximately 80% of that total.  This would at least place a court on notice that close scrutiny of resource deployment was necessary.  The manner in which the bills were presented, however, made such scrutiny virtually impossible.  An entry for a lawyer's work on any given day typically includes several different tasks, but only a single figure reflecting the total number of hours spent on the case that day.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Thus, the bills provide no indication of how much time was spent on each task, making it extremely difficult to determine if the lawyers' time was allocated efficiently.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Appellants' plaints that, had the district court asked for further explanations, they could have supplied them, are unavailing.  We have stated previously that \"[i]n order for litigants to receive fee awards ... they [must] submit 'a full and specific accounting of the tasks performed, the dates of performance, and the number of hours spent on each task.' \"  Tennessee <span class=\"citation\" data-id=\"676487\"><span class=\"antecedent_guess\">Gas,</span> <a href=\"/opinion/676487/tennessee-gas-pipeline-company-v-104-acres-of-land-more-or-less-in/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">634</span> </a></span>(quoting <span class=\"citation\" data-id=\"555766\"><span class=\"antecedent_guess\">Weinberger,</span> <a href=\"/opinion/555766/william-weinberger-v-great-northern-nekoosa-corp/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">527</span></a></span>).  The bills submitted do not contain this level of detail.  Attorneys preparing bills in fee-shifting cases in the District of Maine have been specifically warned to account for time spent on each task.  Weinberger v. Great N. Nekoosa Corp., <span class=\"citation\" data-id=\"1944744\"><a href=\"/opinion/1944744/weinberger-v-great-northern-nekoosa-corp/\"><span class=\"volume\">801</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">804</span></a></span>, 816 n.21 (D. Me. 1992) (determining appropriate fee award despite denying request on other grounds and stating that \"[i]n future, the Court admonishes counsel to separate different activities by the discrete amount of time devoted to each activity\"), aff'd sub nom, BTZ, Inc. v. Great N. Nekoosa Corp., <span class=\"citation\" data-id=\"195906\"><a href=\"/opinion/195906/btz-v-great/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">463</span> </a></span>(1st Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It has long been the law of this Court that \"the absence of detailed contemporaneous time records, except in extraordinary circumstances, will call for a substantial reduction in any award or, in egregious cases, disallowance.\"  Tennessee <span class=\"citation\" data-id=\"676487\"><span class=\"antecedent_guess\">Gas,</span> <a href=\"/opinion/676487/tennessee-gas-pipeline-company-v-104-acres-of-land-more-or-less-in/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">634</span> </a></span>(quoting Grendel's <span class=\"citation\" data-id=\"445233\"><span class=\"antecedent_guess\">Den,</span> <a href=\"/opinion/445233/grendels-den-inc-v-john-p-larkin-cambridge-license-commission/\"><span class=\"volume\">749</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">952</span></a></span>).  Given the significant deficiencies in the Application, and the fact that billing by partners accounted for the vast majority of hours-giving rise at least to a suspicion that resources might have been misallocated, which is unprovable because of the manner in which the bills were prepared-we do not think that a deduction of $115,000 is unreasonable and we will not disturb this portion of the district court's order.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>E. Deductions for Excessive Expenses, Travel Time and Computer Time</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We will also leave intact the district court's deduction of about half of appellants' requested expenses.  The district court's explanations for these cuts were satisfactorily clear and reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court did, however, incorrectly deduct $6,975 in travel time charges and $6,600 in computer research costs.  Appellants' requested total of $715,202.12 already reflected the removal of these costs, so they should not have been deducted a second time.  We will therefore add back $13,575 to the award to correct for this error.</p>\n    </div>\n    <p>F. Appellees' Cross-Appeal</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Appellees devoted virtually all of their brief and reply brief to arguments explaining why the district court had no discretion to do anything but deny the fee request in its entirety.  We will devote considerably less space to this contention.  Even assuming arguendo that the district court would have been within its discretion if it had denied the request entirely because of the Application's deficiencies, nonetheless we are extremely hesitant to instruct the court, after it had sifted through hundreds of pages of bills and decided to grant part of the request despite its deficiencies and excesses, that it had no discretion to do so.  In Lewis v. Kendrick, <span class=\"citation no-link\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">949</span></span>, 956 (1st Cir. 1991), we reversed a district court award of attorney fees of approximately $49,000 and held that the plaintiff was entitled to nothing.  In that case, however, the district judge had retired, making remand to the trial judge impossible, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 954, </span>the plaintiff obtained minimal relief, and the requested fees and costs were approximately 140 times the worth of the damages award, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 956. </span> We held in that case that counsel had purposefully defied the caselaw regarding attorney fee requests.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> This is </span>not such an extreme case.  Appellants obtained substantially all the relief that they sought and, while opinions may differ as to what is a \"reasonable\" fee in this case, we do not think that the record remotely supports a finding of overreaching and bad faith in the Application sufficient to justify the denial of any award at all.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Nor do we find merit in appellees' contention that we should remand to allow them to conduct discovery and further contest the propriety of the Application.  Appellants' award is substantially less than their original request;  discovery in this case would simply be another example of litigious waste.  G. Recalculation</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We now recalculate the award in light of our rulings.  The district court awarded $283,950.58.  We reduced the adjusted amount for Kutak Rock's fees by $54,213.70.  We reduced the deduction for duplicative billing from $100,000 to $40,000 and reinstated $13,575 in incorrect deductions.  These adjustments result in a net increase in the total award of $19,361.30.  Thus, the total award for appellants' reasonable attorney fees and expenses is $303,311.88.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the foregoing reasons, the district court order is</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">affirmed in part and modified in part.  No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellants' initial application for fees and expenses on January 13, 1994, requested a total of $734,389.62.  After appellees filed a memorandum with the district court opposing the application, appellants filed an amended application (the Application), deducting $6,600 in computer research charges, $2,125 in telephone surcharges, and $10,462.50 in charges for attorney travel time, reducing the total amount requested to $715,202.12.  This amended figure comprised approximately $616,349 in attorney fees and $78,253 in expenses from the three law firms that represented appellants, with expert fees and court reporter costs accounting for the balance.  The lion's share of the fees and expenses-approximately $491,749 in fees and $59,589 in expenses-requested in the Application were billed by Kutak Rock, the Washington, D.C., law firm that served as appellants' lead counsel.  The Application includes fees and expenses totalling approximately $96,777 billed by Richardson &amp; Troubh, appellants' Maine counsel, and approximately $46,463 billed by Murray, Plumb &amp; Murray, counsel for Ralph Dyer, intervenor in the Williams lawsuit.  Dyer did not appeal from the district court's order awarding reduced fees.  However, because the district court based its decision on the propriety of the entire Application, and because appellees contend that the entire Application should be denied, we consider the fees and expenses billed by Dyer's counsel in our analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The total award comprised $246,741.58 in attorney fees and $37,209 in costs</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Services compensated at 50% included:  \"conferences with co-counsel and opponents;  proofreading and copyreading;  notification and preparation for depositions;  review of documents;  telephone conversations.\"</p>\n        <p>Services compensated at 75% included:  \"general research;  taking and attendance at depositions;  letter drafting;  drafting and reading of memoranda;  preparation for hearings and court conferences;  discovery activity.\"</p>\n        <p>Services compensated at 100% included:  \"court appearances, in-chambers conferences, and the preparation and drafting of motions and briefs.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> To their credit, appellants directed our attention to this error, even though correcting it results in a lower local hourly rate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We arrived at this result as follows:</p>\n        <p>1) $491,749 2,818 = $174.50 (weighted average rate)</p>\n        <p>2) $95.45 X ($174.50/$131.82) = $126.35</p>\n        <p>3) $126.35 X 2,818 = $356,054.30</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In fact, the Application includes billing entries from five lawyers who attended at least part of Poulos's deposition:  two from Kutak Rock, one from Richardson &amp; Troubh, and two from Murray, Plumb &amp; Murray</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> As an example, we cite the billing entry for Kutak Rock partner Ronald Massumi for March 15, 1993, totalling 6.25 hours at a cost of $1,093.75:</p>\n        <p>Conference with Mr. Rugg regarding appellate procedure;  telephone conference with Mr. Murray's office;  correspondence to Mr. Whitman;  research regarding injunctions pending appeal, federal rules of civil and appellate procedure, 1st Circuit caselaw on stays/injunctions pending appeal, notice of appeal procedure;  draft motion for injunction pending appeal, and memorandum in support of motion for injunction pending appeal.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110929/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194891/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195087/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195906/",
    "https://www.courtlistener.com/api/rest/v3/opinions/387362/",
    "https://www.courtlistener.com/api/rest/v3/opinions/413302/",
    "https://www.courtlistener.com/api/rest/v3/opinions/445233/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474816/",
    "https://www.courtlistener.com/api/rest/v3/opinions/489939/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492350/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506188/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555766/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571252/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591130/",
    "https://www.courtlistener.com/api/rest/v3/opinions/676487/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1944744/"
  ]
}