{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196070/",
  "id": 196070,
  "absolute_url": "/opinion/196070/united-states-v-taylor/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196070/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:55:49Z",
  "date_modified": "2020-02-21T23:41:53.080777Z",
  "type": "010combined",
  "sha1": "2768c629926428e363adb0ed9cd8104a48c3cd90",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1381.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1381\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                         TERRENCE TAYLOR,\n\n                      Defendant, Appellant.\n\n                                              \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n      [Hon. Walter Jay Skinner, Senior U.S. District Judge]\r                                                                    \n\n                                              \n\n                              Before\n\n                     Torruella, Chief Judge,\r                                                     \n\n                  Bownes, Senior Circuit Judge,\r                                                        \n\n                    and Selya, Circuit Judge.\r                                                      \n\n                                              \n\n     Judith  H.   Mizner,  by  appointment  of   the  court,  for\r                                  \nappellant.\n     Kimberly  S.  Budd, Assistant  United States  Attorney, with\r                                 \nwhom Donald K. Stern,  United States Attorney, was on  brief, for\r                              \nthe United States.\n\n                                             \n\n                           May 17, 1995\n\n                                              \n\n          SELYA,  Circuit Judge.    A  jury convicted  defendant-\r                    SELYA,  Circuit Judge.\r                                         \n\nappellant Terrence  Taylor on  charges that  he twice  had robbed\n\nfederally  insured banks, and had carried a firearm during and in\n\nrelation  to  the second  robbery.1    Deterrating no  reversible\n\nerror, we affirm.\n\nI.  BACKGROUND\r          I.  BACKGROUND\n\n          Following  accepted practice  in  criminal  cases  that\n\ninvolve questions  of evidentiary sufficiency, see,  e.g., United\r                                                                           \n\nStates  v. Echeverri, 982 F.2d  675, 676 (1st  Cir. 1993); United\r                                                                           \n\nStates  v. Maraj, 947 F.2d 520, 522  (1st Cir. 1991), we limn the\r                          \n                    \r                              \n\n     1The applicable statutes provide in pertinent part:\n\n          Whoever,   by  force  and   violence,  or  by\n          intimidation,  takes,  or  attempts to  take,\n          from the person or presence  of another . . .\n          any property  or money or any  other thing of\n          value belonging to, or in the  care, custody,\n          control,  management,  or possession  of, any\n          [federally  insured] bank  .  . .  [shall  be\n          punished as provided by law].\n\n18 U.S.C.   2113(a) (1988).\n\n          Whoever, in  committing, or in  attempting to\n          commit,  any offense defined  in [  2113(a)],\n          assaults any person, or puts in jeopardy  the\n          life of  any person by the use of a dangerous\n          weapon  or  device,  shall  be  [punished  as\n          provided by law].\n\n18 U.S.C.   2113(d) (1988).\n\n          Whoever, during and in relation to any  crime\n          of  violence  .  .  .  for  which he  may  be\n          prosecuted in a  court of the  United States,\n          uses  or carries  a firearm,  shall . .  . be\n          [subjected to additional punishment].\n\n18 U.S.C.   924(c)(1) (1988).\n\n                                2\r\r\n\nfacts in the light most congenial to the government.\n\n          Appellant and Arnett Lynch,  an inveterate bank robber,\n\noften used drugs at a hangout in Boston, known euphemistically as\n\n\"the Spot.\"   On several occasions appellant, emphasizing that he\n\n\"wanted  to learn the ropes,\" expressed the hope that Lynch would\n\nprovide tutelage in how to rob banks.  \n\n          The  problem with  wishes is  that they  sometimes come\n\ntrue.    Cf. Aesop,  The  Old  Man  and  Death (circa  550  B.C.)\r                                                        \n\n(predicting  that \"[w]e would often  be sorry if  our wishes were\n\ngratified\").    On  January  29,  1992,  appellant  restated  his\n\naspirations and  mentioned  the availability  of  transportation,\n\ntelling  Lynch that his friend, Lucille  Aulmond, had agreed (for\n\nten dollars) to drive him to the downtown area.  Lynch and Taylor\n\nentered  Aulmond's  automobile.    During the  trip,  Lynch  told\n\nappellant that they were  going to \"do bizank\" [a  slang term for\n\n\"bank,\" according to Lynch's trial testimony]  and \"rob the 2T's\"\n\n[a reference to two tellers].\n\n          After  dropping  off  a  friend,  Aulmond,  on  Lynch's\n\ninstructions,  drove  to  downtown  Boston and  parked  near  the\n\nintersection of Clarendon St. and Newbury St. Lynch walked to the\n\ncorner to check a branch office of Bank of Boston, but found that\n\nit had closed for the day.2  When Lynch returned  to the vicinity\n\nof the parked car, appellant joined him on the sidewalk.  The two\n\nmen then entered a  nearby branch of United States  Trust Company\n                    \r                              \n\n     2That  bank had been robbed several  days earlier by Lynch's\ncompatriot, William  Corgain, who  told Lynch that  the bank  was\neasy pickings because only two tellers were on duty.\n\n                                3\r\r\n\n(UST).\n\n          Appellant remained hard by  the entrance, watching both\n\nthe bank's interior and  the street.  Meanwhile, Lynch  strode to\n\nthe center of the  lobby.  The manager, Elizabeth  Nentwig, asked\n\nLynch if he needed  assistance.  Lynch proved capable  of helping\n\nhimself; he  drew a gun  and advised Nentwig  that a  robbery had\n\nbegun.  Lynch then  grabbed a customer's briefcase,  approached a\n\nteller (Helen Huppoch),  and demanded money.  He  received $2,748\n\nfrom  Huppoch and  inserted  it into  the  briefcase.   Appellant\n\nyelled,  \"come on,  let's  go,\"  and  the  two  men  sprinted  to\n\nAulmond's car.\n\n          Once  inside the  automobile,  Aulmond asked  what  had\n\nhappened, and appellant responded:  \"I hit  a guy in the face.  I\n\npunched a  guy in the face.\"   Lynch screamed at  Aulmond to stop\n\ntalking and start driving.   She complied.  After  Aulmond made a\n\nwrong  turn, the men grew impatient, bolted from her vehicle, and\n\ncompleted their  escape in a  taxi.  They then  split the spoils,\n\nbut, there being scant honor among thieves, four men later mugged\n\nLynch and stole his share of the proceeds.\n\n          The  next  day,   a  man  subsequently   identified  by\n\npercipient witnesses  as Taylor entered a  BayBank branch located\n\nat 285 Huntington Ave. in Boston.   The man approached a teller's\n\nstation, shoved aside a customer, Alaina Gurski, and, threatening\n\nto  shoot Gurski, demanded that the teller, Raya Aruin, hand over\n\nher  money.   The man held  an object  that both  Aruin and Ellen\n\nClavin,  a customer  service representative  working at  a nearby\n\n                                4\r\r\n\nteller  station, described at  trial as a  gun.  The  robber fled\n\nafter receiving $2,458 from Aruin.\n\n          In due season, a  federal grand jury indicted appellant\n\nfor  his role in the  two robberies.   The superseding indictment\n\ncontained  three counts:  count  1 charged Taylor  and Lynch with\n\ncommitting  the   UST  robbery;  count  2   charged  Taylor  with\n\ncommitting the BayBank robbery;  and count 3 charged  Taylor with\n\ncarrying a firearm during and in relation to the BayBank robbery.\n\nLynch entered into a plea agreement and Taylor stood trial alone.\n\nThe  jury  found  him guilty  on  all  three  counts.   Following\n\nimposition of sentence, Taylor filed this timely appeal.\n\n          Taylor's brief  contains seven distinct  assignments of\n\nerror.   Six of these asseverations   relating, vacuously, to the\n\njoinder  of  counts  arising  from two  separate  robberies,  the\n\nsufficiency of the evidence,  and the jury instructions    do not\n\nnecessitate exegetic treatment.   We dispose of these  six claims\n\nin a decurtate fashion (see  infra Parts III - V).   We then turn\r                                            \n\nto  appellant's  most  vexing  point:   his  complaint  that  the\n\nprosecutor's  closing argument contained improper and prejudicial\n\nmisstatements,  including impermissible comments  on his election\n\nnot to testify.  See infra Part VI.\r                                    \n\nII.  THE RAISE-OR-WAIVE RULE\r          II.  THE RAISE-OR-WAIVE RULE\n\n          Because many of the  assigned errors were not preserved\n\nfor  appeal by timely objections,  we pause first  to discuss the\n\nraise-or-waive  rule.    In general,  the  law  ministers to  the\n\nvigilant,  not  to  those  who  sleep  upon  perceptible  rights.\n\n                                5\r\r\n\nConsequently, a  litigant who deems himself aggrieved  by what he\n\nconsiders to be an  improper occurrence in the course of trial or\n\nan erroneous  ruling by the  trial judge  ordinarily must  object\n\nthen and there, or forfeit any right to complain at a later time.\n\nThe policy reasons behind the raise-or-waive rule are rock solid:\n\ncalling a looming error to the trial court's attention affords an\n\nopportunity  to  correct  the  problem  before  irreparable  harm\n\noccurs.  Then, too, the raise-or-waive rule prevents sandbagging;\n\nfor  instance,  it  precludes  a party  from  making  a  tactical\n\ndecision to refrain from  objecting, and subsequently, should the\n\ncase  turn sour,  assigning error  (or, even  worse, planting  an\n\nerror and nurturing the seed as insurance against an infelicitous\n\nresult).     So  viewed,  the  requirement   that  parties  raise\n\ncontemporaneous  objections to improper  questions, comments, and\n\nthe like serves an  important purpose in promoting \"the  balanced\n\nand orderly  functioning of  our adversarial system  of justice.\"\n\nUnited  States v. Griffin, 818 F.2d 97, 99-100 (1st. Cir.), cert.\r                                                                           \n\ndenied, 484 U.S.  844 (1987); accord United  States v. Holmquist,\r                                                                          \n\n36 F.3d  154, 168 (1st Cir.  1994), cert. denied, 115  S. Ct.    \r                                                          \n\n(1995).\n\n          Despite its  strength and salience,  the raise-or-waive\n\nrule is not absolute.  But, rescue missions are restricted to the\n\ncorrection of \"plain\" errors.  See United States v. Olano, 113 S.\r                                                                   \n\nCt. 1770,  1776 (1993); United  States v. Mejia-Lozano,  829 F.2d\r                                                                \n\n268, 273 (1st Cir. 1987); Griffin, 818 F.2d at 100; see generally\r                                                                           \n\nFed. R. Crim. P. 52(b).\n\n                                6\r\r\n\n          The    plain    error    doctrine    concentrates    on\n\n\"blockbusters,\" to the exclusion of \"the ordinary backfires . . .\n\nwhich may mar a trial record.\"  Griffin, 818 F.2d at  100.  Under\r                                                 \n\nit,  appellate courts will notice  unpreserved errors only in the\n\nmost  egregious circumstances.    At a  bare minimum,  therefore,\n\nbevues not seasonably brought to the attention of the trial court\n\nmust,  in order  to  command  appellate  intervention,  \"affect[]\n\nsubstantial rights.\"  Fed. R. Crim. P. 52(b).\n\n          An unpreserved  error is deemed plain  (and, therefore,\n\nto affect  substantial rights) only if the  reviewing court finds\n\nthat it skewed the fundamental fairness or basic integrity of the\n\nproceeding below in some major respect.  See Griffin, 818 F.2d at\r                                                              \n\n100.  As the  Supreme Court itself has  written, the plain  error\n\ndoctrine  applies  in  those   circumstances  in  which,   absent\n\nappellate intervention, \"a miscarriage of justice would otherwise\n\nresult.\"  United States v. Frady,  456 U.S. 152, 163 n.14 (1982).\r                                          \n\nGiven   these  parameters,   it  is   not  surprising   that  the\n\njurisprudence  of plain error  invests substantial  discretion in\n\nthe  court of appeals.  See Olano,  113 S. Ct. at 1776 (observing\r                                           \n\nthat \"the decision to correct  the forfeited error [rests] within\n\nthe  sound discretion of the Court of Appeals\"); United States v.\r                                                                        \n\nWhiting,  28 F.3d 1296, 1308 (1st Cir.) (same), cert. denied, 115\r                                                                      \n\nS. Ct.  378 (1994).   Even when  faced with  an apparently  plain\n\nerror, an appellate court \"has authority to order correction, but\n\nis not required to do  so.\"  Olano, 113 S. Ct. at 1778.   For the\r                                            \n\nmost  part, this  discretion should  be exercised  sparingly, and\n\n                                7\r\r\n\nshould  be reserved for the  correction of those  few errors that\n\n\"`seriously affect  the fairness, integrity or  public reputation\n\nof  the judicial proceedings.'\"  United States v. Young, 470 U.S.\r                                                                 \n\n1,  15 (1985) (quoting United  States v. Atkinson,  297 U.S. 157,\r                                                           \n\n160 (1936)).\n\nIII.  JOINDER AND SEVERANCE\r          III.  JOINDER AND SEVERANCE\n\n          Appellant  excoriates the  government  for  bringing  a\n\nsingle indictment that joined a count relating to the UST robbery\n\nwith two  counts relating to the BayBank  robbery.3  In a similar\n\nvein,  he calumnizes the district court for refusing to sever the\n\nostensibly incompatible counts.  The chastisement is unwarranted.\n\n          Although appellant  now maintains that  the counts were\n\nimproperly joined, he raises this objection for the first time on\n\nappeal.  Thus, we afford  plain error review.  See United  States\r                                                                           \n\nv. Stackpole, 811 F.2d 689, 693 (1st Cir. 1987).\r                      \n\n          Separate offenses may be  joined in the same indictment\n\nif the charges are \"of the same or similar character or are based\n\non  the  same act  or  transaction  or on  two  or  more acts  or\n\ntransactions connected together or constituting parts of a common\n\nscheme or  plan.\"  Fed. R. Crim. P. 8(a).  In determining whether\n\ncounts  are properly  combined  for trial,  we historically  have\n\nconsidered  whether the charges are  laid under the same statute,\n\nwhether  they involve similar  victims, locations,  or   modes of\n                    \r                              \n\n     3Appellant does  not argue  that linking the  firearms count\nwith the robbery counts formed a basis for a claim of misjoinder.\nAccordingly, we deem any such argument waived.  At any  rate, the\nfirearms  charge was  inextricably  intertwined with  the  second\nrobbery, and could hardly be separated from it.\n\n                                8\r\r\n\noperation,  and the  time  frame  in  which the  charged  conduct\n\noccurred.  See, e.g., United States v. Chambers, 964 F.2d 1250-51\r                                                         \n\n(1st Cir. 1992); United States v.  Gray, 958 F.2d 9, 14 (1st Cir.\r                                                 \n\n1992).  Under the present circumstances, joining the three counts\n\nlodged against appellant does not constitute plain error.\n\n          The  two robberies  involved the  same type  of victims\n\n(federally  insured  banks).   They were  charged under  the same\n\nstatute  (18  U.S.C.    2113),  took  place  in  the same  locale\n\n(downtown  Boston),   and  occurred   in  the  same   time  frame\n\n(successive days).   Such similarities have  routinely been found\n\nto justify joinder.   See,  e.g., Chambers, 964  F.2d at  1250-51\r                                                    \n\n(finding  joinder proper  when  robberies all  involved federally\n\ninsured  banks in the greater  Boston area and  occurred within a\n\nten-week period); Gray, 958 F.2d  at 14 (similar).   Furthermore,\r                                \n\nthe evidence here suggests that the first robbery was, in effect,\n\na training mission for the second.  Therefore, we do not think it\n\nwould  be plain  error to  conclude that  the two  robberies were\n\nparts of  \"a common scheme or plan\" as  that term is used in Rule\n\n8(a).\n\n          Appellant's contention that the district court erred in\n\nrefusing to sever the  robbery counts, while arguably preserved,4\n\nalso  lacks force.   Though  the Criminal  Rules  empower federal\n\n                    \r                              \n\n     4It is unclear whether appellant's severance motion   which,\nin terms,  did not request  that the  two bank robbery  counts be\ntried  separately    properly preserved  the severance  issue for\nreview.   Because  severance was  not required  in any  event, we\nassume for argument's sake that the issue was sufficiently raised\nin the court below.\n\n                                9\r\r\n\ncourts to  grant relief  from  prejudicial joinder  of counts  in\n\ncriminal  cases, see Fed. R. Crim. P. 14, severance decisions are\r                              \n\nordinarily won or lost in the  trial court.  We will overturn the\n\ndenial of  a motion  for severance  only  for a  patent abuse  of\n\ndiscretion.  See  United States v. Pierro, 32 F.3d  611, 616 (1st\r                                                   \n\nCir. 1994), cert. denied, 115 S. Ct. 919 (1995); United States v.\r                                                                        \n\nNatanel, 938 F.2d  302, 308  (1st Cir. 1991),  cert. denied,  502\r                                                                     \n\nU.S. 1079 (1992).   This discretion applies to refusals  to sever\n\ncounts as well as to refusals to separate defendants for purposes\n\nof trial.  See, e.g., Chambers,  964 F.2d at 1251.   Establishing\r                                        \n\nan abuse of discretion usually entails a showing that improper or\n\nprejudicial  joinder likely  \"deprived  the defendant  of a  fair\n\ntrial.\"  United States v. Nason, 9 F.3d 155, 158 (1st Cir. 1993),\r                                         \n\ncert. denied, 114 S. Ct. 1331 (1994).\r                      \n\n          Appellant faces  a high  hurdle, given  Chambers, Gray,\r                                                                          \n\nand other cases in which we have upheld the trial court's refusal\n\nto sever counts involving multiple bank robberies.  He strives to\n\ndistinguish these  cases on  the ground  that they  involved more\n\nthan two  robberies, and, thus, yielded telltale  patterns.  This\n\nargument fails  for two reasons.   First, common  sense indicates\n\nthat  the greater the number of robberies, the greater the danger\n\nof prejudice that joinder poses.  Second, there is no shortage of\n\nsound precedent upholding the joint trial of two   and only two  \n\nrobbery  counts in a single indictment.  See, e.g., United States\r                                                                           \n\nv.  L'Allier, 838 F.2d 234, 240-41 (7th Cir. 1988); United States\r                                                                           \n\nv. Shearer, 606 F.2d 819, 820 (8th Cir. 1979).\r                    \n\n                                10\r\r\n\n          Apart  from  this  curious   slant  on  the  number  of\n\nincidents,  appellant  offers  no   basis  for  suspecting  undue\n\nprejudice.  His bare allegation that, if the jury were to believe\n\nthat  he was  involved in  one bank robbery,  then it  might also\n\n(improperly) be led  to believe from that fact alone  that he was\n\ninvolved  in the  other,  is simply  not  enough.   This type  of\n\nspillover  is standard  fare whenever  counts  involving discrete\n\nincidents  are linked in a single indictment.  We have repeatedly\n\nheld that such  a garden  variety side effect,  without more,  is\n\ninsufficient to require severance.  See United States v.  Boylan,\r                                                                          \n\n898 F.2d  230, 246 (1st  Cir.) (collecting cases),  cert. denied,\r                                                                          \n\n498  U.S.  849  (1990).   Moreover,  the  case  for prejudice  is\n\nespecially  weak in  this instance  because the  district court's\n\njury instructions delineated the separateness of the three counts\n\nand made  it clear that the  jury had to consider  each charge on\n\nits own merits.5\n\n          In sum,  we find no  plain error in the  joinder of the\n\nthree  counts contained  in  the superseding  indictment, and  no\n\nmisuse  of discretion  in  the  district  court's eschewal  of  a\n\nseverance.\n\nIV.  SUFFICIENCY OF THE EVIDENCE\r          IV.  SUFFICIENCY OF THE EVIDENCE\n\n          Appellant challenges the sufficiency of the evidence in\n\nthree respects.   He says that the proof did not show (1) that he\n\n                    \r                              \n\n     5We also note that,  even if the robberies had  been charged\nin separate indictments, the UST robbery would in all probability\nhave  been admissible  to prove  preparation, plan,  or knowledge\nregarding the BayBank heist.  See Fed. R. Evid. 404(b).\r                                           \n\n                                11\r\r\n\nparticipated  in the  UST  robbery,  (2)  that he  committed  the\n\nBayBank robbery, and/or  (3) that the perpetrator  of the BayBank\n\nrobbery  carried a real gun.   In assessing  these challenges, we\n\nscrutinize the  evidence in  the light  most compatible with  the\n\nverdict, resolve all credibility disputes in the verdict's favor,\n\nand then reach  a judgment  about whether a  rational jury  could\n\nfind guilt beyond a reasonable doubt.  See Echeverri, 982 F.2d at\r                                                              \n\n677; Maraj, 947 F.2d at 522-23; Boylan, 898 F.2d at 243.\r                                                \n\n          On the  sufficiency issues, a further  obstacle impedes\n\nappellant's progress.  Where,  as here, challenges to evidentiary\n\nsufficiency are unpreserved   the defendant moved for judgment of\n\nacquittal at the end  of the prosecution's case, but  then failed\n\nto renew the motion after presenting evidence on his own behalf  \n\na special variant of  the raise-or-waive rule applies.6   In such\n\nstraitened circumstances, an appellate court should stay its hand\n\nunless intervention is  necessary to  prevent a  clear and  gross\n\ninjustice.   See United States  v. McDowell, 918  F.2d 1004, 1010\r                                                     \n\n(1st Cir. 1990); United States  v. Cheung, 836 F.2d 729,  730 n.1\r                                                   \n\n(1st  Cir. 1988)  (per curiam); United  States v.  Greenleaf, 692\r                                                                      \n\nF.2d  182, 185  (1st  Cir. 1982),  cert.  denied, 460  U.S.  1069\r                                                          \n\n(1983).\n\n                     A.  The Bank Robberies.\r                               A.  The Bank Robberies.\r                                                     \n\n          Appellant's first  two  sufficiency challenges  can  be\n                    \r                              \n\n     6Of  course,  if a  defendant  files  a timely  post-verdict\nmotion   under  Fed.  R.  Crim.  P.  29(c),  he  may  escape  the\nconsequences  of  his earlier  procedural  default.   See  United\r                                                                           \nStates v.  Castro-Lara, 970 F.2d  976, 980 (1st  Cir. 1992).   In\r                                \nthis case, appellant proffered no such motion.\n\n                                12\r\r\n\ndispatched with  alacrity.   The government  prosecuted appellant\n\nfor  the UST  robbery on  the theory  that he  aided  and abetted\n\nLynch's felonious conduct.  See 18  U.S.C.   2 (1988).7  The jury\r                                         \n\nconvicted him on this basis.  Its finding is amply supported.\n\n          Criminal intent  is an important element  of aiding and\n\nabetting, see  United States v.  Tarr, 589 F.2d 55,  59 (1st Cir.\r                                               \n\n1978), and the supposed lack of any such intent lies at the heart\n\nof  appellant's  challenge.   Proof  of  this  element demands  a\n\nshowing  that the  defendant consciously  shared the  principal's\n\nknowledge of the  underlying criminal act,  and intended to  help\n\nthe principal.   See United States v.  Albert, 773 F.2d 386,  390\r                                                       \n\n(1st Cir. 1985).   We hasten to  add, however, that this  showing\n\nmay be made wholly on the basis of circumstantial evidence.\n\n          We believe  that  the jury  could have  reached such  a\n\nconclusion  here.    Viewed  favorably  to  the  government,  the\n\nevidence suggests that appellant  sought Lynch's help in learning\n\nto  rob banks, furnished transportation so that the two men could\n\nrob  a bank, discussed the  prospect en route,  stood watch while\n\nLynch  held up the teller, facilitated a joint escape, and shared\n\nfifty-fifty  in  the  purloined   fruits.    These  facts  firmly\n\nunderbrace the  jury's finding  that appellant aided  and abetted\n\nLynch in the commission of the robbery.\n\n          Appellant's   challenge  to  the   sufficiency  of  the\n\n                    \r                              \n\n     7The  statute provides  that:   \"Whoever commits  an offense\nagainst  the United  States or  aids, abets,  counsels, commands,\ninduces  or   procures  its   commission,  is  punishable   as  a\nprincipal.\"  18 U.S.C.   2 (1988).\n\n                                13\r\r\n\nevidence  that he committed the  BayBank robbery is  jejune.  Two\n\neyewitnesses, Aruin and  Clavin, identified him in  open court as\n\nthe   perpetrator.      Although   appellant   denigrates   their\n\nreliability,  the  jury  was   plainly  entitled  to  accept  the\n\nidentification and to find that appellant committed the crime.\n\n                     B.  The Firearms Count.\r                               B.  The Firearms Count.\r                                                     \n\n          Appellant fares equally poorly  in his final  challenge\n\nto evidentiary sufficiency.  The statute of conviction, 18 U.S.C.\n\n   924(c), requires  proof  beyond a  reasonable  doubt that  the\n\nperson  perpetrating the predicate offense used a real gun.  See,\r                                                                          \n\ne.g., United States v. Kirvan, 997 F.2d 963, 966 (1st Cir. 1993).\r                                       \n\nAppellant  tells us  that  the government  failed  to prove  this\n\nessential fact.  We do not agree.\n\n          This  court  recognized in  Kirvan  that,  in order  to\r                                                      \n\nconvict  under section 924(c), the gun must be real, but it \"need\n\nnot be proven to be loaded  or operable . . .  .\"  Id.  While  \"a\r                                                                \n\ntoy  or a  replica will  not do,\"  the prosecution  satisfies its\n\nburden  simply  by  showing  that   the  gun  is  a  gun.     Id.\r                                                                           \n\nFurthermore, the government's proof on this point need not  reach\n\na  level of scientific certainty.   On the  contrary, lay opinion\n\ntestimony may be employed to propel  a finding that an object  is\n\nin fact a  real gun.8   See, e.g., Parker  v. United States,  801\r                                                                     \n                    \r                              \n\n     8Kirvan  illustrates   the  point.    There,   we  found  it\r                      \nsufficient to justify a  conviction that two witnesses identified\nthe object  as a gun, and that it  made a loud noise when dropped\n(consistent with it being very  heavy).  See Kirvan, 997 F.2d  at\r                                                             \n966-67.\n\n                                14\r\r\n\nF.2d 1382, 1385  (D.C. Cir.  1986), cert. denied,  479 U.S.  1070\r                                                          \n\n(1987);  United  States v.  Jones, 907  F.2d  456, 460  (4th Cir.\r                                           \n\n1990), cert. denied, 498 U.S. 1029 (1991). \r                             \n\n          Silhouetted   against    this   backdrop,   appellant's\n\nassignment   of  error   pales   into  insignificance.      Three\n\neyewitnesses to  the BayBank robbery,  each of whom  observed the\n\nobject gripped by appellant at close range, testified that it was\n\na gun.  This evidence is enough to allow  a rational jury to find\n\nthat  appellant carried  a  real gun.   Accordingly,  appellant's\n\nconviction under section 924(c) worked no injustice, let alone  a\n\nclear and gross injustice.\n\nV.  THE JURY INSTRUCTIONS\r          V.  THE JURY INSTRUCTIONS\n\n          When reviewing a  district court's instructions  to the\n\njury,  we  look  at  the  charge  as  a whole,  not  in  isolated\n\nfragments.  See Boylan,  898 F.2d at 244; Mejia-Lozano,  829 F.2d\r                                                                \n\nat  272.  If no timely objection  has been advanced at trial, see\r                                                                           \n\nFed. R.  Crim. P. 30  (specifying when and how  objections to the\n\ncharge must be  taken), even an improper  instruction rarely will\n\njustify  the reversal of a criminal conviction.  See Henderson v.\r                                                                        \n\nKibbe, 431 U.S.  145, 154  (1977); United States  v. Weston,  960\r                                                                     \n\nF.2d 212, 216 (1st Cir. 1992).  So it is here. \n\n          In this instance, the district court warned the jury to\n\ntake  a long, hard look at accomplice testimony.9  In appellant's\n                    \r                              \n\n     9To be exact, the court told the jury that the  testimony of\nan accomplice was \"to be scrutinized with particular care because\nthere is an interest that the person had in saying something that\n\n                                15\r\r\n\ncurrent view,  the instruction  should have been  more elaborate;\n\nthe  court  should have  described  the  nature of  the  witness'\n\ninterest in assuaging the government, told the jurors  that their\n\nperscrutation of such  testimony must be more searching than that\n\nafforded to other testimony, and reminded them in the same breath\n\nthat the government had  to prove its points beyond  a reasonable\n\ndoubt.  Putting aside  the obvious question of  whether appellant\n\nwould  have been entitled to such instructions if duly requested,\n\nthe claimed  deficiencies are  precisely the type  of fine-tuning\n\nthat is consigned to the scrap heap if not called to the district\n\ncourt's  attention in a timeous manner.  No matter how critically\n\nthese alleged  shortcomings in the court's  charge are evaluated,\n\nthey cannot conceivably sink to the level of plain error. \n\n          The  raise-or-waive  rule   also  hobbles   appellant's\n\nremaining complaint  about the  jury instructions.   After noting\n\nthat   the   evidence   anent   eyewitness   identification   was\n\n\"straightforward,\" the judge told the jury:\n\n          There are  some  four billion  people in  the\n          world and in the natural course of things one\n          would  expect some  of  them may  look alike.\n          But, on the other hand, an experience such as\n          these witnesses had, may, indeed,  make their\n          observation so intense that it is reliable in\n          establishing  identity  beyond  a  reasonable\n          doubt.\n\nAlthough  appellant   could  be  correct  in   arguing  that,  in\n\nactuality,   an  intensely  stressful  situation  is  often  less\n\naccurately  remembered than is a more tranquil one, he makes this\n\n                    \r                              \n\nwould be looked on with favor by the government.\"\n\n                                16\r\r\n\npoint at  the wrong  time  and to  the wrong  court.   While  the\n\nchallenged instruction may not be a textbook model, we discern no\n\nplain error in it.\n\nVI.  THE SUMMATION\r          VI.  THE SUMMATION\n\n          Having wended  our way across  flat, easily  negotiated\n\nterritory,  we now  reach  more  problematic  turf.    Here,  the\n\ntopography features a tripartite claim of  error addressed to the\n\ngovernment's summation.\n\n          We  start  with  certain   fundamental  verities.    \"A\n\nprosecutor is permitted vigorous advocacy, so long as he does not\n\nstray into forbidden terrain.\"   Palmariello v. Superintendent of\r                                                                           \n\nM.C.I.-Norfolk,  873 F.2d 491, 494 (1st  Cir.), cert. denied, 493\r                                                                      \n\nU.S.  865 (1989).  Thus, prosecutors need not pull their punches;\n\nthey may   indeed, they should   present  their cases to criminal\n\njuries zealously.  Forcefulness  in the pursuit of justice  is to\n\nbe admired rather than  condemned.  Yet, while a  prosecutor \"may\n\nstrike hard  blows, he is  not at liberty  to strike  foul ones.\"\n\nBerger v. United  States, 295 U.S. 78, 88 (1935).   This maxim is\r                                  \n\nparticularly relevant  to closing arguments,  for such  arguments\n\ncome at an  especially delicate  point in the  trial process  and\n\nrepresent the parties' last, best chance to marshal  the evidence\n\nand persuade the jurors of its import.   See, e.g., United States\r                                                                           \n\nv. Manning, 23 F.3d 570, 575 (1st Cir. 1994).\r                    \n\n          Of course, a prosecutor's obligation to stay within the\n\npale does not exist in a vacuum.  A defendant has a corresponding\n\nobligation  to  protect his  own  interests.    When a  defendant\n\n                                17\r\r\n\ndefaults on this obligation by failing to make a  contemporaneous\n\nobjection to  questionable comments in the  prosecution's closing\n\nargument, the raise-or-waive  rule applies.  Afterthought  claims\n\nof improprieties  allegedly  occurring during  the summation  are\n\nreviewed  under  the  notably  ungenerous  plain  error standard.\n\nConsequently,  reversal  is justified  only  if the  illegitimate\n\nportion  of the closing argument  \"so poisoned the  well that the\n\ntrial's  outcome was likely affected.\"  Mejia-Lozano, 829 F.2d at\r                                                              \n\n274.\n\n          In determining whether a prosecutor's  miscues in final\n\nargument  require reversal  under this  hard-to-satisfy standard,\n\nthis  court considers  all  the attendant  circumstances,  paying\n\nspecial  heed to  factors such  as (1)  the extent  to  which the\n\nprosecutor's  conduct  is  recurrent and/or  deliberate;  (2) the\n\nextent to which the trial judge's instructions insulated the jury\n\nagainst, or  palliated, the possibility of  unfair prejudice; and\n\n(3)  the  overall  strength   of  the  prosecution's  case,  with\n\nparticular regard to the likelihood that any prejudice might have\n\naffected the jury's judgment.  See id.; see also United States v.\r                                                                        \n\nGiry, 818 F.2d  120, 133 (1st  Cir.), cert. denied, 484  U.S. 855\r                                                            \n\n(1987).    Using  these  criteria,  we  conclude  that   none  of\n\nappellant's claimed errors requires reversal.\n\n                  A.  Matters Dehors the Record.\r                            A.  Matters Dehors the Record.\r                                                         \n\n          Appellant  maintains that,  during  the summation,  the\n\nprosecutor referred  to matters  not in evidence.   Specifically,\n\nthe  prosecutor gave a  less than completely  accurate account of\n\n                                18\r\r\n\nthe prefatory conversation between appellant and Lynch on January\n\n29.    Appellant  greeted  Lynch,  so  the  prosecutor  said,  by\n\nimploring:  \"Maestro,  show me  how it's done.\"   The  prosecutor\n\nadded:   \"We  know that  Maestro is Mr.  Lynch's nickname.   Why?\n\nBecause he plays  the organ in his father's church.\"   Warming to\n\nthis theme, the  prosecutor reiterated  the point.   He told  the\n\njury that, as the two  men walked into the UST  branch, appellant\n\nagain said:  \"Maestro . . . show me the ropes.\"\n\n          There was, in fact, no evidence of Lynch's nickname and\n\nno evidence that appellant made a  request to be shown the  ropes\n\nas   the  robbers  entered  the  bank.    Withal,  there  was  no\r                                               \n\ncontemporaneous  objection, and  these  canards scarcely  justify\n\nreversal under  the  plain  error doctrine.    Given  that  Lynch\n\nadmitted  to  his vocation  as a  bank  robber, his  nickname was\n\nwholly  irrelevant to the case.  Moreover, the prosecutor gave an\n\ninnocent explanation  of the  moniker and appellant's  own lawyer\r                  \n\ntwice referred to Lynch in front of the jury as \"Maestro.\"  As to\n\nthe second  misstatement, there was evidence  that appellant made\n\nthe request  (\"show me the ropes\")  previously on the day  of the\n\nrobbery and on  at least one  earlier occasion.  In  other words,\n\nthe substance  of the  prosecutor's statement was  true (although\n\nthe timing was awry).\n\n          On whole-record  review,  we conclude  without  serious\n\nquestion  that the  allusions to  matters dehors the  record were\n\nbenign.  Reversal is totally unwarranted.\n\n                  B.  The Prosecutor's Rebuttal.\r                            B.  The Prosecutor's Rebuttal.\r                                                         \n\n                                19\r\r\n\n          Next,  appellant  assails  the  prosecutor's  rebuttal,\n\nwhich,  he  says,  contained  a minimum  of  three  peccadilloes,\n\nnamely, (1)  an implication that  appellant had alerted  the four\n\npeople who mugged  Lynch and  stole his booty,  (2) a  suggestion\n\nthat  Lynch should be  believed because he  suffered from sickle-\n\ncell  anemia  and  had  tested  positive  for  HIV,  and  (3)  an\n\nintimation that  Clavin, during her testimony,  lowered her voice\n\n\"out of fear.\"\n\n          These  accusations  do  not withstand  scrutiny.    The\n\nprosecutor made the first of the cited comments without objection\n\nand in direct  response to defense counsel's  argument that Lynch\n\nhad turned against Taylor because the latter did not come to  his\n\naid  during  the mugging.    We  have  previously  expressed  our\n\nreluctance  to find plain  error when a  prosecutor's remarks are\n\nmade  to rebut  specific statements  by defense counsel,  and are\n\nproportionate to that end.  See  Whiting, 28 F.3d at 1302; Mejia-\r                                                                           \n\nLozano,  829 F.2d  at  274.   Here,  our reluctance  ripens  into\r                \n\noutright  unwillingness.    Similarly, the  prosecutor's  remarks\n\nabout Lynch's  health drew  no contemporaneous objection.   Those\n\nremarks  were obviously  designed to  rebut the  defense argument\n\nthat  Lynch was hoping to  earn a reduced  sentence by testifying\n\nagainst  Taylor.  The statement  recounted facts in evidence, and\n\ndid not constitute either  vouching or an improper appeal  to the\n\njury's sympathies.   Finally, the remark  about Clavin's demeanor\n\nwas not out of line.  The  jury saw and heard her testimony,  and\n\n                                20\r\r\n\ncould  determine  for itself  her state  of  mind.10   See, e.g.,\r                                                                          \n\nUnited  States  v.  Mount, 896  F.2d  612,  625  (1st Cir.  1990)\r                                   \n\n(\"Although  it is  the jury's  job to  draw inferences,  there is\n\nnothing improper in the Government's suggesting  which inferences\n\nshould be drawn.\").\n\n                  C.  The Fifth Amendment Issue.\r                            C.  The Fifth Amendment Issue.\r                                                         \n\n          The capstone of appellant's asseverational array is his\n\nanguished assertion  that  the prosecutor's  summation  contained\n\ncomments on appellant's election not to testify, in derogation of\n\nrights  secured to appellant under the Fifth Amendment.  We quote\n\nthe disputed portion of the prosecutor's summation:\n\n               Is  there any  evidence that  Mr. Taylor\n          said, \"Oh, my God, I've been misled.  This is\n          not going to  be money from his father.  I've\n          got to get out of here.   I've got to warn my\n          friend, Lucille Aulmond.   She gave me  rides\n          in   the  past,   but   this   is   something\n          different.\"   He  stayed true  in his  anchor\n          position.\n               Mr.  Lynch  went   up  to  the   window,\n          demanded money.   He was very  unafraid.  Mr.\n          Lynch demanded money  that wasn't  his.   Did\n          Mr. Taylor  say:   Oh, my  God, I'm going  to\n          leave this place and warn my  friend, Lucille\n          Aulmond?  No.  He stayed true  to that anchor\n          position.  And, in fact, he yelled, \"Come on,\n          let's go.\"  \n               Lynch  points to  the door.   Mr. Taylor\n          waits  there and  does  he say:   Look,  just\n          because I'm here, I'm sorry what happened.  I\n          didn't  know  it was  going  to  happen.   Is\n          everybody  all   right?    I  know   who  was\n          responsible.\n                    \r                              \n\n     10While defense counsel did not  interject a contemporaneous\nobjection  during the  prosecutor's rebuttal,  he did  bring this\nremark  to   the  court's  attention  at   a  sidebar  conference\nimmediately  following  the summations.    The  judge refused  to\nresurrect the matter,  stating:  \"I will  leave it.  It  is up to\nthe jury to make that determination.\"  We agree.\n\n                                21\r\r\n\n               He left with the  money. . . .   When he\n          got  back  to  the  car,  you  heard  Lucille\n          Aulmond, and she said, \"What happened?\"  Does\n          he say:  Lucille, he robbed  a bank; I didn't\n          know  it was going to happen;  I'm sorry.  \"I\n          hit  a man  in the  face\"  was what  you got,\n          instead.  Not the truth, just another part of\n          the lie . . . .\n               And  they drive  two  blocks away.   Mr.\n          Lynch  gets out  of the  car.   Does Terrence\n          Taylor stay with  his friend?   \"Lucille, I'm\n          involved in this.   You  shouldn't have  been\n          involved.   I  didn't  even  know  about  it.\n          Let's go  to the police and  clear this whole\n          thing  up.\"  He went with the money.  Her job\n          was done.\n               He  took the money. .  . .   Did he take\n          his share  of the money and  say, \"Look, this\n          is not  my money;  there it is,  police, look\n          for  bait bills;  I'm turning  back  money; I\n          have nothing to do with this.\"\n\n          It is  a bedrock principle  that a  prosecutor may  not\n\ncomment  on a defendant's exercise of the right to remain silent.\n\nSee United States v. Robinson, 485 U.S. 25, 30 (1988); Griffin v.\r                                                                        \n\nCalifornia, 380 U.S. 609, 615 (1965); United States v. Sepulveda,\r                                                                          \n\n15 F.3d 1161, 1186 (1st Cir. 1993), cert. denied, 114 S. Ct. 2714\r                                                          \n\n(1994).  Even an indirect or inferential comment on a defendant's\n\nsilence can  transgress the Fifth  Amendment.  See,  e.g., United\r                                                                           \n\nStates v. Hardy, 37 F.3d 753,  757 (1st Cir. 1994); United States\r                                                                           \n\nv. Lavoie,  721 F.2d 407, 408 (1st  Cir. 1983), cert. denied, 465\r                                                                      \n\nU.S. 1069 (1984).\n\n          Because  \"[t]here   is  no  bright  line   marking  the\n\nprecipice between  a legitimate  assessment of  defense witnesses\n\nand an impermissible  encroachment upon  the accused's  silence,\"\n\nSepulveda, 15 F.3d at  1186, prosecutors must tread  carefully on\r                   \n\nthis terrain.  A  prosecutor who \"attempts to define  exactly the\n\n                                22\r\r\n\nedge  of  the precipice  approaches  at his  peril.\"   Rodriguez-\r                                                                           \n\nSandoval v. United States, 409 F.2d 529, 531 (1st Cir. 1969).  In\r                                   \n\nevaluating whether a  prosecutor has  gone too far,  we must  ask\n\nwhether, in  the particular  circumstances of  a given case,  the\n\nlanguage  used by the prosecutor appears to have been designed to\n\nyield  the improper inference, or, if not so designed, whether it\n\nwas  such that jurors would probably interpret it as a commentary\n\non the accused's  failure to take the witness stand.   See United\r                                                                           \n\nStates  v. Glantz,  810  F.2d 316,  322  (1st Cir.  1987),  cert.\r                                                                           \n\ndenied,  482 U.S. 929 (1987); United States v. Monaghan, 741 F.2d\r                                                                 \n\n1434, 1437 (D.C. Cir. 1984), cert. denied, 470 U.S. 1085 (1985).\r                                                   \n\n          Notwithstanding these constraints,  no Fifth  Amendment\n\nviolation inheres in comments on a defendant's decision to remain\n\nsilent in a context outside  the legal process.  For example,  in\n\nLema  v. United  States, 987  F.2d 48 (1st  Cir. 1993),  we found\r                                 \n\nnothing amiss  in a  prosecutor's observation that  the defendant\n\nremained  silent during two  drug transactions.   The comment did\n\nnot  transgress  the  Fifth  Amendment  because  it  referred  to\n\ndefendant's  silence at  the scene  of the  crime rather  than at\n\ntrial.  See id. at 56; see also United States v. Ortiz,  966 F.2d\r                                                                \n\n707,  714  (1st  Cir.  1992)  (holding  that  defendant's  silent\n\npresence   at  site   of  drug   transaction  \"patently   implied\n\nparticipation\"), cert. denied, 113 S. Ct. 1005 (1993).\r                                       \n\n          In  this  case,   the  government   insists  that   the\n\nchallenged  statements  referred to  appellant's  silence before,\n\nduring, and after the  UST robbery, not to his  silence at trial.\n\n                                23\r\r\n\nWhen a  prosecutor's comments, fairly viewed,  are susceptible to\n\ntwo plausible meanings,  one of which is  unexceptionable and one\n\nof  which  is forbidden,  context frequently  determines meaning.\n\nSee  Sepulveda, 15 F.3d at 1187; United States v. Lilly, 983 F.2d\r                                                                 \n\n300,  307 (1st  Cir. 1992).   Where  feasible, a  reviewing court\n\nshould construe ambiguity in favor of a proper meaning:\n\n          [A]  court should  not lightly  infer  that a\n          prosecutor  intends  an  ambiguous remark  to\n          have  its most  damaging  meaning  or that  a\n          jury, sitting through a  lengthy exhortation,\n          will draw  that meaning from the  plethora of\n          less damaging interpretations.\n\nDonnelly  v.  DeChristoforo, 416  U.S.  637,  647 (1974);  accord\r                                                                           \n\nLilly, 983 F.2d at 307.  This rule of construction has heightened\r               \n\ndesirability in  the absence of a  contemporaneous objection for,\n\nwhen the target of the comments does not interrupt and register a\n\ntimely objection,  it seems  especially appropriate to  \"give the\n\narguer  the  benefit of  every  plausible  interpretation of  her\n\nwords.\"  Sepulveda, 15 F.3d at 1187.  We are especially reluctant\r                            \n\nto \"fish in the pool of ambiguity\" when, as now, the  complaining\n\nparty failed  to  bring a  dubious comment,  easily corrected  on\n\nproper  notice, to  the immediate  attention of the  trial court.\n\nId. at 1188.\r             \n\n          Evaluated against  this  benchmark, we  do not  believe\n\nthat the quoted remarks trespassed on appellant's Fifth Amendment\n\nrights.   While a suspicious mind could construe what was said as\n\na   comment  on   appellant's  decision   not  to   testify,  the\n\nprosecutor's words are more plausibly interpreted as a comment on\n\nappellant's silence during  the commission of  the crime.   After\r                                                                   \n\n                                24\r\r\n\nall, Taylor had labored to develop a defense based on his lack of\n\nforeknowledge  concerning Lynch's felonious  intent.  Appellant's\n\nsilence throughout the commission of the crime tends to undermine\n\nthis defense, and  the prosecutor's comments  were most likely  a\n\nclumsy effort to seize upon this weakness.\n\n          We will  not paint the  lily.  Given  the absence  of a\n\ncontemporaneous  objection, we  must cede  to the  government the\n\nbenefit  of   a  legitimate,  plausible  interpretation   of  the\n\nprosecutor's words.   On this basis, we  hold that the remarks in\n\nquestion did not amount  to a constitutionally prohibited comment\n\non appellant's declination to testify at trial.\n\n          We add that, even  if the prosecutor's comments crossed\n\nthe line,  our  traditional  three-part  analysis  suggests  that\n\nreversal would be unwarranted.  First, although the comments were\n\nrepeated several times, there  is no reason to conclude  that the\n\nprosecutor intentionally drew attention to appellant's silence at\n\ntrial.   Second, despite the  lack of an  objection, the district\n\njudge  instructed the  jury with  painstaking care  regarding the\n\ngovernment's burden of proof, appellant's presumed innocence, and\n\nhis constitutional right to refrain from testifying.  Among other\n\nthings,  the judge admonished that \"no adverse inference is to be\n\ndrawn from his exercise  of his election not to take  the stand.\"\n\nWe are confident that this explicit instruction was sufficient to\n\ncombat  any impermissible  inference that  might have  been drawn\n\nfrom the prosecutor's statements.\n\n          Last   but  far from least, see Mejia-Lozano,  829 F.2d\r                                                                \n\n                                25\r\r\n\nat 274 (explaining that \"the strength of the government's case is\n\nan  important   factor  in  considering  the   likely  effect  of\n\nborderline rhetoric\")    the possibility that  the comments, even\n\nif  misconstrued,  affected  appellant's  substantial  rights  is\n\ndiminished  by the potency  of the  government's proof.   Lynch's\n\ntestimony  was  unequivocal  and  corroborated  on  many  points.\n\nMoreover, several witnesses to  the UST robbery noted appellant's\n\npresence  and  described his  behavior  in  a  way that  strongly\n\nsuggested   his  complicity  in  the  crime.    In  view  of  the\n\nsubstantial  evidence  against  appellant,  we   find  it  highly\n\nunlikely that the jury could have been swayed by the prosecutor's\n\namphibolous remarks.11\n\nVII.  CONCLUSION\r          VII.  CONCLUSION\n\n          We  need  go  no  further.    For aught  that  appears,\n\nappellant was  fairly tried and  justly convicted.   The judgment\n\nbelow is, therefore,\n\nAffirmed.\r          Affirmed.\r                  \n\n                    \r                              \n\n     11If this were not  enough, the general principles governing\nplain error review caution us in this case against exercising our\ndiscretion  in  Taylor's  behalf.   At  worst,  the  prosecutor's\ncomments were  veiled and  any impermissible implication  arising\nout of them was attenuated.  We do not believe  that this line of\nargument could have \"seriously affect[ed] the fairness, integrity\nor public reputation of judicial proceedings.\"  Olano, 113 S. Ct.\r                                                               \nat 1776 (internal quotation marks omitted).\n\n                                26\r\r\n",
  "html": "<p class=\"case_cite\">54 F.3d 967</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Terrence TAYLOR, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1381.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 3, 1995.<br>Decided May 17, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Judith H. Mizner, by appointment of the court, Newburyport, MA, for appellant.</p>\n      <p class=\"indent\">Kimberly S. Budd, Asst. U.S. Atty, with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for U.S.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury convicted defendant-appellant Terrence Taylor on charges that he twice had robbed federally insured banks, and had carried a firearm during and in relation to the second robbery.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Deterrating no reversible error, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Following accepted practice in criminal cases that involve questions of evidentiary sufficiency, see, e.g., United States v. Echeverri, 982 F.2d 675, 676 (1st Cir.1993);  United States v. Maraj, 947 F.2d 520, 522 (1st Cir.1991), we limn the facts in the light most congenial to the government.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellant and Arnett Lynch, an inveterate bank robber, often used drugs at a hangout in Boston, known euphemistically as \"the Spot.\"   On several occasions appellant, emphasizing that he \"wanted to learn the ropes,\" expressed the hope that Lynch would provide tutelage in how to rob banks.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The problem with wishes is that they sometimes come true.  Cf. Aesop, The Old Man and Death (circa 550 B.C.)  (predicting that \"[w]e would often be sorry if our wishes were gratified\").  On January 29, 1992, appellant restated his aspirations and mentioned the availability of transportation, telling Lynch that his friend, Lucille Aulmond, had agreed (for ten dollars) to drive him to the downtown area.  Lynch and Taylor entered Aulmond's automobile.  During the trip, Lynch told appellant that they were going to \"do bizank\" [a slang term for \"bank,\" according to Lynch's trial testimony] and \"rob the 2T's\" [a reference to two tellers].</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After dropping off a friend, Aulmond, on Lynch's instructions, drove to downtown Boston and parked near the intersection of Clarendon St. and Newbury St. Lynch walked to the corner to check a branch office of Bank of Boston, but found that it had closed for the day.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  When Lynch returned to the vicinity of the parked car, appellant joined him on the sidewalk.  The two men then entered a nearby branch of United States Trust Company (UST).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellant remained hard by the entrance, watching both the bank's interior and the street.  Meanwhile, Lynch strode to the center of the lobby.  The manager, Elizabeth Nentwig, asked Lynch if he needed assistance.  Lynch proved capable of helping himself;  he drew a gun and advised Nentwig that a robbery had begun.  Lynch then grabbed a customer's briefcase, approached a teller (Helen Huppoch), and demanded money.  He received $2,748 from Huppoch and inserted it into the briefcase.  Appellant yelled, \"come on, let's go,\" and the two men sprinted to Aulmond's car.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Once inside the automobile, Aulmond asked what had happened, and appellant responded:  \"I hit a guy in the face.  I punched a guy in the face.\"   Lynch screamed at Aulmond to stop talking and start driving.  She complied.  After Aulmond made a wrong turn, the men grew impatient, bolted from her vehicle, and completed their escape in a taxi.  They then split the spoils, but, there being scant honor among thieves, four men later mugged Lynch and stole his share of the proceeds.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The next day, a man subsequently identified by percipient witnesses as Taylor entered a BayBank branch located at 285 Huntington Ave. in Boston.  The man approached a teller's station, shoved aside a customer, Alaina Gurski, and, threatening to shoot Gurski, demanded that the teller, Raya Aruin, hand over her money.  The man held an object that both Aruin and Ellen Clavin, a customer service representative working at a nearby teller station, described at trial as a gun.  The robber fled after receiving $2,458 from Aruin.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In due season, a federal grand jury indicted appellant for his role in the two robberies.  The superseding indictment contained three counts:  count 1 charged Taylor and Lynch with committing the UST robbery;  count 2 charged Taylor with committing the BayBank robbery;  and count 3 charged Taylor with carrying a firearm during and in relation to the BayBank robbery.  Lynch entered into a plea agreement and Taylor stood trial alone.  The jury found him guilty on all three counts.  Following imposition of sentence, Taylor filed this timely appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Taylor's brief contains seven distinct assignments of error.  Six of these asseverations--relating, vacuously, to the joinder of counts arising from two separate robberies, the sufficiency of the evidence, and the jury instructions--do not necessitate exegetic treatment.  We dispose of these six claims in a decurtate fashion (see infra Parts III-V).  We then turn to appellant's most vexing point:  his complaint that the prosecutor's closing argument contained improper and prejudicial misstatements, including impermissible comments on his election not to testify.  See infra Part VI.</p>\n    </div>\n    <p>II. THE RAISE-OR-WAIVE RULE</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Because many of the assigned errors were not preserved for appeal by timely objections, we pause first to discuss the raise-or-waive rule.  In general, the law ministers to the vigilant, not to those who sleep upon perceptible rights.  Consequently, a litigant who deems himself aggrieved by what he considers to be an improper occurrence in the course of trial or an erroneous ruling by the trial judge ordinarily must object then and there, or forfeit any right to complain at a later time.  The policy reasons behind the raise-or-waive rule are rock solid:  calling a looming error to the trial court's attention affords an opportunity to correct the problem before irreparable harm occurs.  Then, too, the raise-or-waive rule prevents sandbagging;  for instance, it precludes a party from making a tactical decision to refrain from objecting, and subsequently, should the case turn sour, assigning error (or, even worse, planting an error and nurturing the seed as insurance against an infelicitous result).  So viewed, the requirement that parties raise contemporaneous objections to improper questions, comments, and the like serves an important purpose in promoting \"the balanced and orderly functioning of our adversarial system of justice.\"  United States v. Griffin, 818 F.2d 97, 99-100 (1st.  Cir.), cert. denied, 484 U.S. 844, 108 S.Ct. 137, 98 L.Ed.2d 94 (1987);  accord United States v. Holmquist, 36 F.3d 154, 168 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1797, 131 L.Ed.2d 724 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Despite its strength and salience, the raise-or-waive rule is not absolute.  But, rescue missions are restricted to the correction of \"plain\" errors.  See United States v. Olano, --- U.S. ----, ----, 113 S.Ct. 1770, 1776, 123 L.Ed.2d 508 (1993);  United States v. Mejia-Lozano, 829 F.2d 268, 273 (1st Cir.1987);  Griffin, 818 F.2d at 100;  see generally Fed.R.Crim.P. 52(b).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The plain error doctrine concentrates on \"blockbusters,\" to the exclusion of \"the ordinary backfires ... which may mar a trial record.\"  Griffin, 818 F.2d at 100.   Under it, appellate courts will notice unpreserved errors only in the most egregious circumstances.  At a bare minimum, therefore, bevues not seasonably brought to the attention of the trial court must, in order to command appellate intervention, \"affect[ ] substantial rights.\"   Fed.R.Crim.P. 52(b).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">An unpreserved error is deemed plain (and, therefore, to affect substantial rights) only if the reviewing court finds that it skewed the fundamental fairness or basic integrity of the proceeding below in some major respect.  See Griffin, 818 F.2d at 100.   As the Supreme Court itself has written, the plain error doctrine applies in those circumstances in which, absent appellate intervention, \"a miscarriage of justice would otherwise result.\"  United States v. Frady, 456 U.S. 152, 163 n. 14, 102 S.Ct. 1584, 1592 n. 14, 71 L.Ed.2d 816 (1982).  Given these parameters, it is not surprising that the jurisprudence of plain error invests substantial discretion in the court of appeals.  See Olano, --- U.S. at ----, 113 S.Ct. at 1776 (observing that \"the decision to correct the forfeited error [rests] within the sound discretion of the Court of Appeals\");  United States v. Whiting, 28 F.3d 1296, 1308 (1st Cir.)  (same), cert. denied, --- U.S. ----, 115 S.Ct. 378, 130 L.Ed.2d 328 (1994).  Even when faced with an apparently plain error, an appellate court \"has authority to order correction, but is not required to do so.\"  Olano, --- U.S. at ----, 113 S.Ct. at 1778.   For the most part, this discretion should be exercised sparingly, and should be reserved for the correction of those few errors that \" 'seriously affect the fairness, integrity or public reputation of the judicial proceedings.' \"  United States v. Young, 470 U.S. 1, 15, 105 S.Ct. 1038, 1046, 84 L.Ed.2d 1 (1985) (quoting United States v. Atkinson, 297 U.S. 157, 160, 56 S.Ct. 391, 392, 80 L.Ed. 555 (1936)).</p>\n    </div>\n    <p>III. JOINDER AND SEVERANCE</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellant excoriates the government for bringing a single indictment that joined a count relating to the UST robbery with two counts relating to the BayBank robbery.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In a similar vein, he calumnizes the district court for refusing to sever the ostensibly incompatible counts.  The chastisement is unwarranted.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although appellant now maintains that the counts were improperly joined, he raises this objection for the first time on appeal.  Thus, we afford plain error review.  See United States v. Stackpole, 811 F.2d 689, 693 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Separate offenses may be joined in the same indictment if the charges are \"of the same or similar character or are based on the same act or transaction or on two or more acts or transactions connected together or constituting parts of a common scheme or plan.\"   Fed.R.Crim.P. 8(a).  In determining whether counts are properly combined for trial, we historically have considered whether the charges are laid under the same statute, whether they involve similar victims, locations, or modes of operation, and the time frame in which the charged conduct occurred.  See, e.g., United States v. Chambers, 964 F.2d 1250-51 (1st Cir.1992);  United States v. Gray, 958 F.2d 9, 14 (1st Cir.1992).  Under the present circumstances, joining the three counts lodged against appellant does not constitute plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The two robberies involved the same type of victims (federally insured banks).  They were charged under the same statute (18 U.S.C. Sec. 2113), took place in the same locale (downtown Boston), and occurred in the same time frame (successive days).  Such similarities have routinely been found to justify joinder.  See, e.g., Chambers, 964 F.2d at 1250-51 (finding joinder proper when robberies all involved federally insured banks in the greater Boston area and occurred within a ten-week period);  Gray, 958 F.2d at 14 (similar).  Furthermore, the evidence here suggests that the first robbery was, in effect, a training mission for the second.  Therefore, we do not think it would be plain error to conclude that the two robberies were parts of \"a common scheme or plan\" as that term is used in Rule 8(a).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellant's contention that the district court erred in refusing to sever the robbery counts, while arguably preserved,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> also lacks force.  Though the Criminal Rules empower federal courts to grant relief from prejudicial joinder of counts in criminal cases, see Fed.R.Crim.P. 14, severance decisions are ordinarily won or lost in the trial court.  We will overturn the denial of a motion for severance only for a patent abuse of discretion.  See United States v. Pierro, 32 F.3d 611, 616 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 919, 130 L.Ed.2d 799 (1995);  United States v. Natanel, 938 F.2d 302, 308 (1st Cir.1991), cert. denied, 502 U.S. 1079, 112 S.Ct. 986, 117 L.Ed.2d 148 (1992).  This discretion applies to refusals to sever counts as well as to refusals to separate defendants for purposes of trial.  See, e.g., Chambers, 964 F.2d at 1251.   Establishing an abuse of discretion usually entails a showing that improper or prejudicial joinder likely \"deprived the defendant of a fair trial.\"   United States v. Nason, 9 F.3d 155, 158 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1331, 127 L.Ed.2d 678 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellant faces a high hurdle, given Chambers, Gray, and other cases in which we have upheld the trial court's refusal to sever counts involving multiple bank robberies.  He strives to distinguish these cases on the ground that they involved more than two robberies, and, thus, yielded telltale patterns.  This argument fails for two reasons.  First, common sense indicates that the greater the number of robberies, the greater the danger of prejudice that joinder poses.  Second, there is no shortage of sound precedent upholding the joint trial of two--and only two--robbery counts in a single indictment.  See, e.g., United States v. L'Allier, 838 F.2d 234, 240-41 (7th Cir.1988);  United States v. Shearer, 606 F.2d 819, 820 (8th Cir.1979).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Apart from this curious slant on the number of incidents, appellant offers no basis for suspecting undue prejudice.  His bare allegation that, if the jury were to believe that he was involved in one bank robbery, then it might also (improperly) be led to believe from that fact alone that he was involved in the other, is simply not enough.  This type of spillover is standard fare whenever counts involving discrete incidents are linked in a single indictment.  We have repeatedly held that such a garden variety side effect, without more, is insufficient to require severance.  See United States v. Boylan, 898 F.2d 230, 246 (1st Cir.)  (collecting cases), cert. denied, 498 U.S. 849, 111 S.Ct. 139, 112 L.Ed.2d 106 (1990).  Moreover, the case for prejudice is especially weak in this instance because the district court's jury instructions delineated the separateness of the three counts and made it clear that the jury had to consider each charge on its own merits.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In sum, we find no plain error in the joinder of the three counts contained in the superseding indictment, and no misuse of discretion in the district court's eschewal of a severance.</p>\n    </div>\n    <p>IV. SUFFICIENCY OF THE EVIDENCE</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellant challenges the sufficiency of the evidence in three respects.  He says that the proof did not show (1) that he participated in the UST robbery, (2) that he committed the BayBank robbery, and/or (3) that the perpetrator of the BayBank robbery carried a real gun.  In assessing these challenges, we scrutinize the evidence in the light most compatible with the verdict, resolve all credibility disputes in the verdict's favor, and then reach a judgment about whether a rational jury could find guilt beyond a reasonable doubt.  See Echeverri, 982 F.2d at 677;  Maraj, 947 F.2d at 522-23;  Boylan, 898 F.2d at 243.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">On the sufficiency issues, a further obstacle impedes appellant's progress.  Where, as here, challenges to evidentiary sufficiency are unpreserved--the defendant moved for judgment of acquittal at the end of the prosecution's case, but then failed to renew the motion after presenting evidence on his own behalf--a special variant of the raise-or-waive rule applies.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In such straitened circumstances, an appellate court should stay its hand unless intervention is necessary to prevent a clear and gross injustice.  See United States v. McDowell, 918 F.2d 1004, 1010 (1st Cir.1990);  United States v. Cheung, 836 F.2d 729, 730 n. 1 (1st Cir.1988) (per curiam);  United States v. Greenleaf, 692 F.2d 182, 185 (1st Cir.1982), cert. denied, 460 U.S. 1069, 103 S.Ct. 1522, 1523, 75 L.Ed.2d 946 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>A. The Bank Robberies.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Appellant's first two sufficiency challenges can be dispatched with alacrity.  The government prosecuted appellant for the UST robbery on the theory that he aided and abetted Lynch's felonious conduct.  See 18 U.S.C. Sec. 2 (1988).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The jury convicted him on this basis.  Its finding is amply supported.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Criminal intent is an important element of aiding and abetting, see United States v. Tarr, 589 F.2d 55, 59 (1st Cir.1978), and the supposed lack of any such intent lies at the heart of appellant's challenge.  Proof of this element demands a showing that the defendant consciously shared the principal's knowledge of the underlying criminal act, and intended to help the principal.  See United States v. Albert, 773 F.2d 386, 390 (1st Cir.1985).  We hasten to add, however, that this showing may be made wholly on the basis of circumstantial evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We believe that the jury could have reached such a conclusion here.  Viewed favorably to the government, the evidence suggests that appellant sought Lynch's help in learning to rob banks, furnished transportation so that the two men could rob a bank, discussed the prospect en route, stood watch while Lynch held up the teller, facilitated a joint escape, and shared fifty-fifty in the purloined fruits.  These facts firmly underbrace the jury's finding that appellant aided and abetted Lynch in the commission of the robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Appellant's challenge to the sufficiency of the evidence that he committed the BayBank robbery is jejune.  Two eyewitnesses, Aruin and Clavin, identified him in open court as the perpetrator.  Although appellant denigrates their reliability, the jury was plainly entitled to accept the identification and to find that appellant committed the crime.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>B. The Firearms Count.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Appellant fares equally poorly in his final challenge to evidentiary sufficiency.  The statute of conviction, 18 U.S.C. Sec. 924(c), requires proof beyond a reasonable doubt that the person perpetrating the predicate offense used a real gun.  See, e.g., United States v. Kirvan, 997 F.2d 963, 966 (1st Cir.1993).  Appellant tells us that the government failed to prove this essential fact.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This court recognized in Kirvan that, in order to convict under section 924(c), the gun must be real, but it \"need not be proven to be loaded or operable....\"  Id.   While \"a toy or a replica will not do,\" the prosecution satisfies its burden simply by showing that the gun is a gun.  Id.  Furthermore, the government's proof on this point need not reach a level of scientific certainty.  On the contrary, lay opinion testimony may be employed to propel a finding that an object is in fact a real gun.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  See, e.g., Parker v. United States, 801 F.2d 1382, 1385 (D.C.Cir.1986), cert. denied, 479 U.S. 1070, 107 S.Ct. 964, 93 L.Ed.2d 1011 (1987);  United States v. Jones, 907 F.2d 456, 460 (4th Cir.1990), cert. denied, 498 U.S. 1029, 111 S.Ct. 683, 112 L.Ed.2d 675 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Silhouetted against this backdrop, appellant's assignment of error pales into insignificance.  Three eyewitnesses to the BayBank robbery, each of whom observed the object gripped by appellant at close range, testified that it was a gun.  This evidence is enough to allow a rational jury to find that appellant carried a real gun.  Accordingly, appellant's conviction under section 924(c) worked no injustice, let alone a clear and gross injustice.</p>\n    </div>\n    <p>V. THE JURY INSTRUCTIONS</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">When reviewing a district court's instructions to the jury, we look at the charge as a whole, not in isolated fragments.  See Boylan, 898 F.2d at 244;  Mejia-Lozano, 829 F.2d at 272.   If no timely objection has been advanced at trial, see Fed.R.Crim.P. 30 (specifying when and how objections to the charge must be taken), even an improper instruction rarely will justify the reversal of a criminal conviction.  See Henderson v. Kibbe, 431 U.S. 145, 154, 97 S.Ct. 1730, 1736, 52 L.Ed.2d 203 (1977);  United States v. Weston, 960 F.2d 212, 216 (1st Cir.1992).  So it is here.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In this instance, the district court warned the jury to take a long, hard look at accomplice testimony.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  In appellant's current view, the instruction should have been more elaborate;  the court should have described the nature of the witness' interest in assuaging the government, told the jurors that their perscrutation of such testimony must be more searching than that afforded to other testimony, and reminded them in the same breath that the government had to prove its points beyond a reasonable doubt.  Putting aside the obvious question of whether appellant would have been entitled to such instructions if duly requested, the claimed deficiencies are precisely the type of fine-tuning that is consigned to the scrap heap if not called to the district court's attention in a timeous manner.  No matter how critically these alleged shortcomings in the court's charge are evaluated, they cannot conceivably sink to the level of plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The raise-or-waive rule also hobbles appellant's remaining complaint about the jury instructions.  After noting that the evidence anent eyewitness identification was \"straightforward,\" the judge told the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>There are some four billion people in the world and in the natural course of things one would expect some of them may look alike.  But, on the other hand, an experience such as these witnesses had, may, indeed, make their observation so intense that it is reliable in establishing identity beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Although appellant could be correct in arguing that, in actuality, an intensely stressful situation is often less accurately remembered than is a more tranquil one, he makes this point at the wrong time and to the wrong court.  While the challenged instruction may not be a textbook model, we discern no plain error in it.</p>\n    </div>\n    <p>VI. THE SUMMATION</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Having wended our way across flat, easily negotiated territory, we now reach more problematic turf.  Here, the topography features a tripartite claim of error addressed to the government's summation.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We start with certain fundamental verities.  \"A prosecutor is permitted vigorous advocacy, so long as he does not stray into forbidden terrain.\"  Palmariello v. Superintendent of M.C.I.-Norfolk, 873 F.2d 491, 494 (1st Cir.), cert. denied, 493 U.S. 865, 110 S.Ct. 185, 107 L.Ed.2d 140 (1989).  Thus, prosecutors need not pull their punches;  they may--indeed, they should--present their cases to criminal juries zealously.  Forcefulness in the pursuit of justice is to be admired rather than condemned.  Yet, while a prosecutor \"may strike hard blows, he is not at liberty to strike foul ones.\"  Berger v. United States, 295 U.S. 78, 88, 55 S.Ct. 629, 633, 79 L.Ed. 1314 (1935).  This maxim is particularly relevant to closing arguments, for such arguments come at an especially delicate point in the trial process and represent the parties' last, best chance to marshal the evidence and persuade the jurors of its import.  See, e.g., United States v. Manning, 23 F.3d 570, 575 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Of course, a prosecutor's obligation to stay within the pale does not exist in a vacuum.  A defendant has a corresponding obligation to protect his own interests.  When a defendant defaults on this obligation by failing to make a contemporaneous objection to questionable comments in the prosecution's closing argument, the raise-or-waive rule applies.  Afterthought claims of improprieties allegedly occurring during the summation are reviewed under the notably ungenerous plain error standard.  Consequently, reversal is justified only if the illegitimate portion of the closing argument \"so poisoned the well that the trial's outcome was likely affected.\"  Mejia-Lozano, 829 F.2d at 274.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In determining whether a prosecutor's miscues in final argument require reversal under this hard-to-satisfy standard, this court considers all the attendant circumstances, paying special heed to factors such as (1) the extent to which the prosecutor's conduct is recurrent and/or deliberate;  (2) the extent to which the trial judge's instructions insulated the jury against, or palliated, the possibility of unfair prejudice;  and (3) the overall strength of the prosecution's case, with particular regard to the likelihood that any prejudice might have affected the jury's judgment.  See id.;   see also United States v. Giry, 818 F.2d 120, 133 (1st Cir.), cert. denied, 484 U.S. 855, 108 S.Ct. 162, 98 L.Ed.2d 116 (1987).  Using these criteria, we conclude that none of appellant's claimed errors requires reversal.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>A. Matters Dehors the Record.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Appellant maintains that, during the summation, the prosecutor referred to matters not in evidence.  Specifically, the prosecutor gave a less than completely accurate account of the prefatory conversation between appellant and Lynch on January 29.  Appellant greeted Lynch, so the prosecutor said, by imploring:  \"Maestro, show me how it's done.\"   The prosecutor added:  \"We know that Maestro is Mr. Lynch's nickname.  Why?  Because he plays the organ in his father's church.\"   Warming to this theme, the prosecutor reiterated the point.  He told the jury that, as the two men walked into the UST branch, appellant again said:  \"Maestro ... show me the ropes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">There was, in fact, no evidence of Lynch's nickname and no evidence that appellant made a request to be shown the ropes as the robbers entered the bank.   Withal, there was no contemporaneous objection, and these canards scarcely justify reversal under the plain error doctrine.  Given that Lynch admitted to his vocation as a bank robber, his nickname was wholly irrelevant to the case.  Moreover, the prosecutor gave an innocent explanation of the moniker and appellant's own lawyer twice referred to Lynch in front of the jury as \"Maestro.\"   As to the second misstatement, there was evidence that appellant made the request (\"show me the ropes\") previously on the day of the robbery and on at least one earlier occasion.  In other words, the substance of the prosecutor's statement was true (although the timing was awry).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">On whole-record review, we conclude without serious question that the allusions to matters dehors the record were benign.  Reversal is totally unwarranted.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>B. The Prosecutor's Rebuttal.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Next, appellant assails the prosecutor's rebuttal, which, he says, contained a minimum of three peccadilloes, namely, (1) an implication that appellant had alerted the four people who mugged Lynch and stole his booty, (2) a suggestion that Lynch should be believed because he suffered from sickle-cell anemia and had tested positive for HIV, and (3) an intimation that Clavin, during her testimony, lowered her voice \"out of fear.\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">These accusations do not withstand scrutiny.  The prosecutor made the first of the cited comments without objection and in direct response to defense counsel's argument that Lynch had turned against Taylor because the latter did not come to his aid during the mugging.  We have previously expressed our reluctance to find plain error when a prosecutor's remarks are made to rebut specific statements by defense counsel, and are proportionate to that end.  See Whiting, 28 F.3d at 1302;  Mejia-Lozano, 829 F.2d at 274.   Here, our reluctance ripens into outright unwillingness.  Similarly, the prosecutor's remarks about Lynch's health drew no contemporaneous objection.  Those remarks were obviously designed to rebut the defense argument that Lynch was hoping to earn a reduced sentence by testifying against Taylor.  The statement recounted facts in evidence, and did not constitute either vouching or an improper appeal to the jury's sympathies.  Finally, the remark about Clavin's demeanor was not out of line.  The jury saw and heard her testimony, and could determine for itself her state of mind.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  See, e.g., United States v. Mount, 896 F.2d 612, 625 (1st Cir.1990) (\"Although it is the jury's job to draw inferences, there is nothing improper in the Government's suggesting which inferences should be drawn.\").</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>C. The Fifth Amendment Issue.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The capstone of appellant's asseverational array is his anguished assertion that the prosecutor's summation contained comments on appellant's election not to testify, in derogation of rights secured to appellant under the Fifth Amendment.  We quote the disputed portion of the prosecutor's summation:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Is there any evidence that Mr. Taylor said, \"Oh, my God, I've been misled.  This is not going to be money from his father.  I've got to get out of here.  I've got to warn my friend, Lucille Aulmond.  She gave me rides in the past, but this is something different.\"   He stayed true in his anchor position.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Mr. Lynch went up to the window, demanded money.  He was very unafraid.  Mr. Lynch demanded money that wasn't his.  Did Mr. Taylor say:  Oh, my God, I'm going to leave this place and warn my friend, Lucille Aulmond?   No.  He stayed true to that anchor position.  And, in fact, he yelled, \"Come on, let's go.\"</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Lynch points to the door.  Mr. Taylor waits there and does he say:  Look, just because I'm here, I'm sorry what happened.  I didn't know it was going to happen.  Is everybody all right?   I know who was responsible.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">He left with the money....  When he got back to the car, you heard Lucille Aulmond, and she said, \"What happened?\"   Does he say:  Lucille, he robbed a bank;  I didn't know it was going to happen;  I'm sorry.  \"I hit a man in the face\" was what you got, instead.  Not the truth, just another part of the lie....</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">And they drive two blocks away.  Mr. Lynch gets out of the car.  Does Terrence Taylor stay with his friend?  \"Lucille, I'm involved in this.  You shouldn't have been involved.  I didn't even know about it.  Let's go to the police and clear this whole thing up.\"   He went with the money.  Her job was done.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">He took the money....  Did he take his share of the money and say, \"Look, this is not my money;  there it is, police, look for bait bills;  I'm turning back money;  I have nothing to do with this.\"</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">It is a bedrock principle that a prosecutor may not comment on a defendant's exercise of the right to remain silent.  See United States v. Robinson, 485 U.S. 25, 30, 108 S.Ct. 864, 867, 99 L.Ed.2d 23 (1988);  Griffin v. California, 380 U.S. 609, 615, 85 S.Ct. 1229, 1233, 14 L.Ed.2d 106 (1965);  United States v. Sepulveda, 15 F.3d 1161, 1186 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 2714, 129 L.Ed.2d 840 (1994).  Even an indirect or inferential comment on a defendant's silence can transgress the Fifth Amendment.  See, e.g., United States v. Hardy, 37 F.3d 753, 757 (1st Cir.1994);  United States v. Lavoie, 721 F.2d 407, 408 (1st Cir.1983), cert. denied, 465 U.S. 1069, 104 S.Ct. 1424, 79 L.Ed.2d 749 (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Because \"[t]here is no bright line marking the precipice between a legitimate assessment of defense witnesses and an impermissible encroachment upon the accused's silence,\" Sepulveda, 15 F.3d at 1186, prosecutors must tread carefully on this terrain.  A prosecutor who \"attempts to define exactly the edge of the precipice approaches at his peril.\"  Rodriguez-Sandoval v. United States, 409 F.2d 529, 531 (1st Cir.1969).  In evaluating whether a prosecutor has gone too far, we must ask whether, in the particular circumstances of a given case, the language used by the prosecutor appears to have been designed to yield the improper inference, or, if not so designed, whether it was such that jurors would probably interpret it as a commentary on the accused's failure to take the witness stand.  See United States v. Glantz, 810 F.2d 316, 322 (1st Cir.1987), cert. denied, 482 U.S. 929, 107 S.Ct. 3214, 96 L.Ed.2d 701 (1987);  United States v. Monaghan, 741 F.2d 1434, 1437 (D.C.Cir.1984), cert. denied, 470 U.S. 1085, 105 S.Ct. 1847, 85 L.Ed.2d 146 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Notwithstanding these constraints, no Fifth Amendment violation inheres in comments on a defendant's decision to remain silent in a context outside the legal process.  For example, in Lema v. United States, 987 F.2d 48 (1st Cir.1993), we found nothing amiss in a prosecutor's observation that the defendant remained silent during two drug transactions.  The comment did not transgress the Fifth Amendment because it referred to defendant's silence at the scene of the crime rather than at trial.  See id. at 56;  see also United States v. Ortiz, 966 F.2d 707, 714 (1st Cir.1992) (holding that defendant's silent presence at site of drug transaction \"patently implied participation\"), cert. denied, --- U.S. ----, 113 S.Ct. 1005, 122 L.Ed.2d 154 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In this case, the government insists that the challenged statements referred to appellant's silence before, during, and after the UST robbery, not to his silence at trial.  When a prosecutor's comments, fairly viewed, are susceptible to two plausible meanings, one of which is unexceptionable and one of which is forbidden, context frequently determines meaning.  See Sepulveda, 15 F.3d at 1187;  United States v. Lilly, 983 F.2d 300, 307 (1st Cir.1992).  Where feasible, a reviewing court should construe ambiguity in favor of a proper meaning:</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>[A] court should not lightly infer that a prosecutor intends an ambiguous remark to have its most damaging meaning or that a jury, sitting through a lengthy exhortation, will draw that meaning from the plethora of less damaging interpretations.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Donnelly v. DeChristoforo, 416 U.S. 637, 647, 94 S.Ct. 1868, 1873, 40 L.Ed.2d 431 (1974);  accord Lilly, 983 F.2d at 307.   This rule of construction has heightened desirability in the absence of a contemporaneous objection for, when the target of the comments does not interrupt and register a timely objection, it seems especially appropriate to \"give the arguer the benefit of every plausible interpretation of her words.\"  Sepulveda, 15 F.3d at 1187.   We are especially reluctant to \"fish in the pool of ambiguity\" when, as now, the complaining party failed to bring a dubious comment, easily corrected on proper notice, to the immediate attention of the trial court.  Id. at 1188.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Evaluated against this benchmark, we do not believe that the quoted remarks trespassed on appellant's Fifth Amendment rights.  While a suspicious mind could construe what was said as a comment on appellant's decision not to testify, the prosecutor's words are more plausibly interpreted as a comment on appellant's silence during the commission of the crime.   After all, Taylor had labored to develop a defense based on his lack of foreknowledge concerning Lynch's felonious intent.  Appellant's silence throughout the commission of the crime tends to undermine this defense, and the prosecutor's comments were most likely a clumsy effort to seize upon this weakness.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We will not paint the lily.  Given the absence of a contemporaneous objection, we must cede to the government the benefit of a legitimate, plausible interpretation of the prosecutor's words.  On this basis, we hold that the remarks in question did not amount to a constitutionally prohibited comment on appellant's declination to testify at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">We add that, even if the prosecutor's comments crossed the line, our traditional three-part analysis suggests that reversal would be unwarranted.  First, although the comments were repeated several times, there is no reason to conclude that the prosecutor intentionally drew attention to appellant's silence at trial.  Second, despite the lack of an objection, the district judge instructed the jury with painstaking care regarding the government's burden of proof, appellant's presumed innocence, and his constitutional right to refrain from testifying.  Among other things, the judge admonished that \"no adverse inference is to be drawn from his exercise of his election not to take the stand.\"   We are confident that this explicit instruction was sufficient to combat any impermissible inference that might have been drawn from the prosecutor's statements.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Last--but far from least, see Mejia-Lozano, 829 F.2d at 274 (explaining that \"the strength of the government's case is an important factor in considering the likely effect of borderline rhetoric\")--the possibility that the comments, even if misconstrued, affected appellant's substantial rights is diminished by the potency of the government's proof.  Lynch's testimony was unequivocal and corroborated on many points.  Moreover, several witnesses to the UST robbery noted appellant's presence and described his behavior in a way that strongly suggested his complicity in the crime.  In view of the substantial evidence against appellant, we find it highly unlikely that the jury could have been swayed by the prosecutor's amphibolous remarks.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>VII. CONCLUSION</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">We need go no further.  For aught that appears, appellant was fairly tried and justly convicted.  The judgment below is, therefore,</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The applicable statutes provide in pertinent part:</p>\n        <p>Whoever, by force and violence, or by intimidation, takes, or attempts to take, from the person or presence of another ... any property or money or any other thing of value belonging to, or in the care, custody, control, management, or possession of, any [federally insured] bank ... [shall be punished as provided by law].</p>\n        <p>18 U.S.C. Sec. 2113(a) (1988).</p>\n        <p>Whoever, in committing, or in attempting to commit, any offense defined in [Sec. 2113(a) ], assaults any person, or puts in jeopardy the life of any person by the use of a dangerous weapon or device, shall be [punished as provided by law].</p>\n        <p>18 U.S.C. Sec. 2113(d) (1988).</p>\n        <p>Whoever, during and in relation to any crime of violence ... for which he may be prosecuted in a court of the United States, uses or carries a firearm, shall ... be [subjected to additional punishment].</p>\n        <p>18 U.S.C. Sec. 924(c)(1) (1988).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> That bank had been robbed several days earlier by Lynch's compatriot, William Corgain, who told Lynch that the bank was easy pickings because only two tellers were on duty</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Appellant does not argue that linking the firearms count with the robbery counts formed a basis for a claim of misjoinder.  Accordingly, we deem any such argument waived.  At any rate, the firearms charge was inextricably intertwined with the second robbery, and could hardly be separated from it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It is unclear whether appellant's severance motion--which, in terms, did not request that the two bank robbery counts be tried separately--properly preserved the severance issue for review.  Because severance was not required in any event, we assume for argument's sake that the issue was sufficiently raised in the court below</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We also note that, even if the robberies had been charged in separate indictments, the UST robbery would in all probability have been admissible to prove preparation, plan, or knowledge regarding the BayBank heist.  See Fed.R.Evid. 404(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Of course, if a defendant files a timely post-verdict motion under Fed.R.Crim.P. 29(c), he may escape the consequences of his earlier procedural default.  See United States v. Castro-Lara, 970 F.2d 976, 980 (1st Cir.1992).  In this case, appellant proffered no such motion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The statute provides that:  \"Whoever commits an offense against the United States or aids, abets, counsels, commands, induces or procures its commission, is punishable as a principal.\"  18 U.S.C. Sec. 2 (1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Kirvan illustrates the point.  There, we found it sufficient to justify a conviction that two witnesses identified the object as a gun, and that it made a loud noise when dropped (consistent with it being very heavy).  See Kirvan, 997 F.2d at 966-67</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> To be exact, the court told the jury that the testimony of an accomplice was \"to be scrutinized with particular care because there is an interest that the person had in saying something that would be looked on with favor by the government.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> While defense counsel did not interject a contemporaneous objection during the prosecutor's rebuttal, he did bring this remark to the court's attention at a sidebar conference immediately following the summations.  The judge refused to resurrect the matter, stating:  \"I will leave it.  It is up to the jury to make that determination.\"   We agree</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> If this were not enough, the general principles governing plain error review caution us in this case against exercising our discretion in Taylor's behalf.  At worst, the prosecutor's comments were veiled and any impermissible implication arising out of them was attenuated.  We do not believe that this line of argument could have \"seriously affect[ed] the fairness, integrity or public reputation of judicial proceedings.\"  Olano, --- U.S. at ----, 113 S.Ct. at 1776 (internal quotation marks omitted)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Terrence TAYLOR, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1381.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 3, 1995.<br>Decided May 17, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Judith H. Mizner, by appointment of the court, Newburyport, MA, for appellant.</p>\n      <p class=\"indent\">Kimberly S. Budd, Asst. U.S. Atty, with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for U.S.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury convicted defendant-appellant Terrence Taylor on charges that he twice had robbed federally insured banks, and had carried a firearm during and in relation to the second robbery.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Deterrating no reversible error, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Following accepted practice in criminal cases that involve questions of evidentiary sufficiency, see, e.g., United States v. Echeverri, <span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span>, 676 (1st Cir.1993);  United States v. Maraj, <span class=\"citation\" data-id=\"570481\"><a href=\"/opinion/570481/united-states-v-michael-maraj-united-states-of-america-v-sterling/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span>, 522 (1st Cir.1991), we limn the facts in the light most congenial to the government.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellant and Arnett Lynch, an inveterate bank robber, often used drugs at a hangout in Boston, known euphemistically as \"the Spot.\"   On several occasions appellant, emphasizing that he \"wanted to learn the ropes,\" expressed the hope that Lynch would provide tutelage in how to rob banks.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The problem with wishes is that they sometimes come true.  Cf. Aesop, The Old Man and Death (circa 550 B.C.)  (predicting that \"[w]e would often be sorry if our wishes were gratified\").  On January 29, 1992, appellant restated his aspirations and mentioned the availability of transportation, telling Lynch that his friend, Lucille Aulmond, had agreed (for ten dollars) to drive him to the downtown area.  Lynch and Taylor entered Aulmond's automobile.  During the trip, Lynch told appellant that they were going to \"do bizank\" [a slang term for \"bank,\" according to Lynch's trial testimony] and \"rob the 2T's\" [a reference to two tellers].</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After dropping off a friend, Aulmond, on Lynch's instructions, drove to downtown Boston and parked near the intersection of Clarendon St. and Newbury St. Lynch walked to the corner to check a branch office of Bank of Boston, but found that it had closed for the day.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  When Lynch returned to the vicinity of the parked car, appellant joined him on the sidewalk.  The two men then entered a nearby branch of United States Trust Company (UST).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellant remained hard by the entrance, watching both the bank's interior and the street.  Meanwhile, Lynch strode to the center of the lobby.  The manager, Elizabeth Nentwig, asked Lynch if he needed assistance.  Lynch proved capable of helping himself;  he drew a gun and advised Nentwig that a robbery had begun.  Lynch then grabbed a customer's briefcase, approached a teller (Helen Huppoch), and demanded money.  He received $2,748 from Huppoch and inserted it into the briefcase.  Appellant yelled, \"come on, let's go,\" and the two men sprinted to Aulmond's car.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Once inside the automobile, Aulmond asked what had happened, and appellant responded:  \"I hit a guy in the face.  I punched a guy in the face.\"   Lynch screamed at Aulmond to stop talking and start driving.  She complied.  After Aulmond made a wrong turn, the men grew impatient, bolted from her vehicle, and completed their escape in a taxi.  They then split the spoils, but, there being scant honor among thieves, four men later mugged Lynch and stole his share of the proceeds.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The next day, a man subsequently identified by percipient witnesses as Taylor entered a BayBank branch located at 285 Huntington Ave. in Boston.  The man approached a teller's station, shoved aside a customer, Alaina Gurski, and, threatening to shoot Gurski, demanded that the teller, Raya Aruin, hand over her money.  The man held an object that both Aruin and Ellen Clavin, a customer service representative working at a nearby teller station, described at trial as a gun.  The robber fled after receiving $2,458 from Aruin.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In due season, a federal grand jury indicted appellant for his role in the two robberies.  The superseding indictment contained three counts:  count 1 charged Taylor and Lynch with committing the UST robbery;  count 2 charged Taylor with committing the BayBank robbery;  and count 3 charged Taylor with carrying a firearm during and in relation to the BayBank robbery.  Lynch entered into a plea agreement and Taylor stood trial alone.  The jury found him guilty on all three counts.  Following imposition of sentence, Taylor filed this timely appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Taylor's brief contains seven distinct assignments of error.  Six of these asseverations--relating, vacuously, to the joinder of counts arising from two separate robberies, the sufficiency of the evidence, and the jury instructions--do not necessitate exegetic treatment.  We dispose of these six claims in a decurtate fashion (see infra Parts III-V).  We then turn to appellant's most vexing point:  his complaint that the prosecutor's closing argument contained improper and prejudicial misstatements, including impermissible comments on his election not to testify.  See infra Part VI.</p>\n    </div>\n    <p>II. THE RAISE-OR-WAIVE RULE</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Because many of the assigned errors were not preserved for appeal by timely objections, we pause first to discuss the raise-or-waive rule.  In general, the law ministers to the vigilant, not to those who sleep upon perceptible rights.  Consequently, a litigant who deems himself aggrieved by what he considers to be an improper occurrence in the course of trial or an erroneous ruling by the trial judge ordinarily must object then and there, or forfeit any right to complain at a later time.  The policy reasons behind the raise-or-waive rule are rock solid:  calling a looming error to the trial court's attention affords an opportunity to correct the problem before irreparable harm occurs.  Then, too, the raise-or-waive rule prevents sandbagging;  for instance, it precludes a party from making a tactical decision to refrain from objecting, and subsequently, should the case turn sour, assigning error (or, even worse, planting an error and nurturing the seed as insurance against an infelicitous result).  So viewed, the requirement that parties raise contemporaneous objections to improper questions, comments, and the like serves an important purpose in promoting \"the balanced and orderly functioning of our adversarial system of justice.\"  United States v. Griffin, <span class=\"citation\" data-id=\"488020\"><a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span>, 99-100 (1st.  Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">137</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">94</span> </span>(1987);  accord United States v. Holmquist, <span class=\"citation\" data-id=\"195622\"><a href=\"/opinion/195622/united-states-v-holmquist/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">154</span></a></span>, 168 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1797</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">724</span> </span>(1995).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Despite its strength and salience, the raise-or-waive rule is not absolute.  But, rescue missions are restricted to the correction of \"plain\" errors.  See United States v. Olano, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1776, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </a></span>(1993);  United States v. Mejia-Lozano, <span class=\"citation\" data-id=\"494593\"><a href=\"/opinion/494593/united-states-v-martha-mejia-lozano/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span>, 273 (1st Cir.1987);  <span class=\"citation\" data-id=\"488020\"><span class=\"antecedent_guess\">Griffin,</span> <a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">100</span></a></span>;  see generally Fed.R.Crim.P. 52(b).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The plain error doctrine concentrates on \"blockbusters,\" to the exclusion of \"the ordinary backfires ... which may mar a trial record.\"  <span class=\"citation\" data-id=\"488020\"><span class=\"antecedent_guess\">Griffin,</span> <a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">100</span></a></span>.   Under it, appellate courts will notice unpreserved errors only in the most egregious circumstances.  At a bare minimum, therefore, bevues not seasonably brought to the attention of the trial court must, in order to command appellate intervention, \"affect[ ] substantial rights.\"   Fed.R.Crim.P. 52(b).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">An unpreserved error is deemed plain (and, therefore, to affect substantial rights) only if the reviewing court finds that it skewed the fundamental fairness or basic integrity of the proceeding below in some major respect.  See <span class=\"citation\" data-id=\"488020\"><span class=\"antecedent_guess\">Griffin,</span> <a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">100</span></a></span>.   As the Supreme Court itself has written, the plain error doctrine applies in those circumstances in which, absent appellate intervention, \"a miscarriage of justice would otherwise result.\"  United States v. Frady, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">152</span></a></span>, 163 n. 14, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1584</span></a></span>, 1592 n. 14, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">816</span> </a></span>(1982).  Given these parameters, it is not surprising that the jurisprudence of plain error invests substantial discretion in the court of appeals.  See Olano, --- U.S. at <span class=\"citation\" data-id=\"112848\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1776</span> </a></span>(observing that \"the decision to correct the forfeited error [rests] within the sound discretion of the Court of Appeals\");  United States v. Whiting, <span class=\"citation\" data-id=\"673817\"><a href=\"/opinion/673817/united-states-v-darryl-whiting-aka-g-god-rah-united-states-of/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1296</span></a></span>, 1308 (1st Cir.)  (same), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">378</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">328</span> </span>(1994).  Even when faced with an apparently plain error, an appellate court \"has authority to order correction, but is not required to do so.\"  Olano, --- U.S. at <span class=\"citation\" data-id=\"112848\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1778</span></a></span>.   For the most part, this discretion should be exercised sparingly, and should be reserved for the correction of those few errors that \" 'seriously affect the fairness, integrity or public reputation of the judicial proceedings.' \"  United States v. Young, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>, 1046, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span> </a></span>(1985) (quoting United States v. Atkinson, <span class=\"citation\" data-id=\"102591\"><a href=\"/opinion/102591/united-states-v-atkinson/\"><span class=\"volume\">297</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">157</span></a></span>, 160, <span class=\"citation\" data-id=\"102591\"><a href=\"/opinion/102591/united-states-v-atkinson/\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">391</span></a></span>, 392, <span class=\"citation\" data-id=\"102591\"><a href=\"/opinion/102591/united-states-v-atkinson/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">555</span> </a></span>(1936)).</p>\n    </div>\n    <p>III. JOINDER AND SEVERANCE</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellant excoriates the government for bringing a single indictment that joined a count relating to the UST robbery with two counts relating to the BayBank robbery.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In a similar vein, he calumnizes the district court for refusing to sever the ostensibly incompatible counts.  The chastisement is unwarranted.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although appellant now maintains that the counts were improperly joined, he raises this objection for the first time on appeal.  Thus, we afford plain error review.  See United States v. Stackpole, <span class=\"citation\" data-id=\"483246\"><a href=\"/opinion/483246/united-states-v-donald-francis-stackpole-united-states-of-america-v-ray/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span>, 693 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Separate offenses may be joined in the same indictment if the charges are \"of the same or similar character or are based on the same act or transaction or on two or more acts or transactions connected together or constituting parts of a common scheme or plan.\"   Fed.R.Crim.P. 8(a).  In determining whether counts are properly combined for trial, we historically have considered whether the charges are laid under the same statute, whether they involve similar victims, locations, or modes of operation, and the time frame in which the charged conduct occurred.  See, e.g., United States v. Chambers, <span class=\"citation no-link\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1250-51</span> </span>(1st Cir.1992);  United States v. Gray, <span class=\"citation\" data-id=\"578671\"><a href=\"/opinion/578671/united-states-v-kent-e-gray/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span>, 14 (1st Cir.1992).  Under the present circumstances, joining the three counts lodged against appellant does not constitute plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The two robberies involved the same type of victims (federally insured banks).  They were charged under the same statute (18 U.S.C. Sec. 2113), took place in the same locale (downtown Boston), and occurred in the same time frame (successive days).  Such similarities have routinely been found to justify joinder.  See, e.g., <span class=\"citation no-link\"><span class=\"antecedent_guess\">Chambers,</span> <span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1250-51</span> </span>(finding joinder proper when robberies all involved federally insured banks in the greater Boston area and occurred within a ten-week period);  <span class=\"citation\" data-id=\"578671\"><span class=\"antecedent_guess\">Gray,</span> <a href=\"/opinion/578671/united-states-v-kent-e-gray/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">14</span> </a></span>(similar).  Furthermore, the evidence here suggests that the first robbery was, in effect, a training mission for the second.  Therefore, we do not think it would be plain error to conclude that the two robberies were parts of \"a common scheme or plan\" as that term is used in Rule 8(a).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellant's contention that the district court erred in refusing to sever the robbery counts, while arguably preserved,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> also lacks force.  Though the Criminal Rules empower federal courts to grant relief from prejudicial joinder of counts in criminal cases, see Fed.R.Crim.P. 14, severance decisions are ordinarily won or lost in the trial court.  We will overturn the denial of a motion for severance only for a patent abuse of discretion.  See United States v. Pierro, <span class=\"citation\" data-id=\"195522\"><a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 616 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">919</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">799</span> </span>(1995);  United States v. Natanel, <span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span>, 308 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1079</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">986</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span> </span>(1992).  This discretion applies to refusals to sever counts as well as to refusals to separate defendants for purposes of trial.  See, e.g., <span class=\"citation no-link\"><span class=\"antecedent_guess\">Chambers,</span> <span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1251</span></span>.   Establishing an abuse of discretion usually entails a showing that improper or prejudicial joinder likely \"deprived the defendant of a fair trial.\"   United States v. Nason, <span class=\"citation\" data-id=\"195001\"><a href=\"/opinion/195001/united-states-v-nason/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span>, 158 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1331</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">678</span> </span>(1994).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellant faces a high hurdle, given Chambers, Gray, and other cases in which we have upheld the trial court's refusal to sever counts involving multiple bank robberies.  He strives to distinguish these cases on the ground that they involved more than two robberies, and, thus, yielded telltale patterns.  This argument fails for two reasons.  First, common sense indicates that the greater the number of robberies, the greater the danger of prejudice that joinder poses.  Second, there is no shortage of sound precedent upholding the joint trial of two--and only two--robbery counts in a single indictment.  See, e.g., United States v. L'Allier, <span class=\"citation\" data-id=\"500753\"><a href=\"/opinion/500753/united-states-v-kent-thomas-lallier/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">234</span></a></span>, 240-41 (7th Cir.1988);  United States v. Shearer, <span class=\"citation\" data-id=\"370353\"><a href=\"/opinion/370353/united-states-v-william-shearer/\"><span class=\"volume\">606</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">819</span></a></span>, 820 (8th Cir.1979).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Apart from this curious slant on the number of incidents, appellant offers no basis for suspecting undue prejudice.  His bare allegation that, if the jury were to believe that he was involved in one bank robbery, then it might also (improperly) be led to believe from that fact alone that he was involved in the other, is simply not enough.  This type of spillover is standard fare whenever counts involving discrete incidents are linked in a single indictment.  We have repeatedly held that such a garden variety side effect, without more, is insufficient to require severance.  See United States v. Boylan, <span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 246 (1st Cir.)  (collecting cases), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">849</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">139</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span> </span>(1990).  Moreover, the case for prejudice is especially weak in this instance because the district court's jury instructions delineated the separateness of the three counts and made it clear that the jury had to consider each charge on its own merits.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In sum, we find no plain error in the joinder of the three counts contained in the superseding indictment, and no misuse of discretion in the district court's eschewal of a severance.</p>\n    </div>\n    <p>IV. SUFFICIENCY OF THE EVIDENCE</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellant challenges the sufficiency of the evidence in three respects.  He says that the proof did not show (1) that he participated in the UST robbery, (2) that he committed the BayBank robbery, and/or (3) that the perpetrator of the BayBank robbery carried a real gun.  In assessing these challenges, we scrutinize the evidence in the light most compatible with the verdict, resolve all credibility disputes in the verdict's favor, and then reach a judgment about whether a rational jury could find guilt beyond a reasonable doubt.  See <span class=\"citation\" data-id=\"597415\"><span class=\"antecedent_guess\">Echeverri,</span> <a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">677</span></a></span>;  <span class=\"citation\" data-id=\"570481\"><span class=\"antecedent_guess\">Maraj,</span> <a href=\"/opinion/570481/united-states-v-michael-maraj-united-states-of-america-v-sterling/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">522-23</span></a></span>;  <span class=\"citation\" data-id=\"538369\"><span class=\"antecedent_guess\">Boylan,</span> <a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">243</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">On the sufficiency issues, a further obstacle impedes appellant's progress.  Where, as here, challenges to evidentiary sufficiency are unpreserved--the defendant moved for judgment of acquittal at the end of the prosecution's case, but then failed to renew the motion after presenting evidence on his own behalf--a special variant of the raise-or-waive rule applies.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In such straitened circumstances, an appellate court should stay its hand unless intervention is necessary to prevent a clear and gross injustice.  See United States v. McDowell, <span class=\"citation\" data-id=\"551473\"><a href=\"/opinion/551473/united-states-v-billy-ray-mcdowell-jr/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></a></span>, 1010 (1st Cir.1990);  United States v. Cheung, <span class=\"citation\" data-id=\"499734\"><a href=\"/opinion/499734/united-states-v-johnny-cheung-aka-ching-fat-cheung/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">729</span></a></span>, 730 n. 1 (1st Cir.1988) (per curiam);  United States v. Greenleaf, <span class=\"citation\" data-id=\"410374\"><a href=\"/opinion/410374/united-states-v-hartley-e-greenleaf-jr-united-states-of-america-v/\"><span class=\"volume\">692</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">182</span></a></span>, 185 (1st Cir.1982), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1069</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1522</span></span>, 1523, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">946</span> </span>(1983).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>A. The Bank Robberies.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Appellant's first two sufficiency challenges can be dispatched with alacrity.  The government prosecuted appellant for the UST robbery on the theory that he aided and abetted Lynch's felonious conduct.  See 18 U.S.C. Sec. 2 (1988).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The jury convicted him on this basis.  Its finding is amply supported.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Criminal intent is an important element of aiding and abetting, see United States v. Tarr, <span class=\"citation\" data-id=\"362200\"><a href=\"/opinion/362200/united-states-v-henry-tarr/\"><span class=\"volume\">589</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">55</span></a></span>, 59 (1st Cir.1978), and the supposed lack of any such intent lies at the heart of appellant's challenge.  Proof of this element demands a showing that the defendant consciously shared the principal's knowledge of the underlying criminal act, and intended to help the principal.  See United States v. Albert, <span class=\"citation\" data-id=\"458677\"><a href=\"/opinion/458677/united-states-v-james-m-albert/\"><span class=\"volume\">773</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">386</span></a></span>, 390 (1st Cir.1985).  We hasten to add, however, that this showing may be made wholly on the basis of circumstantial evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We believe that the jury could have reached such a conclusion here.  Viewed favorably to the government, the evidence suggests that appellant sought Lynch's help in learning to rob banks, furnished transportation so that the two men could rob a bank, discussed the prospect en route, stood watch while Lynch held up the teller, facilitated a joint escape, and shared fifty-fifty in the purloined fruits.  These facts firmly underbrace the jury's finding that appellant aided and abetted Lynch in the commission of the robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Appellant's challenge to the sufficiency of the evidence that he committed the BayBank robbery is jejune.  Two eyewitnesses, Aruin and Clavin, identified him in open court as the perpetrator.  Although appellant denigrates their reliability, the jury was plainly entitled to accept the identification and to find that appellant committed the crime.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>B. The Firearms Count.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Appellant fares equally poorly in his final challenge to evidentiary sufficiency.  The statute of conviction, 18 U.S.C. Sec. 924(c), requires proof beyond a reasonable doubt that the person perpetrating the predicate offense used a real gun.  See, e.g., United States v. Kirvan, <span class=\"citation\" data-id=\"610801\"><a href=\"/opinion/610801/united-states-v-paul-j-kirvan-united-states-v-paul-j-kirvan/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">963</span></a></span>, 966 (1st Cir.1993).  Appellant tells us that the government failed to prove this essential fact.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This court recognized in Kirvan that, in order to convict under section 924(c), the gun must be real, but it \"need not be proven to be loaded or operable....\"  <span class=\"citation\" data-id=\"610801\"><a href=\"/opinion/610801/united-states-v-paul-j-kirvan-united-states-v-paul-j-kirvan/\"><span class=\"id_token\">Id.</span>   While \"a </a></span>toy or a replica will not do,\" the prosecution satisfies its burden simply by showing that the gun is a gun.  <span class=\"citation\" data-id=\"610801\"><a href=\"/opinion/610801/united-states-v-paul-j-kirvan-united-states-v-paul-j-kirvan/\"><span class=\"id_token\">Id.</span>  Furthermore, the </a></span>government's proof on this point need not reach a level of scientific certainty.  On the contrary, lay opinion testimony may be employed to propel a finding that an object is in fact a real gun.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  See, e.g., Parker v. United States, <span class=\"citation\" data-id=\"476810\"><a href=\"/opinion/476810/floyd-d-parker-v-united-states/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1382</span></a></span>, 1385 (D.C.Cir.1986), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1070</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">964</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1011</span> </span>(1987);  United States v. Jones, <span class=\"citation\" data-id=\"544263\"><a href=\"/opinion/544263/united-states-v-robert-william-jones-united-states-of-america-v-donald/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 460 (4th Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1029</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">683</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">675</span> </span>(1991).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Silhouetted against this backdrop, appellant's assignment of error pales into insignificance.  Three eyewitnesses to the BayBank robbery, each of whom observed the object gripped by appellant at close range, testified that it was a gun.  This evidence is enough to allow a rational jury to find that appellant carried a real gun.  Accordingly, appellant's conviction under section 924(c) worked no injustice, let alone a clear and gross injustice.</p>\n    </div>\n    <p>V. THE JURY INSTRUCTIONS</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">When reviewing a district court's instructions to the jury, we look at the charge as a whole, not in isolated fragments.  See <span class=\"citation\" data-id=\"538369\"><span class=\"antecedent_guess\">Boylan,</span> <a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">244</span></a></span>;  <span class=\"citation\" data-id=\"494593\"><span class=\"antecedent_guess\">Mejia-Lozano,</span> <a href=\"/opinion/494593/united-states-v-martha-mejia-lozano/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">272</span></a></span>.   If no timely objection has been advanced at trial, see Fed.R.Crim.P. 30 (specifying when and how objections to the charge must be taken), even an improper instruction rarely will justify the reversal of a criminal conviction.  See Henderson v. Kibbe, <span class=\"citation\" data-id=\"109653\"><a href=\"/opinion/109653/henderson-v-kibbe/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></a></span>, 154, <span class=\"citation\" data-id=\"109653\"><a href=\"/opinion/109653/henderson-v-kibbe/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1730</span></a></span>, 1736, <span class=\"citation\" data-id=\"109653\"><a href=\"/opinion/109653/henderson-v-kibbe/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">203</span> </a></span>(1977);  United States v. Weston, <span class=\"citation\" data-id=\"580695\"><a href=\"/opinion/580695/united-states-v-albert-weston-united-states-of-america-v-paul-r-taylor/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">212</span></a></span>, 216 (1st Cir.1992).  So it is here.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In this instance, the district court warned the jury to take a long, hard look at accomplice testimony.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  In appellant's current view, the instruction should have been more elaborate;  the court should have described the nature of the witness' interest in assuaging the government, told the jurors that their perscrutation of such testimony must be more searching than that afforded to other testimony, and reminded them in the same breath that the government had to prove its points beyond a reasonable doubt.  Putting aside the obvious question of whether appellant would have been entitled to such instructions if duly requested, the claimed deficiencies are precisely the type of fine-tuning that is consigned to the scrap heap if not called to the district court's attention in a timeous manner.  No matter how critically these alleged shortcomings in the court's charge are evaluated, they cannot conceivably sink to the level of plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The raise-or-waive rule also hobbles appellant's remaining complaint about the jury instructions.  After noting that the evidence anent eyewitness identification was \"straightforward,\" the judge told the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>There are some four billion people in the world and in the natural course of things one would expect some of them may look alike.  But, on the other hand, an experience such as these witnesses had, may, indeed, make their observation so intense that it is reliable in establishing identity beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Although appellant could be correct in arguing that, in actuality, an intensely stressful situation is often less accurately remembered than is a more tranquil one, he makes this point at the wrong time and to the wrong court.  While the challenged instruction may not be a textbook model, we discern no plain error in it.</p>\n    </div>\n    <p>VI. THE SUMMATION</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Having wended our way across flat, easily negotiated territory, we now reach more problematic turf.  Here, the topography features a tripartite claim of error addressed to the government's summation.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We start with certain fundamental verities.  \"A prosecutor is permitted vigorous advocacy, so long as he does not stray into forbidden terrain.\"  Palmariello v. Superintendent of M.C.I.-Norfolk, <span class=\"citation\" data-id=\"522154\"><a href=\"/opinion/522154/edward-palmariello-v-superintendent-of-mci-norfolk/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">491</span></a></span>, 494 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">865</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">185</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">140</span> </span>(1989).  Thus, prosecutors need not pull their punches;  they may--indeed, they should--present their cases to criminal juries zealously.  Forcefulness in the pursuit of justice is to be admired rather than condemned.  Yet, while a prosecutor \"may strike hard blows, he is not at liberty to strike foul ones.\"  Berger v. United States, <span class=\"citation\" data-id=\"102436\"><a href=\"/opinion/102436/berger-v-united-states/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 88, <span class=\"citation\" data-id=\"102436\"><a href=\"/opinion/102436/berger-v-united-states/\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">629</span></a></span>, 633, <span class=\"citation\" data-id=\"102436\"><a href=\"/opinion/102436/berger-v-united-states/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1314</span> </a></span>(1935).  This maxim is particularly relevant to closing arguments, for such arguments come at an especially delicate point in the trial process and represent the parties' last, best chance to marshal the evidence and persuade the jurors of its import.  See, e.g., United States v. Manning, <span class=\"citation\" data-id=\"195356\"><a href=\"/opinion/195356/united-states-v-manning/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">570</span></a></span>, 575 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Of course, a prosecutor's obligation to stay within the pale does not exist in a vacuum.  A defendant has a corresponding obligation to protect his own interests.  When a defendant defaults on this obligation by failing to make a contemporaneous objection to questionable comments in the prosecution's closing argument, the raise-or-waive rule applies.  Afterthought claims of improprieties allegedly occurring during the summation are reviewed under the notably ungenerous plain error standard.  Consequently, reversal is justified only if the illegitimate portion of the closing argument \"so poisoned the well that the trial's outcome was likely affected.\"  <span class=\"citation\" data-id=\"494593\"><span class=\"antecedent_guess\">Mejia-Lozano,</span> <a href=\"/opinion/494593/united-states-v-martha-mejia-lozano/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">274</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In determining whether a prosecutor's miscues in final argument require reversal under this hard-to-satisfy standard, this court considers all the attendant circumstances, paying special heed to factors such as (1) the extent to which the prosecutor's conduct is recurrent and/or deliberate;  (2) the extent to which the trial judge's instructions insulated the jury against, or palliated, the possibility of unfair prejudice;  and (3) the overall strength of the prosecution's case, with particular regard to the likelihood that any prejudice might have affected the jury's judgment.  See id.;   see also United States v. Giry, <span class=\"citation\" data-id=\"488024\"><a href=\"/opinion/488024/united-states-v-pierre-michel-henri-giry-and-steven-seward/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">120</span></a></span>, 133 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">855</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">162</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">116</span> </span>(1987).  Using these criteria, we conclude that none of appellant's claimed errors requires reversal.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>A. Matters Dehors the Record.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Appellant maintains that, during the summation, the prosecutor referred to matters not in evidence.  Specifically, the prosecutor gave a less than completely accurate account of the prefatory conversation between appellant and Lynch on January 29.  Appellant greeted Lynch, so the prosecutor said, by imploring:  \"Maestro, show me how it's done.\"   The prosecutor added:  \"We know that Maestro is Mr. Lynch's nickname.  Why?  Because he plays the organ in his father's church.\"   Warming to this theme, the prosecutor reiterated the point.  He told the jury that, as the two men walked into the UST branch, appellant again said:  \"Maestro ... show me the ropes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">There was, in fact, no evidence of Lynch's nickname and no evidence that appellant made a request to be shown the ropes as the robbers entered the bank.   Withal, there was no contemporaneous objection, and these canards scarcely justify reversal under the plain error doctrine.  Given that Lynch admitted to his vocation as a bank robber, his nickname was wholly irrelevant to the case.  Moreover, the prosecutor gave an innocent explanation of the moniker and appellant's own lawyer twice referred to Lynch in front of the jury as \"Maestro.\"   As to the second misstatement, there was evidence that appellant made the request (\"show me the ropes\") previously on the day of the robbery and on at least one earlier occasion.  In other words, the substance of the prosecutor's statement was true (although the timing was awry).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">On whole-record review, we conclude without serious question that the allusions to matters dehors the record were benign.  Reversal is totally unwarranted.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>B. The Prosecutor's Rebuttal.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Next, appellant assails the prosecutor's rebuttal, which, he says, contained a minimum of three peccadilloes, namely, (1) an implication that appellant had alerted the four people who mugged Lynch and stole his booty, (2) a suggestion that Lynch should be believed because he suffered from sickle-cell anemia and had tested positive for HIV, and (3) an intimation that Clavin, during her testimony, lowered her voice \"out of fear.\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">These accusations do not withstand scrutiny.  The prosecutor made the first of the cited comments without objection and in direct response to defense counsel's argument that Lynch had turned against Taylor because the latter did not come to his aid during the mugging.  We have previously expressed our reluctance to find plain error when a prosecutor's remarks are made to rebut specific statements by defense counsel, and are proportionate to that end.  See <span class=\"citation\" data-id=\"673817\"><span class=\"antecedent_guess\">Whiting,</span> <a href=\"/opinion/673817/united-states-v-darryl-whiting-aka-g-god-rah-united-states-of/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1302</span></a></span>;  <span class=\"citation\" data-id=\"494593\"><span class=\"antecedent_guess\">Mejia-Lozano,</span> <a href=\"/opinion/494593/united-states-v-martha-mejia-lozano/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">274</span></a></span>.   Here, our reluctance ripens into outright unwillingness.  Similarly, the prosecutor's remarks about Lynch's health drew no contemporaneous objection.  Those remarks were obviously designed to rebut the defense argument that Lynch was hoping to earn a reduced sentence by testifying against Taylor.  The statement recounted facts in evidence, and did not constitute either vouching or an improper appeal to the jury's sympathies.  Finally, the remark about Clavin's demeanor was not out of line.  The jury saw and heard her testimony, and could determine for itself her state of mind.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  See, e.g., United States v. Mount, <span class=\"citation\" data-id=\"536973\"><a href=\"/opinion/536973/united-states-v-charles-m-mount/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span>, 625 (1st Cir.1990) (\"Although it is the jury's job to draw inferences, there is nothing improper in the Government's suggesting which inferences should be drawn.\").</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>C. The Fifth Amendment Issue.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The capstone of appellant's asseverational array is his anguished assertion that the prosecutor's summation contained comments on appellant's election not to testify, in derogation of rights secured to appellant under the Fifth Amendment.  We quote the disputed portion of the prosecutor's summation:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Is there any evidence that Mr. Taylor said, \"Oh, my God, I've been misled.  This is not going to be money from his father.  I've got to get out of here.  I've got to warn my friend, Lucille Aulmond.  She gave me rides in the past, but this is something different.\"   He stayed true in his anchor position.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Mr. Lynch went up to the window, demanded money.  He was very unafraid.  Mr. Lynch demanded money that wasn't his.  Did Mr. Taylor say:  Oh, my God, I'm going to leave this place and warn my friend, Lucille Aulmond?   No.  He stayed true to that anchor position.  And, in fact, he yelled, \"Come on, let's go.\"</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Lynch points to the door.  Mr. Taylor waits there and does he say:  Look, just because I'm here, I'm sorry what happened.  I didn't know it was going to happen.  Is everybody all right?   I know who was responsible.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">He left with the money....  When he got back to the car, you heard Lucille Aulmond, and she said, \"What happened?\"   Does he say:  Lucille, he robbed a bank;  I didn't know it was going to happen;  I'm sorry.  \"I hit a man in the face\" was what you got, instead.  Not the truth, just another part of the lie....</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">And they drive two blocks away.  Mr. Lynch gets out of the car.  Does Terrence Taylor stay with his friend?  \"Lucille, I'm involved in this.  You shouldn't have been involved.  I didn't even know about it.  Let's go to the police and clear this whole thing up.\"   He went with the money.  Her job was done.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">He took the money....  Did he take his share of the money and say, \"Look, this is not my money;  there it is, police, look for bait bills;  I'm turning back money;  I have nothing to do with this.\"</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">It is a bedrock principle that a prosecutor may not comment on a defendant's exercise of the right to remain silent.  See United States v. Robinson, <span class=\"citation\" data-id=\"112010\"><a href=\"/opinion/112010/united-states-v-robinson/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">25</span></a></span>, 30, <span class=\"citation\" data-id=\"112010\"><a href=\"/opinion/112010/united-states-v-robinson/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span>, 867, <span class=\"citation\" data-id=\"112010\"><a href=\"/opinion/112010/united-states-v-robinson/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">23</span> </a></span>(1988);  Griffin v. California, <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">609</span></a></span>, 615, <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1229</span></a></span>, 1233, <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span> </a></span>(1965);  United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1186 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span> </span>(1994).  Even an indirect or inferential comment on a defendant's silence can transgress the Fifth Amendment.  See, e.g., United States v. Hardy, <span class=\"citation\" data-id=\"679959\"><a href=\"/opinion/679959/united-states-v-frederick-hardy/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">753</span></a></span>, 757 (1st Cir.1994);  United States v. Lavoie, <span class=\"citation\" data-id=\"427317\"><a href=\"/opinion/427317/united-states-v-george-lavoie/\"><span class=\"volume\">721</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">407</span></a></span>, 408 (1st Cir.1983), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1069</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1424</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">749</span> </span>(1984).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Because \"[t]here is no bright line marking the precipice between a legitimate assessment of defense witnesses and an impermissible encroachment upon the accused's silence,\" <span class=\"citation\" data-id=\"662432\"><span class=\"antecedent_guess\">Sepulveda,</span> <a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1186</span></a></span>, prosecutors must tread carefully on this terrain.  A prosecutor who \"attempts to define exactly the edge of the precipice approaches at his peril.\"  Rodriguez-Sandoval v. United States, <span class=\"citation\" data-id=\"284331\"><a href=\"/opinion/284331/fernando-luis-rodriguez-sandoval-v-united-states/\"><span class=\"volume\">409</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">529</span></a></span>, 531 (1st Cir.1969).  In evaluating whether a prosecutor has gone too far, we must ask whether, in the particular circumstances of a given case, the language used by the prosecutor appears to have been designed to yield the improper inference, or, if not so designed, whether it was such that jurors would probably interpret it as a commentary on the accused's failure to take the witness stand.  See United States v. Glantz, <span class=\"citation\" data-id=\"482473\"><a href=\"/opinion/482473/united-states-v-ronald-h-glantz-and-anthony-j-bucci/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">316</span></a></span>, 322 (1st Cir.1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">929</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3214</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">701</span> </span>(1987);  United States v. Monaghan, <span class=\"citation\" data-id=\"440309\"><a href=\"/opinion/440309/united-states-v-eric-j-monaghan/\"><span class=\"volume\">741</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1434</span></a></span>, 1437 (D.C.Cir.1984), cert. denied, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>085, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1847</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">146</span> </span>(1985).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Notwithstanding these constraints, no Fifth Amendment violation inheres in comments on a defendant's decision to remain silent in a context outside the legal process.  For example, in Lema v. United States, <span class=\"citation\" data-id=\"601483\"><a href=\"/opinion/601483/charles-d-lema-v-united-states/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span> </a></span>(1st Cir.1993), we found nothing amiss in a prosecutor's observation that the defendant remained silent during two drug transactions.  The comment did not transgress the Fifth Amendment because it referred to defendant's silence at the scene of the crime rather than at trial.  See <span class=\"citation\" data-id=\"601483\"><a href=\"/opinion/601483/charles-d-lema-v-united-states/\"><span class=\"id_token\">id.</span> at 56; </a></span> see also United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 714 (1st Cir.1992) (holding that defendant's silent presence at site of drug transaction \"patently implied participation\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">154</span> </span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In this case, the government insists that the challenged statements referred to appellant's silence before, during, and after the UST robbery, not to his silence at trial.  When a prosecutor's comments, fairly viewed, are susceptible to two plausible meanings, one of which is unexceptionable and one of which is forbidden, context frequently determines meaning.  See <span class=\"citation\" data-id=\"662432\"><span class=\"antecedent_guess\">Sepulveda,</span> <a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1187</span></a></span>;  United States v. Lilly, <span class=\"citation\" data-id=\"597801\"><a href=\"/opinion/597801/united-states-v-william-w-lilly/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">300</span></a></span>, 307 (1st Cir.1992).  Where feasible, a reviewing court should construe ambiguity in favor of a proper meaning:</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>[A] court should not lightly infer that a prosecutor intends an ambiguous remark to have its most damaging meaning or that a jury, sitting through a lengthy exhortation, will draw that meaning from the plethora of less damaging interpretations.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Donnelly v. DeChristoforo, <span class=\"citation\" data-id=\"109024\"><a href=\"/opinion/109024/donnelly-v-dechristoforo/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">637</span></a></span>, 647, <span class=\"citation\" data-id=\"109024\"><a href=\"/opinion/109024/donnelly-v-dechristoforo/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, 1873, <span class=\"citation\" data-id=\"109024\"><a href=\"/opinion/109024/donnelly-v-dechristoforo/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">431</span> </a></span>(1974);  accord <span class=\"citation\" data-id=\"597801\"><span class=\"antecedent_guess\">Lilly,</span> <a href=\"/opinion/597801/united-states-v-william-w-lilly/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">307</span></a></span>.   This rule of construction has heightened desirability in the absence of a contemporaneous objection for, when the target of the comments does not interrupt and register a timely objection, it seems especially appropriate to \"give the arguer the benefit of every plausible interpretation of her words.\"  <span class=\"citation\" data-id=\"662432\"><span class=\"antecedent_guess\">Sepulveda,</span> <a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1187</span></a></span>.   We are especially reluctant to \"fish in the pool of ambiguity\" when, as now, the complaining party failed to bring a dubious comment, easily corrected on proper notice, to the immediate attention of the trial court.  <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"id_token\">Id.</span> at 1188.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Evaluated against this benchmark, we do not believe that the quoted remarks trespassed on appellant's Fifth Amendment rights.  While a suspicious mind could construe what was said as a comment on appellant's decision not to testify, the prosecutor's words are more plausibly interpreted as a comment on appellant's silence during the commission of the crime.   After all, Taylor had labored to develop a defense based on his lack of foreknowledge concerning Lynch's felonious intent.  Appellant's silence throughout the commission of the crime tends to undermine this defense, and the prosecutor's comments were most likely a clumsy effort to seize upon this weakness.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We will not paint the lily.  Given the absence of a contemporaneous objection, we must cede to the government the benefit of a legitimate, plausible interpretation of the prosecutor's words.  On this basis, we hold that the remarks in question did not amount to a constitutionally prohibited comment on appellant's declination to testify at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">We add that, even if the prosecutor's comments crossed the line, our traditional three-part analysis suggests that reversal would be unwarranted.  First, although the comments were repeated several times, there is no reason to conclude that the prosecutor intentionally drew attention to appellant's silence at trial.  Second, despite the lack of an objection, the district judge instructed the jury with painstaking care regarding the government's burden of proof, appellant's presumed innocence, and his constitutional right to refrain from testifying.  Among other things, the judge admonished that \"no adverse inference is to be drawn from his exercise of his election not to take the stand.\"   We are confident that this explicit instruction was sufficient to combat any impermissible inference that might have been drawn from the prosecutor's statements.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Last--but far from least, see <span class=\"citation\" data-id=\"494593\"><span class=\"antecedent_guess\">Mejia-Lozano,</span> <a href=\"/opinion/494593/united-states-v-martha-mejia-lozano/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">274</span> </a></span>(explaining that \"the strength of the government's case is an important factor in considering the likely effect of borderline rhetoric\")--the possibility that the comments, even if misconstrued, affected appellant's substantial rights is diminished by the potency of the government's proof.  Lynch's testimony was unequivocal and corroborated on many points.  Moreover, several witnesses to the UST robbery noted appellant's presence and described his behavior in a way that strongly suggested his complicity in the crime.  In view of the substantial evidence against appellant, we find it highly unlikely that the jury could have been swayed by the prosecutor's amphibolous remarks.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>VII. CONCLUSION</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">We need go no further.  For aught that appears, appellant was fairly tried and justly convicted.  The judgment below is, therefore,</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The applicable statutes provide in pertinent part:</p>\n        <p>Whoever, by force and violence, or by intimidation, takes, or attempts to take, from the person or presence of another ... any property or money or any other thing of value belonging to, or in the care, custody, control, management, or possession of, any [federally insured] bank ... [shall be punished as provided by law].</p>\n        <p>18 U.S.C. Sec. 2113(a) (1988).</p>\n        <p>Whoever, in committing, or in attempting to commit, any offense defined in [Sec. 2113(a) ], assaults any person, or puts in jeopardy the life of any person by the use of a dangerous weapon or device, shall be [punished as provided by law].</p>\n        <p>18 U.S.C. Sec. 2113(d) (1988).</p>\n        <p>Whoever, during and in relation to any crime of violence ... for which he may be prosecuted in a court of the United States, uses or carries a firearm, shall ... be [subjected to additional punishment].</p>\n        <p>18 U.S.C. Sec. 924(c)(1) (1988).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> That bank had been robbed several days earlier by Lynch's compatriot, William Corgain, who told Lynch that the bank was easy pickings because only two tellers were on duty</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Appellant does not argue that linking the firearms count with the robbery counts formed a basis for a claim of misjoinder.  Accordingly, we deem any such argument waived.  At any rate, the firearms charge was inextricably intertwined with the second robbery, and could hardly be separated from it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It is unclear whether appellant's severance motion--which, in terms, did not request that the two bank robbery counts be tried separately--properly preserved the severance issue for review.  Because severance was not required in any event, we assume for argument's sake that the issue was sufficiently raised in the court below</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We also note that, even if the robberies had been charged in separate indictments, the UST robbery would in all probability have been admissible to prove preparation, plan, or knowledge regarding the BayBank heist.  See Fed.R.Evid. 404(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Of course, if a defendant files a timely post-verdict motion under Fed.R.Crim.P. 29(c), he may escape the consequences of his earlier procedural default.  See United States v. Castro-Lara, <span class=\"citation\" data-id=\"587572\"><a href=\"/opinion/587572/united-states-v-ramon-castro-lara-united-states-of-america-v-abraham/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">976</span></a></span>, 980 (1st Cir.1992).  In this case, appellant proffered no such motion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The statute provides that:  \"Whoever commits an offense against the United States or aids, abets, counsels, commands, induces or procures its commission, is punishable as a principal.\"  18 U.S.C. Sec. 2 (1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Kirvan illustrates the point.  There, we found it sufficient to justify a conviction that two witnesses identified the object as a gun, and that it made a loud noise when dropped (consistent with it being very heavy).  See <span class=\"citation\" data-id=\"610801\"><span class=\"antecedent_guess\">Kirvan,</span> <a href=\"/opinion/610801/united-states-v-paul-j-kirvan-united-states-v-paul-j-kirvan/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">966-67</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> To be exact, the court told the jury that the testimony of an accomplice was \"to be scrutinized with particular care because there is an interest that the person had in saying something that would be looked on with favor by the government.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> While defense counsel did not interject a contemporaneous objection during the prosecutor's rebuttal, he did bring this remark to the court's attention at a sidebar conference immediately following the summations.  The judge refused to resurrect the matter, stating:  \"I will leave it.  It is up to the jury to make that determination.\"   We agree</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> If this were not enough, the general principles governing plain error review caution us in this case against exercising our discretion in Taylor's behalf.  At worst, the prosecutor's comments were veiled and any impermissible implication arising out of them was attenuated.  We do not believe that this line of argument could have \"seriously affect[ed] the fairness, integrity or public reputation of judicial proceedings.\"  Olano, --- U.S. at <span class=\"citation\" data-id=\"112848\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1776</span> </a></span>(internal quotation marks omitted)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/102436/",
    "https://www.courtlistener.com/api/rest/v3/opinions/102591/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107038/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109024/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109653/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110693/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111353/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112010/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195356/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195522/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195622/",
    "https://www.courtlistener.com/api/rest/v3/opinions/284331/",
    "https://www.courtlistener.com/api/rest/v3/opinions/362200/",
    "https://www.courtlistener.com/api/rest/v3/opinions/370353/",
    "https://www.courtlistener.com/api/rest/v3/opinions/410374/",
    "https://www.courtlistener.com/api/rest/v3/opinions/427317/",
    "https://www.courtlistener.com/api/rest/v3/opinions/440309/",
    "https://www.courtlistener.com/api/rest/v3/opinions/458677/",
    "https://www.courtlistener.com/api/rest/v3/opinions/476810/",
    "https://www.courtlistener.com/api/rest/v3/opinions/482473/",
    "https://www.courtlistener.com/api/rest/v3/opinions/483246/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488020/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488024/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494593/",
    "https://www.courtlistener.com/api/rest/v3/opinions/499734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/500753/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522154/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536973/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "https://www.courtlistener.com/api/rest/v3/opinions/544263/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551473/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564772/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578671/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580695/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587572/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597415/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597801/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601483/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610801/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/673817/",
    "https://www.courtlistener.com/api/rest/v3/opinions/679959/"
  ]
}