{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196027/",
  "id": 196027,
  "absolute_url": "/opinion/196027/united-states-v-rostoff/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196027/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:54:38Z",
  "date_modified": "2020-02-21T23:49:56.754183Z",
  "type": "010combined",
  "sha1": "8358a8515a181a8865dda049d3c1f4e475bcddcb",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1376.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1376\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellant,\n\n                                v.\n\n                    STEVEN M. ROSTOFF, ET AL.,\n\n                      Defendants, Appellees.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. Rya W. Zobel, U.S. District Judge]\r                                                              \n\n                                             \n\n                              Before\n\n                     Torruella, Chief Judge,\r                                                     \n\n                 Selya and Stahl, Circuit Judges.\r                                                          \n\n                                             \n\n     Peter A. Mullin, Assistant United States Attorney, with whom\r                              \nDonald K. Stern, United States Attorney, and Jonathan L. Kotlier,\r                                                                          \nAssistant United  States Attorney, were  on brief for  the United\nStates.\n     Roger A.  Cox for defendant  Steven M.  Rostoff; Michael  J.\r                                                                           \nTraft,  with whom  Carney &amp;  Bassil was  on brief,  for defendant\r                                             \nDavid Rostoff; Erica M. Foster, with whom Foster and Peterson was\r                                                                       \non  brief,  for defendant  James  Harris;  Thomas M.  Hoopes  for\r                                                                      \ndefendant Dolores DiCologero; and  William A. Brown for defendant\r                                                             \nPaul J. Bonaiuto.\n\n                                             \n\n                          April 24, 1995\n\n                                             \r\r\n\n          SELYA, Circuit Judge.  In this case, the district court\r                    SELYA, Circuit Judge.\r                                        \n\ndeparted downward from the guideline sentencing range (GSR) as to\n\neach of five defendants on the theory that the harm attributed to\n\nthem, measured by  the amount  of loss sustained  by the  victim,\n\noverstated  the seriousness of  the offense  of conviction.   The\n\ngovernment now asks  us to  evaluate both the  lawfulness of  the\n\ndownward departures and the propriety of the court's role-in-the-\n\noffense adjustments for two defendants, David and Steven Rostoff.\n\nWe uphold  the sentences  of all  defendants except  the Rostoffs\n\n(who  must   be  resentenced  as  a  result   of  erroneous  role\n\ndeterminations).\n\nI.  BACKGROUND\r          I.  BACKGROUND\n\n          A federal  grand jury  indicted  the brothers  Rostoff,\n\ntogether  with  James Harris,  Dolores  DiCologero,  and Paul  J.\n\nBonaiuto, on  charges, inter alia, of conspiracy, bank fraud, and\r                                           \n\nthe making of false statements.  See 18 U.S.C.     371, 1344, and\r                                              \n\n1044.   These charges stemmed  from a failed  foray into  the New\n\nEngland  condominium market   a market that rose to giddy heights\n\nin the mid-to-late-1980s and then plunged precipitously.\n\n          The   conspiracy  count  constituted  the  hub  of  the\n\nindictment.   In it, the  grand jury charged  that, from December\n\n1985  to  February 1989,  the  defendants, aided  and  abetted by\n\nothers,  fraudulently  induced  a  federally   insured  financial\n\ninstitution, the  Bank for Savings  (the bank), to  grant several\n\nhundred  loans, totalling  in excess  of $30,000,000,  to persons\n\npurchasing condominium units from David Rostoff, Steven  Rostoff,\n\n                                2\r\r\n\nand  James  Harris (collectively,  \"the  Rostoff  group\" or  \"the\n\ndevelopers\").   Like  spokes running  from the  hub, 43  of these\n\nloans  gave  rise  to 86  \"mirror  image\"  bank  fraud and  false\n\nstatement counts against various defendants.\n\n          The  trial jury  plausibly  could have  found that  the\n\nscheme tracked the following script.  The bank had  a firm policy\n\nof refusing to grant first mortgage loans in excess of 80% of the\n\nlower of the  sale price  or the appraised  value of  residential\n\nreal  estate; and, when mortgages were written on that basis, the\n\nbank  ordinarily required the balance of the purchase price to be\n\npaid in  cash by the borrower.  In 1986, bank officials, eager to\n\nmaintain a lucrative working relationship with the Rostoff group,\n\nbent the rules.   The  bankers allowed the  developers to  assist\n\ncommon customers (i.e., persons  who bought condominiums from the\r                                \n\nRostoff  group and financed the purchases through the bank) in an\n\nuncommon  way:  by taking back second mortgages to circumvent the\n\ncash  down-payment  requirement.   The  bankers  conditioned this\n\nconcession on the express understanding that the second mortgages\n\nwould be enforced, and that each  purchaser would make at least a\n\n10% down payment from his or her own capital.\n\n          This arrangement  proved too  tame for the  developers'\n\npurposes.     To  facilitate   sales,  they  cooked   the  books,\n\nsurreptitiously  telling  selected  buyers that  they  would  not\n\nenforce the second mortgages,  or, alternatively, that they would\n\nnot demand interest payments on particular second mortgages until\n\nresale  of the  encumbered condominiums.   More  importantly, the\n\n                                3\r\r\n\ndevelopers  set out  to subvert  the down-payment  requirement by\n\norchestrating  a paper  shuffle  designed to  create the  (false)\n\nimpression  that the  buyers were  putting 10%  down in  order to\n\nacquire the properties, when  they were not.  In  many instances,\n\nthe  developers accomplished  this  sleight of  hand by  offering\n\ncustomers a 10% discount from the stated purchase price.   When a\n\ncustomer  agreed  to buy  at  the reduced  price,  the developers\n\nsubmitted  documents  to  the  bank that  overstated  the  actual\n\npurchase  price by 10% and  treated the negotiated  discount as a\n\ndown payment.  This flim-flam took on added significance  because\n\nthe bank underwrote  the loans on  the basis  of an 80%  loan-to-\n\nvalue (LTV) ratio, using purchase price as a principal measure of\n\nvalue.  Thus, an inflated purchase price often caused the bank to\n\napprove  a  higher  first  mortgage  loan  than would  have  been\n\nforthcoming  had it known the  true purchase price.   In the end,\n\nmany buyers acquired condominiums without making any down payment\n\nor other cash expenditure (except for closing costs).\n\n          The  bank's closing  attorney, defendant  Bonaiuto, and\n\nthe  manager   of  the  bank's   mortgage  department,  defendant\n\nDiCologero,  knowingly participated in fabricating this tissue of\n\nlies,  half-truths, and  evasions.   Between  September 1986  and\n\nFebruary  1989, the bank engaged  Bonaiuto to close  at least 240\n\nloans  to the developers' customers.  Although no fewer than five\n\nborrowers  testified  at trial  that  they  asked Bonaiuto  about\n\napocryphal deposits shown on their settlement  sheets, he did not\n\n                                4\r\r\n\nnotify the bank  of any discrepancies.1   DiCologero also  worked\n\nclosely   with   the   developers,   handling    the   day-to-day\n\nadministration  of the  loan approval  process.   The prosecution\n\nproved   her  awareness   of  the   ongoing  scheme   largely  by\n\ncircumstantial evidence.2\n\n          Following  a lengthy  trial, a  jury found each  of the\n\nfive defendants guilty  of conspiracy  to defraud the  bank.   In\n\naddition, the jury  found Steven Rostoff guilty on a  total of 72\n\n\"mirror image\" counts  of bank fraud and  making false statements\n\n(representing 36  transactions), David Rostoff guilty  on 32 such\n\ncounts (representing  16 transactions), Harris guilty  on 52 such\n\ncounts (representing 26 transactions), Bonaiuto guilty on 10 such\n\ncounts (representing five transactions), and DiCologero guilty on\n\ntwo such counts (representing one transaction).\n\n          On  January 29,  1993,  the district  court convened  a\n\n                    \r                              \n\n     1We  note two  related  facts.   First, after  investigators\ndiscovered  the  fraud, Bonaiuto  falsely  asserted  that he  had\nqueried  borrowers about  the  deposits shown  on the  settlement\nsheets, and  that they  had assured  him that  they had  made the\nindicated down  payments.  Second, Bonaiuto also acted as closing\nattorney for the bank in connection with his own purchase  of two\ncondominium units from the  Rostoff group.  On each  occasion, he\nsubmitted a  settlement sheet  to the bank  showing  that  he had\ntendered a  10% down payment when,  in fact, he had  made no down\npayment at all.\n\n     2One  vignette is particularly  telling.  On  July 23, 1987,\nDiCologero's  husband closed a mortgage loan at the bank in order\nto  finance his purchase of a condominium from the Rostoff group.\nThe settlement statement falsely  indicated that a $7,700 deposit\nhad been made when,  in fact, DiCologero's husband  had purchased\nthe  condominium  with  no  cash  down  payment  (advancing  only\n$1,663.40  in closing costs).   The record  shows that DiCologero\nshepherded the loan through the bank's approval process.\n\n                                5\r\r\n\ndisposition hearing.3   By then, the  bank had become  insolvent,\n\nand the  Federal Deposit Insurance Corporation  (FDIC) had become\n\nthe  receiver.   The  court determined  that  the FDIC  sustained\n\nlosses   due    to    the   defendants'    activities   in    the\n\n$2,000,000 $5,000,000  range.    The  court  then  calculated the\n\noffense level of all defendants except DiCologero on the basis of\n\nthis loss  computation, see U.S.S.G.  2F1.1(b)(1)(K) (providing a\r                                     \n\n10-level enhancement  for fraud  crimes involving losses  of more\n\nthan $2,000,000, up to and  including $5,000,000), arriving at an\n\nadjusted  offense level (OL) of  20 for the  Rostoff brothers and\n\nBonaiuto, and 18 for Harris.  The court attributed slightly under\n\n$1,000,000  in  losses to  DiCologero  and,  after other  interim\n\nadjustments,  settled on an OL of 18.   The court factored in the\n\ndefendants' criminal history scores   all were  first offenders  \n\nand arrived at a GSR of 33-41 months at OL-20 and a GSR  of 27-33\n\nmonths at OL-18.   Finding,  however, that in  each instance  the\n\namount  of  loss overstated  the  seriousness  of the  particular\n\n                    \r                              \n\n     3The jury convicted the defendants on a count that charged a\nconspiracy beginning in  1985 and  continuing into 1989.   It  is\nwell established that the sentencing guidelines apply to offenses\nthat straddle the effective  date of the guidelines  (November 1,\n1987).  See United States v. David, 940 F.2d 722, 739 (1st Cir.),\r                                            \ncert. denied, 502 U.S. 989 (1991).   Even in such cases, however,\r                      \nthe guidelines in effect at the time  of sentencing, not those in\neffect  at  the tag  end of  the  offense, ordinarily  control at\nsentencing, except where ex post facto concerns loom.  Cf., e.g.,\r                                                                          \nUnited  States v.  Harotunian, 920 F.2d  1040, 1041-42  (1st Cir.\r                                       \n1990).   The district court, invoking this exception, applied the\nNovember 1987  version of  the guidelines.   No  party questioned\nthat choice below, and no party asks us to revisit  it on appeal.\nSince we follow the district court's lead, all  references herein\nare to  the  November  1987  edition  of  the  guidelines  unless\notherwise specifically indicated.\n\n                                6\r\r\n\ndefendant's  criminality, Judge  Zobel  departed  downward.   She\n\nsentenced David  and Steven  Rostoff to  serve 15-month  terms of\n\nimmurement;  sentenced  Harris  to  a   nine-month  prison  term;\n\nsentenced Bonaiuto to  two years probation,  six months of  which\n\nwas to be served  in a community treatment center;  and sentenced\n\nDiCologero  to two  years  of straight  probation.   This  appeal\n\nfollowed.\n\nII.  THE DOWNWARD DEPARTURES\r          II.  THE DOWNWARD DEPARTURES\n\n          In sentencing under the  guidelines, departures are the\n\nexception  rather  than the  rule.   See  United States  v. Diaz-\r                                                                           \n\nVillafane, 874 F.2d 43, 52 (1st Cir.), cert. denied, 493 U.S. 862\r                                                             \n\n(1989).  When a district court nonetheless departs, and an appeal\n\neventuates,  we ask three general  questions:  (1)  Is the reason\n\nthat  the  sentencing court  gave for  departing  of a  type that\n\nlawfully can ground a  departure in an appropriate case?   (2) Is\n\nthe  court's   factfinding  in   respect  to  the   cited  reason\n\nsustainable on whole-record  review?   (3) Is the  degree of  the\n\ndeparture reasonable?  See United States v. Mendez-Colon, 15 F.3d\r                                                                  \n\n188, 189 (1st Cir. 1994); United  States v. Rivera, 994 F.2d 942,\r                                                            \n\n950-52  (1st Cir.  1993);  Diaz-Villafane, 874  F.2d  at 49.    A\r                                                   \n\ndeparture  passes muster  only  if all  three inquiries  yield an\n\naffirmative response.\n\n          In  this case,  the government  asserts that  the lower\n\ncourt erred at each step along  the departure path.  We trace the\n\ncontours  of  the court's  decision  and then  address  the three\n\n                                7\r\r\n\nrelevant questions.4\n\n            A.  The Anatomy of the Departure Decision.\r                      A.  The Anatomy of the Departure Decision.\r                                                               \n\n          In fraud cases controlled by the guidelines, the amount\n\nof the victims' monetary loss (actual or intended) is a proxy for\n\nthe seriousness of the  offense, and, thus, a key  determinant of\n\nthe severity of the perpetrator's sentence.  See United States v.\r                                                                        \n\nLilly,  13 F.3d  15, 17,  19 (1st  Cir.  1994); United  States v.\r                                                                        \n\nTardiff, 969  F.2d  1283, 1285  (1st  Cir. 1992).    Recognizing,\r                 \n\nhowever,  that no proxy is perfect, the applicable edition of the\n\nsentencing guidelines cautions that:\n\n          In a  few  instances, the  total dollar  loss\n          that results from  the offense may  overstate\n          its seriousness.   Such situations  typically\n          occur when a misrepresentation is  of limited\n          materiality or  is not the sole  cause of the\n          loss .  . .   In  such instances,  a downward\n          departure may be warranted.\n\nU.S.S.G.  2F1.1, comment. (n.11) (Nov. 1987).\n\n          The  defendants in  this  case all  moved for  downward\n\ndepartures  based on  application note  11.   The  district court\n\naccommodated their  requests, linking its largesse  to a linchpin\n\nfinding  that  numerous  factors,  apart  from  the   defendants'\n\nconduct,  inflated the losses sustained  by the FDIC.   The court\n\npremised  its linchpin  finding  primarily  on  three  subsidiary\n\nfindings.  (1)  The court  remarked the bank's  gadarene rush  to\n\nparticipate in  the condominium  boom despite the  obvious risks.\n\n                    \r                              \n\n     4Inasmuch  as the  Rostoffs  must be  resentenced for  other\nreasons,  see infra Part III,  we limit our  departure inquiry to\r                             \nthe  sentences imposed  upon  Harris, DiCologero,  and  Bonaiuto,\nrespectively.\n\n                                8\r\r\n\nTo  the court's way of thinking, this overeagerness was driven by\n\ngreed    after all, the bank based incentive compensation for top\n\nofficials on loan production  and fomented a \"lend at  all costs\"\n\nmentality  that led  senior managers  to condone  the defendants'\n\nshenanigans.   The court expressed great  skepticism about senior\n\nmanagement's  professed  lack  of  knowledge  or  responsibility,\n\nconcluding  that,  at  the   very  least,  management  had  acted\n\nnegligently, particularly in authorizing  loan approvals, and had\n\nbent  its  policies grotesquely  to  retain  the Rostoff  group's\n\nbusiness.   In the  court's view, these  shortcomings contributed\n\nmightily to the  extent of the  eventual losses.   (2) Next,  the\n\ncourt found that the buyers were neither dupes nor victims in the\n\ntraditional sense.  To  the contrary, the court thought  they had\n\nbecome  willing participants  in the  defendants' scheme.   Their\n\ncupidity  drove up  prices in  the condominium market  and, thus,\n\ncontributed substantially to the amount of money eventually lost.\n\n(3)  Finally, the court  observed that economic  forces not under\n\nthe control  of, or  precipitated by, the  defendants, especially\n\nthe sudden, unforeseen  collapse of the  New England real  estate\n\nmarket    a collapse  that decimated  the demand  for residential\n\ncondominiums   increased the magnitude of the losses.\n\n          The  district court  believed  that  these factors,  in\n\ncombination,  contributed so directly  to the extent  of the loss\n\nthat  the defendants  were entitled  to a substantial  measure of\n\nrelief.   In  the sections  that follow,  we test  the legal  and\n\nfactual  sufficiency of the  court's stated ground.   Finally, we\n\n                                9\r\r\n\nexamine the  reasonableness of  the actual departures  insofar as\n\nthey affect Harris, DiCologero, and Bonaiuto.\n\n                B.  Step One:  The Court's Reason.\r                          B.  Step One:  The Court's Reason.\r                                                           \n\n          While the government assails the departure  decision on\n\nall  available fronts, its fundamental point is that, as a matter\n\nof law, the guidelines simply do not authorize departures under a\n\n\"multiple loss causation\" theory.  Since this assertion questions\n\nwhether the departure-justifying reason  cited by the court below\n\nis  of a  kind  that  the  guidelines,  in  principle,  permit  a\n\nsentencing court  to embrace for that purpose,  we afford plenary\n\nreview.  See Rivera, 994 F.2d at 951; Diaz-Villafane, 874 F.2d at\r                                                              \n\n49.\n\n          In evaluating multiple  loss causation as  a departure-\n\njustifying circumstance, we do not write on a  pristine page.  In\n\nUnited  States  v. Gregorio,  956 F.2d  341  (1st Cir.  1992), we\r                                     \n\napproved the manner in which the district court, acting under the\n\ngeneral fraud guideline, U.S.S.G.  2F1.1, structured its downward\n\ndeparture  to \"reflect[] `multiple  causation' for  victim loss.\"\n\nId. at 344.  Although the \"sufficiency of the basis for departing\r             \n\nin  response to  multiple causation  of victim  loss\" was  not at\n\nissue  on that occasion, id. at 347 n.10, we stated unambiguously\r                                      \n\nthat  \"`multiple  causation' of  victim  loss  is a  `Commission-\n\nidentified'  circumstance in  which a  downward departure  may be\r                                   \n\nwarranted.\"   Id. at 347.   We do  not believe that  these words,\r                           \n\neven if technically dictum, can be read other than as an outright\n\nendorsement of multiple loss causation as a permissible basis for\n\n                                10\r\r\n\ndeparting downward, and, indeed, as a departure-justifying reason\n\nthat the guidelines encourage.  See generally Rivera, 994 F.2d at\r                                                              \n\n948 (explaining that the guidelines sometimes \"offer the district\n\ncourt,  which   is   considering  whether   to  depart,   special\n\nassistance,   by  specifically  encouraging\"   certain  types  of\n\ndepartures).\n\n          Despite the  plain import  of Gregorio, the  government\r                                                          \n\nmaintains  that multiple loss causation is an invalid basis for a\n\ndownward departure.  Gregorio  is irrelevant here, the government\r                                       \n\nsays,  because the Gregorio court had before it the November 1990\r                                     \n\nversion  of  the  guidelines,  which, like  the  original  (1987)\n\nversion, authorized  departures when \"the total  dollar loss that\n\nresults from  the offense [overstates] its  seriousness,\" such as\n\nwhen \"a  misrepresentation . .  . is  not the sole  cause of  the\n\nloss.\"   956  F.2d  at  345  (citing  November  1990  version  of\n\napplication  note  11).5   In  the  government's  view, time  has\n\npassed  Gregorio by,  for the  Sentencing Commission  rewrote the\r                          \n\napplication notes  to section  2F1.1 effective November  1, 1991,\n\nconsolidating several preexisting notes  into a new note 10.   In\n\nthe process, the Commission eliminated any reference to \"the sole\n\ncause of the loss\"  language.6  The government proceeds  to weave\n                    \r                              \n\n     5The  November  1990  version  of  application  note  11  is\nidentical to the 1987  version and, thus, controls in  this case.\nSee supra note 3.\r                   \n\n     6The new note reads in pertinent part:\n\n          In cases in  which the  loss . .  . does  not\n          fully capture the harmfulness and seriousness\n          of the  conduct, an  upward departure  may be\n\n                                11\r\r\n\na  tapestry  from several  gossamer  strands  of speculation  and\n\nsurmise, hypothesizing  that the Commission, recognizing  that it\n\nhad improvidently promulgated  former note  11, acknowledged  the\n\nerror  of its ways and junked the original reference.  Using this\n\nhypothesis  as a springboard,  the government  then jumps  to the\n\nconclusion that the Commission, in essaying the revision, tacitly\n\nrejected multiple loss causation as an  appropriate factor in the\n\ndeparture calculus. \n\n          We  need   not  resolve   the  issue  of   whether  the\n\nCommission,  in  revising the  application  notes in  a  way that\n\ndropped the \"sole cause  of the loss\" language, intended  to drum\n\nmultiple  loss   causation  out   of  the  ranks   of  encouraged\n\ndepartures.   To avoid ex  post facto difficulties, courts should\r                                               \n\n\"normally apply [guideline] amendments retroactively only if they\n\nclarify  a guideline,  but  not if  they  substantively change  a\n\nguideline.\"  United States v. Prezioso, 989 F.2d 52, 53 (1st Cir.\r                                                \n\n1993); accord Isabel v. United States, 980 F.2d 60,  62 (1st Cir.\r                                               \n\n1992).  This rule stymies  the government in this instance.   If,\n\non  the  one hand,  as  the government  argues,  the Commission's\n\nrewriting of  the  application  notes  bars  downward  departures\n\npremised on multiple loss causation, then that revision cannot be\n                    \r                              \n\n          warranted. .  . .   In  a few  instances, the\n          loss .  . . may overstate  the seriousness of\n          the  offense.   This may occur,  for example,\n          where a  defendant attempted to  negotiate an\n          instrument that was  so obviously  fraudulent\n          that no one would seriously consider honoring\n          it.\n\nU.S.S.G.  2F1.1 comment., n.10 (Nov. 1991).\n\n                                12\r\r\n\napplied retroactively for doing so would change the substance  of\n\nthe  fraud  guideline, U.S.S.G.   2F1.1,  as  that guideline  was\n\nexplicated   in  Gregorio.      See  Prezioso,  989  F.2d  at  54\r                                                       \n\n(explaining  that  a  new  interpretation  of  a  guideline  that\n\ncontradicts existing  circuit  precedent \"alters  the  guideline\"\n\nand, hence,  constitutes a substantive change that can only apply\n\nprospectively).  If, on the other hand, the revision does not bar\n\ndownward  departures  for  multiple   loss  causation,  then  the\n\ndistrict  court's selection  of  multiple loss  causation as  its\n\ndeparture-justifying ground is, under Gregorio, unimpugnable.\r                                                        \n\n          Consequently, we hold that, under the original pre-1991\n\nversion of the guidelines   the version that controls here    the\n\ndistrict court permissibly singled out multiple loss causation as\n\na departure-justifying circumstance.7\n\n              C.  Step Two:  The Factual Predicate.\r                        C.  Step Two:  The Factual Predicate.\r                                                            \n\n          Since the  lower court  isolated a  conceptually proper\n\ndeparture-justifying circumstance, the second step  of the review\n\nprocess looms.   At this stage, we must determine whether, on the\n\nwhole  record, the  court supportably could  have found  that the\n\ndeparture-justifying  circumstance actually  existed.   See Diaz-\r                                                                           \n                    \r                              \n\n     7The government  also  suggests,  in  what  it  bills  as  a\nseparate argument,  that the district court  improperly relied on\nthe  conduct  of the  bank  and  of the  buyers  as  a basis  for\ndeparting.  At bottom, however, this suggestion  is predicated on\nthe  government's assertion that it  is improper to  focus on any\r                                                                           \ncauses of the loss apart from  the conduct of the defendants.  As\nwe  have pointed out, such  a position is  inconsistent with both\nthe   unambiguous  language  of   the  original  commentary  that\naccompanied  section  2F1.1  and  the clear  import  of  existing\ncircuit precedent.  Hence, the government's \"separate\" suggestion\nadds nothing to its flagship argument.\n\n                                13\r\r\n\nVillafane, 874 F.2d at 49.  Because this determination implicates\r                   \n\nthe court's  factfinding, our standard of  review is deferential.\n\nSee id.  (explaining  that  the  findings of  fact  underlying  a\r                 \n\ndeparture decision \"may be set aside only for clear error\").\n\n          Aside from the defendants' actions, the district  court\n\nidentified three factors that contributed to the magnitude of the\n\nloss  in  this  case:   (1)  the  conduct  of  the bank's  senior\n\nmanagement;  (2) the buyers'  esurience; and (3)  the nosedive in\n\ncondominium prices.   The  government does not  seriously dispute\n\neither the incidence of these factors or their aggravating effect\n\nupon the amount of  loss.8  Instead, the government  asserts that\n\nthe  court clearly erred in finding  an overstatement because the\n\nloss  figures  that  the   court  used  for  sentencing  purposes\n\nrepresented  only a fraction of  the actual losses  caused by the\n\ndefendants' criminal activity.\n\n          This argument will not wash.  Calculating the amount of\n\nloss for purposes  of the  sentencing guidelines is  more an  art\n\nthan a science.  Courts  can, and frequently do, deal  with rough\n                    \r                              \n\n     8At  any rate,  the record  buttresses the  district court's\nconclusions.    The  evidence  establishes  that  bank  officials\napproved  myriad loans,  totalling millions  of dollars,  with an\nabandon  commonly  associated  with  drunken  sailors.    In  the\nbargain,  senior  management  routinely  authorized   loans  that\nexceeded the bank's LTV ratio, backdated documents, and acted, to\nuse  the  government's  phrase,  in  an  \"incredibly   negligent\"\nfashion.  The  evidence also  shows that many  of the  purchasers\nwere sophisticated investors who, enthralled by gimmicks like the\nphantom  down-payment  concept, bought  multiple properties.   As\nsophisticated investors  surely  should know,  projected  profits\nthat look too good to be true  often are   and often signify  the\npresence  of great  financial hazards.   Finally,  an economist's\naffidavit, introduced at sentencing, graphically  illustrates the\nextent to which the bottom fell out of the condominium market.\n\n                                14\r\r\n\nestimates.  See  United States v. Skrodzki, 9  F.3d 198, 203 (1st\r                                                    \n\nCir. 1993); see also U.S.S.G.  2F1.1, comment., n.8 (stating that\r                              \n\n\"the loss need  not be precise,\" so long as  the court \"make[s] a\n\nreasonable estimate  of the  range of  loss, given the  available\n\ninformation\").   Hence, a party dissatisfied  with the sentencing\n\ncourt's quantification of the amount of loss in a particular case\n\nmust  go a  long way to  demonstrate that the  finding is clearly\n\nerroneous.   See Skrodzki, 9  F.3d at  203; Tardiff, 969  F.2d at\r                                                             \n\n1288.\n\n          Here, the court computed the amount of loss based on 43\n\nloans  that were specifically  enumerated in  various substantive\n\ncounts  of the indictment, plus  an additional 97  loans that the\n\nFederal  Bureau  of   Identification  (FBI)  had   classified  as\n\nfraudulent.   The court  then excluded from  its loss calculation\n\nfor  each defendant any loan that formed the basis for a specific\n\ncount on which he or she had been acquitted.   In restricting her\n\ncomputations to these 140 loans, the judge relied on an affidavit\n\nsubscribed  to  by an  FBI case  agent,  who reviewed  the bank's\n\nrecords  and  culled  out  loans  for  which  he  found \"specific\n\nevidence of fraud.\"\n\n          Bearing in  mind the wide berth  that sentencing judges\n\nmust  be given  in determining  what information  is, or  is not,\n\nsufficiently  reliable  to  be  used in  imposing  sentence,  see\r                                                                           \n\nTardiff,  969  F.2d at  1287, we  cannot  say that  Judge Zobel's\r                 \n\nrefusal to venture beyond these 140 loans constituted clear error\n\n  especially  since the record contains  only sketchy information\n\n                                15\r\r\n\nabout the origin and extent of losses on other loans.  Nor can we\n\nsay  that  the  judge   erred  in  excluding  \"acquitted\"  loans.\n\nAlthough relevant  conduct must be  determined by the  court, not\n\nthe  jury, see, e.g., United  States v. Tavano,  12 F.3d 301, 306\r                                                        \n\n(1st Cir. 1993); United States v.  Mocciola, 891 F.2d 13, 17 (1st\r                                                     \n\nCir.  1989), we  believe the  evidence here  falls well  short of\n\ncompelling a finding that any \"acquitted\"  loans must be included\r                    \n\nin calculating the amount of loss.\n\n          Because  the record  adequately  supports the  district\n\ncourt's findings as to both multiple loss causation and amount of\n\nloss   indeed,  the government  has shown us  nothing that  casts\n\nserious  doubt on  the  plausibility of  the court's  findings in\n\neither  respect   we conclude  that the departure decision passes\n\nmuster at step two.\n\n                 D.  Step Three:  Reasonableness.\r                           D.  Step Three:  Reasonableness.\r                                                          \n\n          We  come now to the  final step in  the review process,\n\nfocusing on whether  the \"direction and degree of  departure\" are\n\nreasonable.  Diaz-Villafane, 874 F.2d at 49.  The government says\r                                     \n\nthat  the  district court  stumbled at  this  step by  failing to\n\nexplain how it arrived at such sizable sentence reductions and by\n\nexhibiting  unreasonable leniency.  We turn  first to the absence\n\nof  a  particularized  explanation  of  how  the  district  court\n\ndetermined the extent to which it would depart.\n\n          1.  The Need  for Findings.  In United States v. Emery,\r                    1.  The Need  for Findings.\r                                                                          \n\n991  F.2d  907, 913  (1st  Cir. 1993),  we  held that  it  is not\n\nnecessary  for  a  district   court  to  \"dissect  its  departure\n\n                                16\r\r\n\ndecision, explaining in mathematical or pseudo-mathematical terms\n\neach  microscopic   choice  made  in  arriving   at  the  precise\n\nsentence.\"     We  opted   instead  for  a   pragmatic  approach,\n\nrecognizing  the helpfulness of  explanations but cautioning that\n\n\"when  the court has  provided a  reasoned justification  for its\n\ndecision to  depart, and  that statement constitutes  an adequate\n\nsummary  from   which  an   appellate  tribunal  can   gauge  the\n\nreasonableness of the departure's extent, it has no obligation to\n\ngo further and attempt to quantify the impact of each incremental\n\nfactor on the departure  sentence.\"  Id.  This  approach reflects\r                                                  \n\nour view that judicial discretion, sensibly exercised, is in most\n\ncases the critical determinant  of the degree of departure.   See\r                                                                           \n\nUnited  States  v.  Aymelek, 926  F.2d  64,  70  (1st Cir.  1991)\r                                     \n\n(holding that,  in respect to unguided  departures, \"a sentencing\n\ncourt need  not resort at all to analogies\"); Diaz-Villafane, 874\r                                                                      \n\nF.2d  at  51-52 (disavowing  any  intention  to reduce  departure\n\ndecisions to exercises in \"mechanistic bean-counting\").\n\n          This  approach  is not  discredited  by  cases such  as\n\nUnited States  v. Rosales, 19 F.3d  763 (1st Cir. 1994).   There,\r                                   \n\nthe district  court gave only a terse  summary of its reasons for\n\ndeparting,  and offered no insight  into how it  settled upon the\n\ndegree  of departure.   On  appeal, this  paucity  of information\n\ncompromised our ability to  assess the departure's reasonableness\n\nand necessitated a new sentencing proceeding.  See id. at 770.\r                                                                \n\n          To  be  on the  safe  side, a  sentencing  judge should\n\nalways endeavor to explain the extent of a departure.  Yet judges\n\n                                17\r\r\n\nare human, and, like other human beings, they will sometimes fail\n\nto  dot every \"i\" and  cross every \"t.\"  When  such a slip occurs\n\nand  a  sentencing court  neglects to  explain  how it  fixed the\n\nextent  of  a departure,  no  bright-line  rule  obtains.    Such\n\nsituations must be handled on  a case by case basis.   The bottom\n\nline is that we eschew a purely mechanical test   one that merely\n\nasks  whether  or  not the  sentencing  court  has made  findings\n\nexplaining the degree of departure    in favor of a practical one\n\n  one that asks more broadly whether or not the  sentencing court\n\nhas supplied  the appellate panel with  sufficient information to\n\nenable it to determine the reasonableness of the departure.  See,\r                                                                          \n\ne.g., United States v. Quinones, 26 F.3d 213, 219 (1st Cir. 1994)\r                                         \n\n(stating  that the court of appeals will overlook the omission of\n\nan  explicit explanation anent the  scope of a  departure \"if the\n\nreasons for the judge's  choice are obvious or if  an explanation\n\ncan fairly be implied from the record as a whole\").   \n\n          Here,   unlike   in   Rosales,   appellate   review  is\r                                                 \n\nfacilitated by the sentencing court's detailed explication of the\n\ncircumstances warranting departure.  This thorough exposition  is\n\nadequate to explain the departures' extent.  In particular, Judge\n\nZobel's  founded determination  that the  amount of  loss grossly\n\noverstated the  seriousness of the defendants'  criminal activity\n\nweighs heavily.  Precisely because  the guidelines use amount  of\n\nloss as a  proxy for  culpability in fraud  cases, a  supportable\n\nfinding  that the loss exaggerates the reality of events often is\n\ntantamount to  a finding  that the conventional  sentencing range\n\n                                18\r\r\n\nexaggerates a  defendant's blameworthiness,  and, thus,  tends to\n\ninvite  a  corresponding downward  departure.    So it  is  here.\n\nAccordingly,  while we  would  have preferred  a more  deliberate\n\ndiscussion  of the degree of departure, \"we see no purpose served\n\nin this  case  . .  .  in remanding  to  make explicit  what  was\n\nimplicit.\"  United States v. Sclamo, 997 F.2d 970,  974 (1st Cir.\r                                             \n\n1993).\n\n          2.  The  Departures' Extent.   The second  shot in  the\r                    2.  The  Departures' Extent.\r                                               \n\ngovernment's  sling  comes  closer  to   the  mark.    The  three\n\ndepartures currently under review are substantial; as we show  in\n\nthe margin,  the least  generous of  them (applicable  to Harris)\n\nreduces the sentence to one-third the bottom of the GSR, and  the\n\nother  two  departures (applicable  to  Bonaiuto and  DiCologero,\n\nrespectively)\n\nmanifest  even greater  clemency.9   Nonetheless, we  reject both\n\nthe prosecution's implicit  premise that  unguided departures  of\n\nthis magnitude are presumptively unsound and its explicit premise\n\n                    \r                              \n\n     9The following chart illustrates the degrees of departure:\n\n          Defendant            GSR          Incarcerative\r                                                                   \n                                               Sentence\r                                                                 \n\n        J. Harris           27-33 months       9 months\n        P. Bonaiuto         33-41 months       0\n        D. DiCologero       27-33 months       0\n\nRelatedly, the court placed Bonaiuto on  two years probation, six\nmonths of which was to be served in a community treatment center,\nand  sentenced   DiCologero  to  a  two-year   term  of  straight\nprobation.\n\n                                19\r\r\n\nthat   the   particular   departures  sub   judice   are   simply\r                                                            \n\nunreasonable.10\n\n          We  begin   at  bedrock.     In  respect   to  unguided\n\ndepartures, once  the  sentencing court  identifies a  departure-\n\njustifying circumstance and decides  to act upon it, there  is no\n\nalgebraic formula that it can  invoke to quantify the departure's\n\nextent.    Hence, determining  the size  of  such a  departure is\n\n\"quintessentially a  judgment call,\" Diaz-Villafane, 874  F.2d at\r                                                             \n\n49,  of a  type  that  the  law leaves  almost  entirely  to  the\n\nsentencing  court's  standardless  discretion.   This  means,  of\n\ncourse, that  there  is no  single, correct,  \"one-size-fits-all\"\n\nunguided departure;  rather, in any  given situation, a  range of\n\nwidely disparate  options doubtless  fall within the  universe of\n\nacceptable sentencing outcomes.\n\n          Similarly, once  the trial  judge departs, there  is no\n\nlitmus test that an appellate court can employ to verify that the\n\nextent of  an unguided departure  is    or is  not    reasonable.\n\n                    \r                              \n\n     10In  general,  departures  can  be  classified  as   either\n\"guided\" or \"unguided.\"  As the label implies, a guided departure\nis  one in which a \"guideline or related commentary suggests that\nunder  [the]  particular circumstances  the  departure  should be\ncalibrated  by  a particular  analogy  to  the sentencing  grid.\"\nBruce  M. Selya  &amp; Matthew  R. Kipp,  An Examination  of Emerging\r                                                                           \nDeparture  Jurisprudence Under the Federal Sentencing Guidelines,\r                                                                          \n67 Notre  Dame L. Rev.  1, 12 (1991).   In contrast,  an unguided\ndeparture,  although  it may  be  based  on grounds  specifically\nencouraged or identified in the guidelines, is not constrained by\na specification of the  means through which the sentencing  court\nmust calculate the departure's  magnitude.  See id.   We restrict\r                                                             \nour  discussion  today  to  unguided  departures, because  former\napplication note 11  to section  2F1.1, as it  appeared in  1987,\noffered no  definitive directions  for determining the  extent of\ndownward departures based on multiple loss causation.\n\n                                20\r\r\n\nThis stark  reality, coupled  with the district  court's superior\n\nknowledge  of the facts and  its matchless ability  to detect the\n\nsubtle nuances that at times distinguish cases from the mine-run,\n\nargues convincingly for  a deferential approach.  See Rivera, 994\r                                                                      \n\nF.2d  at 950 (discussing  desirability of  deference in  light of\n\n\"sentencing court's superior `feel' for the case\") (quoting Diaz-\r                                                                           \n\nVillafane,  874 F.2d  at  50); see  generally  Bruce M.  Selya  &amp;\r                                                       \n\nMatthew   R.  Kipp,   An   Examination   of  Emerging   Departure\r                                                                           \n\nJurisprudence Under  the Federal Sentencing Guidelines,  67 Notre\r                                                                \n\nDame L. Rev. 1,  39-40 (1991) (explaining that, in  reviewing the\n\nextent of an unguided departure, \"the sentencing judge's decision\n\nis  accorded  generous latitude  in  recognition  of the  court's\n\nfirsthand knowledge of  the case\").   We have consistently  held,\n\ntherefore,  that  appellate  judges  must  exercise  considerable\n\nrestraint before disturbing the presider's reasoned definition of\n\nthe degree  of departure.   See  Rivera, 994  F.2d at  950; Diaz-\r                                                                           \n\nVillafane, 874 F.2d at 49-50.\r                   \n\n          To  be  sure,  this  emphasis  on  deference  places  a\n\nconsiderable  burden on the sentencing judge.  To ease the weight\n\nof this burden, the  judge is entitled to expect  counsel's help.\n\nThe lawyers are (or, at least, they should be) a fecund source of\n\nassistance, for they have every incentive to give the trial court\n\nthe benefit of their thinking on issues in the case.  Indeed, the\n\nprosecution, which  has an institutional interest  in seeing that\n\njustice  is  done,  possesses an  incentive  that  borders on  an\n\nobligation.\n\n                                21\r\r\n\n          Departures fit neatly within this conceptual framework.\n\nJudges  must forewarn  the  parties of  imminent departures,  see\r                                                                           \n\nBurns  v. United States, 501  U.S. 129, 135-39  (1991), and, once\r                                 \n\nforewarned, the prosecution and  the defense become full partners\n\nwith the court in  the departure pavane.  Given  the opportunity,\n\nthe  parties    out of  self-interest, if  for no  more ennobling\n\nreason   should try to  aid the court in determining  what degree\n\nof departure best  responds to the idiosyncratic features  of the\n\nspecific  case.  A prosecutor who forfeits this opportunity is in\n\na peculiarly  poor position to protest profusely  when the judge,\n\nleft to her  own devices, thereafter exercises  her discretion as\n\nshe deems best.\n\n          This   brings  us   to  a  special   circumstance  that\n\nundermines the argument the United  States advances here.   Judge\n\nZobel  invited  the government  to  make  recommendations at  the\n\ndisposition   hearing  concerning   the  appropriate   degree  of\n\ndeparture  for  each  defendant.   The  prosecutor  declined  the\n\ninvitation, clinging  stubbornly to  his position that  the court\n\nshould not  depart at all.   At oral argument in  this venue, the\n\ngovernment sought to justify this maneuver by suggesting that its\n\nunderlying position   its claim that the district court could not\n\nlawfully depart    somehow relieved it  of any responsibility  to\n\nassist  the court  in fixing  the  degree of  departure.   We are\n\nunpersuaded.\n\n          The court below was  faced with two distinct decisions:\n\nwhether  to depart, and  if so, to  what extent.   Once the court\n\n                                22\r\r\n\nresolved the threshold issue and solicited the parties' views  on\n\nthe second  issue, the  prosecution, given its  distinctive role,\n\ncould  not  sidestep the  separate inquiry  as  to the  degree of\n\ndeparture merely  because it  disagreed with the  court's initial\n\nruling.  Counsel who lose  a point can neither pout nor  play the\n\nostrich, but  must move on  and confront the next  set of issues.\n\nSee, e.g., United States v.  Smolar, 557 F.2d 13, 17  (1st Cir.),\r                                             \n\ncert. denied,  434 U.S. 866 (1977).   Just as a  lawyer who moves\r                      \n\nunsuccessfully for judgment as a matter of law must then give the\n\ncourt  his suggested  jury instructions  on the  issue or  risk a\n\nless-than-favorable charge,  so,  too, a  prosecutor  who  argues\n\nagainst a departure, loses, and then refuses to offer suggestions\n\nreferable to the degree of departure runs a comparable risk.\n\n          In this instance, the chickens came home to roost:  the\n\ndistrict  court, unable  to  pry  a  recommendation  out  of  the\n\nprosecution, granted  sizable sentence  reductions.   Under these\n\nstraitened circumstances, the  government has an especially  hard\n\nrow to hoe  in its effort to convince us  that the district court\n\ndisplayed  unreasonable generosity  in  shaping  the  departures.\n\nBecause reasonableness is  not an absolute, but  a construct that\n\n\"depends on the circumstances,\" Cotto v. United States,  993 F.2d\r                                                                \n\n274, 280 (1st Cir. 1993), the government's silence in the face of\n\nthe lower  court's timeous  request for  enlightenment concerning\n\nthe appropriate  extent of the departures  affects our assessment\n\nof  the  departures'  reasonableness.     Put  another  way,  the\n\ngovernment, having  been afforded  an opportunity to  influence a\n\n                                23\r\r\n\ndiscretionary decision  and having  chosen instead  to stonewall,\n\ncan  expect  that  doubts  will  be  resolved  against  it  when,\n\nthereafter,  it attempts  to second-guess  that decision.11   Cf.\r                                                                           \n\nPaterson-Leitch  Co. v. Massachusetts  Mun. Wholesale  Elec. Co.,\r                                                                          \n\n840 F.2d  985, 989 (1st Cir. 1988)  (\"Courts, like the Deity, are\n\nmost frequently moved to help those who help themselves.\").\n\n          Against this  backdrop, we conclude that the government\n\nhas not shown  the sentencing outcomes in this case  to be beyond\n\nthe realm of  reason.   In reviewing upward  departures, we  have\r                                                     \n\nratified  very  dramatic  deviations  from  tabulated  sentencing\n\nranges so  long as they have  been shown to be  responsive to the\n\nrecord.  In Diaz-Villafane, for instance, we affirmed a 120-month\r                                    \n\nsentence though the GSR  topped out at 33  months.  In  approving\n\nthis upward  departure    representing  a  264% increase  in  the\n\ndefendant's  sentence    we  deferred  to  \"the district  court's\n\n                    \r                              \n\n     11Our concurring brother  misapprehends this  point.   Since\nreasonableness is  necessarily a function of  what the sentencing\ncourt knows,  depriving the  court of the  prosecutor's judgments\nabout the extent of an  anticipated departure limits the  court's\nknowledge and,  thus, affects  the reasonableness of  its ensuing\ndetermination.    Contrary  to   Judge  Stahl's  assumption,  the\nunhelpful prosecutor  does not \"waive\" anything;  he simply makes\nhis post hoc complaint less convincing.\r                      \n\n          By  like  token,   we  do  not  believe  that   we  are\nencouraging \"empty exercise[s].\"  Post at 34.   We agree that the\r                                                \nprosecutor who, as our concurring brother suggests, \"recommend[s]\na downward departure of one week,\" does not assist the sentencing\ncourt.  Id.  We disagree, however, that such a ruse would improve\r                     \nthe  prosecution's position  or  help to  alter  the calculus  of\nreasonableness.  It  should go  without saying that,  just as  we\nexpect  lawyers  who suggest  jury instructions  to base  them on\nexisting law or good faith arguments for new law, so do we expect\nthe  government to be  candid and forthcoming  in commenting upon\nthe reasonableness of an anticipated departure.\n\n                                24\r\r\n\nfirsthand knowledge of the case and its careful exposition of the\n\nreasons why  it thought the  situation to be  markedly atypical.\"\n\n874 F.2d at 52.  Diaz-Villafane is not an aberration.  See, e.g.,\r                                                                          \n\nUnited  States v. Hernandez Coplin,  24 F.3d 312,  316 (1st Cir.)\r                                            \n\n(upholding as reasonable 38-month and 46-month upward departures,\n\nrepresenting increases of 380%  and 328% over the respective  GSR\n\nceilings), cert. denied,  115 U.S. 378  (1994); United States  v.\r                                                                       \n\nDoe, 18 F.3d 41, 48-49 (1st Cir. 1994) (upholding as reasonable a\r             \n\n45-month upward  departure that represented a  166% increase over\n\nthe  GSR's apex);  United States v.  Figaro, 935 F.2d 4, 8-9 (1st\r                                                     \n\nCir.  1991) (upholding  as  reasonable an  upward departure  that\n\ntripled the  defendant's sentence); United  States v.  Rodriguez-\r                                                                           \n\nCardona,  924  F.2d  1148,   1156-57  (1st  Cir.)  (upholding  as\r                 \n\nreasonable  an 84-month  upward  departure  that  represented  an\n\nincrease of 165% over the GSR's apex), cert. denied, 502 U.S. 809\r                                                             \n\n(1991).\n\n          Because  we do  not visualize  departures as  a one-way\n\nstreet leading invariably to higher sentences, the same reasoning\n\napplies ex proprio  vigore to downward  departures.  This  street\r                                    \n\nruns  both ways.  Consequently,  the amount of  deference that is\n\ndue to  a  district  court's  decision regarding  the  degree  of\n\ndeparture  does  not  expand  and  contract  depending  upon  the\n\ndeparture's  direction.    See,  e.g.,  United  States  v.  White\r                                                                           \n\nBuffalo,  10  F.3d  575, 577-78  (8th  Cir.  1993)  (upholding as\r                 \n\nreasonable a downward departure to a term of probation as against\n\na GSR of 18-24 months); United States v. One Star, 9 F.3d 60, 61-\r                                                           \n\n                                25\r\r\n\n62 (8th Cir. 1993) (upholding as reasonable a downward  departure\n\nto a term of probation as against a GSR of 33-41 months); Sclamo,\r                                                                          \n\n997  F.2d at 972 (upholding as reasonable a downward departure to\n\na term  of probation as  against a GSR  of 24-30 months);  United\r                                                                           \n\nStates v. Jagmohan,  909 F.2d  61, 65 (2d  Cir. 1990)  (affirming\r                            \n\ndistrict court's downward departure from GSR of 15-21 months to a\n\nterm of probation).\n\n          We  will not primp  the peacock's plumage.   Here, four\n\ncritical factors  militate against a holding  that the departures\n\nare  unreasonably steep:   (1)  the district  court's supportable\n\nfinding that the amount of loss vastly overstated the defendants'\n\nculpability,  (2) the  combined  impact of  the several  external\n\nelements cited by  the court  (e.g., the greed  displayed by  the\r                                             \n\nlender's senior  management, the  bank's negligence, the  buyers'\n\ncomplicity,  and   the  market's   collapse),  (3)   the  special\n\ncircumstance that the government  refused to assist the  court in\n\nthe  daunting task of  determining the departures'  size, and (4)\n\nthe breadth of the court's discretion in this area of sentencing.\n\nThough  the  question  is  close,  we  conclude  that  the  three\n\ndepartures  are  all within,  albeit  tiptoeing  along the  outer\n\nperiphery of, the universe of acceptable sentencing outcomes.\n\n          Finally, we  think that the differences  in the degrees\n\nof departure as among the various defendants are sustainable.  As\n\nwe have repeatedly observed,  the amount of loss  is a proxy  for\n\nthe seriousness of an offense.  In a broad sense,  then, the loss\n\ncalculation is relevant to an individual defendant's culpability,\n\n                                26\r\r\n\nand  the departure for multiple  loss causation is  driven by the\n\nknowledge   that,  on   occasion,   the   proxy  will   overstate\n\nculpability.  In sentencing  these defendants, the district court\n\nmade explicit  findings as to their  relative culpability, rating\n\nthe  brothers Rostoff \"at  the high  end of  culpability,\" Harris\n\n\"somewhat  lower,\"   Bonaiuto  \"somewhat  below   [Harris],\"  and\n\n\"DiCologero below that.\"12   The court then linked the  degree of\n\ndeparture  to  the degree  of  culpability.    Once a  departure-\n\njustifying circumstance  has been identified, and  the sentencing\n\ncourt has determined  to act upon it, a construct that varies the\n\ndegree of departure based on  relative culpability (as related to\n\nthe actual ground for departure) seems eminently reasonable.13\n\n                       E.  Recapitulation.\r                                 E.  Recapitulation.\r                                                   \n\n          We  have  made the  pilgrimage  that  Rivera and  Diaz-\r                                                                           \n\nVillafane  demand.   Having done  so, we  find that  the district\r                   \n\ncourt departed  for an  encouraged reason, permissible  under the\n\nguidelines;   that   the  departure-justifying   circumstance  is\n\nsufficiently record-rooted; and that the extent of the departures\n                    \r                              \n\n     12In a  colloquy with the  court, the prosecutor  ranked the\ndefendants in  order  of  perceived  culpability,  listing  David\nRostoff as the most  culpable, Steven Rostoff second,  and Harris\nthird.   Bonaiuto and  DiCologero brought up  the rear.   For the\nmost part,  the sentences  imposed by Judge  Zobel coincide  with\nthis ranking.  This  parallelism makes it all the  more difficult\nfor  the  government to  maintain  that  the judge's  method  was\nmadness.\n\n     13Of course, relative culpability  alone is not a reason  to\ndepart.   See United States   v. Wogan, 938 F.2d  1446, 1448 (1st\r                                                \nCir.), cert. denied, 502 U.S.  969 (1991).  If, however, a  valid\r                             \ndeparture-justifying circumstance is  present, and the sentencing\ncourt  acts   on  it,  relative   culpability  appropriately  can\ninfluence the degree of departure.\n\n                                27\r\r\n\nis  within  acceptable bounds    (if barely).    Consequently, we\n\nuphold  the  downward departures  as  to  the defendants  Harris,\n\nBonaiuto, and DiCologero.\n\nIII.  ROLE IN THE OFFENSE\r          III.  ROLE IN THE OFFENSE\n\n          The final leg of our journey brings us to the sentences\n\nimposed  on the  Rostoff  brothers.   Those  defendants erect  an\n\nimmediate  roadblock,  asseverating  that  the  district  court's\n\ndownward  departures   eliminate  any  need  to   scrutinize  the\n\nantecedent role-in-the-offense adjustments.  Therefore, they urge\n\nus to  vault directly to a departure  analysis, ignoring possible\n\nerrors in the court's interim  sentencing adjustments.  We demur:\n\nfollowing this course would put the cart before the horse.\n\n          We  need  not  tarry,  for  the  Rostoffs'  importuning\n\nimpales itself on the horns of stare decisis.  The reasonableness\r                                                      \n\nof  a departure  depends on  its  extent    and the  extent of  a\n\ndeparture  cannot  be measured  unless  and  until a  defendant's\n\nsentencing range  is established.   Thus, \"a  decision to  depart\n\ndoes not, as a general rule, render moot questions concerning the\n\nappropriateness  of  the calculations  underbracing  the district\n\ncourt's computations of the GSR.\"   Emery, 991 F.2d at 910.   The\r                                                   \n\ncase at hand falls squarely within  the Emery doctrine:  each  of\r                                                       \n\nthe   challenged   role-in-the-offense   adjustments  \"at   least\n\npotentially, has more than academic effect on the actual sentence\n\nbecause  the proportionality  of the  departure to  the GSR  is a\n\nsalient  factor  to  be  considered in  judging  the  departure's\n\nreasonableness.\"  Id.\r                               \n\n                                28\r\r\n\n          Having dismantled  the Rostoffs' roadblock, we  turn to\n\nthe challenged  adjustments.   The sentencing  guidelines provide\n\nfor  elevating the OL  of \"an organizer  or leader  of a criminal\n\nactivity that involved five or more participants or was otherwise\n\nextensive\" by  four levels, U.S.S.G.  3B1.1(a);  elevating the OL\n\nof  lieutenants    the \"manager[s]  or supervisor[s]\" of  such an\n\nactivity   by three levels, U.S.S.G.  3B1.1(b); and elevating the\n\nOL of  those  occupying  leadership  slots  in  smaller  or  less\n\nextensive criminal enterprises by two levels, U.S.S.G.  3B1.1(c).\n\nHere, the  district court  invoked subsection (c),  and increased\n\nthe OL of  each Rostoff brother  by two  levels.  The  government\n\ncontends that the court should have applied either subsection (a)\n\nor (b).  We agree.\n\n                    A.  What Transpired Below.\r                              A.  What Transpired Below.\r                                                       \n\n          The disputed role-in-the-offense adjustments originated\n\nwith  the   Probation  Department.    It   recommended  two-level\n\nenhancements under subsection (c)  even though it acknowledged in\n\nthe  PSI  Reports  that  the  Rostoffs  were  \"principal[s]\"  who\n\n\"participated in  the management and coordination  of the scheme\"\n\nand  who \"received  a  larger  share  of  the  proceeds  of  this\n\nconspiracy.\"      The   government  objected   to   the  proposed\n\nadjustments,  emphasizing the  size and  complexity of  the plot.\n\nThe Probation  Department stood  firm.  Curiously,  however, even\n\nwhile rejecting  the objection,  it conceded  in  an addendum  to\n\nSteven  Rostoff's  PSI  Report  that the  criminal  activity  was\n\n\"extensive,\"  and that  all five  defendants had  been \"principal\n\n                                29\r\r\n\nparticipants\" in it.\n\n          The   government  renewed  its   objection  before  the\n\ndistrict  court,  but  to  no  avail;  Judge  Zobel accepted  the\n\nProbation  Department's recommendations  on this  subject without\n\nmaking  any  independent  findings.    Accordingly,  each brother\n\nreceived a two-level enhancement under subsection (c).\n\n                     B.  Standard of Review.\r                               B.  Standard of Review.\r                                                     \n\n          Role-in-the-offense  determinations are  innately fact-\n\nspecific.  The court of appeals must, therefore, pay careful heed\n\nto  the sentencing judge's views.   See United  States v. Ocasio,\r                                                                          \n\n914 F.2d  330, 333 (1st Cir. 1990).  It follows that our standard\n\nof oversight is deferential:   \"absent mistake of law,  we review\n\nsuch  determinations only  for clear  error.\"   United  States v.\r                                                                        \n\nDietz, 950  F.2d  50, 52  (1st  Cir.  1991).   Questions  of  law\r               \n\nengender de novo review.   See United States v.  Brewster, 1 F.3d\r                                                                   \n\n51, 54 (1st Cir. 1993).\n\n                          C.  Analysis.\r                                    C.  Analysis.\r                                                \n\n          In ruling  that  subsection (c)  applied, the  district\n\ncourt  necessarily found  that  the Rostoffs  were \"organizer[s],\n\nleader[s],  manager[s]   or   supervisor[s]\"  of   the   criminal\n\nenterprise.   U.S.S.G.   3B1.1(c).   Neither side  has challenged\n\nthis  finding.   The  question on  appeal,  then, is  whether the\n\ndefendants' criminal activity \"involved five or more participants\n\nor  was  otherwise  extensive,\"   and,  thus,  fell  outside  the\n\nparameters of subsection (c).\n\n          The  government's assertion that  the criminal activity\n\n                                30\r\r\n\ninvolved  at least five participants is ironclad.  For one thing,\n\nthe Probation Department's finding  to this effect is essentially\n\nunchallenged.   For another thing, inasmuch as the jury found all\n\nfive defendants  guilty on  the conspiracy count,  the sentencing\n\ncourt was bound to conclude  that the criminal activity  involved\n\nno  fewer than five participants.   See United  States v. Weston,\r                                                                          \n\n960  F.2d 212,  218 (1st  Cir. 1992)  (explaining that  under the\n\nguidelines \"a guilty verdict, not set aside, binds the sentencing\n\ncourt to accept the facts necessarily implicit in the verdict\").\n\n          Despite  the  impeccable provenance  of this  fact, the\n\nbrothers try an  end run around it.   They contend that  U.S.S.G.\n\n 3B1.1(a)-(b)  does  not  apply  because,  while  they  may  have\n\nexercised  leadership in a criminal  enterprise that had at least\n\nfive members, neither of  them recruited, controlled, or directly\n\nsupervised  four  other people.14   We  need  not dwell  upon the\n\ncorrectness of the Rostoffs'  self-assessment, however, for their\n\nend run takes us on a fool's errand.\n\n          Since the relevant language  of subsections (a) and (b)\n\nis  disjunctive,   either  extensiveness  or   numerosity  is   a\n\nsufficient  predicate   for  a   three-   or  four-level   upward\n\nadjustment.  See United States v.  Hall, 996 F.2d  284, 287 (11th\r                                                 \n\nCir.  1993);  Dietz, 950  F.2d  at 53-54.   In  this  instance, a\r                             \n\ncareful  review of  the  record  leaves  no  room  to  doubt  the\n                    \r                              \n\n     14The operative number of other  persons is four rather than\nfive,  since  the  defendant   himself  must  be  counted   as  a\nparticipant, see  United States v. Tejada-Beltran,      F.3d    ,\r                                                           \n    n.9  (1st Cir. 1995) [No.  94-1780, slip op. at  18 n.9], and\nthe defendant presumably is under his own control.\n\n                                31\r\r\n\nextensiveness of  the criminal  enterprise.   Thus,  we need  not\n\ninquire  into  the attributes  that might     or might  not    be\n\nessential  if   the  enhancement  depended  upon   a  finding  of\n\nnumerosity.15\n\n          Unlike numerosity, extensiveness does not depend upon a\n\nfinding that  a criminal  activity embraced  no  fewer than  five\n\ncriminally  responsible  participants,   see  United  States   v.\r                                                                      \n\nMelendez, 41 F.3d 797, 800 (2d Cir. 1994); Dietz, 950 F.2d at 53-\r                                                          \n\n54, much  less a finding that the  activity included four or more\n\npersons  under  the  defendant's   direct  control.    Rather,  a\n\ndetermination that a criminal  activity is \"extensive\" within the\n\nmeaning of  section  3B1.1  derives  from \"the  totality  of  the\n\ncircumstances, including not only  the number of participants but\n\nalso the width, breadth, scope,  complexity, and duration of  the\n\nscheme.\"  Dietz, 950 F.2d at 53.\r                         \n\n          Here,  the  conspiracy  lasted for  over  three  years,\n\nencompassed  a bare  minimum  of 140  fraudulent loans,  consumed\n\nmillions of dollars,  affected many lives, and  involved a legion\n                    \r                              \n\n     15Some  courts have  held  that, when  the applicability  of\n 3B1.1(a)  depends upon numerosity rather than extensiveness, the\ndefendant must be  shown personally to  have controlled no  fewer\nthan four  other  participants.    See, e.g.,  United  States  v.\r                                                                       \nCarson, 9 F.3d 576, 584 (7th  Cir. 1993) (stating that to warrant\r                \ninvoking  subsection  (a),  the  defendant must  have  had  \"some\ncontrol,   direct  or   indirect,  over   at  least   four  other\nparticipants in  the  offense\"), cert.  denied,  115 S.  Ct.  135\r                                                        \n(1994); United States v. Reid, 911 F.2d 1456, 1465 n.8 (10th Cir.\r                                       \n1990) (same), cert. denied, 498 U.S. 1097 (1991).  Other circuits\r                                    \ntake a different position.  See,  e.g., United States v. Dota, 33\r                                                                       \nF.3d 1179, 1189 (9th  Cir. 1994), petition for cert.  filed (U.S.\r                                                                     \nJan.  9,  1995)  (No.  94-7604).    Both  the  validity  and  the\npermutations  of  this  interpretation  of   3B1.1(a)  are   open\nquestions in this circuit.\n\n                                32\r\r\n\nof people beyond  the five named defendants.   On this record, we\n\nare  compelled   to  conclude   that  the   defendants'  criminal\n\nactivities satisfy the extensiveness  standard that is built into\n\nU.S.S.G.   3B1.1(a)-(b).  Consequently, the two-level enhancement\n\ncannot  stand:   if the  district court  impliedly held  that the\n\ndefendants' criminal  activity was  not  extensive, it  committed\n\nclear  error,   and  if   the  court  applied   section  3B1.1(c)\n\nnotwithstanding the  extensiveness of  the criminal  activity, it\n\nmisapprehended  the law.  Either way, the court's crafting of the\n\nRostoffs'  adjusted offense  levels undervalued  their respective\n\nroles in the offense, requiring resentencing.16\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\n\n          We  need go  no further.   For  the reasons  stated, we\n\naffirm  the  convictions  of   all  defendants,  and  affirm  the\n\nsentences  meted  out to  the  defendants  Harris, Bonaiuto,  and\n\nDiCologero.    However, we  vacate the  sentences imposed  on the\n\ndefendants David and  Steven Rostoff, and remand their  cases for\n\nresentencing in light of the need for altered role-in-the-offense\n\ndeterminations.\n\n          Affirmed  in part,  vacated in  part, and  remanded for\r                    Affirmed  in part,  vacated in  part, and  remanded for\r                                                                           \n\nfurther proceedings consistent with this opinion.\r          further proceedings consistent with this opinion.\r                                                          \n\n                    \r                              \n\n     16The  government  maintains  that David  Rostoff's  offense\nlevel  should be  enhanced by  four levels  pursuant to  U.S.S.G.\n 3B1.1(a) and  Steven Rostoff's offense level  should be enhanced\nby three levels pursuant to U.S.S.G.  3B1.1(b).  We take  no view\nof these particulars, leaving the resolution of such interstitial\nquestions to the district court.\n\n                                33\r\r\n\n                    CONCURRING OPINION FOLLOWS \r                              CONCURRING OPINION FOLLOWS \n\n                                34\r\r\n\n          Stahl, Circuit Judge, concurring.  While  I  agree with\r                                        \n\nthe  majority's result and with  much of its  reasoning, I cannot\n\nagree  that  the prosecution's  \"reticence\"  at  recommending the\n\ndegree   of  departure   should   animate  our   review  of   the\n\nreasonableness of the district court's departure decision.\n\n          We  review  the   direction  and  degree   of  unguided\n\ndepartures for  reasonableness.  United States v. Diaz-Villafane,\r                                                                          \n\n874 F.2d 43, 49 (1st Cir. 1989); see also 18 U.S.C.   3742(e)(3).\r                                                   \n\nIn determining whether a sentence  is reasonable, we proceed with\n\n\"`full  awareness of,  and  respect for'  the sentencing  court's\n\n`superior \"feel\"  for the  case.'\" United  States v.  Rivera, 994\r                                                                      \n\nF.2d  942, 950 (1st Cir. 1993)  (quoting Diaz-Villafane, 874 F.2d\r                                                                 \n\nat   50).    Accordingly,  the   standard  of  review  \"is  quite\n\ndeferential to the district judge.\"   United States v.  Hernandez\r                                                                           \n\nCoplin, 24 F.3d 312, 316 (1st Cir. 1994).  We have never informed\r                \n\nour  deference  by what  the  prosecutor  recommends, either  for\n\nupward or downward departures.  \n\n          The  majority states  that if  the government  fails to\n\nrecommend  a downward  departure  when  invited  to do  so,  \"the\n\ngovernment has an  especially hard row  to hoe in  its effort  to\n\nconvince  us  that  the  district  court  displayed  unreasonable\n\ngenerosity  in shaping the departures,\"  Majority at 22, and that\r                                                           \n\n\"the  government's  silence  in  the face  of  the  lower court's\n\ntimeous  request  for  enlightenment concerning  the  appropriate\n\nextent  of   the  departures   affects  our  assessment   of  the\n\ndepartures'  reasonableness,\" id. at 23.  With this, the majority\r                                           \n\n                                35\r\r\n\nappears to  adopt a waiver-like analysis, such  that a prosecutor\n\nwho  fails to  recommend an  appropriate sentence  risks a  near-\n\nautomatic affirmance of the district court's sentence.   I cannot\n\nagree that the government's action, be it in the nature of waiver\n\nor  otherwise,  has  anything  to  do  with  our  review  of  the\n\nreasonableness  of the sentence, for in assessing reasonableness,\n\nour focus is on the facts of the case, not on the recommendations\r                                   \n\nmade by counsel.  Thus even if the government recommends a lesser\n\ndeparture than the court grants, that recommendation cannot be an\n\nappropriate basis  for us  to  decide that  the court's  ultimate\n\ndecision fails the reasonableness test.\n\n          In my  view, the majority  requires the  court and  the\n\nprosecutor to engage in an empty exercise, for to avoid affecting\n\nappellate review, the government  would routinely recommend  very\n\nsmall downward  departures, even though it  believes no departure\n\nis  warranted and  even though  such advice  will not  assist the\n\ncourt  any  more than  the  government's  true  position that  no\n\ndeparture  is warranted.    Unlike the  majority's  example of  a\n\nlawyer who moves unsuccessfully  for judgment as a matter  of law\n\nwho  must  then  suggest  jury instructions  to  the  court,  see\r                                                                           \n\nMajority at 22, the  prosecutor who unsuccessfully argues against\r                  \n\na   decision  to  depart  does  not  assist  the  court  by  then\n\nrecommending  a downward departure of one week.  In the departure\n\ncontext, the  government's silence  carries with it  the implicit\n\nrecommendation that no departure (and, therefore,  at most a very\r                                \n\nsmall one) is  appropriate.  Thus the government's  argument that\n\n                                36\r\r\n\nthere  is no legal authority  to depart often  conflates with its\n\nposition that no departure is appropriate.\n\n          I fail to understand  the application of the majority's\n\napparent  rule in this case.  The majority accuses the prosecutor\n\nof \"stonewall[ing],\" Majority at  23, and of \"clinging stubbornly\r                                       \n\nto his position that the court  should not depart at all,\" id. at\r                                                                        \n\n21.   It  is true that  the prosecutor  did not  believe that the\n\ncourt was entitled to consider multiple  causes for the loss as a\n\ngrounds for departing downward.  In addition to making that legal\n\nargument, however, the  prosecutor also argued  that even if  the\n\ncourt  had legal authority to  depart, the losses  being used for\n\nsentencing  purposes did  not  overstate the  seriousness of  the\n\ndefendants'  offense.   Thus the  prosecutor, accepting  that the\n\ndistrict  court had  legal  authority to  depart downward,  still\n\nargued  that no departure was warranted.  In accordance with that\n\nview,  when invited  to  recommend an  appropriate sentence,  the\n\nprosecutor responded, \"Your Honor, we believe that the sentencing\n\nguideline  ranges that  were calculated  by the  Probation Office\n\nwere  appropriate ones  .  . .  .\"   The  district court,  hardly\n\npressing  for more  assistance, replied,  \"Oh, I  understand.   I\n\nunderstand.\"   The  prosecutor  went  on, however,  to  rank  the\n\ndefendants   in  order   of  the   government's  view   of  their\n\nculpability.  I would not  characterize the prosecutor as  having\n\n\"stonewall[ed].\"\n\n          Thus,  given the  deference  appropriate  in  reviewing\n\ndeparture  decisions, and given  the facts found  by the district\n\n                                37\r\r\n\ncourt, we  cannot say that the district  court acted unreasonably\n\nin departing downward to the extent it did in this case.  This is\n\nso  not  because of  any reticence  showed  by the  government in\n\nfailing  to recommend  appropriate  sentences to  the court,  but\n\nrather  because   these   departures,  while   significant,   are\n\nnonetheless  within   the  realm   of   reasonableness.17     The\n\ngovernment's \"silence\" on the  amount of departure is irrelevant,\n\nand  the deference accorded the district court is not affected by\n\nactions of the government.\n\n                    \r                              \n\n     17   See  Majority  at 23-24  (discussing reasonableness  in\r                                 \ncontext of other departure cases).\n\n                                38\r\r\n",
  "html": "<p class=\"case_cite\">53 F.3d 398</p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Steven M. ROSTOFF, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1376.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 9, 1995.<br>Decided April 24, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stahl, Circuit Judge, filed concurring opinion.</p>\n      <p class=\"indent\">Peter A. Mullin, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., and Jonathan L. Kotlier, Asst. U.S. Atty., Boston, MA, were on brief, for the U.S.</p>\n      <p class=\"indent\">Roger A. Cox, for defendant Steven M. Rostoff;  Michael J. Traft, with whom Carney &amp; Bassil, Boston, MA, was on brief, for defendant David Rostoff;  Erica M. Foster, with whom Foster and Peterson, Danvers, MA, was on brief, for defendant James Harris;  Thomas M. Hoopes, for defendant Dolores DiCologero;  and William A. Brown, Boston, MA, for defendant Paul J. Bonaiuto.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, the district court departed downward from the guideline sentencing range (GSR) as to each of five defendants on the theory that the harm attributed to them, measured by the amount of loss sustained by the victim, overstated the seriousness of the offense of conviction.  The government now asks us to evaluate both the lawfulness of the downward departures and the propriety of the court's role-in-the-offense adjustments for two defendants, David and Steven Rostoff.  We uphold the sentences of all defendants except the Rostoffs (who must be resentenced as a result of erroneous role determinations).</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A federal grand jury indicted the brothers Rostoff, together with James Harris, Dolores DiCologero, and Paul J. Bonaiuto, on charges, inter alia, of conspiracy, bank fraud, and the making of false statements.  See 18 U.S.C. Secs. 371, 1344, and 1044.  These charges stemmed from a failed foray into the New England condominium market--a market that rose to giddy heights in the mid-to-late-1980s and then plunged precipitously.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The conspiracy count constituted the hub of the indictment.  In it, the grand jury charged that, from December 1985 to February 1989, the defendants, aided and abetted by others, fraudulently induced a federally insured financial institution, the Bank for Savings (the bank), to grant several hundred loans, totalling in excess of $30,000,000, to persons purchasing condominium units from David Rostoff, Steven Rostoff, and James Harris (collectively, \"the Rostoff group\" or \"the developers\").  Like spokes running from the hub, 43 of these loans gave rise to 86 \"mirror image\" bank fraud and false statement counts against various defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The trial jury plausibly could have found that the scheme tracked the following script.  The bank had a firm policy of refusing to grant first mortgage loans in excess of 80% of the lower of the sale price or the appraised value of residential real estate;  and, when mortgages were written on that basis, the bank ordinarily required the balance of the purchase price to be paid in cash by the borrower.  In 1986, bank officials, eager to maintain a lucrative working relationship with the Rostoff group, bent the rules.  The bankers allowed the developers to assist common customers (i.e., persons who bought condominiums from the Rostoff group and financed the purchases through the bank) in an uncommon way:  by taking back second mortgages to circumvent the cash down-payment requirement.  The bankers conditioned this concession on the express understanding that the second mortgages would be enforced, and that each purchaser would make at least a 10% down payment from his or her own capital.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This arrangement proved too tame for the developers' purposes.  To facilitate sales, they cooked the books, surreptitiously telling selected buyers that they would not enforce the second mortgages, or, alternatively, that they would not demand interest payments on particular second mortgages until resale of the encumbered condominiums.  More importantly, the developers set out to subvert the down-payment requirement by orchestrating a paper shuffle designed to create the (false) impression that the buyers were putting 10% down in order to acquire the properties, when they were not.  In many instances, the developers accomplished this sleight of hand by offering customers a 10% discount from the stated purchase price.  When a customer agreed to buy at the reduced price, the developers submitted documents to the bank that overstated the actual purchase price by 10% and treated the negotiated discount as a down payment.  This flim-flam took on added significance because the bank underwrote the loans on the basis of an 80% loan-to-value (LTV) ratio, using purchase price as a principal measure of value.  Thus, an inflated purchase price often caused the bank to approve a higher first mortgage loan than would have been forthcoming had it known the true purchase price.  In the end, many buyers acquired condominiums without making any down payment or other cash expenditure (except for closing costs).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The bank's closing attorney, defendant Bonaiuto, and the manager of the bank's mortgage department, defendant DiCologero, knowingly participated in fabricating this tissue of lies, half-truths, and evasions.  Between September 1986 and February 1989, the bank engaged Bonaiuto to close at least 240 loans to the developers' customers.  Although no fewer than five borrowers testified at trial that they asked Bonaiuto about apocryphal deposits shown on their settlement sheets, he did not notify the bank of any discrepancies.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  DiCologero also worked closely with the developers, handling the day-to-day administration of the loan approval process.  The prosecution proved her awareness of the ongoing scheme largely by circumstantial evidence.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Following a lengthy trial, a jury found each of the five defendants guilty of conspiracy to defraud the bank.  In addition, the jury found Steven Rostoff guilty on a total of 72 \"mirror image\" counts of bank fraud and making false statements (representing 36 transactions), David Rostoff guilty on 32 such counts (representing 16 transactions), Harris guilty on 52 such counts (representing 26 transactions), Bonaiuto guilty on 10 such counts (representing five transactions), and DiCologero guilty on two such counts (representing one transaction).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On January 29, 1993, the district court convened a disposition hearing.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  By then, the bank had become insolvent, and the Federal Deposit Insurance Corporation (FDIC) had become the receiver.  The court determined that the FDIC sustained losses due to the defendants' activities in the $2,000,000-$5,000,000 range.  The court then calculated the offense level of all defendants except DiCologero on the basis of this loss computation, see U.S.S.G. Sec. 2F1.1(b)(1)(K) (providing a 10-level enhancement for fraud crimes involving losses of more than $2,000,000, up to and including $5,000,000), arriving at an adjusted offense level (OL) of 20 for the Rostoff brothers and Bonaiuto, and 18 for Harris.  The court attributed slightly under $1,000,000 in losses to DiCologero and, after other interim adjustments, settled on an OL of 18.  The court factored in the defendants' criminal history scores--all were first offenders--and arrived at a GSR of 33-41 months at OL-20 and a GSR of 27-33 months at OL-18.  Finding, however, that in each instance the amount of loss overstated the seriousness of the particular defendant's criminality, Judge Zobel departed downward.  She sentenced David and Steven Rostoff to serve 15-month terms of immurement;  sentenced Harris to a nine-month prison term;  sentenced Bonaiuto to two years probation, six months of which was to be served in a community treatment center;  and sentenced DiCologero to two years of straight probation.  This appeal followed.</p>\n    </div>\n    <p>II. THE DOWNWARD DEPARTURES</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In sentencing under the guidelines, departures are the exception rather than the rule.  See United States v. Diaz-Villafane, 874 F.2d 43, 52 (1st Cir.), cert. denied, 493 U.S. 862, 110 S.Ct. 177, 107 L.Ed.2d 133 (1989).  When a district court nonetheless departs, and an appeal eventuates, we ask three general questions:  (1) Is the reason that the sentencing court gave for departing of a type that lawfully can ground a departure in an appropriate case?  (2) Is the court's factfinding in respect to the cited reason sustainable on whole-record review?  (3) Is the degree of the departure reasonable?   See United States v. Mendez-Colon, 15 F.3d 188, 189 (1st Cir.1994);  United States v. Rivera, 994 F.2d 942, 950-52 (1st Cir.1993);  Diaz-Villafane, 874 F.2d at 49.   A departure passes muster only if all three inquiries yield an affirmative response.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this case, the government asserts that the lower court erred at each step along the departure path.  We trace the contours of the court's decision and then address the three relevant questions.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>A. The Anatomy of the Departure Decision.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In fraud cases controlled by the guidelines, the amount of the victims' monetary loss (actual or intended) is a proxy for the seriousness of the offense, and, thus, a key determinant of the severity of the perpetrator's sentence.  See United States v. Lilly, 13 F.3d 15, 17, 19 (1st Cir.1994);  United States v. Tardiff, 969 F.2d 1283, 1285 (1st Cir.1992).  Recognizing, however, that no proxy is perfect, the applicable edition of the sentencing guidelines cautions that:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>In a few instances, the total dollar loss that results from the offense may overstate its seriousness.  Such situations typically occur when a misrepresentation is of limited materiality or is not the sole cause of the loss ...  In such instances, a downward departure may be warranted.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">U.S.S.G. Sec. 2F1.1, comment.  (n. 11) (Nov.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The defendants in this case all moved for downward departures based on application note 11.  The district court accommodated their requests, linking its largesse to a linchpin finding that numerous factors, apart from the defendants' conduct, inflated the losses sustained by the FDIC.  The court premised its linchpin finding primarily on three subsidiary findings.  (1) The court remarked the bank's gadarene rush to participate in the condominium boom despite the obvious risks.  To the court's way of thinking, this overeagerness was driven by greed--after all, the bank based incentive compensation for top officials on loan production and fomented a \"lend at all costs\" mentality that led senior managers to condone the defendants' shenanigans.  The court expressed great skepticism about senior management's professed lack of knowledge or responsibility, concluding that, at the very least, management had acted negligently, particularly in authorizing loan approvals, and had bent its policies grotesquely to retain the Rostoff group's business.  In the court's view, these shortcomings contributed mightily to the extent of the eventual losses.  (2) Next, the court found that the buyers were neither dupes nor victims in the traditional sense.  To the contrary, the court thought they had become willing participants in the defendants' scheme.  Their cupidity drove up prices in the condominium market and, thus, contributed substantially to the amount of money eventually lost.  (3) Finally, the court observed that economic forces not under the control of, or precipitated by, the defendants, especially the sudden, unforeseen collapse of the New England real estate market--a collapse that decimated the demand for residential condominiums--increased the magnitude of the losses.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court believed that these factors, in combination, contributed so directly to the extent of the loss that the defendants were entitled to a substantial measure of relief.  In the sections that follow, we test the legal and factual sufficiency of the court's stated ground.  Finally, we examine the reasonableness of the actual departures insofar as they affect Harris, DiCologero, and Bonaiuto.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>B. Step One:  The Court's Reason.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">While the government assails the departure decision on all available fronts, its fundamental point is that, as a matter of law, the guidelines simply do not authorize departures under a \"multiple loss causation\" theory.  Since this assertion questions whether the departure-justifying reason cited by the court below is of a kind that the guidelines, in principle, permit a sentencing court to embrace for that purpose, we afford plenary review.  See Rivera, 994 F.2d at 951;  Diaz-Villafane, 874 F.2d at 49.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In evaluating multiple loss causation as a departure-justifying circumstance, we do not write on a pristine page.  In United States v. Gregorio, 956 F.2d 341 (1st Cir.1992), we approved the manner in which the district court, acting under the general fraud guideline, U.S.S.G. Sec. 2F1.1, structured its downward departure to \"reflect[ ] 'multiple causation' for victim loss.\"  Id. at 344.   Although the \"sufficiency of the basis for departing in response to multiple causation of victim loss\" was not at issue on that occasion, id. at 347 n. 10, we stated unambiguously that \" 'multiple causation' of victim loss is a 'Commission-identified' circumstance in which a downward departure may be warranted.\"  Id. at 347.   We do not believe that these words, even if technically dictum, can be read other than as an outright endorsement of multiple loss causation as a permissible basis for departing downward, and, indeed, as a departure-justifying reason that the guidelines encourage.  See generally Rivera, 994 F.2d at 948 (explaining that the guidelines sometimes \"offer the district court, which is considering whether to depart, special assistance, by specifically encouraging\" certain types of departures).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Despite the plain import of Gregorio, the government maintains that multiple loss causation is an invalid basis for a downward departure.  Gregorio is irrelevant here, the government says, because the Gregorio court had before it the November 1990 version of the guidelines, which, like the original (1987) version, authorized departures when \"the total dollar loss that results from the offense [overstates] its seriousness,\" such as when \"a misrepresentation ... is not the sole cause of the loss.\"  956 F.2d at 345 (citing November 1990 version of application note 11).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In the government's view, time has passed Gregorio by, for the Sentencing Commission rewrote the application notes to section 2F1.1 effective November 1, 1991, consolidating several preexisting notes into a new note 10.  In the process, the Commission eliminated any reference to \"the sole cause of the loss\" language.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The government proceeds to weave a tapestry from several gossamer strands of speculation and surmise, hypothesizing that the Commission, recognizing that it had improvidently promulgated former note 11, acknowledged the error of its ways and junked the original reference.  Using this hypothesis as a springboard, the government then jumps to the conclusion that the Commission, in essaying the revision, tacitly rejected multiple loss causation as an appropriate factor in the departure calculus.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We need not resolve the issue of whether the Commission, in revising the application notes in a way that dropped the \"sole cause of the loss\" language, intended to drum multiple loss causation out of the ranks of encouraged departures.  To avoid ex post facto difficulties, courts should \"normally apply [guideline] amendments retroactively only if they clarify a guideline, but not if they substantively change a guideline.\"  United States v. Prezioso, 989 F.2d 52, 53 (1st Cir.1993);  accord Isabel v. United States, 980 F.2d 60, 62 (1st Cir.1992).  This rule stymies the government in this instance.  If, on the one hand, as the government argues, the Commission's rewriting of the application notes bars downward departures premised on multiple loss causation, then that revision cannot be applied retroactively for doing so would change the substance of the fraud guideline, U.S.S.G. Sec. 2F1.1, as that guideline was explicated in Gregorio.   See Prezioso, 989 F.2d at 54 (explaining that a new interpretation of a guideline that contradicts existing circuit precedent \"alters the guideline\" and, hence, constitutes a substantive change that can only apply prospectively).  If, on the other hand, the revision does not bar downward departures for multiple loss causation, then the district court's selection of multiple loss causation as its departure-justifying ground is, under Gregorio, unimpugnable.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Consequently, we hold that, under the original pre-1991 version of the guidelines--the version that controls here--the district court permissibly singled out multiple loss causation as a departure-justifying circumstance.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>C. Step Two:  The Factual Predicate.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Since the lower court isolated a conceptually proper departure-justifying circumstance, the second step of the review process looms.  At this stage, we must determine whether, on the whole record, the court supportably could have found that the departure-justifying circumstance actually existed.  See Diaz-Villafane, 874 F.2d at 49.   Because this determination implicates the court's factfinding, our standard of review is deferential.  See id.  (explaining that the findings of fact underlying a departure decision \"may be set aside only for clear error\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Aside from the defendants' actions, the district court identified three factors that contributed to the magnitude of the loss in this case:  (1) the conduct of the bank's senior management;  (2) the buyers' esurience;  and (3) the nosedive in condominium prices.  The government does not seriously dispute either the incidence of these factors or their aggravating effect upon the amount of loss.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Instead, the government asserts that the court clearly erred in finding an overstatement because the loss figures that the court used for sentencing purposes represented only a fraction of the actual losses caused by the defendants' criminal activity.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This argument will not wash.  Calculating the amount of loss for purposes of the sentencing guidelines is more an art than a science.  Courts can, and frequently do, deal with rough estimates.  See United States v. Skrodzki, 9 F.3d 198, 203 (1st Cir.1993);  see also U.S.S.G. Sec. 2F1.1, comment., n. 8 (stating that \"the loss need not be precise,\" so long as the court \"make[s] a reasonable estimate of the range of loss, given the available information\").  Hence, a party dissatisfied with the sentencing court's quantification of the amount of loss in a particular case must go a long way to demonstrate that the finding is clearly erroneous.  See Skrodzki, 9 F.3d at 203;  Tardiff, 969 F.2d at 1288.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Here, the court computed the amount of loss based on 43 loans that were specifically enumerated in various substantive counts of the indictment, plus an additional 97 loans that the Federal Bureau of Investigation (FBI) had classified as fraudulent.  The court then excluded from its loss calculation for each defendant any loan that formed the basis for a specific count on which he or she had been acquitted.  In restricting her computations to these 140 loans, the judge relied on an affidavit subscribed to by an FBI case agent, who reviewed the bank's records and culled out loans for which he found \"specific evidence of fraud.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Bearing in mind the wide berth that sentencing judges must be given in determining what information is, or is not, sufficiently reliable to be used in imposing sentence, see Tardiff, 969 F.2d at 1287, we cannot say that Judge Zobel's refusal to venture beyond these 140 loans constituted clear error--especially since the record contains only sketchy information about the origin and extent of losses on other loans.  Nor can we say that the judge erred in excluding \"acquitted\" loans.  Although relevant conduct must be determined by the court, not the jury, see, e.g., United States v. Tavano, 12 F.3d 301, 306 (1st Cir.1993);  United States v. Mocciola, 891 F.2d 13, 17 (1st Cir.1989), we believe the evidence here falls well short of compelling a finding that any \"acquitted\" loans must be included in calculating the amount of loss.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Because the record adequately supports the district court's findings as to both multiple loss causation and amount of loss--indeed, the government has shown us nothing that casts serious doubt on the plausibility of the court's findings in either respect--we conclude that the departure decision passes muster at step two.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>D. Step Three:  Reasonableness.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We come now to the final step in the review process, focusing on whether the \"direction and degree of departure\" are reasonable.  Diaz-Villafane, 874 F.2d at 49.   The government says that the district court stumbled at this step by failing to explain how it arrived at such sizable sentence reductions and by exhibiting unreasonable leniency.  We turn first to the absence of a particularized explanation of how the district court determined the extent to which it would depart.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">1. The Need for Findings.   In United States v. Emery, 991 F.2d 907, 913 (1st Cir.1993), we held that it is not necessary for a district court to \"dissect its departure decision, explaining in mathematical or pseudo-mathematical terms each microscopic choice made in arriving at the precise sentence.\"   We opted instead for a pragmatic approach, recognizing the helpfulness of explanations but cautioning that \"when the court has provided a reasoned justification for its decision to depart, and that statement constitutes an adequate summary from which an appellate tribunal can gauge the reasonableness of the departure's extent, it has no obligation to go further and attempt to quantify the impact of each incremental factor on the departure sentence.\"  Id.  This approach reflects our view that judicial discretion, sensibly exercised, is in most cases the critical determinant of the degree of departure.  See United States v. Aymelek, 926 F.2d 64, 70 (1st Cir.1991) (holding that, in respect to unguided departures, \"a sentencing court need not resort at all to analogies\");  Diaz-Villafane, 874 F.2d at 51-52 (disavowing any intention to reduce departure decisions to exercises in \"mechanistic bean-counting\").</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This approach is not discredited by cases such as United States v. Rosales, 19 F.3d 763 (1st Cir.1994).  There, the district court gave only a terse summary of its reasons for departing, and offered no insight into how it settled upon the degree of departure.  On appeal, this paucity of information compromised our ability to assess the departure's reasonableness and necessitated a new sentencing proceeding.  See id. at 770.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">To be on the safe side, a sentencing judge should always endeavor to explain the extent of a departure.  Yet judges are human, and, like other human beings, they will sometimes fail to dot every \"i\" and cross every \"t.\"   When such a slip occurs and a sentencing court neglects to explain how it fixed the extent of a departure, no bright-line rule obtains.  Such situations must be handled on a case by case basis.  The bottom line is that we eschew a purely mechanical test--one that merely asks whether or not the sentencing court has made findings explaining the degree of departure--in favor of a practical one--one that asks more broadly whether or not the sentencing court has supplied the appellate panel with sufficient information to enable it to determine the reasonableness of the departure.  See, e.g., United States v. Quinones, 26 F.3d 213, 219 (1st Cir.1994) (stating that the court of appeals will overlook the omission of an explicit explanation anent the scope of a departure \"if the reasons for the judge's choice are obvious or if an explanation can fairly be implied from the record as a whole\").</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Here, unlike in Rosales, appellate review is facilitated by the sentencing court's detailed explanation of the circumstances warranting departure.  This thorough exposition is adequate to explain the departures' extent.  In particular, Judge Zobel's founded determination that the amount of loss grossly overstated the seriousness of the defendants' criminal activity weighs heavily.  Precisely because the guidelines use amount of loss as a proxy for culpability in fraud cases, a supportable finding that the loss exaggerates the reality of events often is tantamount to a finding that the conventional sentencing range exaggerates a defendant's blameworthiness, and, thus, tends to invite a corresponding downward departure.  So it is here.  Accordingly, while we would have preferred a more deliberate discussion of the degree of departure, \"we see no purpose served in this case ... in remanding to make explicit what was implicit.\"  United States v. Sclamo, 997 F.2d 970, 974 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">2. The Departures' Extent.   The second shot in the government's sling comes closer to the mark.  The three departures currently under review are substantial;  as we show in the margin, the least generous of them (applicable to Harris) reduces the sentence to one-third the bottom of the GSR, and the other two departures (applicable to Bonaiuto and DiCologero, respectively) manifest even greater clemency.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Nonetheless, we reject both the prosecution's implicit premise that unguided departures of this magnitude are presumptively unsound and its explicit premise that the particular departures sub judice are simply unreasonable.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We begin at bedrock.  In respect to unguided departures, once the sentencing court identifies a departure-justifying circumstance and decides to act upon it, there is no algebraic formula that it can invoke to quantify the departure's extent.  Hence, determining the size of such a departure is \"quintessentially a judgment call,\" Diaz-Villafane, 874 F.2d at 49, of a type that the law leaves almost entirely to the sentencing court's standardless discretion.  This means, of course, that there is no single, correct, \"one-size-fits-all\" unguided departure;  rather, in any given situation, a range of widely disparate options doubtless fall within the universe of acceptable sentencing outcomes.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Similarly, once the trial judge departs, there is no litmus test that an appellate court can employ to verify that the extent of an unguided departure is--or is not--reasonable.  This stark reality, coupled with the district court's superior knowledge of the facts and its matchless ability to detect the subtle nuances that at times distinguish cases from the mine-run, argues convincingly for a deferential approach.  See Rivera, 994 F.2d at 950 (discussing desirability of deference in light of \"sentencing court's superior 'feel' for the case\") (quoting Diaz-Villafane, 874 F.2d at 50);  see generally Bruce M. Selya &amp; Matthew R. Kipp, An Examination of Emerging Departure Jurisprudence Under the Federal Sentencing Guidelines, 67 Notre Dame L.Rev. 1, 39-40 (1991) (explaining that, in reviewing the extent of an unguided departure, \"the sentencing judge's decision is accorded generous latitude in recognition of the court's firsthand knowledge of the case\").  We have consistently held, therefore, that appellate judges must exercise considerable restraint before disturbing the presider's reasoned definition of the degree of departure. See Rivera, 994 F.2d at 950;  Diaz-Villafane, 874 F.2d at 49-50.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">To be sure, this emphasis on deference places a considerable burden on the sentencing judge.  To ease the weight of this burden, the judge is entitled to expect counsel's help.  The lawyers are (or, at least, they should be) a fecund source of assistance, for they have every incentive to give the trial court the benefit of their thinking on issues in the case.  Indeed, the prosecution, which has an institutional interest in seeing that justice is done, possesses an incentive that borders on an obligation.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Departures fit neatly within this conceptual framework.  Judges must forewarn the parties of imminent departures, see Burns v. United States, 501 U.S. 129, 135-39, 111 S.Ct. 2182, 2185-88, 115 L.Ed.2d 123 (1991), and, once forewarned, the prosecution and the defense become full partners with the court in the departure pavane.  Given the opportunity, the parties--out of self-interest, if for no more ennobling reason--should try to aid the court in determining what degree of departure best responds to the idiosyncratic features of the specific case.  A prosecutor who forfeits this opportunity is in a peculiarly poor position to protest profusely when the judge, left to her own devices, thereafter exercises her discretion as she deems best.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">This brings us to a special circumstance that undermines the argument the United States advances here.  Judge Zobel invited the government to make recommendations at the disposition hearing concerning the appropriate degree of departure for each defendant.  The prosecutor declined the invitation, clinging stubbornly to his position that the court should not depart at all.  At oral argument in this venue, the government sought to justify this maneuver by suggesting that its underlying position--its claim that the district court could not lawfully depart--somehow relieved it of any responsibility to assist the court in fixing the degree of departure.  We are unpersuaded.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The court below was faced with two distinct decisions:  whether to depart, and if so, to what extent.  Once the court resolved the threshold issue and solicited the parties' views on the second issue, the prosecution, given its distinctive role, could not sidestep the separate inquiry as to the degree of departure merely because it disagreed with the court's initial ruling.  Counsel who lose a point can neither pout nor play the ostrich, but must move on and confront the next set of issues.  See, e.g., United States v. Smolar, 557 F.2d 13, 17 (1st Cir.), cert. denied, 434 U.S. 866, 98 S.Ct. 203, 54 L.Ed.2d 143 (1977).  Just as a lawyer who moves unsuccessfully for judgment as a matter of law must then give the court his suggested jury instructions on the issue or risk a less-than-favorable charge, so, too, a prosecutor who argues against a departure, loses, and then refuses to offer suggestions referable to the degree of departure runs a comparable risk.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In this instance, the chickens came home to roost:  the district court, unable to pry a recommendation out of the prosecution, granted sizable sentence reductions.  Under these straitened circumstances, the government has an especially hard row to hoe in its effort to convince us that the district court displayed unreasonable generosity in shaping the departures.  Because reasonableness is not an absolute, but a construct that \"depends on the circumstances,\" Cotto v. United States, 993 F.2d 274, 280 (1st Cir.1993), the government's silence in the face of the lower court's timeous request for enlightenment concerning the appropriate extent of the departures affects our assessment of the departures' reasonableness.  Put another way, the government, having been afforded an opportunity to influence a discretionary decision and having chosen instead to stonewall, can expect that doubts will be resolved against it when, thereafter, it attempts to second-guess that decision.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Cf. Paterson-Leitch Co. v. Massachusetts Mun. Wholesale Elec. Co., 840 F.2d 985, 989 (1st Cir.1988) (\"Courts, like the Deity, are most frequently moved to help those who help themselves.\").</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Against this backdrop, we conclude that the government has not shown the sentencing outcomes in this case to be beyond the realm of reason.  In reviewing upward departures, we have ratified very dramatic deviations from tabulated sentencing ranges so long as they have been shown to be responsive to the record.  In Diaz-Villafane, for instance, we affirmed a 120-month sentence though the GSR topped out at 33 months.  In approving this upward departure--representing a 264% increase in the defendant's sentence--we deferred to \"the district court's firsthand knowledge of the case and its careful exposition of the reasons why it thought the situation to be markedly atypical.\"  874 F.2d at 52.  Diaz-Villafane is not an aberration.  See, e.g., United States v. Hernandez Coplin, 24 F.3d 312, 316 (1st Cir.)  (upholding as reasonable 38-month and 46-month upward departures, representing increases of 380% and 328% over the respective GSR ceilings), cert. denied, --- U.S. ----, 115 S.Ct. 378, 130 L.Ed.2d 328 (1994);  United States v. Doe, 18 F.3d 41, 48-49 (1st Cir.1994) (upholding as reasonable a 45-month upward departure that represented a 166% increase over the GSR's apex);  United States v. Figaro, 935 F.2d 4, 8-9 (1st Cir.1991) (upholding as reasonable an upward departure that tripled the defendant's sentence);  United States v. Rodriguez-Cardona, 924 F.2d 1148, 1156-57 (1st Cir.)  (upholding as reasonable an 84-month upward departure that represented an increase of 165% over the GSR's apex), cert. denied, 502 U.S. 809, 112 S.Ct. 54, 116 L.Ed.2d 31 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Because we do not visualize departures as a one-way street leading invariably to higher sentences, the same reasoning applies ex proprio vigore to downward departures.  This street runs both ways.  Consequently, the amount of deference that is due to a district court's decision regarding the degree of departure does not expand and contract depending upon the departure's direction.  See, e.g., United States v. White Buffalo, 10 F.3d 575, 577-78 (8th Cir.1993) (upholding as reasonable a downward departure to a term of probation as against a GSR of 18-24 months);  United States v. One Star, 9 F.3d 60, 61-62 (8th Cir.1993) (upholding as reasonable a downward departure to a term of probation as against a GSR of 33-41 months);  Sclamo, 997 F.2d at 972 (upholding as reasonable a downward departure to a term of probation as against a GSR of 24-30 months);  United States v. Jagmohan, 909 F.2d 61, 65 (2d Cir.1990) (affirming district court's downward departure from GSR of 15-21 months to a term of probation).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We will not primp the peacock's plumage.  Here, four critical factors militate against a holding that the departures are unreasonably steep:  (1) the district court's supportable finding that the amount of loss vastly overstated the defendants' culpability, (2) the combined impact of the several external elements cited by the court (e.g., the greed displayed by the lender's senior management, the bank's negligence, the buyers' complicity, and the market's collapse), (3) the special circumstance that the government refused to assist the court in the daunting task of determining the departures' size, and (4) the breadth of the court's discretion in this area of sentencing.  Though the question is close, we conclude that the three departures are all within, albeit tiptoeing along the outer periphery of, the universe of acceptable sentencing outcomes.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Finally, we think that the differences in the degrees of departure as among the various defendants are sustainable.  As we have repeatedly observed, the amount of loss is a proxy for the seriousness of an offense.  In a broad sense, then, the loss calculation is relevant to an individual defendant's culpability, and the departure for multiple loss causation is driven by the knowledge that, on occasion, the proxy will overstate culpability.  In sentencing these defendants, the district court made explicit findings as to their relative culpability, rating the brothers Rostoff \"at the high end of culpability,\" Harris \"somewhat lower,\" Bonaiuto \"somewhat below [Harris],\" and \"DiCologero below that.\"<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  The court then linked the degree of departure to the degree of culpability.  Once a departure-justifying circumstance has been identified, and the sentencing court has determined to act upon it, a construct that varies the degree of departure based on relative culpability (as related to the actual ground for departure) seems eminently reasonable.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>E. Recapitulation.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We have made the pilgrimage that Rivera and Diaz-Villafane demand.  Having done so, we find that the district court departed for an encouraged reason, permissible under the guidelines;  that the departure-justifying circumstance is sufficiently record-rooted;  and that the extent of the departures is within acceptable bounds (if barely).  Consequently, we uphold the downward departures as to the defendants Harris, Bonaiuto, and DiCologero.</p>\n    </div>\n    <p>III. ROLE IN THE OFFENSE</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The final leg of our journey brings us to the sentences imposed on the Rostoff brothers.  Those defendants erect an immediate roadblock, asseverating that the district court's downward departures eliminate any need to scrutinize the antecedent role-in-the-offense adjustments.  Therefore, they urge us to vault directly to a departure analysis, ignoring possible errors in the court's interim sentencing adjustments.  We demur:  following this course would put the cart before the horse.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We need not tarry, for the Rostoffs' importuning impales itself on the horns of stare decisis.   The reasonableness of a departure depends on its extent--and the extent of a departure cannot be measured unless and until a defendant's sentencing range is established.  Thus, \"a decision to depart does not, as a general rule, render moot questions concerning the appropriateness of the calculations underbracing the district court's computations of the GSR.\"  Emery, 991 F.2d at 910.   The case at hand falls squarely within the Emery doctrine:  each of the challenged role-in-the-offense adjustments \"at least potentially, has more than academic effect on the actual sentence because the proportionality of the departure to the GSR is a salient factor to be considered in judging the departure's reasonableness.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Having dismantled the Rostoffs' roadblock, we turn to the challenged adjustments.  The sentencing guidelines provide for elevating the OL of \"an organizer or leader of a criminal activity that involved five or more participants or was otherwise extensive\" by four levels, U.S.S.G. Sec. 3B1.1(a);  elevating the OL of lieutenants--the \"manager[s] or supervisor[s]\" of such an activity--by three levels, U.S.S.G. Sec. 3B1.1(b);  and elevating the OL of those occupying leadership slots in smaller or less extensive criminal enterprises by two levels, U.S.S.G. Sec. 3B1.1(c).  Here, the district court invoked subsection (c), and increased the OL of each Rostoff brother by two levels.  The government contends that the court should have applied either subsection (a) or (b).  We agree.A. What Transpired Below.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The disputed role-in-the-offense adjustments originated with the Probation Department.  It recommended two-level enhancements under subsection (c) even though it acknowledged in the PSI Reports that the Rostoffs were \"principal[s]\" who \"participated in the management and coordination of the scheme\" and who \"received a larger share of the proceeds of this conspiracy.\"   The government objected to the proposed adjustments, emphasizing the size and complexity of the plot.  The Probation Department stood firm.  Curiously, however, even while rejecting the objection, it conceded in an addendum to Steven Rostoff's PSI Report that the criminal activity was \"extensive,\" and that all five defendants had been \"principal participants\" in it.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The government renewed its objection before the district court, but to no avail;  Judge Zobel accepted the Probation Department's recommendations on this subject without making any independent findings.  Accordingly, each brother received a two-level enhancement under subsection (c).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>B. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Role-in-the-offense determinations are innately fact-specific.  The court of appeals must, therefore, pay careful heed to the sentencing judge's views.  See United States v. Ocasio, 914 F.2d 330, 333 (1st Cir.1990).  It follows that our standard of oversight is deferential:  \"absent mistake of law, we review such determinations only for clear error.\"  United States v. Dietz, 950 F.2d 50, 52 (1st Cir.1991).  Questions of law engender de novo review.  See United States v. Brewster, 1 F.3d 51, 54 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>C. Analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In ruling that subsection (c) applied, the district court necessarily found that the Rostoffs were \"organizer[s], leader[s], manager[s] or supervisor[s]\" of the criminal enterprise.  U.S.S.G. Sec. 3B1.1(c).  Neither side has challenged this finding.  The question on appeal, then, is whether the defendants' criminal activity \"involved five or more participants or was otherwise extensive,\" and, thus, fell outside the parameters of subsection (c).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The government's assertion that the criminal activity involved at least five participants is ironclad.  For one thing, the Probation Department's finding to this effect is essentially unchallenged.  For another thing, inasmuch as the jury found all five defendants guilty on the conspiracy count, the sentencing court was bound to conclude that the criminal activity involved no fewer than five participants.  See United States v. Weston, 960 F.2d 212, 218 (1st Cir.1992) (explaining that under the guidelines \"a guilty verdict, not set aside, binds the sentencing court to accept the facts necessarily implicit in the verdict\").</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Despite the impeccable provenance of this fact, the brothers try an end run around it.  They contend that U.S.S.G. Sec. 3B1.1(a)-(b) does not apply because, while they may have exercised leadership in a criminal enterprise that had at least five members, neither of them recruited, controlled, or directly supervised four other people.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  We need not dwell upon the correctness of the Rostoffs' self-assessment, however, for their end run takes us on a fool's errand.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Since the relevant language of subsections (a) and (b) is disjunctive, either extensiveness or numerosity is a sufficient predicate for a three- or four-level upward adjustment.  See United States v. Hall, 996 F.2d 284, 287 (11th Cir.1993);  Dietz, 950 F.2d at 53-54.   In this instance, a careful review of the record leaves no room to doubt the extensiveness of the criminal enterprise.  Thus, we need not inquire into the attributes that might--or might not--be essential if the enhancement depended upon a finding of numerosity.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Unlike numerosity, extensiveness does not depend upon a finding that a criminal activity embraced no fewer than five criminally responsible participants, see United States v. Melendez, 41 F.3d 797, 800 (2d Cir.1994);  Dietz, 950 F.2d at 53-54, much less a finding that the activity included four or more persons under the defendant's direct control.  Rather, a determination that a criminal activity is \"extensive\" within the meaning of section 3B1.1 derives from \"the totality of the circumstances, including not only the number of participants but also the width, breadth, scope, complexity, and duration of the scheme.\"  Dietz, 950 F.2d at 53.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Here, the conspiracy lasted for over three years, encompassed a bare minimum of 140 fraudulent loans, consumed millions of dollars, affected many lives, and involved a legion of people beyond the five named defendants.  On this record, we are compelled to conclude that the defendants' criminal activities satisfy the extensiveness standard that is built into U.S.S.G. Sec. 3B1.1(a)-(b).  Consequently, the two-level enhancement cannot stand:  if the district court impliedly held that the defendants' criminal activity was not extensive, it committed clear error, and if the court applied section 3B1.1(c) notwithstanding the extensiveness of the criminal activity, it misapprehended the law.  Either way, the court's crafting of the Rostoffs' adjusted offense levels undervalued their respective roles in the offense, requiring resentencing.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">We need go no further.  For the reasons stated, we affirm the convictions of all defendants, and affirm the sentences meted out to the defendants Harris, Bonaiuto, and DiCologero.  However, we vacate the sentences imposed on the defendants David and Steven Rostoff, and remand their cases for resentencing in light of the need for altered role-in-the-offense determinations.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Affirmed in part, vacated in part, and remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">STAHL, Circuit Judge, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">While I agree with the majority's result and with much of its reasoning, I cannot agree that the prosecution's \"reticence\" at recommending the degree of departure should animate our review of the reasonableness of the district court's departure decision.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">We review the direction and degree of unguided departures for reasonableness.  United States v. Diaz-Villafane, 874 F.2d 43, 49 (1st Cir.1989);  see also 18 U.S.C. Sec. 3742(e)(3).  In determining whether a sentence is reasonable, we proceed with \" 'full awareness of, and respect for' the sentencing court's 'superior \"feel\" for the case.' \"  United States v. Rivera, 994 F.2d 942, 950 (1st Cir.1993) (quoting Diaz-Villafane, 874 F.2d at 50).   Accordingly, the standard of review \"is quite deferential to the district judge.\"  United States v. Hernandez Coplin, 24 F.3d 312, 316 (1st Cir.1994).  We have never informed our deference by what the prosecutor recommends, either for upward or downward departures.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The majority states that if the government fails to recommend a downward departure when invited to do so, \"the government has an especially hard row to hoe in its effort to convince us that the district court displayed unreasonable generosity in shaping the departures,\" Majority at 410, and that \"the government's silence in the face of the lower court's timeous request for enlightenment concerning the appropriate extent of the departures affects our assessment of the departures' reasonableness,\" id. at 410.  With this, the majority appears to adopt a waiver-like analysis, such that a prosecutor who fails to recommend an appropriate sentence risks a near-automatic affirmance of the district court's sentence.  I cannot agree that the government's action, be it in the nature of waiver or otherwise, has anything to do with our review of the reasonableness of the sentence, for in assessing reasonableness, our focus is on the facts of the case, not on the recommendations made by counsel.  Thus even if the government recommends a lesser departure than the court grants, that recommendation cannot be an appropriate basis for us to decide that the court's ultimate decision fails the reasonableness test.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In my view, the majority requires the court and the prosecutor to engage in an empty exercise, for to avoid affecting appellate review, the government would routinely recommend very small downward departures, even though it believes no departure is warranted and even though such advice will not assist the court any more than the government's true position that no departure is warranted.  Unlike the majority's example of a lawyer who moves unsuccessfully for judgment as a matter of law who must then suggest jury instructions to the court, see Majority at 410, the prosecutor who unsuccessfully argues against a decision to depart does not assist the court by then recommending a downward departure of one week.  In the departure context, the government's silence carries with it the implicit recommendation that no departure (and, therefore, at most a very small one) is appropriate.  Thus the government's argument that there is no legal authority to depart often conflates with its position that no departure is appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">I fail to understand the application of the majority's apparent rule in this case.  The majority accuses the prosecutor of \"stonewall[ing],\" Majority at 410, and of \"clinging stubbornly to his position that the court should not depart at all,\" id. at 410.  It is true that the prosecutor did not believe that the court was entitled to consider multiple causes for the loss as a grounds for departing downward.  In addition to making that legal argument, however, the prosecutor also argued that even if the court had legal authority to depart, the losses being used for sentencing purposes did not overstate the seriousness of the defendants' offense.  Thus the prosecutor, accepting that the district court had legal authority to depart downward, still argued that no departure was warranted.  In accordance with that view, when invited to recommend an appropriate sentence, the prosecutor responded, \"Your Honor, we believe that the sentencing guideline ranges that were calculated by the Probation Office were appropriate ones....\"  The district court, hardly pressing for more assistance, replied, \"Oh, I understand.  I understand.\"   The prosecutor went on, however, to rank the defendants in order of the government's view of their culpability.  I would not characterize the prosecutor as having \"stonewall[ed].\"</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Thus, given the deference appropriate in reviewing departure decisions, and given the facts found by the district court, we cannot say that the district court acted unreasonably in departing downward to the extent it did in this case.  This is so not because of any reticence showed by the government in failing to recommend appropriate sentences to the court, but rather because these departures, while significant, are nonetheless within the realm of reasonableness.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  The government's \"silence\" on the amount of departure is irrelevant, and the deference accorded the district court is not affected by actions of the government.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note two related facts.  First, after investigators discovered the fraud, Bonaiuto falsely asserted that he had queried borrowers about the deposits shown on the settlement sheets, and that they had assured him that they had made the indicated down payments.  Second, Bonaiuto also acted as closing attorney for the bank in connection with his own purchase of two condominium units from the Rostoff group.  On each occasion, he submitted a settlement sheet to the bank showing that he had tendered a 10% down payment when, in fact, he had made no down payment at all</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> One vignette is particularly telling.  On July 23, 1987, DiCologero's husband closed a mortgage loan at the bank in order to finance his purchase of a condominium from the Rostoff group.  The settlement statement falsely indicated that a $7,700 deposit had been made when, in fact, DiCologero's husband had purchased the condominium with no cash down payment (advancing only $1,663.40 in closing costs).  The record shows that DiCologero shepherded the loan through the bank's approval process</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The jury convicted the defendants on a count that charged a conspiracy beginning in 1985 and continuing into 1989.  It is well established that the sentencing guidelines apply to offenses that straddle the effective date of the guidelines (November 1, 1987).  See United States v. David, 940 F.2d 722, 739 (1st Cir.), cert. denied, 502 U.S. 989, 112 S.Ct. 605, 116 L.Ed.2d 628 (1991).  Even in such cases, however, the guidelines in effect at the time of sentencing, not those in effect at the tag end of the offense, ordinarily control at sentencing, except where ex post facto concerns loom.  Cf., e.g., United States v. Harotunian, 920 F.2d 1040, 1041-42 (1st Cir.1990).  The district court, invoking this exception, applied the November 1987 version of the guidelines.  No party questioned that choice below, and no party asks us to revisit it on appeal.  Since we follow the district court's lead, all references herein are to the November 1987 edition of the guidelines unless otherwise specifically indicated</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Inasmuch as the Rostoffs must be resentenced for other reasons, see infra Part III, we limit our departure inquiry to the sentences imposed upon Harris, DiCologero, and Bonaiuto, respectively</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The November 1990 version of application note 11 is identical to the 1987 version and, thus, controls in this case.  See supra note 3</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The new note reads in pertinent part:</p>\n        <p>In cases in which the loss ... does not fully capture the harmfulness and seriousness of the conduct, an upward departure may be warranted....  In a few instances, the loss ... may overstate the seriousness of the offense.  This may occur, for example, where a defendant attempted to negotiate an instrument that was so obviously fraudulent that no one would seriously consider honoring it.</p>\n        <p>U.S.S.G. Sec. 2F1.1 comment., n. 10 (Nov.1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The government also suggests, in what it bills as a separate argument, that the district court improperly relied on the conduct of the bank and of the buyers as a basis for departing.  At bottom, however, this suggestion is predicated on the government's assertion that it is improper to focus on any causes of the loss apart from the conduct of the defendants.  As we have pointed out, such a position is inconsistent with both the unambiguous language of the original commentary that accompanied section 2F1.1 and the clear import of existing circuit precedent.  Hence, the government's \"separate\" suggestion adds nothing to its flagship argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> At any rate, the record buttresses the district court's conclusions.  The evidence establishes that bank officials approved myriad loans, totalling millions of dollars, with an abandon commonly associated with drunken sailors.  In the bargain, senior management routinely authorized loans that exceeded the bank's LTV ratio, backdated documents, and acted, to use the government's phrase, in an \"incredibly negligent\" fashion.  The evidence also shows that many of the purchasers were sophisticated investors who, enthralled by gimmicks like the phantom down-payment concept, bought multiple properties.  As sophisticated investors surely should know, projected profits that look too good to be true often are--and often signify the presence of great financial hazards.  Finally, an economist's affidavit, introduced at sentencing, graphically illustrates the extent to which the bottom fell out of the condominium market</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The following chart illustrates the degrees of departure:</p>\n        <pre>  Defendant        GSR       Incarcerative\n                                Sentence\nJ. Harris      27-33 months     9 months\nP. Bonaiuto    33-41 months     0\nD. DiCologero  27-33 months     0</pre>\n        <p>Relatedly, the court placed Bonaiuto on two years probation, six months of which was to be served in a community treatment center, and sentenced DiCologero to a two-year term of straight probation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In general, departures can be classified as either \"guided\" or \"unguided.\"   As the label implies, a guided departure is one in which a \"guideline or related commentary suggests that under [the] particular circumstances the departure should be calibrated by a particular analogy to the sentencing grid.\"   Bruce M. Selya &amp; Matthew R. Kipp, An Examination of Emerging Departure Jurisprudence Under the Federal Sentencing Guidelines, 67 Notre Dame L.Rev. 1, 12 (1991).  In contrast, an unguided departure, although it may be based on grounds specifically encouraged or identified in the guidelines, is not constrained by a specification of the means through which the sentencing court must calculate the departure's magnitude.  See id.   We restrict our discussion today to unguided departures, because former application note 11 to section 2F1.1, as it appeared in 1987, offered no definitive directions for determining the extent of downward departures based on multiple loss causation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Our concurring brother misapprehends this point.  Since reasonableness is necessarily a function of what the sentencing court knows, depriving the court of the prosecutor's judgments about the extent of an anticipated departure limits the court's knowledge and, thus, affects the reasonableness of its ensuing determination.  Contrary to Judge Stahl's assumption, the unhelpful prosecutor does not \"waive\" anything;  he simply makes his post hoc complaint less convincing</p>\n        <p>By like token, we do not believe that we are encouraging \"empty exercise[s].\"  Post at 415.  We agree that the prosecutor who, as our concurring brother suggests, \"recommend[s] a downward departure of one week,\" does not assist the sentencing court.  Id.  We disagree, however, that such a ruse would improve the prosecution's position or help to alter the calculus of reasonableness.  It should go without saying that, just as we expect lawyers who suggest jury instructions to base them on existing law or good faith arguments for new law, so do we expect the government to be candid and forthcoming in commenting upon the reasonableness of an anticipated departure.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> In a colloquy with the court, the prosecutor ranked the defendants in order of perceived culpability, listing David Rostoff as the most culpable, Steven Rostoff second, and Harris third.  Bonaiuto and DiCologero brought up the rear.  For the most part, the sentences imposed by Judge Zobel coincide with this ranking.  This parallelism makes it all the more difficult for the government to maintain that the judge's method was madness</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Of course, relative culpability alone is not a reason to depart.  See United States v. Wogan, 938 F.2d 1446, 1448 (1st Cir.), cert. denied, 502 U.S. 969, 112 S.Ct. 441, 116 L.Ed.2d 460 (1991).  If, however, a valid departure-justifying circumstance is present, and the sentencing court acts on it, relative culpability appropriately can influence the degree of departure</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The operative number of other persons is four rather than five, since the defendant himself must be counted as a participant, see United States v. Tejada-Beltran, 50 F.3d 105, 109 n. 9 (1st Cir.1995), and the defendant presumably is under his own control</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Some courts have held that, when the applicability of Sec. 3B1.1(a) depends upon numerosity rather than extensiveness, the defendant must be shown personally to have controlled no fewer than four other participants.  See, e.g., United States v. Carson, 9 F.3d 576, 584 (7th Cir.1993) (stating that to warrant invoking subsection (a), the defendant must have had \"some control, direct or indirect, over at least four other participants in the offense\"), cert. denied, --- U.S. ----, 115 S.Ct. 135, 130 L.Ed.2d 77 (1994);  United States v. Reid, 911 F.2d 1456, 1465 n. 8 (10th Cir.1990) (same), cert. denied, 498 U.S. 1097, 111 S.Ct. 990, 112 L.Ed.2d 1074 (1991).  Other circuits take a different position.  See, e.g., United States v. Dota, 33 F.3d 1179, 1189 (9th Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1432, 131 L.Ed.2d 313 (1995).  Both the validity and the permutations of this interpretation of Sec. 3B1.1(a) are open questions in this circuit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The government maintains that David Rostoff's offense level should be enhanced by four levels pursuant to U.S.S.G. Sec. 3B1.1(a) and Steven Rostoff's offense level should be enhanced by three levels pursuant to U.S.S.G. Sec. 3B1.1(b).  We take no view of these particulars, leaving the resolution of such interstitial questions to the district court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> See Majority at 410-11 (discussing reasonableness in context of other departure cases)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">398</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Steven M. ROSTOFF, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1376.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 9, 1995.<br>Decided April 24, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stahl, Circuit Judge, filed concurring opinion.</p>\n      <p class=\"indent\">Peter A. Mullin, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., and Jonathan L. Kotlier, Asst. U.S. Atty., Boston, MA, were on brief, for the U.S.</p>\n      <p class=\"indent\">Roger A. Cox, for defendant Steven M. Rostoff;  Michael J. Traft, with whom Carney &amp; Bassil, Boston, MA, was on brief, for defendant David Rostoff;  Erica M. Foster, with whom Foster and Peterson, Danvers, MA, was on brief, for defendant James Harris;  Thomas M. Hoopes, for defendant Dolores DiCologero;  and William A. Brown, Boston, MA, for defendant Paul J. Bonaiuto.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, the district court departed downward from the guideline sentencing range (GSR) as to each of five defendants on the theory that the harm attributed to them, measured by the amount of loss sustained by the victim, overstated the seriousness of the offense of conviction.  The government now asks us to evaluate both the lawfulness of the downward departures and the propriety of the court's role-in-the-offense adjustments for two defendants, David and Steven Rostoff.  We uphold the sentences of all defendants except the Rostoffs (who must be resentenced as a result of erroneous role determinations).</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A federal grand jury indicted the brothers Rostoff, together with James Harris, Dolores DiCologero, and Paul J. Bonaiuto, on charges, inter alia, of conspiracy, bank fraud, and the making of false statements.  See 18 U.S.C. Secs. 371, 1344, and 1044.  These charges stemmed from a failed foray into the New England condominium market--a market that rose to giddy heights in the mid-to-late-1980s and then plunged precipitously.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The conspiracy count constituted the hub of the indictment.  In it, the grand jury charged that, from December 1985 to February 1989, the defendants, aided and abetted by others, fraudulently induced a federally insured financial institution, the Bank for Savings (the bank), to grant several hundred loans, totalling in excess of $30,000,000, to persons purchasing condominium units from David Rostoff, Steven Rostoff, and James Harris (collectively, \"the Rostoff group\" or \"the developers\").  Like spokes running from the hub, 43 of these loans gave rise to 86 \"mirror image\" bank fraud and false statement counts against various defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The trial jury plausibly could have found that the scheme tracked the following script.  The bank had a firm policy of refusing to grant first mortgage loans in excess of 80% of the lower of the sale price or the appraised value of residential real estate;  and, when mortgages were written on that basis, the bank ordinarily required the balance of the purchase price to be paid in cash by the borrower.  In 1986, bank officials, eager to maintain a lucrative working relationship with the Rostoff group, bent the rules.  The bankers allowed the developers to assist common customers (i.e., persons who bought condominiums from the Rostoff group and financed the purchases through the bank) in an uncommon way:  by taking back second mortgages to circumvent the cash down-payment requirement.  The bankers conditioned this concession on the express understanding that the second mortgages would be enforced, and that each purchaser would make at least a 10% down payment from his or her own capital.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This arrangement proved too tame for the developers' purposes.  To facilitate sales, they cooked the books, surreptitiously telling selected buyers that they would not enforce the second mortgages, or, alternatively, that they would not demand interest payments on particular second mortgages until resale of the encumbered condominiums.  More importantly, the developers set out to subvert the down-payment requirement by orchestrating a paper shuffle designed to create the (false) impression that the buyers were putting 10% down in order to acquire the properties, when they were not.  In many instances, the developers accomplished this sleight of hand by offering customers a 10% discount from the stated purchase price.  When a customer agreed to buy at the reduced price, the developers submitted documents to the bank that overstated the actual purchase price by 10% and treated the negotiated discount as a down payment.  This flim-flam took on added significance because the bank underwrote the loans on the basis of an 80% loan-to-value (LTV) ratio, using purchase price as a principal measure of value.  Thus, an inflated purchase price often caused the bank to approve a higher first mortgage loan than would have been forthcoming had it known the true purchase price.  In the end, many buyers acquired condominiums without making any down payment or other cash expenditure (except for closing costs).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The bank's closing attorney, defendant Bonaiuto, and the manager of the bank's mortgage department, defendant DiCologero, knowingly participated in fabricating this tissue of lies, half-truths, and evasions.  Between September 1986 and February 1989, the bank engaged Bonaiuto to close at least 240 loans to the developers' customers.  Although no fewer than five borrowers testified at trial that they asked Bonaiuto about apocryphal deposits shown on their settlement sheets, he did not notify the bank of any discrepancies.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  DiCologero also worked closely with the developers, handling the day-to-day administration of the loan approval process.  The prosecution proved her awareness of the ongoing scheme largely by circumstantial evidence.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Following a lengthy trial, a jury found each of the five defendants guilty of conspiracy to defraud the bank.  In addition, the jury found Steven Rostoff guilty on a total of 72 \"mirror image\" counts of bank fraud and making false statements (representing 36 transactions), David Rostoff guilty on 32 such counts (representing 16 transactions), Harris guilty on 52 such counts (representing 26 transactions), Bonaiuto guilty on 10 such counts (representing five transactions), and DiCologero guilty on two such counts (representing one transaction).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On January 29, 1993, the district court convened a disposition hearing.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  By then, the bank had become insolvent, and the Federal Deposit Insurance Corporation (FDIC) had become the receiver.  The court determined that the FDIC sustained losses due to the defendants' activities in the $2,000,000-$5,000,000 range.  The court then calculated the offense level of all defendants except DiCologero on the basis of this loss computation, see U.S.S.G. Sec. 2F1.1(b)(1)(K) (providing a 10-level enhancement for fraud crimes involving losses of more than $2,000,000, up to and including $5,000,000), arriving at an adjusted offense level (OL) of 20 for the Rostoff brothers and Bonaiuto, and 18 for Harris.  The court attributed slightly under $1,000,000 in losses to DiCologero and, after other interim adjustments, settled on an OL of 18.  The court factored in the defendants' criminal history scores--all were first offenders--and arrived at a GSR of 33-41 months at OL-20 and a GSR of 27-33 months at OL-18.  Finding, however, that in each instance the amount of loss overstated the seriousness of the particular defendant's criminality, Judge Zobel departed downward.  She sentenced David and Steven Rostoff to serve 15-month terms of immurement;  sentenced Harris to a nine-month prison term;  sentenced Bonaiuto to two years probation, six months of which was to be served in a community treatment center;  and sentenced DiCologero to two years of straight probation.  This appeal followed.</p>\n    </div>\n    <p>II. THE DOWNWARD DEPARTURES</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In sentencing under the guidelines, departures are the exception rather than the rule.  See United States v. Diaz-Villafane, <span class=\"citation\" data-id=\"522865\"><a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 52 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">177</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">133</span> </span>(1989).  When a district court nonetheless departs, and an appeal eventuates, we ask three general questions:  (1) Is the reason that the sentencing court gave for departing of a type that lawfully can ground a departure in an appropriate case?  (2) Is the court's factfinding in respect to the cited reason sustainable on whole-record review?  (3) Is the degree of the departure reasonable?   See United States v. Mendez-Colon, <span class=\"citation\" data-id=\"195155\"><a href=\"/opinion/195155/united-states-v-mendez-colon/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">188</span></a></span>, 189 (1st Cir.1994);  United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 950-52 (1st Cir.1993);  <span class=\"citation\" data-id=\"522865\"><span class=\"antecedent_guess\">Diaz-Villafane,</span> <a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">49</span></a></span>.   A departure passes muster only if all three inquiries yield an affirmative response.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this case, the government asserts that the lower court erred at each step along the departure path.  We trace the contours of the court's decision and then address the three relevant questions.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>A. The Anatomy of the Departure Decision.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In fraud cases controlled by the guidelines, the amount of the victims' monetary loss (actual or intended) is a proxy for the seriousness of the offense, and, thus, a key determinant of the severity of the perpetrator's sentence.  See United States v. Lilly, <span class=\"citation\" data-id=\"195133\"><a href=\"/opinion/195133/united-states-v-lilly/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 17, 19 (1st Cir.1994);  United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1285 (1st Cir.1992).  Recognizing, however, that no proxy is perfect, the applicable edition of the sentencing guidelines cautions that:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>In a few instances, the total dollar loss that results from the offense may overstate its seriousness.  Such situations typically occur when a misrepresentation is of limited materiality or is not the sole cause of the loss ...  In such instances, a downward departure may be warranted.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">U.S.S.G. Sec. 2F1.1, comment.  (n. 11) (Nov.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The defendants in this case all moved for downward departures based on application note 11.  The district court accommodated their requests, linking its largesse to a linchpin finding that numerous factors, apart from the defendants' conduct, inflated the losses sustained by the FDIC.  The court premised its linchpin finding primarily on three subsidiary findings.  (1) The court remarked the bank's gadarene rush to participate in the condominium boom despite the obvious risks.  To the court's way of thinking, this overeagerness was driven by greed--after all, the bank based incentive compensation for top officials on loan production and fomented a \"lend at all costs\" mentality that led senior managers to condone the defendants' shenanigans.  The court expressed great skepticism about senior management's professed lack of knowledge or responsibility, concluding that, at the very least, management had acted negligently, particularly in authorizing loan approvals, and had bent its policies grotesquely to retain the Rostoff group's business.  In the court's view, these shortcomings contributed mightily to the extent of the eventual losses.  (2) Next, the court found that the buyers were neither dupes nor victims in the traditional sense.  To the contrary, the court thought they had become willing participants in the defendants' scheme.  Their cupidity drove up prices in the condominium market and, thus, contributed substantially to the amount of money eventually lost.  (3) Finally, the court observed that economic forces not under the control of, or precipitated by, the defendants, especially the sudden, unforeseen collapse of the New England real estate market--a collapse that decimated the demand for residential condominiums--increased the magnitude of the losses.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court believed that these factors, in combination, contributed so directly to the extent of the loss that the defendants were entitled to a substantial measure of relief.  In the sections that follow, we test the legal and factual sufficiency of the court's stated ground.  Finally, we examine the reasonableness of the actual departures insofar as they affect Harris, DiCologero, and Bonaiuto.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>B. Step One:  The Court's Reason.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">While the government assails the departure decision on all available fronts, its fundamental point is that, as a matter of law, the guidelines simply do not authorize departures under a \"multiple loss causation\" theory.  Since this assertion questions whether the departure-justifying reason cited by the court below is of a kind that the guidelines, in principle, permit a sentencing court to embrace for that purpose, we afford plenary review.  See <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">951</span></a></span>;  <span class=\"citation\" data-id=\"522865\"><span class=\"antecedent_guess\">Diaz-Villafane,</span> <a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">49</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In evaluating multiple loss causation as a departure-justifying circumstance, we do not write on a pristine page.  In United States v. Gregorio, <span class=\"citation\" data-id=\"577673\"><a href=\"/opinion/577673/united-states-v-william-gregorio/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">341</span> </a></span>(1st Cir.1992), we approved the manner in which the district court, acting under the general fraud guideline, U.S.S.G. Sec. 2F1.1, structured its downward departure to \"reflect[ ] 'multiple causation' for victim loss.\"  <span class=\"citation\" data-id=\"577673\"><a href=\"/opinion/577673/united-states-v-william-gregorio/\"><span class=\"id_token\">Id.</span> at 344. </a></span>  Although the \"sufficiency of the basis for departing in response to multiple causation of victim loss\" was not at issue on that occasion, <span class=\"citation\" data-id=\"577673\"><a href=\"/opinion/577673/united-states-v-william-gregorio/\"><span class=\"id_token\">id.</span> at 347 </a></span>n. 10, we stated unambiguously that \" 'multiple causation' of victim loss is a 'Commission-identified' circumstance in which a downward departure may be warranted.\"  <span class=\"citation\" data-id=\"577673\"><a href=\"/opinion/577673/united-states-v-william-gregorio/\"><span class=\"id_token\">Id.</span> at 347. </a></span>  We do not believe that these words, even if technically dictum, can be read other than as an outright endorsement of multiple loss causation as a permissible basis for departing downward, and, indeed, as a departure-justifying reason that the guidelines encourage.  See generally <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">948</span> </a></span>(explaining that the guidelines sometimes \"offer the district court, which is considering whether to depart, special assistance, by specifically encouraging\" certain types of departures).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Despite the plain import of Gregorio, the government maintains that multiple loss causation is an invalid basis for a downward departure.  Gregorio is irrelevant here, the government says, because the Gregorio court had before it the November 1990 version of the guidelines, which, like the original (1987) version, authorized departures when \"the total dollar loss that results from the offense [overstates] its seriousness,\" such as when \"a misrepresentation ... is not the sole cause of the <span class=\"citation\" data-id=\"577673\"><span class=\"antecedent_guess\">loss.\"</span>  <a href=\"/opinion/577673/united-states-v-william-gregorio/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">345</span> </a></span>(citing November 1990 version of application note 11).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In the government's view, time has passed Gregorio by, for the Sentencing Commission rewrote the application notes to section 2F1.1 effective November 1, 1991, consolidating several preexisting notes into a new note 10.  In the process, the Commission eliminated any reference to \"the sole cause of the loss\" language.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The government proceeds to weave a tapestry from several gossamer strands of speculation and surmise, hypothesizing that the Commission, recognizing that it had improvidently promulgated former note 11, acknowledged the error of its ways and junked the original reference.  Using this hypothesis as a springboard, the government then jumps to the conclusion that the Commission, in essaying the revision, tacitly rejected multiple loss causation as an appropriate factor in the departure calculus.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We need not resolve the issue of whether the Commission, in revising the application notes in a way that dropped the \"sole cause of the loss\" language, intended to drum multiple loss causation out of the ranks of encouraged departures.  To avoid ex post facto difficulties, courts should \"normally apply [guideline] amendments retroactively only if they clarify a guideline, but not if they substantively change a guideline.\"  United States v. Prezioso, <span class=\"citation\" data-id=\"602838\"><a href=\"/opinion/602838/united-states-v-gabriel-prezioso/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">52</span></a></span>, 53 (1st Cir.1993);  accord Isabel v. United States, <span class=\"citation\" data-id=\"595487\"><a href=\"/opinion/595487/maurice-isabel-v-united-states/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span>, 62 (1st Cir.1992).  This rule stymies the government in this instance.  If, on the one hand, as the government argues, the Commission's rewriting of the application notes bars downward departures premised on multiple loss causation, then that revision cannot be applied retroactively for doing so would change the substance of the fraud guideline, U.S.S.G. Sec. 2F1.1, as that guideline was explicated in Gregorio.   See <span class=\"citation\" data-id=\"602838\"><span class=\"antecedent_guess\">Prezioso,</span> <a href=\"/opinion/602838/united-states-v-gabriel-prezioso/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">54</span> </a></span>(explaining that a new interpretation of a guideline that contradicts existing circuit precedent \"alters the guideline\" and, hence, constitutes a substantive change that can only apply prospectively).  If, on the other hand, the revision does not bar downward departures for multiple loss causation, then the district court's selection of multiple loss causation as its departure-justifying ground is, under Gregorio, unimpugnable.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Consequently, we hold that, under the original pre-1991 version of the guidelines--the version that controls here--the district court permissibly singled out multiple loss causation as a departure-justifying circumstance.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>C. Step Two:  The Factual Predicate.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Since the lower court isolated a conceptually proper departure-justifying circumstance, the second step of the review process looms.  At this stage, we must determine whether, on the whole record, the court supportably could have found that the departure-justifying circumstance actually existed.  See <span class=\"citation\" data-id=\"522865\"><span class=\"antecedent_guess\">Diaz-Villafane,</span> <a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">49</span></a></span>.   Because this determination implicates the court's factfinding, our standard of review is deferential.  See <span class=\"citation\" data-id=\"522865\"><a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"id_token\">id.</span>  (explaining that </a></span>the findings of fact underlying a departure decision \"may be set aside only for clear error\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Aside from the defendants' actions, the district court identified three factors that contributed to the magnitude of the loss in this case:  (1) the conduct of the bank's senior management;  (2) the buyers' esurience;  and (3) the nosedive in condominium prices.  The government does not seriously dispute either the incidence of these factors or their aggravating effect upon the amount of loss.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Instead, the government asserts that the court clearly erred in finding an overstatement because the loss figures that the court used for sentencing purposes represented only a fraction of the actual losses caused by the defendants' criminal activity.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This argument will not wash.  Calculating the amount of loss for purposes of the sentencing guidelines is more an art than a science.  Courts can, and frequently do, deal with rough estimates.  See United States v. Skrodzki, <span class=\"citation\" data-id=\"195031\"><a href=\"/opinion/195031/united-states-v-skrodzki/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">198</span></a></span>, 203 (1st Cir.1993);  see also U.S.S.G. Sec. 2F1.1, comment., n. 8 (stating that \"the loss need not be precise,\" so long as the court \"make[s] a reasonable estimate of the range of loss, given the available information\").  Hence, a party dissatisfied with the sentencing court's quantification of the amount of loss in a particular case must go a long way to demonstrate that the finding is clearly erroneous.  See <span class=\"citation\" data-id=\"195031\"><span class=\"antecedent_guess\">Skrodzki,</span> <a href=\"/opinion/195031/united-states-v-skrodzki/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">203</span></a></span>;  <span class=\"citation\" data-id=\"587242\"><span class=\"antecedent_guess\">Tardiff,</span> <a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1288</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Here, the court computed the amount of loss based on 43 loans that were specifically enumerated in various substantive counts of the indictment, plus an additional 97 loans that the Federal Bureau of Investigation (FBI) had classified as fraudulent.  The court then excluded from its loss calculation for each defendant any loan that formed the basis for a specific count on which he or she had been acquitted.  In restricting her computations to these 140 loans, the judge relied on an affidavit subscribed to by an FBI case agent, who reviewed the bank's records and culled out loans for which he found \"specific evidence of fraud.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Bearing in mind the wide berth that sentencing judges must be given in determining what information is, or is not, sufficiently reliable to be used in imposing sentence, see <span class=\"citation\" data-id=\"587242\"><span class=\"antecedent_guess\">Tardiff,</span> <a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1287</span></a></span>, we cannot say that Judge Zobel's refusal to venture beyond these 140 loans constituted clear error--especially since the record contains only sketchy information about the origin and extent of losses on other loans.  Nor can we say that the judge erred in excluding \"acquitted\" loans.  Although relevant conduct must be determined by the court, not the jury, see, e.g., United States v. Tavano, <span class=\"citation\" data-id=\"195113\"><a href=\"/opinion/195113/united-states-v-tavano/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 306 (1st Cir.1993);  United States v. Mocciola, <span class=\"citation\" data-id=\"533000\"><a href=\"/opinion/533000/united-states-v-gerard-peter-mocciola/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 17 (1st Cir.1989), we believe the evidence here falls well short of compelling a finding that any \"acquitted\" loans must be included in calculating the amount of loss.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Because the record adequately supports the district court's findings as to both multiple loss causation and amount of loss--indeed, the government has shown us nothing that casts serious doubt on the plausibility of the court's findings in either respect--we conclude that the departure decision passes muster at step two.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>D. Step Three:  Reasonableness.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We come now to the final step in the review process, focusing on whether the \"direction and degree of departure\" are reasonable.  <span class=\"citation\" data-id=\"522865\"><span class=\"antecedent_guess\">Diaz-Villafane,</span> <a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">49</span></a></span>.   The government says that the district court stumbled at this step by failing to explain how it arrived at such sizable sentence reductions and by exhibiting unreasonable leniency.  We turn first to the absence of a particularized explanation of how the district court determined the extent to which it would depart.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">1. The Need for Findings.   In United States v. Emery, <span class=\"citation\" data-id=\"605526\"><a href=\"/opinion/605526/united-states-v-charles-e-emery/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span>, 913 (1st Cir.1993), we held that it is not necessary for a district court to \"dissect its departure decision, explaining in mathematical or pseudo-mathematical terms each microscopic choice made in arriving at the precise sentence.\"   We opted instead for a pragmatic approach, recognizing the helpfulness of explanations but cautioning that \"when the court has provided a reasoned justification for its decision to depart, and that statement constitutes an adequate summary from which an appellate tribunal can gauge the reasonableness of the departure's extent, it has no obligation to go further and attempt to quantify the impact of each incremental factor on the departure sentence.\"  <span class=\"citation\" data-id=\"605526\"><a href=\"/opinion/605526/united-states-v-charles-e-emery/\"><span class=\"id_token\">Id.</span>  This approach </a></span>reflects our view that judicial discretion, sensibly exercised, is in most cases the critical determinant of the degree of departure.  See United States v. Aymelek, <span class=\"citation\" data-id=\"556393\"><a href=\"/opinion/556393/united-states-v-kaya-aymelek/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></a></span>, 70 (1st Cir.1991) (holding that, in respect to unguided departures, \"a sentencing court need not resort at all to analogies\");  <span class=\"citation\" data-id=\"522865\"><span class=\"antecedent_guess\">Diaz-Villafane,</span> <a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">51-52</span> </a></span>(disavowing any intention to reduce departure decisions to exercises in \"mechanistic bean-counting\").</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This approach is not discredited by cases such as United States v. Rosales, <span class=\"citation\" data-id=\"195287\"><a href=\"/opinion/195287/united-states-v-rosales/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">763</span> </a></span>(1st Cir.1994).  There, the district court gave only a terse summary of its reasons for departing, and offered no insight into how it settled upon the degree of departure.  On appeal, this paucity of information compromised our ability to assess the departure's reasonableness and necessitated a new sentencing proceeding.  See <span class=\"citation\" data-id=\"195287\"><a href=\"/opinion/195287/united-states-v-rosales/\"><span class=\"id_token\">id.</span> at 770.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">To be on the safe side, a sentencing judge should always endeavor to explain the extent of a departure.  Yet judges are human, and, like other human beings, they will sometimes fail to dot every \"i\" and cross every \"t.\"   When such a slip occurs and a sentencing court neglects to explain how it fixed the extent of a departure, no bright-line rule obtains.  Such situations must be handled on a case by case basis.  The bottom line is that we eschew a purely mechanical test--one that merely asks whether or not the sentencing court has made findings explaining the degree of departure--in favor of a practical one--one that asks more broadly whether or not the sentencing court has supplied the appellate panel with sufficient information to enable it to determine the reasonableness of the departure.  See, e.g., United States v. Quinones, <span class=\"citation\" data-id=\"672030\"><a href=\"/opinion/672030/united-states-v-jesus-m-quinones-aka-jesus-m-quinones-rodriguez/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">213</span></a></span>, 219 (1st Cir.1994) (stating that the court of appeals will overlook the omission of an explicit explanation anent the scope of a departure \"if the reasons for the judge's choice are obvious or if an explanation can fairly be implied from the record as a whole\").</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Here, unlike in Rosales, appellate review is facilitated by the sentencing court's detailed explanation of the circumstances warranting departure.  This thorough exposition is adequate to explain the departures' extent.  In particular, Judge Zobel's founded determination that the amount of loss grossly overstated the seriousness of the defendants' criminal activity weighs heavily.  Precisely because the guidelines use amount of loss as a proxy for culpability in fraud cases, a supportable finding that the loss exaggerates the reality of events often is tantamount to a finding that the conventional sentencing range exaggerates a defendant's blameworthiness, and, thus, tends to invite a corresponding downward departure.  So it is here.  Accordingly, while we would have preferred a more deliberate discussion of the degree of departure, \"we see no purpose served in this case ... in remanding to make explicit what was implicit.\"  United States v. Sclamo, <span class=\"citation\" data-id=\"610803\"><a href=\"/opinion/610803/united-states-v-joseph-sclamo-jr/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">970</span></a></span>, 974 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">2. The Departures' Extent.   The second shot in the government's sling comes closer to the mark.  The three departures currently under review are substantial;  as we show in the margin, the least generous of them (applicable to Harris) reduces the sentence to one-third the bottom of the GSR, and the other two departures (applicable to Bonaiuto and DiCologero, respectively) manifest even greater clemency.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Nonetheless, we reject both the prosecution's implicit premise that unguided departures of this magnitude are presumptively unsound and its explicit premise that the particular departures sub judice are simply unreasonable.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We begin at bedrock.  In respect to unguided departures, once the sentencing court identifies a departure-justifying circumstance and decides to act upon it, there is no algebraic formula that it can invoke to quantify the departure's extent.  Hence, determining the size of such a departure is \"quintessentially a judgment call,\" <span class=\"citation\" data-id=\"522865\"><span class=\"antecedent_guess\">Diaz-Villafane,</span> <a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">49</span></a></span>, of a type that the law leaves almost entirely to the sentencing court's standardless discretion.  This means, of course, that there is no single, correct, \"one-size-fits-all\" unguided departure;  rather, in any given situation, a range of widely disparate options doubtless fall within the universe of acceptable sentencing outcomes.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Similarly, once the trial judge departs, there is no litmus test that an appellate court can employ to verify that the extent of an unguided departure is--or is not--reasonable.  This stark reality, coupled with the district court's superior knowledge of the facts and its matchless ability to detect the subtle nuances that at times distinguish cases from the mine-run, argues convincingly for a deferential approach.  See <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">950</span> </a></span>(discussing desirability of deference in light of \"sentencing court's superior 'feel' for the case\") (quoting <span class=\"citation\" data-id=\"522865\"><span class=\"antecedent_guess\">Diaz-Villafane,</span> <a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">50</span></a></span>);  see generally Bruce M. Selya &amp; Matthew R. Kipp, An Examination of Emerging Departure Jurisprudence Under the Federal Sentencing Guidelines, 67 Notre Dame L.Rev. 1, 39-40 (1991) (explaining that, in reviewing the extent of an unguided departure, \"the sentencing judge's decision is accorded generous latitude in recognition of the court's firsthand knowledge of the case\").  We have consistently held, therefore, that appellate judges must exercise considerable restraint before disturbing the presider's reasoned definition of the degree of departure. See <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">950</span></a></span>;  <span class=\"citation\" data-id=\"522865\"><span class=\"antecedent_guess\">Diaz-Villafane,</span> <a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">49</span></a></span>-50.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">To be sure, this emphasis on deference places a considerable burden on the sentencing judge.  To ease the weight of this burden, the judge is entitled to expect counsel's help.  The lawyers are (or, at least, they should be) a fecund source of assistance, for they have every incentive to give the trial court the benefit of their thinking on issues in the case.  Indeed, the prosecution, which has an institutional interest in seeing that justice is done, possesses an incentive that borders on an obligation.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Departures fit neatly within this conceptual framework.  Judges must forewarn the parties of imminent departures, see Burns v. United States, <span class=\"citation\" data-id=\"112620\"><a href=\"/opinion/112620/burns-v-united-states/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">129</span></a></span>, 135-39, <span class=\"citation\" data-id=\"112620\"><a href=\"/opinion/112620/burns-v-united-states/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2182</span></a></span>, 2185-88, <span class=\"citation\" data-id=\"112620\"><a href=\"/opinion/112620/burns-v-united-states/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">123</span> </a></span>(1991), and, once forewarned, the prosecution and the defense become full partners with the court in the departure pavane.  Given the opportunity, the parties--out of self-interest, if for no more ennobling reason--should try to aid the court in determining what degree of departure best responds to the idiosyncratic features of the specific case.  A prosecutor who forfeits this opportunity is in a peculiarly poor position to protest profusely when the judge, left to her own devices, thereafter exercises her discretion as she deems best.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">This brings us to a special circumstance that undermines the argument the United States advances here.  Judge Zobel invited the government to make recommendations at the disposition hearing concerning the appropriate degree of departure for each defendant.  The prosecutor declined the invitation, clinging stubbornly to his position that the court should not depart at all.  At oral argument in this venue, the government sought to justify this maneuver by suggesting that its underlying position--its claim that the district court could not lawfully depart--somehow relieved it of any responsibility to assist the court in fixing the degree of departure.  We are unpersuaded.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The court below was faced with two distinct decisions:  whether to depart, and if so, to what extent.  Once the court resolved the threshold issue and solicited the parties' views on the second issue, the prosecution, given its distinctive role, could not sidestep the separate inquiry as to the degree of departure merely because it disagreed with the court's initial ruling.  Counsel who lose a point can neither pout nor play the ostrich, but must move on and confront the next set of issues.  See, e.g., United States v. Smolar, <span class=\"citation\" data-id=\"346698\"><a href=\"/opinion/346698/fed-sec-l-rep-p-96069-united-states-of-america-v-howard-smolar/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 17 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">866</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">203</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">143</span> </span>(1977).  Just as a lawyer who moves unsuccessfully for judgment as a matter of law must then give the court his suggested jury instructions on the issue or risk a less-than-favorable charge, so, too, a prosecutor who argues against a departure, loses, and then refuses to offer suggestions referable to the degree of departure runs a comparable risk.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In this instance, the chickens came home to roost:  the district court, unable to pry a recommendation out of the prosecution, granted sizable sentence reductions.  Under these straitened circumstances, the government has an especially hard row to hoe in its effort to convince us that the district court displayed unreasonable generosity in shaping the departures.  Because reasonableness is not an absolute, but a construct that \"depends on the circumstances,\" Cotto v. United States, <span class=\"citation\" data-id=\"606662\"><a href=\"/opinion/606662/evelyn-cotto-and-edwin-torres-etc-v-united-states/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">274</span></a></span>, 280 (1st Cir.1993), the government's silence in the face of the lower court's timeous request for enlightenment concerning the appropriate extent of the departures affects our assessment of the departures' reasonableness.  Put another way, the government, having been afforded an opportunity to influence a discretionary decision and having chosen instead to stonewall, can expect that doubts will be resolved against it when, thereafter, it attempts to second-guess that decision.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Cf. Paterson-Leitch Co. v. Massachusetts Mun. Wholesale Elec. Co., <span class=\"citation\" data-id=\"502424\"><a href=\"/opinion/502424/paterson-leitch-company-inc-v-massachusetts-municipal-wholesale-electric/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span>, 989 (1st Cir.1988) (\"Courts, like the Deity, are most frequently moved to help those who help themselves.\").</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Against this backdrop, we conclude that the government has not shown the sentencing outcomes in this case to be beyond the realm of reason.  In reviewing upward departures, we have ratified very dramatic deviations from tabulated sentencing ranges so long as they have been shown to be responsive to the record.  In Diaz-Villafane, for instance, we affirmed a 120-month sentence though the GSR topped out at 33 months.  In approving this upward departure--representing a 264% increase in the defendant's sentence--we deferred to \"the district court's firsthand knowledge of the case and its careful exposition of the reasons why it thought the situation to be markedly <span class=\"citation\" data-id=\"522865\"><span class=\"antecedent_guess\">atypical.\"</span>  <a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">52</span></a></span>.  Diaz-Villafane is not an aberration.  See, e.g., United States v. Hernandez Coplin, <span class=\"citation\" data-id=\"670483\"><a href=\"/opinion/670483/united-states-v-ramon-hernandez-coplin/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></a></span>, 316 (1st Cir.)  (upholding as reasonable 38-month and 46-month upward departures, representing increases of 380% and 328% over the respective GSR ceilings), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">378</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">328</span> </span>(1994);  United States v. Doe, <span class=\"citation\" data-id=\"195243\"><a href=\"/opinion/195243/united-states-v-doe/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 48-49 (1st Cir.1994) (upholding as reasonable a 45-month upward departure that represented a 166% increase over the GSR's apex);  United States v. Figaro, <span class=\"citation\" data-id=\"562319\"><a href=\"/opinion/562319/united-states-v-porfirio-johnson-figaro/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 8-9 (1st Cir.1991) (upholding as reasonable an upward departure that tripled the defendant's sentence);  United States v. Rodriguez-Cardona, <span class=\"citation\" data-id=\"555433\"><a href=\"/opinion/555433/united-states-v-osvaldo-rodriguez-cardona-aka-valdo/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1148</span></a></span>, 1156-57 (1st Cir.)  (upholding as reasonable an 84-month upward departure that represented an increase of 165% over the GSR's apex), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">809</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">54</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">31</span> </span>(1991).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Because we do not visualize departures as a one-way street leading invariably to higher sentences, the same reasoning applies ex proprio vigore to downward departures.  This street runs both ways.  Consequently, the amount of deference that is due to a district court's decision regarding the degree of departure does not expand and contract depending upon the departure's direction.  See, e.g., United States v. White Buffalo, <span class=\"citation\" data-id=\"658163\"><a href=\"/opinion/658163/united-states-v-michael-white-buffalo/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">575</span></a></span>, 577-78 (8th Cir.1993) (upholding as reasonable a downward departure to a term of probation as against a GSR of 18-24 months);  United States v. One Star, <span class=\"citation\" data-id=\"656667\"><a href=\"/opinion/656667/united-states-v-alex-one-star-sr/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span>, 61-62 (8th Cir.1993) (upholding as reasonable a downward departure to a term of probation as against a GSR of 33-41 months);  <span class=\"citation\" data-id=\"610803\"><span class=\"antecedent_guess\">Sclamo,</span> <a href=\"/opinion/610803/united-states-v-joseph-sclamo-jr/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">972</span> </a></span>(upholding as reasonable a downward departure to a term of probation as against a GSR of 24-30 months);  United States v. Jagmohan, <span class=\"citation\" data-id=\"545214\"><a href=\"/opinion/545214/united-states-v-jailal-jagmohan/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">61</span></a></span>, 65 (2d Cir.1990) (affirming district court's downward departure from GSR of 15-21 months to a term of probation).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We will not primp the peacock's plumage.  Here, four critical factors militate against a holding that the departures are unreasonably steep:  (1) the district court's supportable finding that the amount of loss vastly overstated the defendants' culpability, (2) the combined impact of the several external elements cited by the court (e.g., the greed displayed by the lender's senior management, the bank's negligence, the buyers' complicity, and the market's collapse), (3) the special circumstance that the government refused to assist the court in the daunting task of determining the departures' size, and (4) the breadth of the court's discretion in this area of sentencing.  Though the question is close, we conclude that the three departures are all within, albeit tiptoeing along the outer periphery of, the universe of acceptable sentencing outcomes.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Finally, we think that the differences in the degrees of departure as among the various defendants are sustainable.  As we have repeatedly observed, the amount of loss is a proxy for the seriousness of an offense.  In a broad sense, then, the loss calculation is relevant to an individual defendant's culpability, and the departure for multiple loss causation is driven by the knowledge that, on occasion, the proxy will overstate culpability.  In sentencing these defendants, the district court made explicit findings as to their relative culpability, rating the brothers Rostoff \"at the high end of culpability,\" Harris \"somewhat lower,\" Bonaiuto \"somewhat below [Harris],\" and \"DiCologero below that.\"<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  The court then linked the degree of departure to the degree of culpability.  Once a departure-justifying circumstance has been identified, and the sentencing court has determined to act upon it, a construct that varies the degree of departure based on relative culpability (as related to the actual ground for departure) seems eminently reasonable.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>E. Recapitulation.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We have made the pilgrimage that Rivera and Diaz-Villafane demand.  Having done so, we find that the district court departed for an encouraged reason, permissible under the guidelines;  that the departure-justifying circumstance is sufficiently record-rooted;  and that the extent of the departures is within acceptable bounds (if barely).  Consequently, we uphold the downward departures as to the defendants Harris, Bonaiuto, and DiCologero.</p>\n    </div>\n    <p>III. ROLE IN THE OFFENSE</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The final leg of our journey brings us to the sentences imposed on the Rostoff brothers.  Those defendants erect an immediate roadblock, asseverating that the district court's downward departures eliminate any need to scrutinize the antecedent role-in-the-offense adjustments.  Therefore, they urge us to vault directly to a departure analysis, ignoring possible errors in the court's interim sentencing adjustments.  We demur:  following this course would put the cart before the horse.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We need not tarry, for the Rostoffs' importuning impales itself on the horns of stare decisis.   The reasonableness of a departure depends on its extent--and the extent of a departure cannot be measured unless and until a defendant's sentencing range is established.  Thus, \"a decision to depart does not, as a general rule, render moot questions concerning the appropriateness of the calculations underbracing the district court's computations of the GSR.\"  <span class=\"citation\" data-id=\"605526\"><span class=\"antecedent_guess\">Emery,</span> <a href=\"/opinion/605526/united-states-v-charles-e-emery/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">910</span></a></span>.   The case at hand falls squarely within the Emery doctrine:  each of the challenged role-in-the-offense adjustments \"at least potentially, has more than academic effect on the actual sentence because the proportionality of the departure to the GSR is a salient factor to be considered in judging the departure's reasonableness.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Having dismantled the Rostoffs' roadblock, we turn to the challenged adjustments.  The sentencing guidelines provide for elevating the OL of \"an organizer or leader of a criminal activity that involved five or more participants or was otherwise extensive\" by four levels, U.S.S.G. Sec. 3B1.1(a);  elevating the OL of lieutenants--the \"manager[s] or supervisor[s]\" of such an activity--by three levels, U.S.S.G. Sec. 3B1.1(b);  and elevating the OL of those occupying leadership slots in smaller or less extensive criminal enterprises by two levels, U.S.S.G. Sec. 3B1.1(c).  Here, the district court invoked subsection (c), and increased the OL of each Rostoff brother by two levels.  The government contends that the court should have applied either subsection (a) or (b).  We agree.A. What Transpired Below.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The disputed role-in-the-offense adjustments originated with the Probation Department.  It recommended two-level enhancements under subsection (c) even though it acknowledged in the PSI Reports that the Rostoffs were \"principal[s]\" who \"participated in the management and coordination of the scheme\" and who \"received a larger share of the proceeds of this conspiracy.\"   The government objected to the proposed adjustments, emphasizing the size and complexity of the plot.  The Probation Department stood firm.  Curiously, however, even while rejecting the objection, it conceded in an addendum to Steven Rostoff's PSI Report that the criminal activity was \"extensive,\" and that all five defendants had been \"principal participants\" in it.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The government renewed its objection before the district court, but to no avail;  Judge Zobel accepted the Probation Department's recommendations on this subject without making any independent findings.  Accordingly, each brother received a two-level enhancement under subsection (c).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>B. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Role-in-the-offense determinations are innately fact-specific.  The court of appeals must, therefore, pay careful heed to the sentencing judge's views.  See United States v. Ocasio, <span class=\"citation\" data-id=\"548346\"><a href=\"/opinion/548346/united-states-v-gilberto-ocasio-aka-gilberto-ocasio-agosto/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">330</span></a></span>, 333 (1st Cir.1990).  It follows that our standard of oversight is deferential:  \"absent mistake of law, we review such determinations only for clear error.\"  United States v. Dietz, <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 52 (1st Cir.1991).  Questions of law engender de novo review.  See United States v. Brewster, <span class=\"citation\" data-id=\"194846\"><a href=\"/opinion/194846/united-states-v-brewster/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 54 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>C. Analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In ruling that subsection (c) applied, the district court necessarily found that the Rostoffs were \"organizer[s], leader[s], manager[s] or supervisor[s]\" of the criminal enterprise.  U.S.S.G. Sec. 3B1.1(c).  Neither side has challenged this finding.  The question on appeal, then, is whether the defendants' criminal activity \"involved five or more participants or was otherwise extensive,\" and, thus, fell outside the parameters of subsection (c).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The government's assertion that the criminal activity involved at least five participants is ironclad.  For one thing, the Probation Department's finding to this effect is essentially unchallenged.  For another thing, inasmuch as the jury found all five defendants guilty on the conspiracy count, the sentencing court was bound to conclude that the criminal activity involved no fewer than five participants.  See United States v. Weston, <span class=\"citation\" data-id=\"580695\"><a href=\"/opinion/580695/united-states-v-albert-weston-united-states-of-america-v-paul-r-taylor/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">212</span></a></span>, 218 (1st Cir.1992) (explaining that under the guidelines \"a guilty verdict, not set aside, binds the sentencing court to accept the facts necessarily implicit in the verdict\").</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Despite the impeccable provenance of this fact, the brothers try an end run around it.  They contend that U.S.S.G. Sec. 3B1.1(a)-(b) does not apply because, while they may have exercised leadership in a criminal enterprise that had at least five members, neither of them recruited, controlled, or directly supervised four other people.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  We need not dwell upon the correctness of the Rostoffs' self-assessment, however, for their end run takes us on a fool's errand.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Since the relevant language of subsections (a) and (b) is disjunctive, either extensiveness or numerosity is a sufficient predicate for a three- or four-level upward adjustment.  See United States v. Hall, <span class=\"citation no-link\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">284</span></span>, 287 (11th Cir.1993);  <span class=\"citation\" data-id=\"572657\"><span class=\"antecedent_guess\">Dietz,</span> <a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">53-54</span></a></span>.   In this instance, a careful review of the record leaves no room to doubt the extensiveness of the criminal enterprise.  Thus, we need not inquire into the attributes that might--or might not--be essential if the enhancement depended upon a finding of numerosity.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Unlike numerosity, extensiveness does not depend upon a finding that a criminal activity embraced no fewer than five criminally responsible participants, see United States v. Melendez, <span class=\"citation\" data-id=\"683510\"><a href=\"/opinion/683510/united-states-v-norman-melendez/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">797</span></a></span>, 800 (2d Cir.1994);  <span class=\"citation\" data-id=\"572657\"><span class=\"antecedent_guess\">Dietz,</span> <a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">53-54</span></a></span>, much less a finding that the activity included four or more persons under the defendant's direct control.  Rather, a determination that a criminal activity is \"extensive\" within the meaning of section 3B1.1 derives from \"the totality of the circumstances, including not only the number of participants but also the width, breadth, scope, complexity, and duration of the scheme.\"  <span class=\"citation\" data-id=\"572657\"><span class=\"antecedent_guess\">Dietz,</span> <a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">53</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Here, the conspiracy lasted for over three years, encompassed a bare minimum of 140 fraudulent loans, consumed millions of dollars, affected many lives, and involved a legion of people beyond the five named defendants.  On this record, we are compelled to conclude that the defendants' criminal activities satisfy the extensiveness standard that is built into U.S.S.G. Sec. 3B1.1(a)-(b).  Consequently, the two-level enhancement cannot stand:  if the district court impliedly held that the defendants' criminal activity was not extensive, it committed clear error, and if the court applied section 3B1.1(c) notwithstanding the extensiveness of the criminal activity, it misapprehended the law.  Either way, the court's crafting of the Rostoffs' adjusted offense levels undervalued their respective roles in the offense, requiring resentencing.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">We need go no further.  For the reasons stated, we affirm the convictions of all defendants, and affirm the sentences meted out to the defendants Harris, Bonaiuto, and DiCologero.  However, we vacate the sentences imposed on the defendants David and Steven Rostoff, and remand their cases for resentencing in light of the need for altered role-in-the-offense determinations.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Affirmed in part, vacated in part, and remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">STAHL, Circuit Judge, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">While I agree with the majority's result and with much of its reasoning, I cannot agree that the prosecution's \"reticence\" at recommending the degree of departure should animate our review of the reasonableness of the district court's departure decision.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">We review the direction and degree of unguided departures for reasonableness.  United States v. Diaz-Villafane, <span class=\"citation\" data-id=\"522865\"><a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 49 (1st Cir.1989);  see also 18 U.S.C. Sec. 3742(e)(3).  In determining whether a sentence is reasonable, we proceed with \" 'full awareness of, and respect for' the sentencing court's 'superior \"feel\" for the case.' \"  United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 950 (1st Cir.1993) (quoting <span class=\"citation\" data-id=\"522865\"><span class=\"antecedent_guess\">Diaz-Villafane,</span> <a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">50</span></a></span>).   Accordingly, the standard of review \"is quite deferential to the district judge.\"  United States v. Hernandez Coplin, <span class=\"citation\" data-id=\"670483\"><a href=\"/opinion/670483/united-states-v-ramon-hernandez-coplin/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></a></span>, 316 (1st Cir.1994).  We have never informed our deference by what the prosecutor recommends, either for upward or downward departures.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The majority states that if the government fails to recommend a downward departure when invited to do so, \"the government has an especially hard row to hoe in its effort to convince us that the district court displayed unreasonable generosity in shaping the departures,\" Majority at 410, and that \"the government's silence in the face of the lower court's timeous request for enlightenment concerning the appropriate extent of the departures affects our assessment of the departures' reasonableness,\" <span class=\"citation\" data-id=\"670483\"><a href=\"/opinion/670483/united-states-v-ramon-hernandez-coplin/\"><span class=\"id_token\">id.</span> at 410. </a></span> With this, the majority appears to adopt a waiver-like analysis, such that a prosecutor who fails to recommend an appropriate sentence risks a near-automatic affirmance of the district court's sentence.  I cannot agree that the government's action, be it in the nature of waiver or otherwise, has anything to do with our review of the reasonableness of the sentence, for in assessing reasonableness, our focus is on the facts of the case, not on the recommendations made by counsel.  Thus even if the government recommends a lesser departure than the court grants, that recommendation cannot be an appropriate basis for us to decide that the court's ultimate decision fails the reasonableness test.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In my view, the majority requires the court and the prosecutor to engage in an empty exercise, for to avoid affecting appellate review, the government would routinely recommend very small downward departures, even though it believes no departure is warranted and even though such advice will not assist the court any more than the government's true position that no departure is warranted.  Unlike the majority's example of a lawyer who moves unsuccessfully for judgment as a matter of law who must then suggest jury instructions to the court, see Majority at 410, the prosecutor who unsuccessfully argues against a decision to depart does not assist the court by then recommending a downward departure of one week.  In the departure context, the government's silence carries with it the implicit recommendation that no departure (and, therefore, at most a very small one) is appropriate.  Thus the government's argument that there is no legal authority to depart often conflates with its position that no departure is appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">I fail to understand the application of the majority's apparent rule in this case.  The majority accuses the prosecutor of \"stonewall[ing],\" Majority at 410, and of \"clinging stubbornly to his position that the court should not depart at all,\" <span class=\"citation\" data-id=\"670483\"><a href=\"/opinion/670483/united-states-v-ramon-hernandez-coplin/\"><span class=\"id_token\">id.</span> at 410. </a></span> It is true that the prosecutor did not believe that the court was entitled to consider multiple causes for the loss as a grounds for departing downward.  In addition to making that legal argument, however, the prosecutor also argued that even if the court had legal authority to depart, the losses being used for sentencing purposes did not overstate the seriousness of the defendants' offense.  Thus the prosecutor, accepting that the district court had legal authority to depart downward, still argued that no departure was warranted.  In accordance with that view, when invited to recommend an appropriate sentence, the prosecutor responded, \"Your Honor, we believe that the sentencing guideline ranges that were calculated by the Probation Office were appropriate ones....\"  The district court, hardly pressing for more assistance, replied, \"Oh, I understand.  I understand.\"   The prosecutor went on, however, to rank the defendants in order of the government's view of their culpability.  I would not characterize the prosecutor as having \"stonewall[ed].\"</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Thus, given the deference appropriate in reviewing departure decisions, and given the facts found by the district court, we cannot say that the district court acted unreasonably in departing downward to the extent it did in this case.  This is so not because of any reticence showed by the government in failing to recommend appropriate sentences to the court, but rather because these departures, while significant, are nonetheless within the realm of reasonableness.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  The government's \"silence\" on the amount of departure is irrelevant, and the deference accorded the district court is not affected by actions of the government.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note two related facts.  First, after investigators discovered the fraud, Bonaiuto falsely asserted that he had queried borrowers about the deposits shown on the settlement sheets, and that they had assured him that they had made the indicated down payments.  Second, Bonaiuto also acted as closing attorney for the bank in connection with his own purchase of two condominium units from the Rostoff group.  On each occasion, he submitted a settlement sheet to the bank showing that he had tendered a 10% down payment when, in fact, he had made no down payment at all</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> One vignette is particularly telling.  On July 23, 1987, DiCologero's husband closed a mortgage loan at the bank in order to finance his purchase of a condominium from the Rostoff group.  The settlement statement falsely indicated that a $7,700 deposit had been made when, in fact, DiCologero's husband had purchased the condominium with no cash down payment (advancing only $1,663.40 in closing costs).  The record shows that DiCologero shepherded the loan through the bank's approval process</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The jury convicted the defendants on a count that charged a conspiracy beginning in 1985 and continuing into 1989.  It is well established that the sentencing guidelines apply to offenses that straddle the effective date of the guidelines (November 1, 1987).  See United States v. David, <span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 739 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">989</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">605</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">628</span> </span>(1991).  Even in such cases, however, the guidelines in effect at the time of sentencing, not those in effect at the tag end of the offense, ordinarily control at sentencing, except where ex post facto concerns loom.  Cf., e.g., United States v. Harotunian, <span class=\"citation\" data-id=\"552769\"><a href=\"/opinion/552769/united-states-v-dennis-harotunian/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1040</span></a></span>, 1041-42 (1st Cir.1990).  The district court, invoking this exception, applied the November 1987 version of the guidelines.  No party questioned that choice below, and no party asks us to revisit it on appeal.  Since we follow the district court's lead, all references herein are to the November 1987 edition of the guidelines unless otherwise specifically indicated</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Inasmuch as the Rostoffs must be resentenced for other reasons, see infra Part III, we limit our departure inquiry to the sentences imposed upon Harris, DiCologero, and Bonaiuto, respectively</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The November 1990 version of application note 11 is identical to the 1987 version and, thus, controls in this case.  See supra note 3</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The new note reads in pertinent part:</p>\n        <p>In cases in which the loss ... does not fully capture the harmfulness and seriousness of the conduct, an upward departure may be warranted....  In a few instances, the loss ... may overstate the seriousness of the offense.  This may occur, for example, where a defendant attempted to negotiate an instrument that was so obviously fraudulent that no one would seriously consider honoring it.</p>\n        <p>U.S.S.G. Sec. 2F1.1 comment., n. 10 (Nov.1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The government also suggests, in what it bills as a separate argument, that the district court improperly relied on the conduct of the bank and of the buyers as a basis for departing.  At bottom, however, this suggestion is predicated on the government's assertion that it is improper to focus on any causes of the loss apart from the conduct of the defendants.  As we have pointed out, such a position is inconsistent with both the unambiguous language of the original commentary that accompanied section 2F1.1 and the clear import of existing circuit precedent.  Hence, the government's \"separate\" suggestion adds nothing to its flagship argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> At any rate, the record buttresses the district court's conclusions.  The evidence establishes that bank officials approved myriad loans, totalling millions of dollars, with an abandon commonly associated with drunken sailors.  In the bargain, senior management routinely authorized loans that exceeded the bank's LTV ratio, backdated documents, and acted, to use the government's phrase, in an \"incredibly negligent\" fashion.  The evidence also shows that many of the purchasers were sophisticated investors who, enthralled by gimmicks like the phantom down-payment concept, bought multiple properties.  As sophisticated investors surely should know, projected profits that look too good to be true often are--and often signify the presence of great financial hazards.  Finally, an economist's affidavit, introduced at sentencing, graphically illustrates the extent to which the bottom fell out of the condominium market</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The following chart illustrates the degrees of departure:</p>\n        <pre>  Defendant        GSR       Incarcerative\n                                Sentence\nJ. Harris      27-33 months     9 months\nP. Bonaiuto    33-41 months     0\nD. DiCologero  27-33 months     0</pre>\n        <p>Relatedly, the court placed Bonaiuto on two years probation, six months of which was to be served in a community treatment center, and sentenced DiCologero to a two-year term of straight probation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In general, departures can be classified as either \"guided\" or \"unguided.\"   As the label implies, a guided departure is one in which a \"guideline or related commentary suggests that under [the] particular circumstances the departure should be calibrated by a particular analogy to the sentencing grid.\"   Bruce M. Selya &amp; Matthew R. Kipp, An Examination of Emerging Departure Jurisprudence Under the Federal Sentencing Guidelines, 67 Notre Dame L.Rev. 1, 12 (1991).  In contrast, an unguided departure, although it may be based on grounds specifically encouraged or identified in the guidelines, is not constrained by a specification of the means through which the sentencing court must calculate the departure's magnitude.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span>   We restrict </span>our discussion today to unguided departures, because former application note 11 to section 2F1.1, as it appeared in 1987, offered no definitive directions for determining the extent of downward departures based on multiple loss causation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Our concurring brother misapprehends this point.  Since reasonableness is necessarily a function of what the sentencing court knows, depriving the court of the prosecutor's judgments about the extent of an anticipated departure limits the court's knowledge and, thus, affects the reasonableness of its ensuing determination.  Contrary to Judge Stahl's assumption, the unhelpful prosecutor does not \"waive\" anything;  he simply makes his post hoc complaint less convincing</p>\n        <p>By like token, we do not believe that we are encouraging \"empty exercise[s].\"  Post at 415.  We agree that the prosecutor who, as our concurring brother suggests, \"recommend[s] a downward departure of one week,\" does not assist the sentencing court.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  We disagree, </span>however, that such a ruse would improve the prosecution's position or help to alter the calculus of reasonableness.  It should go without saying that, just as we expect lawyers who suggest jury instructions to base them on existing law or good faith arguments for new law, so do we expect the government to be candid and forthcoming in commenting upon the reasonableness of an anticipated departure.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> In a colloquy with the court, the prosecutor ranked the defendants in order of perceived culpability, listing David Rostoff as the most culpable, Steven Rostoff second, and Harris third.  Bonaiuto and DiCologero brought up the rear.  For the most part, the sentences imposed by Judge Zobel coincide with this ranking.  This parallelism makes it all the more difficult for the government to maintain that the judge's method was madness</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Of course, relative culpability alone is not a reason to depart.  See United States v. Wogan, <span class=\"citation\" data-id=\"564953\"><a href=\"/opinion/564953/united-states-v-russell-h-wogan/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1448 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">969</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">460</span> </span>(1991).  If, however, a valid departure-justifying circumstance is present, and the sentencing court acts on it, relative culpability appropriately can influence the degree of departure</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The operative number of other persons is four rather than five, since the defendant himself must be counted as a participant, see United States v. Tejada-Beltran, <span class=\"citation\" data-id=\"691951\"><a href=\"/opinion/691951/united-states-v-maximo-e-tejada-beltran-alias-etc/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 109 n. 9 (1st Cir.1995), and the defendant presumably is under his own control</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Some courts have held that, when the applicability of Sec. 3B1.1(a) depends upon numerosity rather than extensiveness, the defendant must be shown personally to have controlled no fewer than four other participants.  See, e.g., United States v. Carson, <span class=\"citation\" data-id=\"657209\"><a href=\"/opinion/657209/united-states-v-joseph-b-carson-john-k-lanter-wilbert-hall-aaron/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span>, 584 (7th Cir.1993) (stating that to warrant invoking subsection (a), the defendant must have had \"some control, direct or indirect, over at least four other participants in the offense\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">135</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">77</span> </span>(1994);  United States v. Reid, <span class=\"citation\" data-id=\"546964\"><a href=\"/opinion/546964/united-states-v-lloyd-michael-reid/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1456</span></a></span>, 1465 n. 8 (10th Cir.1990) (same), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1097</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">990</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1074</span> </span>(1991).  Other circuits take a different position.  See, e.g., United States v. Dota, <span class=\"citation\" data-id=\"677131\"><a href=\"/opinion/677131/united-states-v-richard-marion-dota-aka-dickie-stevens/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1179</span></a></span>, 1189 (9th Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1432</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span> </span>(1995).  Both the validity and the permutations of this interpretation of Sec. 3B1.1(a) are open questions in this circuit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The government maintains that David Rostoff's offense level should be enhanced by four levels pursuant to U.S.S.G. Sec. 3B1.1(a) and Steven Rostoff's offense level should be enhanced by three levels pursuant to U.S.S.G. Sec. 3B1.1(b).  We take no view of these particulars, leaving the resolution of such interstitial questions to the district court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> See Majority at 410-11 (discussing reasonableness in context of other departure cases)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112620/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194846/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195031/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195113/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195133/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195155/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195243/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/346698/",
    "https://www.courtlistener.com/api/rest/v3/opinions/502424/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522865/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533000/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545214/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546964/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548346/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552769/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555433/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556393/",
    "https://www.courtlistener.com/api/rest/v3/opinions/562319/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577673/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580695/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595487/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602838/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605526/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606662/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610803/",
    "https://www.courtlistener.com/api/rest/v3/opinions/656667/",
    "https://www.courtlistener.com/api/rest/v3/opinions/657209/",
    "https://www.courtlistener.com/api/rest/v3/opinions/658163/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670483/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672030/",
    "https://www.courtlistener.com/api/rest/v3/opinions/677131/",
    "https://www.courtlistener.com/api/rest/v3/opinions/683510/",
    "https://www.courtlistener.com/api/rest/v3/opinions/691951/"
  ]
}