{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196002/",
  "id": 196002,
  "absolute_url": "/opinion/196002/united-states-v-connolly/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196002/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:54:05Z",
  "date_modified": "2020-02-21T23:48:55.175749Z",
  "type": "010combined",
  "sha1": "cf27860fe9dd1a60f825e950bf894064760954bf",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2083.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-2083\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                     WALTER F. CONNOLLY,\n                        a/k/a \"SNAKE\",\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge,\r                                                     \n\n               Campbell, Senior Circuit Judge,\r                                                         \n\n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nJean-Claude  Sakellarios   with  whom   David  I.   Bailinson  and\r                                                                         \nSakellarios &amp; Associates were on brief for appellant.\r                                \nMargaret  D.  McGaughey, Assistant  United  States  Attorney, with\r                                   \nwhom Jay  P.  McCloskey,  United  States  Attorney,  and  Jonathan  R.\r                                                                              \nChapman,  Assistant  United States  Attorney,  were on  brief  for the\r               \nUnited States.\n\n                                         \n\n                        April 4, 1995\n                                         \r\r\n\n     BOUDIN, Circuit Judge.  On December  21, 1993, Walter F.\r                                      \n\nConnolly  pleaded  guilty  to  two  counts  of  a  four-count\n\nindictment.   The  indictment related  to the  1992 entry  by\n\nConnolly and  others into  a  home in  Cornish, Maine,  where\n\nConnolly  and his  confederates  believed they  would find  a\n\ncache  of marijuana  to steal.   Based  on a  plea agreement,\n\nConnolly pled guilty  to one count  of conspiring to  possess\n\nmarijuana with intent to distribute,  21 U.S.C.    841,  846,\n\nand one count of carrying a firearm during and in relation to\n\na drug trafficking crime, 18 U.S.C.    924(c).\n\n     The presentence report dated February 22, 1994, proposed\n\nthat  the amount of drugs attributed to the conspiracy be set\n\nat 145.1 kilograms (just under 320 pounds); the base  offense\n\nlevel is 26 for 100 to  400 kilograms of marijuana.  U.S.S.G.\n\n   2D1.1(c)(7).     The  report   recommended  a   four-level\n\nenhancement  because  Connolly  was  a  leader or  organizer,\n\nU.S.S.G.      3B1.1(a),  and  a   three-level  reduction  for\n\nacceptance of responsibility, U.S.S.G.   3E1.1.  Connolly had\n\nonly one criminal history  point, based on a  Florida assault\n\nconviction,  but also  19  other charges  or convictions  not\n\ncounted because of age or other circumstances.\n\n     The  government  moved  for  an   upward  departure  for\n\nuncounted criminal  history.   U.S.S.G.   4A1.2.   Connolly's\n\ncounsel countered the government's  motion by saying that the\n\nearlier prosecutor  who negotiated the plea  had promised not\n\n                             -2-\r                                         -2-\r\r\n\nto  move  for an  upward departure.   Connolly  filed various\n\nobjections to  the presentence  report, moved for  a downward\n\ndeparture  based  on diminished  capacity,  and  sought as  a\n\nwitness the  homeowner whose  house  had been  invaded.   The\n\ndistrict  court found  that  the  homeowner's  testimony  was\n\nirrelevant because no marijuana had been found and  the issue\n\nwas what Connolly had believed would be found.  \n\n     After a  delay to determine what  the earlier prosecutor\n\nhad said, the district court sentenced Connolly on October 3,\n\n1994.    On  the  issue  of  drug  quantity,  the  government\n\npresented  testimony from an investigator who had interviewed\n\nother cooperating defendants; according to the investigator's\n\nreports  of his  interviews, the  defendants had  expected to\n\nfind  at least  eight  40-pound bags  of marijuana,  although\n\nhigher figures  were also  reported.  Connolly  testified and\n\ndenied  expecting that any marijuana  would be found; he said\n\nthat  he had expected  the drugs to  be gone and  that he had\n\nparticipated only in the hope of finding money.\n\n     The  government  continued  to   press  for  an   upward\n\ndeparture based  on uncounted criminal history,  arguing that\n\nno promise had  been made  by the earlier  prosecutor not  to\n\nmove for an upward  departure.  Defense counsel who  had been\n\ninvolved in  the plea negotiations reported  that the earlier\n\nprosecutor had  said, \"you're lucky  we're not asking  for an\n\nupward  departure,\" and  then  repeated, when  a protest  was\n\n                             -3-\r                                         -3-\r\r\n\nmade,  \"we're not going to  do that.\"   Counsel also reported\n\nthat   the  earlier  prosecutor   had  also   made  guideline\n\ncomputations that showed no such departure.\n\n     The district court then found that the relevant quantity\n\nof marijuana was 145.1  kilograms, reflecting the amount that\n\nthe  conspirators  had expected  to  steal;  that the  upward\n\nadjustment of four  levels for leadership, and a downward one\n\nof three  levels for acceptance of  responsibility, were both\n\nproper; and  that a downward departure sought by Connolly for\n\nsubstance  abuse  was not  warranted.   This  resulted  in an\n\nadjusted offense level of 27 for count I.\n\n     As  to  criminal  history,  the  court  found  that  the\n\ngovernment had not promised to refrain from seeking an upward\n\ndeparture.  The  court also said that it \"would  in any event\n\nhave contemplated  departing upward .  . . if  the government\n\nhad not so  requested.\"  The court found that Connolly had an\n\nextensive criminal history reflecting \"a lifelong pattern  of\n\ncriminality.\"    The  court  also found  that  a  17-year-old\n\nburglary  conviction, although  remote  in  time,  should  be\n\ncounted  under U.S.S.G.    4A1.2  because  it was  similar in\n\nnature to the crime  of conviction.  This added  three points\n\nto Connolly's criminal history, placing him in category III.\n\n     The  resulting guideline range for count I was 87 to 108\n\nmonths.    The  court  imposed  a  sentence  of  100  months,\n\ndeducting  time  already  spent  in pretrial  custody.    The\n\n                             -4-\r                                         -4-\r\r\n\nstatutory  minimum  sentence  of  60  months,  to  be  served\n\nconsecutively to the  count I sentence, was imposed  on count\n\nII.  18  U.S.C.   924(c).  Connolly has  now appealed to this\n\ncourt.  \n\n     Connolly's first  challenge is  to the district  court's\n\nupward departure based on criminal history.  The first of two\n\nseparate  arguments is  that the  government's motion  for an\n\nupward departure was  a breach  of the plea  agreement or  at\n\nleast the earlier prosecutor's promise that no such departure\n\nwould  be sought.   We  assume arguendo  the accuracy  of the\r                                                   \n\ndefense's  description  of  what  the  prosecutor  said;  two\n\nlawyers so testified and the government did not squarely deny\n\nit.   Still,  it is difficult  to regard that  statement as a\n\npart of the plea bargain because  of the language of the plea\n\nagreement itself.\n\n     The   agreement  explicitly   sets  forth   the  various\n\nobligations of  the parties, specifies  that the government's\n\ncommitment  is to  drop  two  other  counts,  and  says  that\n\n\"Defendant  understands that  there are  no further  or other\n\npromises or agreements, either express or implied, other than\n\nthose  contained in this Agreement and that none will be made\n\nexcept  in  writing and  signed  by all  parties.\"   Further,\n\nneither Connolly nor his counsel  referred to an oral promise\n\nby the government not to move  to depart when, at the Rule 11\n\n                             -5-\r                                         -5-\r\r\n\nhearing,  the  district  court  inquired  whether  any  other\n\npromises had been made.\n\n     What we have, therefore,  is a prosecutor's oral comment\n\nthat might or might not be taken as a promise.  But, if taken\n\nas a promise,  it was not included in a later filed agreement\n\nthat  purported to be a complete  integration of all promises\n\nmade by the government.  Reading the document in full, it  is\n\nhard to  know what  more a  prosecutor could  do to write  an\n\nagreement that negated promises other than those set forth in\n\nthe document.   Further, the defense  thereafter confirmed in\n\nopen court that no  unwritten promises were part of  the plea\n\nbargain.\n\n     Absent special circumstances, a defendant--quite as much\n\nas the government--is bound by  a plea agreement that recites\n\nthat it is a complete statement of the  parties' commitments.\n\nWe have said  that there  may be exceptions  to this  general\n\nrule in unusual cases,  Bemis v. United States, 30  F.3d 220,\r                                                          \n\n222 (1st  Cir. 1994),  but Connolly  has  pointed to  nothing\n\nunusual in this case.  The earlier oral representation is not\n\noffered  to  explain  but  rather  to  contradict  the  later\n\nwriting.   Nor  is  there any  basis  here for  charging  the\n\ngovernment with deliberate misconduct.\n\n     In  some  cases,  earlier  oral  discussions   with  the\n\nprosecutor may be perfectly legitimate evidence to  interpret\n\nor clarify later  written statements.   This appears to  have\n\n                             -6-\r                                         -6-\r\r\n\nbeen  the case  in  In re  Arnett, 804  F.2d 1200  (11th Cir.\r                                             \n\n1986),  cited to us by  Connolly.  In  Arnett, the prosecutor\r                                                         \n\ntold the defendant orally that the government had no interest\n\nin  forfeiting  his  farm.    The  resulting  plea  agreement\n\nprovided  for the defendant to forfeit $3,000 found on him at\n\nthe time of  his arrest.   The Eleventh  Circuit held that  a\n\nlater  effort by  the government  to forfeit  the farm  was a\n\nbreach of the bargain.\n\n     The court  in Arnett  reasoned that the  specific $3,000\r                                     \n\nforfeiture provision in the agreement gave the defendant some\n\nbasis in the  document for  thinking that this  was the  only\n\nforfeiture to be sought, at least when the document was taken\n\nin  the context  of  the earlier  discussion.   If  the  plea\n\nagreement were read  as the defendant claimed  to read it--to\n\nmean  that  forfeiture was  limited  to  $3,000--then defense\r                                               \n\ncounsel  arguably  had  reason  to  think  that  no  separate\n\nreference to the farm was required in  the document or in the\n\nRule 11 colloquy.\n\n     In this  case, we  do not  see how  any language in  the\n\nwritten  agreement  can  be  construed,  or  even  reasonably\n\nmisconstrued,  as a promise by the government not to move for\n\na  departure.   The  agreement did  not  commit anyone  as to\n\nsentencing recommendations; indeed, it  specifically provided\n\nthat  each side  was  free to  petition for  an \"appropriate\"\n\nsentence.   The prosecutor's sample guideline calculation was\n\n                             -7-\r                                         -7-\r\r\n\nnot  a   part  of   the  agreement,  and   such  illustrative\n\ncalculations  appear to be commonplace.  In sum, it would not\n\nbe reasonable to read the agreement to establish, or the Rule\n\n11 colloquy to preserve,  a promise by the government  not to\n\nmove for a departure.\n\n     It  is worth adding that in this case, unlike Arnett, we\r                                                                     \n\ndo  not have  an apparent  threat of  unfairness.   While the\n\nforfeiture  in Arnett was  ultimately in  the control  of the\r                                 \n\nprosecutor, the  departure decision in this case lay with the\n\ndistrict court.  The  district judge said that he  would have\n\nconsidered an upward departure based on criminal history even\n\nif the government had  never raised the subject.   The nature\n\nof  Connolly's record,  yet to  be recounted,  amply explains\n\nthis  sentiment.   Further, the  presentence report  proposed\n\nthat the district court consider such a departure.\n\n     Under ordinary rules these facts might also suggest that\n\nif  the government did  make and  break an  explicit promise,\n\nthat breach could still  be deemed harmless.  The  government\n\nurges this as an alternative ground  for affirmance, but does\n\nnot try to square  its position with Santobello v.  New York,\r                                                                        \n\n404  U.S. 257 (1971), which  appears to remain  the law.  See\r                                                                         \n\nUnited States v. Canada,  960 F.2d 263, 271 (1st  Cir. 1992).\r                                   \n\nCompare Kingsley  v. United  States, 968  F.2d 109,  115 (1st\r                                               \n\nCir. 1992).  We leave  this issue for another day  and decide\n\n                             -8-\r                                         -8-\r\r\n\nthis case on the ground that the government did not break any\n\npromise to which it was committed by the final agreement.\n\n     In a  related argument  Connolly says that  the district\n\ncourt erred  on the  merits  in departing  based on  criminal\n\nhistory.   Connolly's record of criminal conduct, convictions\n\nand  pending charges  was  lengthy.   Apart from  the Florida\n\nassault   conviction  that  represented  his  first  criminal\n\nhistory  point, Connolly  had been  convicted for  car theft,\n\nmalicious   damage,   larceny,  multiple   assaults,  weapons\n\noffenses and various drug offenses, in addition to other less\n\nserious charges.   For  various  reasons--such as  age--these\n\nconvictions  did not  automatically  translate into  criminal\n\nhistory points.     The guidelines provide that  the district\n\ncourt   may  depart  upward   wherever  reliable  information\n\nindicates that  \"the criminal history category  [in which the\n\ndefendant  is initially placed]  does not  adequately reflect\n\nthe seriousness  of the defendant's past  criminal conduct or\n\nthe  likelihood\" of future crime.   U.S.S.G.    4A1.3.  Here,\n\nthe district court followed  the guidelines' methodology  for\n\ndepartures  by  making  an   adjustment  in  the  defendant's\n\ncriminal  history category  and then  applying the  guideline\n\nrange that corresponded to the new  category.  Id.  The court\r                                                              \n\ndetermined the  new  criminal history  category  by  awarding\n\npoints for a prior armed burglary conviction that  fell about\n\n                             -9-\r                                         -9-\r\r\n\ntwo  years  beyond  the  15-year  cut-off   period.    Id.   \r                                                                      \n\n4A1.2(e)(1).\n\n     In this court, Connolly objects  to the departure on the\n\nground that the prior conviction was a single incident,  long\n\nin the past, that did not closely resemble the present crime.\n\nBut  the district court did not make the adjustment solely on\n\naccount  of  the single  prior  conviction but  because  of a\n\nsubstantial  criminal  career   which,  after  a  period   of\n\nreasonably good behavior, Connolly gave evidence of resuming.\n\nThe  17-year-old conviction, bearing some general resemblance\n\nin  type to  the  current  offense,  was  used  simply  as  a\n\nbenchmark to measure the departure.\n\n     The district court's  judgment as to  the need for,  and\n\ndegree of,  departure based on uncounted  criminal history is\n\nsubject to substantial deference  on judicial review.  United\r                                                                         \n\nStates v.  Mottram, 34  F.3d 1065 (1st  Cir. 1994).   We have\r                              \n\nalready noted the defendant's  record and the defendant's two\n\nrecent crimes--the recent Florida  assault and the armed drug\n\noffense in this case.  It is unnecessary to embellish matters\n\nby describing in more detail the very dangerous home invasion\n\nin this  case, which  nearly resulted  in several  deaths, or\n\nConnolly's  prior motorcycle-gang affiliations and their role\n\nin this case.\n\n     Connolly's  remaining arguments  relate to  the district\n\ncourt's  findings as to the  quantity of drugs and Connolly's\n\n                             -10-\r                                         -10-\r\r\n\nleadership role.  Connolly says that these findings rested on\n\nunreliable  hearsay, thus violating  both the  guidelines and\n\nthe Sixth Amendment.  He also says that the evidence does not\n\njustify  the findings.    Reliable  hearsay  can be  used  at\r                                              \n\nsentencing, United States v.  Zuleta-Alvarez, 922 F.2d 33, 36\r                                                        \n\n(1990),  cert.  denied,  500  U.S. 927  (1991),  and  whether\r                                  \n\nreliable evidence  supported the  findings here is  tested on\n\nappeal under the \"clear error\" standard.  Id. at 36-37.\r                                                         \n\n     Since no drugs were  present in the house, the  quantity\n\nattributable  to  Connolly  depended   on  what  he  and  his\n\nconfederates  expected to find.   United States  v. Piper, 35\r                                                                     \n\nF.3d  611, 615 (1st Cir. 1994).   The views of Connolly's co-\n\ndefendants  were assuredly  hearsay,  being  reported in  the\n\npresentence  report  and  by  an  investigating  officer  who\n\ntestified.  But  the co-defendants were generally  consistent\n\nin fixing 320 pounds as about the least that Connolly and the\n\nothers  expected to find.  The district court was not obliged\n\nto  credit Connolly's own statement that he did not expect to\n\nfind any drugs at all.  United States v. Brewster,  1 F.3d 51\r                                                             \n\n(1st Cir. 1993).\n\n     As  for  \"leadership,\"  Connolly  did  not  concoct  the\n\noffense  but,  at the  behest  of the  original  plotters, he\n\nrecruited four  other men into  the venture, claimed  a large\n\nshare of the expected profits, and negotiated terms  with the\n\noriginal plotters.   Other co-defendants pointed  to Connolly\n\n                             -11-\r                                         -11-\r\r\n\nas  giving  orders  to  others  in the  actual  planning  and\n\nexecution of the  plan.  Connolly could permissibly  be found\n\nto be a leader or organizer, U.S.S.G.   3B1.1(a).  Again, the\n\ndistrict court was not  required to accept Connolly's denials\n\nor those  of a  close friend,  who gave  rather insubstantial\n\ntestimony.\n\n     Affirmed.\r                          \n\n                             -12-\r                                         -12-\r\r\n",
  "html": "<p class=\"case_cite\">51 F.3d 1</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Walter F. CONNOLLY, a/k/a \"Snake\", Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2083.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 2, 1995.<br>Decided April 4, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jean-Claude Sakellarios with whom David I. Bailinson and Sakellarios &amp; Associates, were on brief, for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Asst. U.S. Atty., with whom Jay P. McCloskey, U.S. Atty., and Jonathan R. Chapman, Asst. U.S. Atty., were on brief, for the U.S.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On December 21, 1993, Walter F. Connolly pleaded guilty to two counts of a four-count indictment.  The indictment related to the 1992 entry by Connolly and others into a home in Cornish, Maine, where Connolly and his confederates believed they would find a cache of marijuana to steal.  Based on a plea agreement, Connolly pled guilty to one count of conspiring to possess marijuana with intent to distribute, 21 U.S.C. Secs. 841, 846, and one count of carrying a firearm during and in relation to a drug trafficking crime, 18 U.S.C. Sec. 924(c).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The presentence report dated February 22, 1994, proposed that the amount of drugs attributed to the conspiracy be set at 145.1 kilograms (just under 320 pounds);  the base offense level is 26 for 100 to 400 kilograms of marijuana.  U.S.S.G. Sec. 2D1.1(c)(7).  The report recommended a four-level enhancement because Connolly was a leader or organizer, U.S.S.G. Sec. 3B1.1(a), and a three-level reduction for acceptance of responsibility, U.S.S.G. Sec. 3E1.1.  Connolly had only one criminal history point, based on a Florida assault conviction, but also 19 other charges or convictions not counted because of age or other circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The government moved for an upward departure for uncounted criminal history.  U.S.S.G. Sec. 4A1.2.  Connolly's counsel countered the government's motion by saying that the earlier prosecutor who negotiated the plea had promised not to move for an upward departure.  Connolly filed various objections to the presentence report, moved for a downward departure based on diminished capacity, and sought as a witness the homeowner whose house had been invaded.  The district court found that the homeowner's testimony was irrelevant because no marijuana had been found and the issue was what Connolly had believed would be found.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After a delay to determine what the earlier prosecutor had said, the district court sentenced Connolly on October 3, 1994.  On the issue of drug quantity, the government presented testimony from an investigator who had interviewed other cooperating defendants;  according to the investigator's reports of his interviews, the defendants had expected to find at least eight 40-pound bags of marijuana, although higher figures were also reported.  Connolly testified and denied expecting that any marijuana would be found;  he said that he had expected the drugs to be gone and that he had participated only in the hope of finding money.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The government continued to press for an upward departure based on uncounted criminal history, arguing that no promise had been made by the earlier prosecutor not to move for an upward departure.  Defense counsel who had been involved in the plea negotiations reported that the earlier prosecutor had said, \"you're lucky we're not asking for an upward departure,\" and then repeated, when a protest was made, \"we're not going to do that.\"   Counsel also reported that the earlier prosecutor had also made guideline computations that showed no such departure.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court then found that the relevant quantity of marijuana was 145.1 kilograms, reflecting the amount that the conspirators had expected to steal;  that the upward adjustment of four levels for leadership, and a downward one of three levels for acceptance of responsibility, were both proper;  and that a downward departure sought by Connolly for substance abuse was not warranted.  This resulted in an adjusted offense level of 27 for count I.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As to criminal history, the court found that the government had not promised to refrain from seeking an upward departure.  The court also said that it \"would in any event have contemplated departing upward ... if the government had not so requested.\"   The court found that Connolly had an extensive criminal history reflecting \"a lifelong pattern of criminality.\"   The court also found that a 17-year-old burglary conviction, although remote in time, should be counted under U.S.S.G. Sec. 4A1.2 because it was similar in nature to the crime of conviction.  This added three points to Connolly's criminal history, placing him in category III.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The resulting guideline range for count I was 87 to 108 months.  The court imposed a sentence of 100 months, deducting time already spent in pretrial custody.  The statutory minimum sentence of 60 months, to be served consecutively to the count I sentence, was imposed on count II.  18 U.S.C. Sec. 924(c).  Connolly has now appealed to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Connolly's first challenge is to the district court's upward departure based on criminal history.  The first of two separate arguments is that the government's motion for an upward departure was a breach of the plea agreement or at least the earlier prosecutor's promise that no such departure would be sought.  We assume arguendo the accuracy of the defense's description of what the prosecutor said;  two lawyers so testified and the government did not squarely deny it.  Still, it is difficult to regard that statement as a part of the plea bargain because of the language of the plea agreement itself.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The agreement explicitly sets forth the various obligations of the parties, specifies that the government's commitment is to drop two other counts, and says that \"Defendant understands that there are no further or other promises or agreements, either express or implied, other than those contained in this Agreement and that none will be made except in writing and signed by all parties.\"   Further, neither Connolly nor his counsel referred to an oral promise by the government not to move to depart when, at the Rule 11 hearing, the district court inquired whether any other promises had been made.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">What we have, therefore, is a prosecutor's oral comment that might or might not be taken as a promise.  But, if taken as a promise, it was not included in a later filed agreement that purported to be a complete integration of all promises made by the government.  Reading the document in full, it is hard to know what more a prosecutor could do to write an agreement that negated promises other than those set forth in the document.  Further, the defense thereafter confirmed in open court that no unwritten promises were part of the plea bargain.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Absent special circumstances, a defendant--quite as much as the government--is bound by a plea agreement that recites that it is a complete statement of the parties' commitments.  We have said that there may be exceptions to this general rule in unusual cases, Bemis v. United States, 30 F.3d 220, 222 (1st Cir.1994), but Connolly has pointed to nothing unusual in this case.  The earlier oral representation is not offered to explain but rather to contradict the later writing.  Nor is there any basis here for charging the government with deliberate misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In some cases, earlier oral discussions with the prosecutor may be perfectly legitimate evidence to interpret or clarify later written statements.  This appears to have been the case in In re Arnett, 804 F.2d 1200 (11th Cir.1986), cited to us by Connolly.  In Arnett, the prosecutor told the defendant orally that the government had no interest in forfeiting his farm.  The resulting plea agreement provided for the defendant to forfeit $3,000 found on him at the time of his arrest.  The Eleventh Circuit held that a later effort by the government to forfeit the farm was a breach of the bargain.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The court in Arnett reasoned that the specific $3,000 forfeiture provision in the agreement gave the defendant some basis in the document for thinking that this was the only forfeiture to be sought, at least when the document was taken in the context of the earlier discussion.  If the plea agreement were read as the defendant claimed to read it--to mean that forfeiture was limited to $3,000--then defense counsel arguably had reason to think that no separate reference to the farm was required in the document or in the Rule 11 colloquy.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this case, we do not see how any language in the written agreement can be construed, or even reasonably misconstrued, as a promise by the government not to move for a departure.  The agreement did not commit anyone as to sentencing recommendations;  indeed, it specifically provided that each side was free to petition for an \"appropriate\" sentence.  The prosecutor's sample guideline calculation was not a part of the agreement, and such illustrative calculations appear to be commonplace.  In sum, it would not be reasonable to read the agreement to establish, or the Rule 11 colloquy to preserve, a promise by the government not to move for a departure.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is worth adding that in this case, unlike Arnett, we do not have an apparent threat of unfairness.  While the forfeiture in Arnett was ultimately in the control of the prosecutor, the departure decision in this case lay with the district court.  The district judge said that he would have considered an upward departure based on criminal history even if the government had never raised the subject.  The nature of Connolly's record, yet to be recounted, amply explains this sentiment.  Further, the presentence report proposed that the district court consider such a departure.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under ordinary rules these facts might also suggest that if the government did make and break an explicit promise, that breach could still be deemed harmless.  The government urges this as an alternative ground for affirmance, but does not try to square its position with Santobello v. New York, 404 U.S. 257, 92 S.Ct. 495, 30 L.Ed.2d 427 (1971), which appears to remain the law.  See United States v. Canada, 960 F.2d 263, 271 (1st Cir.1992).  Compare Kingsley v. United States, 968 F.2d 109, 115 (1st Cir.1992).  We leave this issue for another day and decide this case on the ground that the government did not break any promise to which it was committed by the final agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In a related argument Connolly says that the district court erred on the merits in departing based on criminal history.  Connolly's record of criminal conduct, convictions and pending charges was lengthy.  Apart from the Florida assault conviction that represented his first criminal history point, Connolly had been convicted for car theft, malicious damage, larceny, multiple assaults, weapons offenses and various drug offenses, in addition to other less serious charges.  For various reasons--such as age--these convictions did not automatically translate into criminal history points.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The guidelines provide that the district court may depart upward wherever reliable information indicates that \"the criminal history category [in which the defendant is initially placed] does not adequately reflect the seriousness of the defendant's past criminal conduct or the likelihood\" of future crime.  U.S.S.G. Sec. 4A1.3.  Here, the district court followed the guidelines' methodology for departures by making an adjustment in the defendant's criminal history category and then applying the guideline range that corresponded to the new category.  Id.  The court determined the new criminal history category by awarding points for a prior armed burglary conviction that fell about two years beyond the 15-year cut-off period.  Id. Sec. 4A1.2(e)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In this court, Connolly objects to the departure on the ground that the prior conviction was a single incident, long in the past, that did not closely resemble the present crime.  But the district court did not make the adjustment solely on account of the single prior conviction but because of a substantial criminal career which, after a period of reasonably good behavior, Connolly gave evidence of resuming.  The 17-year-old conviction, bearing some general resemblance in type to the current offense, was used simply as a benchmark to measure the departure.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court's judgment as to the need for, and degree of, departure based on uncounted criminal history is subject to substantial deference on judicial review.  United States v. Mottram, 34 F.3d 1065, 1994 WL 456340 (1st Cir.1994).  We have already noted the defendant's record and the defendant's two recent crimes--the recent Florida assault and the armed drug offense in this case.  It is unnecessary to embellish matters by describing in more detail the very dangerous home invasion in this case, which nearly resulted in several deaths, or Connolly's prior motorcycle-gang affiliations and their role in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Connolly's remaining arguments relate to the district court's findings as to the quantity of drugs and Connolly's leadership role.  Connolly says that these findings rested on unreliable hearsay, thus violating both the guidelines and the Sixth Amendment.  He also says that the evidence does not justify the findings.  Reliable hearsay can be used at sentencing, United States v. Zuleta-Alvarez, 922 F.2d 33, 36 (1990), cert. denied, 500 U.S. 927, 111 S.Ct. 2039, 114 L.Ed.2d 123 (1991), and whether reliable evidence supported the findings here is tested on appeal under the \"clear error\" standard.  Id. at 36-37.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Since no drugs were present in the house, the quantity attributable to Connolly depended on what he and his confederates expected to find.  United States v. Piper, 35 F.3d 611, 615 (1st Cir.1994).  The views of Connolly's co-defendants were assuredly hearsay, being reported in the presentence report and by an investigating officer who testified.  But the co-defendants were generally consistent in fixing 320 pounds as about the least that Connolly and the others expected to find.  The district court was not obliged to credit Connolly's own statement that he did not expect to find any drugs at all.  United States v. Brewster, 1 F.3d 51 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As for \"leadership,\" Connolly did not concoct the offense but, at the behest of the original plotters, he recruited four other men into the venture, claimed a large share of the expected profits, and negotiated terms with the original plotters.  Other co-defendants pointed to Connolly as giving orders to others in the actual planning and execution of the plan.  Connolly could permissibly be found to be a leader or organizer, U.S.S.G. Sec. 3B1.1(a).  Again, the district court was not required to accept Connolly's denials or those of a close friend, who gave rather insubstantial testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Walter F. CONNOLLY, a/k/a \"Snake\", Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2083.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 2, 1995.<br>Decided April 4, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jean-Claude Sakellarios with whom David I. Bailinson and Sakellarios &amp; Associates, were on brief, for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Asst. U.S. Atty., with whom Jay P. McCloskey, U.S. Atty., and Jonathan R. Chapman, Asst. U.S. Atty., were on brief, for the U.S.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On December 21, 1993, Walter F. Connolly pleaded guilty to two counts of a four-count indictment.  The indictment related to the 1992 entry by Connolly and others into a home in Cornish, Maine, where Connolly and his confederates believed they would find a cache of marijuana to steal.  Based on a plea agreement, Connolly pled guilty to one count of conspiring to possess marijuana with intent to distribute, 21 U.S.C. Secs. 841, 846, and one count of carrying a firearm during and in relation to a drug trafficking crime, 18 U.S.C. Sec. 924(c).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The presentence report dated February 22, 1994, proposed that the amount of drugs attributed to the conspiracy be set at 145.1 kilograms (just under 320 pounds);  the base offense level is 26 for 100 to 400 kilograms of marijuana.  U.S.S.G. Sec. 2D1.1(c)(7).  The report recommended a four-level enhancement because Connolly was a leader or organizer, U.S.S.G. Sec. 3B1.1(a), and a three-level reduction for acceptance of responsibility, U.S.S.G. Sec. 3E1.1.  Connolly had only one criminal history point, based on a Florida assault conviction, but also 19 other charges or convictions not counted because of age or other circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The government moved for an upward departure for uncounted criminal history.  U.S.S.G. Sec. 4A1.2.  Connolly's counsel countered the government's motion by saying that the earlier prosecutor who negotiated the plea had promised not to move for an upward departure.  Connolly filed various objections to the presentence report, moved for a downward departure based on diminished capacity, and sought as a witness the homeowner whose house had been invaded.  The district court found that the homeowner's testimony was irrelevant because no marijuana had been found and the issue was what Connolly had believed would be found.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After a delay to determine what the earlier prosecutor had said, the district court sentenced Connolly on October 3, 1994.  On the issue of drug quantity, the government presented testimony from an investigator who had interviewed other cooperating defendants;  according to the investigator's reports of his interviews, the defendants had expected to find at least eight 40-pound bags of marijuana, although higher figures were also reported.  Connolly testified and denied expecting that any marijuana would be found;  he said that he had expected the drugs to be gone and that he had participated only in the hope of finding money.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The government continued to press for an upward departure based on uncounted criminal history, arguing that no promise had been made by the earlier prosecutor not to move for an upward departure.  Defense counsel who had been involved in the plea negotiations reported that the earlier prosecutor had said, \"you're lucky we're not asking for an upward departure,\" and then repeated, when a protest was made, \"we're not going to do that.\"   Counsel also reported that the earlier prosecutor had also made guideline computations that showed no such departure.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court then found that the relevant quantity of marijuana was 145.1 kilograms, reflecting the amount that the conspirators had expected to steal;  that the upward adjustment of four levels for leadership, and a downward one of three levels for acceptance of responsibility, were both proper;  and that a downward departure sought by Connolly for substance abuse was not warranted.  This resulted in an adjusted offense level of 27 for count I.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As to criminal history, the court found that the government had not promised to refrain from seeking an upward departure.  The court also said that it \"would in any event have contemplated departing upward ... if the government had not so requested.\"   The court found that Connolly had an extensive criminal history reflecting \"a lifelong pattern of criminality.\"   The court also found that a 17-year-old burglary conviction, although remote in time, should be counted under U.S.S.G. Sec. 4A1.2 because it was similar in nature to the crime of conviction.  This added three points to Connolly's criminal history, placing him in category III.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The resulting guideline range for count I was 87 to 108 months.  The court imposed a sentence of 100 months, deducting time already spent in pretrial custody.  The statutory minimum sentence of 60 months, to be served consecutively to the count I sentence, was imposed on count II.  18 U.S.C. Sec. 924(c).  Connolly has now appealed to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Connolly's first challenge is to the district court's upward departure based on criminal history.  The first of two separate arguments is that the government's motion for an upward departure was a breach of the plea agreement or at least the earlier prosecutor's promise that no such departure would be sought.  We assume arguendo the accuracy of the defense's description of what the prosecutor said;  two lawyers so testified and the government did not squarely deny it.  Still, it is difficult to regard that statement as a part of the plea bargain because of the language of the plea agreement itself.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The agreement explicitly sets forth the various obligations of the parties, specifies that the government's commitment is to drop two other counts, and says that \"Defendant understands that there are no further or other promises or agreements, either express or implied, other than those contained in this Agreement and that none will be made except in writing and signed by all parties.\"   Further, neither Connolly nor his counsel referred to an oral promise by the government not to move to depart when, at the Rule 11 hearing, the district court inquired whether any other promises had been made.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">What we have, therefore, is a prosecutor's oral comment that might or might not be taken as a promise.  But, if taken as a promise, it was not included in a later filed agreement that purported to be a complete integration of all promises made by the government.  Reading the document in full, it is hard to know what more a prosecutor could do to write an agreement that negated promises other than those set forth in the document.  Further, the defense thereafter confirmed in open court that no unwritten promises were part of the plea bargain.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Absent special circumstances, a defendant--quite as much as the government--is bound by a plea agreement that recites that it is a complete statement of the parties' commitments.  We have said that there may be exceptions to this general rule in unusual cases, Bemis v. United States, <span class=\"citation\" data-id=\"195511\"><a href=\"/opinion/195511/bemis-v-united-states/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 222 (1st Cir.1994), but Connolly has pointed to nothing unusual in this case.  The earlier oral representation is not offered to explain but rather to contradict the later writing.  Nor is there any basis here for charging the government with deliberate misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In some cases, earlier oral discussions with the prosecutor may be perfectly legitimate evidence to interpret or clarify later written statements.  This appears to have been the case in In re Arnett, <span class=\"citation\" data-id=\"479015\"><a href=\"/opinion/479015/in-re-william-bruce-arnett/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1200</span> </a></span>(11th Cir.1986), cited to us by Connolly.  In Arnett, the prosecutor told the defendant orally that the government had no interest in forfeiting his farm.  The resulting plea agreement provided for the defendant to forfeit $3,000 found on him at the time of his arrest.  The Eleventh Circuit held that a later effort by the government to forfeit the farm was a breach of the bargain.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The court in Arnett reasoned that the specific $3,000 forfeiture provision in the agreement gave the defendant some basis in the document for thinking that this was the only forfeiture to be sought, at least when the document was taken in the context of the earlier discussion.  If the plea agreement were read as the defendant claimed to read it--to mean that forfeiture was limited to $3,000--then defense counsel arguably had reason to think that no separate reference to the farm was required in the document or in the Rule 11 colloquy.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this case, we do not see how any language in the written agreement can be construed, or even reasonably misconstrued, as a promise by the government not to move for a departure.  The agreement did not commit anyone as to sentencing recommendations;  indeed, it specifically provided that each side was free to petition for an \"appropriate\" sentence.  The prosecutor's sample guideline calculation was not a part of the agreement, and such illustrative calculations appear to be commonplace.  In sum, it would not be reasonable to read the agreement to establish, or the Rule 11 colloquy to preserve, a promise by the government not to move for a departure.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is worth adding that in this case, unlike Arnett, we do not have an apparent threat of unfairness.  While the forfeiture in Arnett was ultimately in the control of the prosecutor, the departure decision in this case lay with the district court.  The district judge said that he would have considered an upward departure based on criminal history even if the government had never raised the subject.  The nature of Connolly's record, yet to be recounted, amply explains this sentiment.  Further, the presentence report proposed that the district court consider such a departure.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under ordinary rules these facts might also suggest that if the government did make and break an explicit promise, that breach could still be deemed harmless.  The government urges this as an alternative ground for affirmance, but does not try to square its position with Santobello v. New York, <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">495</span></a></span>, <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">427</span> </a></span>(1971), which appears to remain the law.  See United States v. Canada, <span class=\"citation\" data-id=\"580702\"><a href=\"/opinion/580702/united-states-v-barney-canada-aka-byron-levon-canada/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">263</span></a></span>, 271 (1st Cir.1992).  Compare Kingsley v. United States, <span class=\"citation\" data-id=\"586287\"><a href=\"/opinion/586287/michael-j-kingsley-v-united-states/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">109</span></a></span>, 115 (1st Cir.1992).  We leave this issue for another day and decide this case on the ground that the government did not break any promise to which it was committed by the final agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In a related argument Connolly says that the district court erred on the merits in departing based on criminal history.  Connolly's record of criminal conduct, convictions and pending charges was lengthy.  Apart from the Florida assault conviction that represented his first criminal history point, Connolly had been convicted for car theft, malicious damage, larceny, multiple assaults, weapons offenses and various drug offenses, in addition to other less serious charges.  For various reasons--such as age--these convictions did not automatically translate into criminal history points.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The guidelines provide that the district court may depart upward wherever reliable information indicates that \"the criminal history category [in which the defendant is initially placed] does not adequately reflect the seriousness of the defendant's past criminal conduct or the likelihood\" of future crime.  U.S.S.G. Sec. 4A1.3.  Here, the district court followed the guidelines' methodology for departures by making an adjustment in the defendant's criminal history category and then applying the guideline range that corresponded to the new category.  <span class=\"citation\" data-id=\"586287\"><a href=\"/opinion/586287/michael-j-kingsley-v-united-states/\"><span class=\"id_token\">Id.</span>  The court </a></span>determined the new criminal history category by awarding points for a prior armed burglary conviction that fell about two years beyond the 15-year cut-off period.  <span class=\"citation\" data-id=\"586287\"><a href=\"/opinion/586287/michael-j-kingsley-v-united-states/\"><span class=\"id_token\">Id.</span> Sec. 4A1.2(e)(1).</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In this court, Connolly objects to the departure on the ground that the prior conviction was a single incident, long in the past, that did not closely resemble the present crime.  But the district court did not make the adjustment solely on account of the single prior conviction but because of a substantial criminal career which, after a period of reasonably good behavior, Connolly gave evidence of resuming.  The 17-year-old conviction, bearing some general resemblance in type to the current offense, was used simply as a benchmark to measure the departure.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court's judgment as to the need for, and degree of, departure based on uncounted criminal history is subject to substantial deference on judicial review.  United States v. Mottram, <span class=\"citation\" data-id=\"677479\"><a href=\"/opinion/677479/anna-carroll-v-blue-crossblue-shield-of-massachusetts/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1065</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">456340</span> </span>(1st Cir.1994).  We have already noted the defendant's record and the defendant's two recent crimes--the recent Florida assault and the armed drug offense in this case.  It is unnecessary to embellish matters by describing in more detail the very dangerous home invasion in this case, which nearly resulted in several deaths, or Connolly's prior motorcycle-gang affiliations and their role in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Connolly's remaining arguments relate to the district court's findings as to the quantity of drugs and Connolly's leadership role.  Connolly says that these findings rested on unreliable hearsay, thus violating both the guidelines and the Sixth Amendment.  He also says that the evidence does not justify the findings.  Reliable hearsay can be used at sentencing, United States v. Zuleta-Alvarez, <span class=\"citation no-link\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></span>, 36 (1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">927</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2039</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">123</span> </span>(1991), and whether reliable evidence supported the findings here is tested on appeal under the \"clear error\" standard.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 36-37.</span></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Since no drugs were present in the house, the quantity attributable to Connolly depended on what he and his confederates expected to find.  United States v. Piper, <span class=\"citation\" data-id=\"195585\"><a href=\"/opinion/195585/united-states-v-piper/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 615 (1st Cir.1994).  The views of Connolly's co-defendants were assuredly hearsay, being reported in the presentence report and by an investigating officer who testified.  But the co-defendants were generally consistent in fixing 320 pounds as about the least that Connolly and the others expected to find.  The district court was not obliged to credit Connolly's own statement that he did not expect to find any drugs at all.  United States v. Brewster, <span class=\"citation\" data-id=\"194846\"><a href=\"/opinion/194846/united-states-v-brewster/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span> </a></span>(1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As for \"leadership,\" Connolly did not concoct the offense but, at the behest of the original plotters, he recruited four other men into the venture, claimed a large share of the expected profits, and negotiated terms with the original plotters.  Other co-defendants pointed to Connolly as giving orders to others in the actual planning and execution of the plan.  Connolly could permissibly be found to be a leader or organizer, U.S.S.G. Sec. 3B1.1(a).  Again, the district court was not required to accept Connolly's denials or those of a close friend, who gave rather insubstantial testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108416/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194846/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195511/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/479015/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580702/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/677479/"
  ]
}