{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196066/",
  "id": 196066,
  "absolute_url": "/opinion/196066/rodriguez-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196066/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:55:38Z",
  "date_modified": "2020-02-21T23:41:38.675045Z",
  "type": "010combined",
  "sha1": "f5bc624bf3573aa01a39b9fae1c36c93ae740281",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1369.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \r                                                     \nNo. 94-1369\n                    MANUELA RODRIGUEZ, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                    UNITED STATES OF AMERICA,\n\n                       Defendant, Appellee.\n\n                                           \r                                                     \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n      [Hon. Gilberto Gierbolini, Senior U.S. District Judge]\r                                                                     \n                                           \r                                                     \n\n                              Before\n\n                     Torruella,* Chief Judge,\r                                                      \n\n                  Bownes, Senior Circuit Judge,\r                                                        \n\n                     and Cyr, Circuit Judge.\r                                                     \n\n                                           \r                                                     \n\n   Juan Rafael Gonzalez-Munoz, with  whom Gonzalez Munoz Law Office,\r                                                                             \nGerardo  Pavia-Cabanillas  and  Moreda  &amp;  Moreda  were on  brief  for\r                                                         \nappellants.\n   Peter R. Maier, Attorney,  Guillermo Gil, United States Attorney,\r                                                     \nFrank  W. Hunger,  Assistant  United States  Attorney,  and Robert  S.\r                                                                              \nGreenspan, Attorney, were on brief for appellee.\r                 \n\n                                           \r                                                     \n\n                           May 15, 1995\n                                           \r                                                     \n\n                  \r                            \n\n   *Chief  Judge Torruella heard  oral argument in  this matter, but\ndid not  participate in  the drafting  or the  issuance  of the  panel\nopinion.   The  opinion  is therefore  issued  pursuant to  28  U.S.C.\n46(d).\r\r\n\n          CYR, Circuit Judge.   Plaintiffs-appellants     Manuela\r                    CYR, Circuit Judge.\r                                      \n\nRodr guez and  family members     challenge the  summary judgment\n\nentered in the United  States District Court for the  District of\n\nPuerto  Rico dismissing  their Federal  Tort Claims  Act (\"FTCA\")\n\nsuit for damages resulting from  the errant arrest and  imprison-\n\nment of Manuela Rodr guez  by the United States Marshals  Service\n\npursuant  to a  valid  warrant.   We  affirm the  district  court\n\njudgment.  \n\n                                I\r                                          I\n\n                           BACKGROUND1\r                                     BACKGROUND\r                                               \n\n          On March 14, 1975, in Mineola,  New York, an individual\n\nwho  identified herself  as \"Manuela  Rodr guez\" was  arrested on\n\ndrug charges by the United States Drug Enforcement Administration\n\n(\"DEA\").  The arrestee provided DEA with a social security number\n\nand the following additional information which the agents record-\n\ned on a  standard DEA booking form:   sex:  female; height:   5';\r                                                                    \n\nweight:   140 pounds;  race:  white;  place of birth:   Maranjito\r                                                              \n\n[sic],  Puerto  Rico;  date  of   birth:    December  29,   1942;\r                                                 \n\ncitizenship:   United States; identifying characteristics:   scar\r                                                                   \n\non stomach, right-handed;  eyes:   brown; hair:   brown;  mother:\r                                                                          \n\ndeceased; father:  deceased; sister:  Martha Rodriques.  On April\r                                                            q\r                                             \n\n7,  1975,  the United  States  District  Court for  the  Southern\n\nDistrict of New  York issued an  arrest warrant against  \"Manuela\n                  \r                            \n\n   1The  relevant facts are recited  in the light  most favorable to\nplaintiffs-appellants, against whom summary judgment was entered.  See\r                                                                              \nVelez-Gomez v. SMA Life Assur. Co., 8 F.3d 873, 874 (1st Cir. 1993). \r                                          \n\n                                2\r\r\n\nRodr guez,\" directed to  the DEA  for execution.   The DEA  never\r               g\n\nlocated the subject.  \n\n          In  1989,  the United  States  Marshals  Service became\n\nresponsible for executing DEA arrest warrants, and Deputy Marshal\n\nSandra Rodr guez  (\"Deputy Rodr guez\"), Southern  District of New\n\nYork (\"SDNY\"), was  assigned to  locate the subject  of the  1975\n\narrest  warrant.  Sometime later, a credit bureau check by Deputy\n\nRodr guez yielded a  fresh lead:  a \"Manuela  Rodr guez\" residing\n\nin  Bayam n,  Puerto Rico,  with  the  identical social  security\n\nnumber recorded in the 1975 DEA booking form.  \n\n          Deputy Rodr guez promptly dispatched an \"arrest packet\"\n\nto the  United States Marshals  Service, District of  Puerto Rico\n\n(\"DPR\"), which included copies of the 1975 DEA booking form and a\n\nhandwritten  information  form  prepared  by  the  United  States\n\nMarshals Service,  SDNY.   Deputy Rodr guez requested  the United\n\nStates Marshals Service, DPR, to \"check the following lead.\"  Her\n\ncover memorandum summarized  most of the identifying  information\n\nin the  accompanying documents  and included the  following addi-\n\ntional information:  a/k/a  Lopez, Dora Restrepo, a/k/a Restrepo,\r                                                                          \n\nDora; weight:   140 (back  in 1975); sister:   Martha  Rodr guez.\r                                                                      g\r                                       \n\nEven though Deputy Rodr guez, just five days earlier, had shown a\n\nphotograph of the 1975 arrestee in the New York City neighborhood\n\nwhere \"Manuela Rodr guez\" was last believed to  have resided, her\n\ncover memorandum noted:   \"photo not available.\"  Nor  did Deputy\n\nRodr guez  request  fingerprints  for  inclusion  in  the  arrest\n\npacket.        Shortly after  the  arrest packet  reached  Puerto\n\n                                3\r\r\n\nRico on January  26, 1990,  the deputy marshals  assigned to  the\n\ncase, C sar  Torres and Eugenio  D az, requested that  the United\n\nStates  Marshals  Service,  SDNY,  forward a  photograph  of  the\n\nsubject.   The record is  silent as to  whether fingerprints were\n\nrequested.  In  any event,  Deputies Torres and  D az once  again\n\nwere advised that no photograph was available and that SDNY could\n\nprovide no additional information.  \n\n          On February  8, 1990,  after confirming that  a Manuela\n\nRodr guez indeed  was residing at  the Bayam n address  listed in\n\nthe arrest packet, Deputies Torres and D az alerted a  magistrate\n\njudge  that  an arrest  was imminent.    Later in  the afternoon,\n\nDeputies  Torres and  D az  proceeded to  the Bayam n  address to\n\nexecute the  arrest warrant, and identified  themselves to plain-\n\ntiff-appellant  Pedro  Gonzalez Martinez  (\"Martinez\"), plaintiff\n\nRodr guez's husband.  Martinez  phoned plaintiff Rodr guez at her\n\nplace of work, and she arrived home at approximately 4:50 p.m.\n\n          At  her insistence, the  deputies interviewed plaintiff\n\nRodr guez in the presence of  her family.  She confirmed  most of\n\nthe information provided in the arrest packet, including her full\n\nname,  social security  number, birthplace,  birthdate, abdominal\n\nscar, right-handedness, and that  both her parents were deceased.\n\nPrior to her arrest, plaintiff also told the deputy marshals that\n\nshe had a sister  named \"Marta Rodr guez.\"  Although  the summary\r                                      t       g\n\njudgment  record  reveals  that  plaintiff  Rodr guez  has  three\n\nsiblings, including  a sister  named \"Maria\" and/or  \"Marta,\" the\n\nonly  grounds asserted  in opposition  to summary  judgment below\r              \n\n                                4\r\r\n\nwere  the alleged  three-inch height  difference, a  twenty-pound\n\nweight difference,  an additional  scar on  plaintiff Rodr guez's\n\nforehead,  the failure  of  the United  States Marshals  Service,\n\nSDNY, to forward  a photograph and  fingerprints to Puerto  Rico,\n\nand  the failure of Deputies  Torres and D az  to request finger-\n\nprints.  \n\n          When Deputies Torres and D az advised  that they had an\n\narrest warrant for \"Manuela Rodr guez,\" plaintiff protested    to\n\nno avail     that she  could not be  the individual named  in the\n\nwarrant since she  had never been to New York.  Immediately after\n\nthe arrest, the deputies attempted    likewise  to no avail    to\n\ncontact a magistrate judge, then booked plaintiff and transported\n\nher to  a pretrial detention facility  for incarceration pursuant\n\nto  the provisional  commitment  order previously  issued by  the\n\nmagistrate judge.  The  following day, February 9, plaintiff  was\n\nbrought before a magistrate judge and released on personal recog-\n\nnizance pending a removal hearing on February 13, 1990.  \n\n          In anticipation  of  the removal  hearing, Deputy  D az\n\nagain requested a photograph of the 1975 arrestee from the United\n\nStates  Marshals  Service, SDNY.    Finally,  on February  10,  a\n\nphotograph  taken at the Mineola Police Department at the time of\n\nthe 1975 arrest was  mailed to Puerto Rico.  When  the photograph\n\narrived on February 12, it was readily  determined that plaintiff\n\nRodr guez was not the  \"Manuela Rodr guez\" arrested in 1975.   On\n\nFebruary  13, the  government  moved to  dismiss all  proceedings\n\nagainst plaintiff Rodr guez. \n\n                                5\r\r\n\n          In  due  course  the  United  States  Marshals  Service\n\ndisallowed  the administrative  claim filed  by plaintiffs-appel-\n\nlants, clearing the way for the present action against the United\n\nStates for false  arrest and false  imprisonment based solely  on\n\nthe  conduct of its  deputy marshals  in (1)  initiating, through\n\nDeputy Rodr guez, the wrongful  arrest and detention of plaintiff\n\nRodr guez pursuant  to the 1975 arrest  warrant without obtaining\n\nor  forwarding a photograph and fingerprints of the 1975 arrestee\n\nto the District of Puerto Rico; (2) executing the arrest warrant,\n\nthrough  Deputies  Torres  and  D az, without  a  photograph  and\n\nfingerprints of  the subject  and notwithstanding the  height and\n\nweight  differences  between  plaintiff  Rodr guez  and  the 1975\n\narrestee;  and (3) delaying plaintiff Rodr guez's initial appear-\n\nance before a magistrate judge.2\n\n          The  United States  moved for  summary judgment  on all\n\nclaims.   The district court ruled that plaintiffs had not gener-\n\nated a trialworthy  dispute as to whether the  arresting deputies\n\nhad a reasonable basis for believing that plaintiff Rodr guez was\n\nthe subject named in the 1975  arrest warrant.  It concluded that\n\nthe arresting deputies, with valid warrant in hand, were under no\n\nduty to  corroborate their reasonable identification by obtaining\n\neither fingerprints or a fifteen-year-old photograph and that any\n\nfailure on the part of Deputy Rodr guez to gather or forward such\n\ninformation was immaterial because the information made available\n\n                  \r                            \n\n   2Appellants have not pursued the latter claim on appeal.\n\n                                6\r\r\n\nto Deputies Torres  and D az prior to the  arrest was adequate to\n\nsupport  a  reasonable  belief  by the  arresting  deputies  that\n\nplaintiff Rodr guez was the person named in the 1975 warrant.\n\n          Plaintiffs-appellants  challenge   the  district  court\n\nrulings, on two grounds:  (1) that Deputies Torres and D az, with\n\nneither a photograph nor  the fingerprints of the 1975  arrestee,\n\ncould not have formed  a reasonable belief that  plaintiff Rodr -\n\nguez was the subject  of the 1975 warrant, particularly  in light\n\nof  the height  and  weight discrepancies;  and  (2) that  Deputy\n\nRodr guez negligently failed to  include a photograph and finger-\n\nprints of the 1975  arrestee in the arrest packet  transmitted to\n\nthe United States Marshals Service, DPR.\n\n          The  United States responds in  kind.  First, it claims\n\nthat  Deputies Torres and  D az had  reasonable cause  to believe\n\nthat plaintiff  Rodr guez was the 1975 arrestee; hence, they were\n\nnot negligent.   Second, even assuming  negligent conduct on  the\n\npart of Deputy Rodr guez in the pre-arrest investigation, federal\n\nlaw enforcement officers owe no  duty to exercise reasonable care\n\nin  conducting  pre-arrest  investigations  and,  secondly,  FTCA\n\n  2680(h)   waives  sovereign  immunity  from  suit  for  certain\n\nenumerated intentional torts only    among them false  arrest and\n\nfalse imprisonment    and not for mere negligent investigation.  \n\n                                II\r                                          II\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \n\nA.   Summary Judgment\r          A.   Summary Judgment\r                               \n\n                                7\r\r\n\n          A  grant  of summary  judgment  is  subject to  plenary\n\nreview under the  same criteria incumbent on  the district court.\n\nGuzman-Rivera  v. Rivera-Cruz,  29  F.3d 3,  4  (1st Cir.  1994).\r                                       \n\nSummary  judgment is appropriate where  the record, viewed in the\n\nlight  most conducive  to the  party resisting  summary judgment,\n\nreveals no  trialworthy issue  of material  fact,  and the  party\n\nrequesting it is entitled to judgment as a matter of law.  Id.\r                                                                        \n\nB.   Sovereign Immunity\r          B.   Sovereign Immunity\r                                 \n\n          For many years the general waiver of sovereign immunity\n\nafforded by  FTCA   2674  permitted  tort actions  to be  brought\n\nagainst the United  States \"in the  same manner  and to the  same\n\nextent   as   [against]   a   private   individual   under   like\n\ncircumstances,\"  28  U.S.C.    2674,  except  for such  so-called\r                                                      \n\n\"intentional  torts\"  as  assault,  battery,  false imprisonment,\n\nfalse  arrest, malicious  prosecution, abuse  of process,  libel,\n\nslander,  misrepresentation, deceit,  and interference  with con-\n\ntract  rights, 28  U.S.C.    2680(h).    Then, in  1974  Congress\n\nnarrowed  the  \"intentional  torts\"  exception so  as  to  enable\r                                                        \n\nactions against the United States based on six state-law torts   \n\nassault,  battery,  false imprisonment,  false  arrest, abuse  of\n\nprocess  and malicious prosecution    arising  from acts or omis-\n\nsions of its  \"investigative or law  enforcement officers.\"   Id.\r                                                                           \n\nThus, the United States is  liable    \"in the same manner  and to\n\nthe  same extent\"    for  a false arrest  of plaintiff Rodr guez,\n\n\"as a private individual\" would be  in \"like circumstances\" under\n\nthe applicable state law.\n\n                                8\r\r\n\nC.   Applicable Substantive Law\r          C.   Applicable Substantive Law\r                                         \n\n          The  FTCA ordains that the \"law of the place\" where the\n\nact or omission occurred shall govern actions for damages against\n\nthe  United States.  28  U.S.C.   1346(b).   Its reference to the\n\n\"law  of the  place\" encompasses  choice-of-law principles.   See\r                                                                           \n\nRichards v.  United States, 369  U.S. 1, 11-13 (1962);  In re All\r                                                                           \n\nMaine Asbestos Litigation, 772  F.2d 1023, 1029 (1st  Cir. 1985),\r                                   \n\ncert. denied,  476 U.S. 1126  (1986).   As all material  acts and\r                      \n\nomissions  by Deputy Rodr guez took  place in New  York, we would\n\nlook  to New York law for the  rule of decision applicable to her\n\nactions.  New York choice-of-law principles provide that conduct-\n\nregulating causes of action  normally are governed by the  law of\n\nthe place where an  actionable injury is sustained.   See Schultz\r                                                                           \n\nv. Boy Scouts of Am., Inc., 480 N.E.2d 679, 684 (N.Y. 1985).  \r                                    \n\n          Any  injury to  plaintiff  Rodr guez  was sustained  in\n\nPuerto  Rico.   Moreover, the  parties, as  well as  the district\n\ncourt,  assumed from the start  that Puerto Rico  law governs any\n\nactionable  claim predicated  on  alleged acts  and omissions  of\n\nDeputy  Rodr guez in  New York.   In  these circumstances,  we do\n\nlikewise, see  Commercial Union  Ins. Co.  v. Walbrook  Ins. Co.,\r                                                                           \n\nLtd., 7 F.3d  1047, 1048 n.1 (1st  Cir. 1993), since  Puerto Rico\r              \n\nlaw bears a  \"reasonable relation\" to  all claims in  litigation.\n\nFinally,  since the  false arrest  and false  imprisonment claims\n\nunder  Puerto  Rico  law raise  no  relevant  distinction  in the\n\npresent context, we  treat them  as identical  causes of  action.\n\n                                9\r\r\n\nCf. Ayala v. San Juan Racing Corp., 112 P.R. Dec.804, 812 (1982).\r                                            \n\nD.   The False Arrest Claims Relating\r          D.   The False Arrest Claims Relating\r                                               \n     to Deputy Marshals Torres and D az\r               to Deputy Marshals Torres and D az\r                                                 \n\n          Plaintiff  Rodr guez contends that  Deputies Torres and\n\nD az  subjected her to false arrest by executing the 1975 warrant\n\ndespite  certain discrepancies  between the  physical description\n\ngiven  by the  1975  arrestee and  the  physical description  and\n\nbiographical data  Deputy  Rodr guez provided  to  the  arresting\n\nofficers.   These discrepancies  were sufficient, she  argues, to\n\nengender a  reasonable doubt which the  arresting deputies should\n\nhave resolved  by obtaining a  photograph or fingerprints  of the\n\n1975  arrestee.    Their failure  to  do  so therefore  precluded\n\nsummary  judgment  on the  central  issue  whether the  arresting\n\nofficers could  have harbored a reasonable  belief that plaintiff\n\nwas the person named in the arrest warrant.\n\n          Misidentification  cases comprise a  distinct subset of\n\nfalse arrest claims, for which particularized rules and standards\n\nwere fashioned at common law.  See Restatement (Second) of Torts,\r                                                                          \n\n  125  (1965).  Even though many such claims have found their way\n\ninto the courts over the years, see William B. Johnson, Liability\r                                                                           \n\nfor False Arrest  or Imprisonment  Under Warrant  as Affected  by\r                                                                           \n\nMistake as  to  Identity of  Person  Arrested, 39  A.L.R.4th  705\r                                                       \n\n(1985), careful  research has  disclosed no reported  Puerto Rico\n\nSupreme Court  decision addressing a false arrest  claim based on\n\nthe execution of a valid arrest warrant against the wrong person.\n\n                                10\r\r\n\n          As a  general matter, however, the  Puerto Rico Supreme\n\nCourt has  conformed its limited \"false  arrest\" jurisprudence to\n\ncommon  law principles.   See, e.g., Ayala, 112  P.R. Dec. at 813\r                                                    \n\n(citing common  law  sources, including  Restatement (Second)  of\r                                                                           \n\nTorts);  Dobbins v. Hato Rey Psychiatric Hosp., 87 P.R.R. 28, 31-\r                                                        \n\n32  (1962)  (citing common  law  sources, including  Restatement,\r                                                                           \n\nTorts  (1938)).   Accordingly, consistent  with  our longstanding\r               \n\npractice  in cases where the  Puerto Rico court  has not diverged\n\nfrom common  law principles, see  Importers Ctr., Inc.  v. Newell\r                                                                           \n\nCos., Inc., 758  F.2d 17, 20 (1st Cir. 1985) (looking to Restate-\r                                                                           \n\nment (Second) of Contracts (1979), absent controlling Puerto Rico\r                                    \n\nlaw);  United States  v. Marshall,  391 F.2d  880, 883  (1st Cir.\r                                           \n\n1968) (citing Restatement, Torts, where Puerto Rico Supreme Court\r                                          \n\ndemonstrated  pattern of  reliance on  common law  authority), we\n\nadopt the  Restatement (Second) of  Torts,    35-45A,  112-36, as\r                                                   \n\nthe  appropriate  framework for  analysis  of  the instant  false\n\narrest claim.\n\n     1.   Conditional Privilege\r               1.   Conditional Privilege\r                                         \n\n          Generally speaking,  an arrest conducted  pursuant to a\n\nvalid warrant  is conditionally  privileged, and no  false arrest\n\nliability  lies against  the officers  responsible.   Restatement\r                                                                           \n\n(Second) of  Torts,     118,  122 (1965).    Moreover,  where  an\r                            \n\nagent's  privilege  is  \"properly exercised  on  his  principal's\r                 \n\nbehalf,\"  the principal likewise has a defense to an action based\n\non the conduct of the  agent.  Restatement (Second) of Agency,   \r                                                                       \n\n                                11\r\r\n\n217(a)(iii) (1958).3   The privilege attaching to  the conduct of\n\na government employee  acting within the scope  of his employment\n\nlikewise has been recognized as a defense available to the United\n\nStates  in  actions  based  on the  so-called  intentional  torts\n\nenumerated in  FTCA    2680(h).   See, e.g.,  Arnsberg v.  United\r                                                                           \n\nStates, 757 F.2d 971, 978-79 (9th Cir. 1985) (government liabili-\r                \n\nty for false arrest  under FTCA determined in light  of privilege\n\naccorded law enforcement officer effecting arrest), cert. denied,\r                                                                          \n\n475 U.S. 1010 (1986); Caban v. United States, 728 F.2d 68, 74 (2d\r                                                      \n\nCir. 1984) (same).  Thus, the United States is entitled to assert\n\nin its defense  a conditional privilege conferred  upon its agent\n\nby applicable local law in the same manner and to the same extent\n\nas a  nongovernmental principal  could assert in  similar circum-\n\nstances.  The legislative history accompanying the 1974 amendment\n\nmakes  clear  that  Congress  intended \"to  make  the  Government\n\nindependently liable in damages for the same type of conduct that\r                                                           \n\nis alleged  to have occurred  in Bivens (and for  which that case\r                                                                           \n\nimposes  liability  upon   the  individual  Government  officials\r                                                                           \n\n                  \r                            \n\n   3Section 217.  Where Principal or Agent has Immunity or Privilege\r              Section 217.  Where Principal or Agent has Immunity or Privilege\n\n        In an action against a principal  based on the conduct of  a\r                  In an action against a principal  based on the conduct of  a\n        servant in the course of employment:\r                  servant in the course of employment:\n\n        (a)  The principal has a defense if:\r                  (a)  The principal has a defense if:\n\n             . . . .\r                       . . . .\n\n             (iii)  the  agent had  a  privilege  which he  properly\r                       (iii)  the  agent had  a  privilege  which he  properly\n             exercised on his principal's behalf . . . .\r                       exercised on his principal's behalf . . . .\n\nRestatement (Second) of Agency,   217(a)(iii).\r                                      \n\n                                12\r\r\n\ninvolved).\"   See S. Rep. No. 588,  93d Cong., 2d Sess. 3 (1973),\r                           \n\nreprinted in  1974 U.S.C.C.A.N. 2789, 2791  (emphasis added); see\r                                                                           \n\nalso  Bivens v. Six  Unknown Named Agents of  Fed. Bureau of Nar-\r                                                                           \n\ncotics, 403 U.S. 388 (1971).\r                \n\n          Although it is undisputed that plaintiff Rodr guez  was\n\narrested  pursuant to  a  valid arrest  warrant, the  conditional\n\nprivilege would not insulate the arresting officers from liabili-\n\nty unless the arrestee was \n\n               (a) . . . a person sufficiently named or otherwise\n          described  in the warrant and [was] reasonably believed\r                                                 \n          by the [officer] to be, the person intended, or\r                                                                   \n\n               (b)  although not  such  person, .  . .  knowingly\n          caused the actor[s] to believe [her] to be so.\n\nRestatement (Second) of Torts,   125 (emphasis added).  Since the\r                                       \n\nrecord  plainly  reflects  that  plaintiff  Rodr guez  maintained\n\nthroughout that she was not the person named in the 1975 warrant,\r                                     \n\nwe  need only inquire    pursuant to subsection 125(a)    whether\n\n(1) she  was \"sufficiently named  or otherwise  described in  the\n\nwarrant\" and  (2) Deputies Torres and  D az \"reasonably believed\"\n\nthat  she was  \"the person  intended\" in  the warrant.    See id.\r                                                                           \n\n  125(a). \n\n          First and foremost, there  can be no question  that the\n\nperson  arrested  was \"sufficiently  named\"  in  the 1975  arrest\n\nwarrant,  see id.   125(a), which directed the arrest of a person\r                           \n\nwith the same  name as  plaintiff Rodr guez.   A law  enforcement\n\nofficer \"is privileged to arrest the  person to whom the name [in\n\nthe warrant] applies with  complete accuracy, although the [offi-\n\n                                13\r\r\n\ncer] may have reason to suspect that a mistake has been made, and\r                                         \n\nthat  the person,  though  accurately named,  is  not the  person\n\nintended.\"  Id.   125 cmt. f (emphasis added).  \r                         \n\n          The  United States  argues that  the name  in  the 1975\n\nwarrant, together  with the  information contained in  the arrest\n\npacket, provided ample basis for Deputies Torres and D az to form\n\nan objectively reasonable belief that plaintiff Rodr guez was the\n\nperson named in  the warrant.  Indeed, the  information plaintiff\n\nherself  provided  in response  to  questions  from the  deputies\n\ncomported in virtually every detail with the physical description\n\nin  the arrest  packet, except  for a  three-inch discrepancy  in\r                                        \n\nheight and a twenty-pound difference in weight.4  \n\n          We  agree  with   the  government  that   these  slight\n\ndiscrepancies     minor variations between the plaintiff's physi-\n\ncal  description and  the fifteen-year-old  DEA booking  form de-\n\nscription        could   not  have   undermined   the   objective\n\nreasonableness of the  arresting deputies' belief that  plaintiff\n\nwas the person named in the 1975 warrant.  Furthermore, apparent-\n\n                  \r                            \n\n   4The  arresting  deputies  confirmed  that  plaintiff Rodr guez's\nbirthplace, birthdate, abdominal scarring,  right-handedness, citizen-\nship, race, and  Social Security number were all identical to the data\ncontained in the  arrest packet.   Plaintiff even  confirmed that  her\nsister had the same name as that which the 1975 arrestee had given for\nher  sister.   Finally, plaintiff  informed Deputies  Torres and  D az\nthat, like the 1975 arrestee, both her parents were deceased as  well.\n\n   The record is silent  as to whether anyone (including  plaintiff)\nnoted the  three-inch height discrepancy at  the time of arrest.   The\ntwenty-pound  weight  difference  was  reasonably  attributed  by  the\ndeputies to the  fact that almost  fifteen years had passed  since the\narrest of \"Manuela Rodr guez\" in Mineola, New York.\n\n                                14\r\r\n\nly mindful of the risks inherent in executing a  fifteen-year-old\n\narrest warrant,  Deputies Torres and D az  prudently attempted to\n\nobtain further  information, as well  as a  photograph, from  the\n\nUnited States Marshals Service, SDNY, but were told that no photo\n\nor additional  information was available.   Indeed, the arresting\n\ndeputies  even  afforded plaintiff  Rodr guez  an opportunity  to\n\nexplain how anyone  other than  she could have  provided the  DEA\n\nwith all  this  information in  1975.   Plaintiff  Rodr guez  was\n\nunable to explain then and offers no explanation now.\n\n          Their  painstaking efforts  could  have  left  Deputies\n\nTorres and D az  with little  inkling    let  alone a  reasonable\r                                                                           \n\nbelief     that plaintiff Rodr guez  was not the  \"Manuela Rodr -\r                                                      \n\nguez\"  named in the arrest  warrant.  Thus, notwithstanding their\n\nerrant  arrest of an  innocent person, the  arresting officers   \n\nhaving utilized every available  means to preclude misidentifica-\n\ntion    were left with no grounds for forming a reasonable belief\n\nthat  plaintiff Rodr guez was not the person intended in the 1975\n\narrest warrant.   Consequently, the  execution of the  valid 1975\n\narrest  warrant by Deputies Torres and D az was privileged.  And,\n\nlastly, the United States  was entitled to rely on  the privilege\n\nwhich attached  to the arresting  deputy marshals  as a  complete\n\ndefense to liability for false arrest, as provided by Restatement\r                                                                           \n\n(Second) of Agency,   217(a)(iii).  \r                            \n\nE.   The Claims Relating to Deputy Rodr guez\r          E.   The Claims Relating to Deputy Rodr guez\r                                                      \n\n          Plaintiffs-appellants further contend  that the  United\n\nStates is liable for  the \"negligent investigation and initiation\n\n                                15\r\r\n\nof arrest proceedings\"  by Deputy Rodr guez.   The United  States\n\ncounters that federal law enforcement  officers owe no legal duty\n\nto  exercise  reasonable care  in conducting  pre-arrest investi-\n\ngations.   Additionally,  it argues  that FTCA     2680(h) waives\n\nsovereign immunity from suit for six enumerated intentional torts\n\nonly -- assault, battery, false imprisonment, false arrest, abuse\n\nof process and  malicious prosecution.   Thus,  according to  the\n\nUnited States, even  if local law afforded a right  of action for\n\nnegligent  investigation and  initiation  it would  be barred  by\n\nsovereign immunity.\n\n                                16\r\r\n\n     1.   Negligent Investigation\r               1.   Negligent Investigation\r                                           \n\n          Plaintiffs-appellants  point  to  no   authority  which\n\nrecognizes  a right  of action  for \"negligent  investigation\" in\n\nthese circumstances, nor have we found any authority for imposing\n\nliability on  the sovereign for  negligent investigation, whereas\n\nseveral  courts have rejected such  claims.  See,  e.g., Smith v.\r                                                                        \n\nState,  324  N.W.2d 299,  302 (Iowa  1982);  Landeros v.  City of\r                                                                           \n\nTucson, 831 P.2d 850, 851 (Ariz.  App. Ct. 1992); Wimer v. State,\r                                                                          \n\n841 P.2d 453,  455 (Idaho App.  Ct. 1992); cf. Bernard  v. United\r                                                                           \n\nStates, 25 F.3d 98, 102 (2d Cir. 1994) (applying New  York law in\r                \n\nFTCA  action and  rejecting claim  that law  enforcement officers\n\nfailed to exercise due  care in effecting arrest); Boose  v. City\r                                                                           \n\nof Rochester, 421 N.Y.S.2d 740, 744 (N.Y. App. Div. 1979) (ruling\r                      \n\nthat plaintiff \"may not recover under broad general principles of\n\nnegligence .  . .  but must  proceed  by way  of the  traditional\n\nremedies  of   false  arrest   and  imprisonment   and  malicious\n\nprosecution\").  We therefore  decline the invitation to speculate\n\nthat the Puerto Rico Supreme  Court would be receptive to  such a\n\nclaim.\n\n     2.   Instigation of False Arrest\r               2.   Instigation of False Arrest\r                                               \n\n          Plaintiffs-appellants cite  Sami v. United  States, 617\r                                                                      \n\nF.2d 755 (D.C. Cir.  1979), as support for their  contention that\n\nthe United States may be sued for the conduct of Deputy Rodr guez\n\nin  initiating the errant arrest.  Sami  held that FTCA   2680(h)\r                                                 \n\nopens the government to suit for false arrest even though its law\n\nenforcement officer  was not directly involved  in \"frontline law\r                                      \n\n                                17\r\r\n\nenforcement work.\"   See  id. at 764;  but cf.  Pooler v.  United\r                                                                           \n\nStates,  787  F.2d 868,  872  (3d  Cir.) (restricting  waiver  of\r                \n\nsovereign immunity  effected under  FTCA   2680(h)  to enumerated\n\ntorts by investigative or law enforcement officers \"in the course\n\nof a search, a seizure or an arrest\"), cert. denied, 479 U.S. 849\r                                                             \n\n(1986).   We  need not  resolve the  question addressed  in Sami,\r                                                                          \n\nhowever,  since we  conclude that  no right  of action  would lie\n\nunder the legal  principles likely  to be applied  by the  Puerto\n\nRico Supreme Court based on the conduct of Deputy Rodr guez. \n\n          One  who  instigates or  participates  in  the unlawful\n\nconfinement of another is  subject to liability to the  other for\n\nfalse arrest.  Restatement  (Second) of Torts,   45A.   \"Instiga-\r                                                       \n\ntion\"  is defined as \"words or acts which direct, request, invite\n\nor encourage the false  [arrest] itself.\"  Id.   45A cmt. c.  \"In\r                                                        \n\nthe  case of an arrest, [instigation] is the equivalent, in words\n\nor conduct, of 'Officer, arrest that man!'\"  Id.  Though it is by\r                                                          \n\nno  means clear  that Deputy  Rodr guez's  request to  \"check the\n\nfollowing lead,\"  see supra  p. 3,  amounted to  \"instigation\" as\r                                     \n\ndefined in the Restatement,  we consider whether Deputy Rodr guez\r                                    \n\nherself  would be liable for instigating a false arrest of plain-\n\ntiff Rodr guez in these circumstances. \n\n          Instigation of  false arrest, like the  underlying tort\n\nitself, is subject to  the conditional privilege accorded arrests\n\neffected pursuant to a valid warrant.  Id.   45A cmt. b.   Conse-\r                                                    \n\nquently, the conduct of  Deputy Rodr guez would be  privileged so\n\nlong as  the arrestee  was \"sufficiently named  or otherwise  de-\n\n                                18\r\r\n\nscribed in the  warrant\" and the  officer instigating the  arrest\r                                                               \n\n\"reasonably believed\"  that plaintiff  Rodr guez was  \"the person\n\nintended\"  in the arrest  warrant.  Id.    125(a);  see id.   45A\r                                                                     \n\ncmt. b. \n\n          As noted above, see  supra p. 13, there is  no question\r                                              \n\nbut that plaintiff Rodr guez was \"sufficiently named\" in the 1975\n\nwarrant.    Nor did  the evidence  developed at  summary judgment\n\ngenerate  a trialworthy  dispute as  to whether  Deputy Rodr guez\n\n\"reasonably believed\"  that the  person identified in  the arrest\n\npacket  she forwarded to Puerto  Rico was the  person intended by\n\nthe 1975 arrest warrant.  See id.   125 cmt f.  Moreover,  plain-\r                                           \n\ntiffs-appellants have never suggested, either below or on appeal,\n\nthat their opportunity to conduct discovery was inadequate.\n\n          The  record  evidence  reflects  that  Deputy Rodr guez\n\nmatched  the name and social security number of the fugitive with\n\nthe  name and social security number of an individual residing in\n\nPuerto Rico.   The  arrest packet Deputy  Rodr guez forwarded  to\n\nPuerto  Rico included extensive  personal and  family information\n\nprovided  by  the \"Manuela  Rodr guez\"  arrested  in 1975,  which\n\nmatched  almost  precisely the  personal  and family  information\n\ngathered  on plaintiff Rodr guez in  1990.  There  were two minor\n\ndiscrepancies  between  the  information  provided  by  the  1975\n\narrestee and that provided by plaintiff Rodr guez:   a three-inch\n\nheight  difference and  a  twenty-pound weight  difference.   But\n\nthere is no  record evidence  whatsoever to  suggest that  Deputy\n\nRodr guez was even aware of these discrepancies.\n\n                                19\r\r\n\n          Thus,  the information  forwarded by  Deputy Rodr guez,\n\nwhen matched with the information relating to plaintiff Rodr guez\n\nherself, afforded ample basis  for forming an objectively reason-\n\nable  belief that plaintiff Rodr guez was the person named in the\n\n1975 arrest  warrant.  Consequently,  Deputy Rodr guez's  conduct\n\nrelating to the errant  arrest, even assuming it were  actionable\n\nas a  negligent instigation claim, would  be conditionally privi-\n\nleged, see  Restatement  (Second) of  Torts,    125(a),  and  the\r                                                     \n\nUnited  States would be entitled  to assert the  privilege in its\n\nown  defense.   See  supra  pp.  11-15; Restatement  (Second)  of\r                                                                           \n\nAgency,   217(a)(iii).5\r                \n\n                               III\r                                         III\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \n\n          As the  challenged conduct  of all three  Deputy United\n\nStates  Marshals was  privileged,  summary judgment  was properly\n\nentered for the United States.\n\n          Affirmed.  The parties shall bear their own costs.\r                    Affirmed.  The parties shall bear their own costs.\r                                                                     \n\n                  - Concurring Opinion Follows -\n\n                  \r                            \n\n   5Nevertheless, given the many uncontrolled ramps leading onto and\noff  the \"information  highway,\"  Judge Bownes'  wise counsel  clearly\noffers law enforcement agencies the best means of avoiding recurrences\nof the  insufficiently explained  wrong  done in  this  case.   As  my\nbrother  cautions, all  law enforcement  officers     whether directly\ninvolved  in effecting an arrest or simply in gathering and forwarding\ninformation for use by  the arresting officers    should  exercise the\nhigh  degree of care commensurate  with the seriousness  of their mis-\nsion.\n\n                                20\r\r\n\n            BOWNES,  Senior  Circuit Judge,  concurring  in the\r                      BOWNES,  Senior  Circuit Judge\r                                                    \n\n  judgment.  I agree with the judgment mainly because there was\n\n  an improbably close match between the information provided by\n\n  the  plaintiff and  the  detailed information  in the  arrest\n\n  packet.   Given this level  of specificity and  similarity, I\n\n  must conclude  that it would  be entirely unreasonable  for a\n\n  finder-of-fact to posit liability against the government.  It\n\n  was  not the government  which was culpable  but the impostor\n\n  who framed  the plaintiff some  fifteen years before  the ar-\n\n  rest.\n\n            I  write separately, however, to emphasize that the\n\n  Restatement principles  underlying our decision should not be\n\n  applied  mechanically  where multiple  government  actors are\n\n  engaged in  collective action.   In  my view,  it would  be a\n\n  mistake to treat the New York and Puerto Rico marshals piece-\n\n  meal, as isolated actors rather than as co-agents of a common\n\n  principal.  Under the right circumstances, co-agents may have\n\n  a duty to exchange certain information; where there is such a\n\n  duty,  the reasonableness of a  given act --  and the princi-\n\n  pal's liability for that act -- should be  judged in light of\n\n  what the actor knew  or should have known, assuming  the rea-\n\n  sonable conduct  of other concerned actors.   This concept of\n\n  imputed knowledge seems consistent with agency  and vicarious\n\n  liability principles.\n\n                                20\r\r\n\n            The  failings  of  the  piecemeal approach  can  be\n\n  illustrated using  the facts of this case.  A piece of infor-\n\n  mation  may mean  little in  the abstract  to the  person who\n\n  holds  it, but might be decisive to another actor in context.\n\n  In this  case, a photograph  remained inert in  Deputy Rodri-\n\n  guez's  file; had it been  forwarded to the  Puerto Rico mar-\n\n  shals  in the field, it  would have prevented the plaintiff's\n\n  arrest.   Although I agree with my  brother that, in light of\n\n  the  specificity of  the  information in  her arrest  packet,\n\n  Deputy  Rodriguez had no reason to fear that the wrong person\n\n  might  be  arrested, the  opinion  nevertheless obscures  the\n\n  government's one regrettable omission.  After all, the Puerto\n\n  Rico marshals  saw fit  to  request the  photograph; and  the\n\n  United States has never explained why it was not timely sent.\n\n            I doubt that common law principles either dictate a\n\n  piecemeal approach,  or foreclose  a more integrated  view of\n\n  collective  action.  Indeed, my brother's opinion momentarily\n\n  adopts  an integrated  view when  it rejects  the instigation\n\n  claim  against Deputy Rodriguez.  See ante at 18 (\"The arrest\r                                                      \n\n  packet  Deputy  Rodriguez forwarded  to  Puerto  Rico .  .  .\n\n  matched almost precisely the personal  and family information\n\n  gathered on plaintiff Rodriguez  in 1990.\").  This correspon-\n\n  dence matters  only if Deputy  Rodriguez is imputed  with the\n\n                                21\r\r\n\n  knowledge  of information  that  was gathered  solely by  the\n\n  Puerto Rico marshals.\n\n            In  sum,  I have  no quarrel  with  the bulk  of my\n\n  brother's scholarly opinion.   I merely wish to raise  a word\n\n  of caution against judging co-agents of a common principal as\n\n  isolated  actors; their actions should  be assessed as of one\n\n  piece. \n\n                                22\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \r                                                     \nNo. 94-1369\n                    MANUELA RODRIGUEZ, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                    UNITED STATES OF AMERICA,\n\n                       Defendant, Appellee.\n\n                                           \r                                                     \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n      [Hon. Gilberto Gierbolini, Senior U.S. District Judge]\r                                                                     \n                                           \r                                                     \n\n                              Before\n\n                     Torruella,* Chief Judge,\r                                                      \n\n                  Bownes, Senior Circuit Judge,\r                                                        \n\n                     and Cyr, Circuit Judge.\r                                                     \n\n                                           \r                                                     \n\n   Juan Rafael Gonzalez-Munoz, with  whom Gonzalez Munoz Law Office,\r                                                                             \nGerardo  Pavia-Cabanillas  and  Moreda  &amp;  Moreda  were on  brief  for\r                                                         \nappellants.\n   Peter R. Maier, Attorney,  Guillermo Gil, United States Attorney,\r                                                     \nFrank  W. Hunger,  Assistant  United States  Attorney,  and Robert  S.\r                                                                              \nGreenspan, Attorney, were on brief for appellee.\r                 \n\n                                           \r                                                     \n\n                           May 15, 1995\n                                           \r                                                     \n\n                  \r                            \n\n   *Chief  Judge Torruella heard  oral argument in  this matter, but\ndid not  participate in  the drafting  or the  issuance  of the  panel\nopinion.   The  opinion  is therefore  issued  pursuant to  28  U.S.C.\n46(d).\r\r\n\n          CYR, Circuit Judge.   Plaintiffs-appellants     Manuela\r                    CYR, Circuit Judge.\r                                      \n\nRodr guez and  family members     challenge the  summary judgment\n\nentered in the United  States District Court for the  District of\n\nPuerto  Rico dismissing  their Federal  Tort Claims  Act (\"FTCA\")\n\nsuit for damages resulting from  the errant arrest and  imprison-\n\nment of Manuela Rodr guez  by the United States Marshals  Service\n\npursuant  to a  valid  warrant.   We  affirm the  district  court\n\njudgment.  \n\n                                I\r                                          I\n\n                           BACKGROUND1\r                                     BACKGROUND\r                                               \n\n          On March 14, 1975, in Mineola,  New York, an individual\n\nwho  identified herself  as \"Manuela  Rodr guez\" was  arrested on\n\ndrug charges by the United States Drug Enforcement Administration\n\n(\"DEA\").  The arrestee provided DEA with a social security number\n\nand the following additional information which the agents record-\n\ned on a  standard DEA booking form:   sex:  female; height:   5';\r                                                                    \n\nweight:   140 pounds;  race:  white;  place of birth:   Maranjito\r                                                              \n\n[sic],  Puerto  Rico;  date  of   birth:    December  29,   1942;\r                                                 \n\ncitizenship:   United States; identifying characteristics:   scar\r                                                                   \n\non stomach, right-handed;  eyes:   brown; hair:   brown;  mother:\r                                                                          \n\ndeceased; father:  deceased; sister:  Martha Rodriques.  On April\r                                                            q\r                                             \n\n7,  1975,  the United  States  District  Court for  the  Southern\n\nDistrict of New  York issued an  arrest warrant against  \"Manuela\n                  \r                            \n\n   1The  relevant facts are recited  in the light  most favorable to\nplaintiffs-appellants, against whom summary judgment was entered.  See\r                                                                              \nVelez-Gomez v. SMA Life Assur. Co., </pre><span class=\"citation\" data-id=\"195013\"><a href=\"/opinion/195013/velez-gomez-v-sma-life-assurance/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">873</span></a></span><pre class=\"inline\">, 874 (1st Cir. 1993). \r                                          \n\n                                2\r\r\n\nRodr guez,\" directed to  the DEA  for execution.   The DEA  never\r               g\n\nlocated the subject.  \n\n          In  1989,  the United  States  Marshals  Service became\n\nresponsible for executing DEA arrest warrants, and Deputy Marshal\n\nSandra Rodr guez  (\"Deputy Rodr guez\"), Southern  District of New\n\nYork (\"SDNY\"), was  assigned to  locate the subject  of the  1975\n\narrest  warrant.  Sometime later, a credit bureau check by Deputy\n\nRodr guez yielded a  fresh lead:  a \"Manuela  Rodr guez\" residing\n\nin  Bayam n,  Puerto Rico,  with  the  identical social  security\n\nnumber recorded in the 1975 DEA booking form.  \n\n          Deputy Rodr guez promptly dispatched an \"arrest packet\"\n\nto the  United States Marshals  Service, District of  Puerto Rico\n\n(\"DPR\"), which included copies of the 1975 DEA booking form and a\n\nhandwritten  information  form  prepared  by  the  United  States\n\nMarshals Service,  SDNY.   Deputy Rodr guez requested  the United\n\nStates Marshals Service, DPR, to \"check the following lead.\"  Her\n\ncover memorandum summarized  most of the identifying  information\n\nin the  accompanying documents  and included the  following addi-\n\ntional information:  a/k/a  Lopez, Dora Restrepo, a/k/a Restrepo,\r                                                                          \n\nDora; weight:   140 (back  in 1975); sister:   Martha  Rodr guez.\r                                                                      g\r                                       \n\nEven though Deputy Rodr guez, just five days earlier, had shown a\n\nphotograph of the 1975 arrestee in the New York City neighborhood\n\nwhere \"Manuela Rodr guez\" was last believed to  have resided, her\n\ncover memorandum noted:   \"photo not available.\"  Nor  did Deputy\n\nRodr guez  request  fingerprints  for  inclusion  in  the  arrest\n\npacket.        Shortly after  the  arrest packet  reached  Puerto\n\n                                3\r\r\n\nRico on January  26, 1990,  the deputy marshals  assigned to  the\n\ncase, C sar  Torres and Eugenio  D az, requested that  the United\n\nStates  Marshals  Service,  SDNY,  forward a  photograph  of  the\n\nsubject.   The record is  silent as to  whether fingerprints were\n\nrequested.  In  any event,  Deputies Torres and  D az once  again\n\nwere advised that no photograph was available and that SDNY could\n\nprovide no additional information.  \n\n          On February  8, 1990,  after confirming that  a Manuela\n\nRodr guez indeed  was residing at  the Bayam n address  listed in\n\nthe arrest packet, Deputies Torres and D az alerted a  magistrate\n\njudge  that  an arrest  was imminent.    Later in  the afternoon,\n\nDeputies  Torres and  D az  proceeded to  the Bayam n  address to\n\nexecute the  arrest warrant, and identified  themselves to plain-\n\ntiff-appellant  Pedro  Gonzalez Martinez  (\"Martinez\"), plaintiff\n\nRodr guez's husband.  Martinez  phoned plaintiff Rodr guez at her\n\nplace of work, and she arrived home at approximately 4:50 p.m.\n\n          At  her insistence, the  deputies interviewed plaintiff\n\nRodr guez in the presence of  her family.  She confirmed  most of\n\nthe information provided in the arrest packet, including her full\n\nname,  social security  number, birthplace,  birthdate, abdominal\n\nscar, right-handedness, and that  both her parents were deceased.\n\nPrior to her arrest, plaintiff also told the deputy marshals that\n\nshe had a sister  named \"Marta Rodr guez.\"  Although  the summary\r                                      t       g\n\njudgment  record  reveals  that  plaintiff  Rodr guez  has  three\n\nsiblings, including  a sister  named \"Maria\" and/or  \"Marta,\" the\n\nonly  grounds asserted  in opposition  to summary  judgment below\r              \n\n                                4\r\r\n\nwere  the alleged  three-inch height  difference, a  twenty-pound\n\nweight difference,  an additional  scar on  plaintiff Rodr guez's\n\nforehead,  the failure  of  the United  States Marshals  Service,\n\nSDNY, to forward  a photograph and  fingerprints to Puerto  Rico,\n\nand  the failure of Deputies  Torres and D az  to request finger-\n\nprints.  \n\n          When Deputies Torres and D az advised  that they had an\n\narrest warrant for \"Manuela Rodr guez,\" plaintiff protested    to\n\nno avail     that she  could not be  the individual named  in the\n\nwarrant since she  had never been to New York.  Immediately after\n\nthe arrest, the deputies attempted    likewise  to no avail    to\n\ncontact a magistrate judge, then booked plaintiff and transported\n\nher to  a pretrial detention facility  for incarceration pursuant\n\nto  the provisional  commitment  order previously  issued by  the\n\nmagistrate judge.  The  following day, February 9, plaintiff  was\n\nbrought before a magistrate judge and released on personal recog-\n\nnizance pending a removal hearing on February 13, 1990.  \n\n          In anticipation  of  the removal  hearing, Deputy  D az\n\nagain requested a photograph of the 1975 arrestee from the United\n\nStates  Marshals  Service, SDNY.    Finally,  on February  10,  a\n\nphotograph  taken at the Mineola Police Department at the time of\n\nthe 1975 arrest was  mailed to Puerto Rico.  When  the photograph\n\narrived on February 12, it was readily  determined that plaintiff\n\nRodr guez was not the  \"Manuela Rodr guez\" arrested in 1975.   On\n\nFebruary  13, the  government  moved to  dismiss all  proceedings\n\nagainst plaintiff Rodr guez. \n\n                                5\r\r\n\n          In  due  course  the  United  States  Marshals  Service\n\ndisallowed  the administrative  claim filed  by plaintiffs-appel-\n\nlants, clearing the way for the present action against the United\n\nStates for false  arrest and false  imprisonment based solely  on\n\nthe  conduct of its  deputy marshals  in (1)  initiating, through\n\nDeputy Rodr guez, the wrongful  arrest and detention of plaintiff\n\nRodr guez pursuant  to the 1975 arrest  warrant without obtaining\n\nor  forwarding a photograph and fingerprints of the 1975 arrestee\n\nto the District of Puerto Rico; (2) executing the arrest warrant,\n\nthrough  Deputies  Torres  and  D az, without  a  photograph  and\n\nfingerprints of  the subject  and notwithstanding the  height and\n\nweight  differences  between  plaintiff  Rodr guez  and  the 1975\n\narrestee;  and (3) delaying plaintiff Rodr guez's initial appear-\n\nance before a magistrate judge.2\n\n          The  United States  moved for  summary judgment  on all\n\nclaims.   The district court ruled that plaintiffs had not gener-\n\nated a trialworthy  dispute as to whether the  arresting deputies\n\nhad a reasonable basis for believing that plaintiff Rodr guez was\n\nthe subject named in the 1975  arrest warrant.  It concluded that\n\nthe arresting deputies, with valid warrant in hand, were under no\n\nduty to  corroborate their reasonable identification by obtaining\n\neither fingerprints or a fifteen-year-old photograph and that any\n\nfailure on the part of Deputy Rodr guez to gather or forward such\n\ninformation was immaterial because the information made available\n\n                  \r                            \n\n   2Appellants have not pursued the latter claim on appeal.\n\n                                6\r\r\n\nto Deputies Torres  and D az prior to the  arrest was adequate to\n\nsupport  a  reasonable  belief  by the  arresting  deputies  that\n\nplaintiff Rodr guez was the person named in the 1975 warrant.\n\n          Plaintiffs-appellants  challenge   the  district  court\n\nrulings, on two grounds:  (1) that Deputies Torres and D az, with\n\nneither a photograph nor  the fingerprints of the 1975  arrestee,\n\ncould not have formed  a reasonable belief that  plaintiff Rodr -\n\nguez was the subject  of the 1975 warrant, particularly  in light\n\nof  the height  and  weight discrepancies;  and  (2) that  Deputy\n\nRodr guez negligently failed to  include a photograph and finger-\n\nprints of the 1975  arrestee in the arrest packet  transmitted to\n\nthe United States Marshals Service, DPR.\n\n          The  United States responds in  kind.  First, it claims\n\nthat  Deputies Torres and  D az had  reasonable cause  to believe\n\nthat plaintiff  Rodr guez was the 1975 arrestee; hence, they were\n\nnot negligent.   Second, even assuming  negligent conduct on  the\n\npart of Deputy Rodr guez in the pre-arrest investigation, federal\n\nlaw enforcement officers owe no  duty to exercise reasonable care\n\nin  conducting  pre-arrest  investigations  and,  secondly,  FTCA\n\n  2680(h)   waives  sovereign  immunity  from  suit  for  certain\n\nenumerated intentional torts only    among them false  arrest and\n\nfalse imprisonment    and not for mere negligent investigation.  \n\n                                II\r                                          II\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \n\nA.   Summary Judgment\r          A.   Summary Judgment\r                               \n\n                                7\r\r\n\n          A  grant  of summary  judgment  is  subject to  plenary\n\nreview under the  same criteria incumbent on  the district court.\n\nGuzman-Rivera  v. Rivera-Cruz,  </pre><span class=\"citation\" data-id=\"195482\"><a href=\"/opinion/195482/guzman-rivera-v-rivera-cruz/\"><span class=\"volume\">29</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></a></span><pre class=\"inline\">,  4  (1st Cir.  1994).\r                                       \n\nSummary  judgment is appropriate where  the record, viewed in the\n\nlight  most conducive  to the  party resisting  summary judgment,\n\nreveals no  trialworthy issue  of material  fact,  and the  party\n\nrequesting it is entitled to judgment as a matter of law.  </pre><span class=\"citation\" data-id=\"195482\"><a href=\"/opinion/195482/guzman-rivera-v-rivera-cruz/\"><span class=\"id_token\">Id.</span>\r                                                                        \n\nB.   Sovereign </a></span><pre class=\"inline\">Immunity\r          B.   Sovereign Immunity\r                                 \n\n          For many years the general waiver of sovereign immunity\n\nafforded by  FTCA   2674  permitted  tort actions  to be  brought\n\nagainst the United  States \"in the  same manner  and to the  same\n\nextent   as   [against]   a   private   individual   under   like\n\ncircumstances,\"  28  U.S.C.    2674,  except  for such  so-called\r                                                      \n\n\"intentional  torts\"  as  assault,  battery,  false imprisonment,\n\nfalse  arrest, malicious  prosecution, abuse  of process,  libel,\n\nslander,  misrepresentation, deceit,  and interference  with con-\n\ntract  rights, 28  U.S.C.    2680(h).    Then, in  1974  Congress\n\nnarrowed  the  \"intentional  torts\"  exception so  as  to  enable\r                                                        \n\nactions against the United States based on six state-law torts   \n\nassault,  battery,  false imprisonment,  false  arrest, abuse  of\n\nprocess  and malicious prosecution    arising  from acts or omis-\n\nsions of its  \"investigative or law  enforcement officers.\"   </pre><span class=\"citation\" data-id=\"195482\"><a href=\"/opinion/195482/guzman-rivera-v-rivera-cruz/\"><span class=\"id_token\">Id.</span>\r                                                                           \n\nThus, the </a></span><pre class=\"inline\">United States is  liable    \"in the same manner  and to\n\nthe  same extent\"    for  a false arrest  of plaintiff Rodr guez,\n\n\"as a private individual\" would be  in \"like circumstances\" under\n\nthe applicable state law.\n\n                                8\r\r\n\nC.   Applicable Substantive Law\r          C.   Applicable Substantive Law\r                                         \n\n          The  FTCA ordains that the \"law of the place\" where the\n\nact or omission occurred shall govern actions for damages against\n\nthe  United States.  28  U.S.C.   1346(b).   Its reference to the\n\n\"law  of the  place\" encompasses  choice-of-law principles.   See\r                                                                           \n\nRichards v.  United States, </pre><span class=\"citation\" data-id=\"106345\"><a href=\"/opinion/106345/richards-v-united-states/\"><span class=\"volume\">369</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 11-13 (1962);  In re All\r                                                                           \n\nMaine Asbestos Litigation, </pre><span class=\"citation\" data-id=\"458545\"><a href=\"/opinion/458545/prodliabrepcchp-10721-in-re-all-maine-asbestos-litigation-pns/\"><span class=\"volume\">772</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1023</span></a></span><pre class=\"inline\">, 1029 (1st  Cir. 1985),\r                                   \n\ncert. denied,  </pre><span class=\"citation\" data-id=\"111699\"><a href=\"/opinion/111699/cl-norvell-sheriff-st-lucie-jail-v-richard-miller/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1126</span> </a></span><pre class=\"inline\"> (1986).   As all material  acts and\r                      \n\nomissions  by Deputy Rodr guez took  place in New  York, we would\n\nlook  to New York law for the  rule of decision applicable to her\n\nactions.  New York choice-of-law principles provide that conduct-\n\nregulating causes of action  normally are governed by the  law of\n\nthe place where an  actionable injury is sustained.   See Schultz\r                                                                           \n\nv. Boy Scouts of Am., Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">480</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">679</span></span><pre class=\"inline\">, 684 (N.Y. 1985).  \r                                    \n\n          Any  injury to  plaintiff  Rodr guez  was sustained  in\n\nPuerto  Rico.   Moreover, the  parties, as  well as  the district\n\ncourt,  assumed from the start  that Puerto Rico  law governs any\n\nactionable  claim predicated  on  alleged acts  and omissions  of\n\nDeputy  Rodr guez in  New York.   In  these circumstances,  we do\n\nlikewise, see  Commercial Union  Ins. Co.  v. Walbrook  Ins. Co.,\r                                                                           \n\nLtd., </pre><span class=\"citation\" data-id=\"655503\"><a href=\"/opinion/655503/commercial-union-insurance-co-v-walbrook-insurance-co-ltd/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1047</span></a></span><pre class=\"inline\">, 1048 n.1 (1st  Cir. 1993), since  Puerto Rico\r              \n\nlaw bears a  \"reasonable relation\" to  all claims in  litigation.\n\nFinally,  since the  false arrest  and false  imprisonment claims\n\nunder  Puerto  Rico  law raise  no  relevant  distinction  in the\n\npresent context, we  treat them  as identical  causes of  action.\n\n                                9\r\r\n\nCf. Ayala v. San Juan Racing Corp., 112 P.R. Dec.804, 812 (1982).\r                                            \n\nD.   The False Arrest Claims Relating\r          D.   The False Arrest Claims Relating\r                                               \n     to Deputy Marshals Torres and D az\r               to Deputy Marshals Torres and D az\r                                                 \n\n          Plaintiff  Rodr guez contends that  Deputies Torres and\n\nD az  subjected her to false arrest by executing the 1975 warrant\n\ndespite  certain discrepancies  between the  physical description\n\ngiven  by the  1975  arrestee and  the  physical description  and\n\nbiographical data  Deputy  Rodr guez provided  to  the  arresting\n\nofficers.   These discrepancies  were sufficient, she  argues, to\n\nengender a  reasonable doubt which the  arresting deputies should\n\nhave resolved  by obtaining a  photograph or fingerprints  of the\n\n1975  arrestee.    Their failure  to  do  so therefore  precluded\n\nsummary  judgment  on the  central  issue  whether the  arresting\n\nofficers could  have harbored a reasonable  belief that plaintiff\n\nwas the person named in the arrest warrant.\n\n          Misidentification  cases comprise a  distinct subset of\n\nfalse arrest claims, for which particularized rules and standards\n\nwere fashioned at common law.  See Restatement (Second) of Torts,\r                                                                          \n\n  125  (1965).  Even though many such claims have found their way\n\ninto the courts over the years, see William B. Johnson, Liability\r                                                                           \n\nfor False Arrest  or Imprisonment  Under Warrant  as Affected  by\r                                                                           \n\nMistake as  to  Identity of  Person  Arrested, </pre><span class=\"citation no-link\"><span class=\"volume\">39</span>  <span class=\"reporter\">A.L.R. 4th</span>  <span class=\"page\">705</span>\r</span><pre class=\"inline\">                                                       \n\n(1985), careful  research has  disclosed no reported  Puerto Rico\n\nSupreme Court  decision addressing a false arrest  claim based on\n\nthe execution of a valid arrest warrant against the wrong person.\n\n                                10\r\r\n\n          As a  general matter, however, the  Puerto Rico Supreme\n\nCourt has  conformed its limited \"false  arrest\" jurisprudence to\n\ncommon  law principles.   See, e.g., </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Ayala,</span> <span class=\"volume\">112</span>  <span class=\"reporter\">P.R. Dec.</span> at <span class=\"page\">813</span>\r</span><pre class=\"inline\">                                                    \n\n(citing common  law  sources, including  Restatement (Second)  of\r                                                                           \n\nTorts);  Dobbins v. Hato Rey Psychiatric Hosp., </pre><span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">28</span></span><pre class=\"inline\">, 31-\r                                                        \n\n32  (1962)  (citing common  law  sources, including  Restatement,\r                                                                           \n\nTorts  (1938)).   Accordingly, consistent  with  our longstanding\r               \n\npractice  in cases where the  Puerto Rico court  has not diverged\n\nfrom common  law principles, see  Importers Ctr., Inc.  v. Newell\r                                                                           \n\nCos., Inc., </pre><span class=\"citation\" data-id=\"449675\"><a href=\"/opinion/449675/importers-center-inc-v-newell-companies-inc/\"><span class=\"volume\">758</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span><pre class=\"inline\">, 20 (1st Cir. 1985) (looking to Restate-\r                                                                           \n\nment (Second) of Contracts (1979), absent controlling Puerto Rico\r                                    \n\nlaw);  United States  v. Marshall,  </pre><span class=\"citation\" data-id=\"279400\"><a href=\"/opinion/279400/united-states-v-florence-marshall/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">880</span></a></span><pre class=\"inline\">, 883  (1st Cir.\r                                           \n\n1968) (citing Restatement, Torts, where Puerto Rico Supreme Court\r                                          \n\ndemonstrated  pattern of  reliance on  common law  authority), we\n\nadopt the  Restatement (Second) of  Torts,    35-45A,  112-36, as\r                                                   \n\nthe  appropriate  framework for  analysis  of  the instant  false\n\narrest claim.\n\n     1.   Conditional Privilege\r               1.   Conditional Privilege\r                                         \n\n          Generally speaking,  an arrest conducted  pursuant to a\n\nvalid warrant  is conditionally  privileged, and no  false arrest\n\nliability  lies against  the officers  responsible.   Restatement\r                                                                           \n\n(Second) of  Torts,     118,  122 (1965).    Moreover,  where  an\r                            \n\nagent's  privilege  is  \"properly exercised  on  his  principal's\r                 \n\nbehalf,\"  the principal likewise has a defense to an action based\n\non the conduct of the  agent.  Restatement (Second) of Agency,   \r                                                                       \n\n                                11\r\r\n\n217(a)(iii) (1958).3   The privilege attaching to  the conduct of\n\na government employee  acting within the scope  of his employment\n\nlikewise has been recognized as a defense available to the United\n\nStates  in  actions  based  on the  so-called  intentional  torts\n\nenumerated in  FTCA    2680(h).   See, e.g.,  Arnsberg v.  United\r                                                                           \n\nStates, </pre><span class=\"citation\" data-id=\"449534\"><a href=\"/opinion/449534/robert-l-arnsberg-and-cross-appellant-v-united-states-of-america-and/\"><span class=\"volume\">757</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">971</span></a></span><pre class=\"inline\">, 978-79 (9th Cir. 1985) (government liabili-\r                \n\nty for false arrest  under FTCA determined in light  of privilege\n\naccorded law enforcement officer effecting arrest), cert. denied,\r                                                                          \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1010</span> </span><pre class=\"inline\">(1986); Caban v. United States, </pre><span class=\"citation\" data-id=\"431709\"><a href=\"/opinion/431709/salvador-caban-v-united-states/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">68</span></a></span><pre class=\"inline\">, 74 (2d\r                                                      \n\nCir. 1984) (same).  Thus, the United States is entitled to assert\n\nin its defense  a conditional privilege conferred  upon its agent\n\nby applicable local law in the same manner and to the same extent\n\nas a  nongovernmental principal  could assert in  similar circum-\n\nstances.  The legislative history accompanying the 1974 amendment\n\nmakes  clear  that  Congress  intended \"to  make  the  Government\n\nindependently liable in damages for the same type of conduct that\r                                                           \n\nis alleged  to have occurred  in Bivens (and for  which that case\r                                                                           \n\nimposes  liability  upon   the  individual  Government  officials\r                                                                           \n\n                  \r                            \n\n   3Section 217.  Where Principal or Agent has Immunity or Privilege\r              Section 217.  Where Principal or Agent has Immunity or Privilege\n\n        In an action against a principal  based on the conduct of  a\r                  In an action against a principal  based on the conduct of  a\n        servant in the course of employment:\r                  servant in the course of employment:\n\n        (a)  The principal has a defense if:\r                  (a)  The principal has a defense if:\n\n             . . . .\r                       . . . .\n\n             (iii)  the  agent had  a  privilege  which he  properly\r                       (iii)  the  agent had  a  privilege  which he  properly\n             exercised on his principal's behalf . . . .\r                       exercised on his principal's behalf . . . .\n\nRestatement (Second) of Agency,   217(a)(iii).\r                                      \n\n                                12\r\r\n\ninvolved).\"   See S. Rep. No. 588,  93d Cong., 2d Sess. 3 (1973),\r                           \n\nreprinted in  1974 U.S.C.C.A.N. 2789, 2791  (emphasis added); see\r                                                                           \n\nalso  Bivens v. Six  Unknown Named Agents of  Fed. Bureau of Nar-\r                                                                           \n\ncotics, </pre><span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span> </a></span><pre class=\"inline\">(1971).\r                \n\n          Although it is undisputed that plaintiff Rodr guez  was\n\narrested  pursuant to  a  valid arrest  warrant, the  conditional\n\nprivilege would not insulate the arresting officers from liabili-\n\nty unless the arrestee was \n\n               (a) . . . a person sufficiently named or otherwise\n          described  in the warrant and [was] reasonably believed\r                                                 \n          by the [officer] to be, the person intended, or\r                                                                   \n\n               (b)  although not  such  person, .  . .  knowingly\n          caused the actor[s] to believe [her] to be so.\n\nRestatement (Second) of Torts,   125 (emphasis added).  Since the\r                                       \n\nrecord  plainly  reflects  that  plaintiff  Rodr guez  maintained\n\nthroughout that she was not the person named in the 1975 warrant,\r                                     \n\nwe  need only inquire    pursuant to subsection 125(a)    whether\n\n(1) she  was \"sufficiently named  or otherwise  described in  the\n\nwarrant\" and  (2) Deputies Torres and  D az \"reasonably believed\"\n\nthat  she was  \"the person  intended\" in  the warrant.    See </pre><span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"id_token\">id.</span>\r                                                                           \n\n  125(a). \n\n          First </a></span><pre class=\"inline\">and foremost, there  can be no question  that the\n\nperson  arrested  was \"sufficiently  named\"  in  the 1975  arrest\n\nwarrant,  see </pre><span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"id_token\">id.</span>   125(a), which </a></span><pre class=\"inline\">directed the arrest of a person\r                           \n\nwith the same  name as  plaintiff Rodr guez.   A law  enforcement\n\nofficer \"is privileged to arrest the  person to whom the name [in\n\nthe warrant] applies with  complete accuracy, although the [offi-\n\n                                13\r\r\n\ncer] may have reason to suspect that a mistake has been made, and\r                                         \n\nthat  the person,  though  accurately named,  is  not the  person\n\nintended.\"  </pre><span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"id_token\">Id.</span>   125 cmt. </a></span><pre class=\"inline\">f (emphasis added).  \r                         \n\n          The  United States  argues that  the name  in  the 1975\n\nwarrant, together  with the  information contained in  the arrest\n\npacket, provided ample basis for Deputies Torres and D az to form\n\nan objectively reasonable belief that plaintiff Rodr guez was the\n\nperson named in  the warrant.  Indeed, the  information plaintiff\n\nherself  provided  in response  to  questions  from the  deputies\n\ncomported in virtually every detail with the physical description\n\nin  the arrest  packet, except  for a  three-inch discrepancy  in\r                                        \n\nheight and a twenty-pound difference in weight.4  \n\n          We  agree  with   the  government  that   these  slight\n\ndiscrepancies     minor variations between the plaintiff's physi-\n\ncal  description and  the fifteen-year-old  DEA booking  form de-\n\nscription        could   not  have   undermined   the   objective\n\nreasonableness of the  arresting deputies' belief that  plaintiff\n\nwas the person named in the 1975 warrant.  Furthermore, apparent-\n\n                  \r                            \n\n   4The  arresting  deputies  confirmed  that  plaintiff Rodr guez's\nbirthplace, birthdate, abdominal scarring,  right-handedness, citizen-\nship, race, and  Social Security number were all identical to the data\ncontained in the  arrest packet.   Plaintiff even  confirmed that  her\nsister had the same name as that which the 1975 arrestee had given for\nher  sister.   Finally, plaintiff  informed Deputies  Torres and  D az\nthat, like the 1975 arrestee, both her parents were deceased as  well.\n\n   The record is silent  as to whether anyone (including  plaintiff)\nnoted the  three-inch height discrepancy at  the time of arrest.   The\ntwenty-pound  weight  difference  was  reasonably  attributed  by  the\ndeputies to the  fact that almost  fifteen years had passed  since the\narrest of \"Manuela Rodr guez\" in Mineola, New York.\n\n                                14\r\r\n\nly mindful of the risks inherent in executing a  fifteen-year-old\n\narrest warrant,  Deputies Torres and D az  prudently attempted to\n\nobtain further  information, as well  as a  photograph, from  the\n\nUnited States Marshals Service, SDNY, but were told that no photo\n\nor additional  information was available.   Indeed, the arresting\n\ndeputies  even  afforded plaintiff  Rodr guez  an opportunity  to\n\nexplain how anyone  other than  she could have  provided the  DEA\n\nwith all  this  information in  1975.   Plaintiff  Rodr guez  was\n\nunable to explain then and offers no explanation now.\n\n          Their  painstaking efforts  could  have  left  Deputies\n\nTorres and D az  with little  inkling    let  alone a  reasonable\r                                                                           \n\nbelief     that plaintiff Rodr guez  was not the  \"Manuela Rodr -\r                                                      \n\nguez\"  named in the arrest  warrant.  Thus, notwithstanding their\n\nerrant  arrest of an  innocent person, the  arresting officers   \n\nhaving utilized every available  means to preclude misidentifica-\n\ntion    were left with no grounds for forming a reasonable belief\n\nthat  plaintiff Rodr guez was not the person intended in the 1975\n\narrest warrant.   Consequently, the  execution of the  valid 1975\n\narrest  warrant by Deputies Torres and D az was privileged.  And,\n\nlastly, the United States  was entitled to rely on  the privilege\n\nwhich attached  to the arresting  deputy marshals  as a  complete\n\ndefense to liability for false arrest, as provided by Restatement\r                                                                           \n\n(Second) of Agency,   217(a)(iii).  \r                            \n\nE.   The Claims Relating to Deputy Rodr guez\r          E.   The Claims Relating to Deputy Rodr guez\r                                                      \n\n          Plaintiffs-appellants further contend  that the  United\n\nStates is liable for  the \"negligent investigation and initiation\n\n                                15\r\r\n\nof arrest proceedings\"  by Deputy Rodr guez.   The United  States\n\ncounters that federal law enforcement  officers owe no legal duty\n\nto  exercise  reasonable care  in conducting  pre-arrest investi-\n\ngations.   Additionally,  it argues  that FTCA     2680(h) waives\n\nsovereign immunity from suit for six enumerated intentional torts\n\nonly -- assault, battery, false imprisonment, false arrest, abuse\n\nof process and  malicious prosecution.   Thus,  according to  the\n\nUnited States, even  if local law afforded a right  of action for\n\nnegligent  investigation and  initiation  it would  be barred  by\n\nsovereign immunity.\n\n                                16\r\r\n\n     1.   Negligent Investigation\r               1.   Negligent Investigation\r                                           \n\n          Plaintiffs-appellants  point  to  no   authority  which\n\nrecognizes  a right  of action  for \"negligent  investigation\" in\n\nthese circumstances, nor have we found any authority for imposing\n\nliability on  the sovereign for  negligent investigation, whereas\n\nseveral  courts have rejected such  claims.  See,  e.g., Smith v.\r                                                                        \n\nState,  </pre><span class=\"citation\" data-id=\"1579975\"><a href=\"/opinion/1579975/smith-v-state/\"><span class=\"volume\">324</span>  <span class=\"reporter\">N.W.2d</span> <span class=\"page\">299</span></a></span><pre class=\"inline\">,  302 (Iowa  1982);  Landeros v.  City of\r                                                                           \n\nTucson, </pre><span class=\"citation\" data-id=\"1399104\"><a href=\"/opinion/1399104/landeros-v-city-of-tucson/\"><span class=\"volume\">831</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">850</span></a></span><pre class=\"inline\">, 851 (Ariz.  App. Ct. 1992); Wimer v. State,\r                                                                          \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">841</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">453</span></span><pre class=\"inline\">,  455 (Idaho App.  Ct. 1992); cf. Bernard  v. United\r                                                                           \n\nStates, </pre><span class=\"citation\" data-id=\"670683\"><a href=\"/opinion/670683/eusebio-bernard-v-united-states-of-america-eusebio-bernard-v-james/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span></a></span><pre class=\"inline\">, 102 (2d Cir. 1994) (applying New  York law in\r                \n\nFTCA  action and  rejecting claim  that law  enforcement officers\n\nfailed to exercise due  care in effecting arrest); Boose  v. City\r                                                                           \n\nof Rochester, </pre><span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">740</span></span><pre class=\"inline\">, 744 (N.Y. App. Div. 1979) (ruling\r                      \n\nthat plaintiff \"may not recover under broad general principles of\n\nnegligence .  . .  but must  proceed  by way  of the  traditional\n\nremedies  of   false  arrest   and  imprisonment   and  malicious\n\nprosecution\").  We therefore  decline the invitation to speculate\n\nthat the Puerto Rico Supreme  Court would be receptive to  such a\n\nclaim.\n\n     2.   Instigation of False Arrest\r               2.   Instigation of False Arrest\r                                               \n\n          Plaintiffs-appellants cite  Sami v. United  States, </pre><span class=\"citation\" data-id=\"375886\"><a href=\"/opinion/375886/mohammad-sami-v-united-states-of-america/\"><span class=\"volume\">617</span>\r                                                                      \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">755</span> </a></span><pre class=\"inline\">(D.C. Cir.  1979), as support for their  contention that\n\nthe United States may be sued for the conduct of Deputy Rodr guez\n\nin  initiating the errant arrest.  Sami  held that FTCA   2680(h)\r                                                 \n\nopens the government to suit for false arrest even though its law\n\nenforcement officer  was not directly involved  in \"frontline law\r                                      \n\n                                17\r\r\n\nenforcement work.\"   See  </pre><span class=\"citation\" data-id=\"375886\"><a href=\"/opinion/375886/mohammad-sami-v-united-states-of-america/\"><span class=\"id_token\">id.</span> at 764; </a></span><pre class=\"inline\"> but cf.  Pooler v.  United\r                                                                           \n\nStates,  </pre><span class=\"citation\" data-id=\"468120\"><a href=\"/opinion/468120/ronald-pooler-v-united-states-of-america-ronnie-bradley-v-united-states/\"><span class=\"volume\">787</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">868</span></a></span><pre class=\"inline\">,  872  (3d  Cir.) (restricting  waiver  of\r                \n\nsovereign immunity  effected under  FTCA   2680(h)  to enumerated\n\ntorts by investigative or law enforcement officers \"in the course\n\nof a search, a seizure or an arrest\"), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">849</span>\r</span><pre class=\"inline\">                                                             \n\n(1986).   We  need not  resolve the  question addressed  in Sami,\r                                                                          \n\nhowever,  since we  conclude that  no right  of action  would lie\n\nunder the legal  principles likely  to be applied  by the  Puerto\n\nRico Supreme Court based on the conduct of Deputy Rodr guez. \n\n          One  who  instigates or  participates  in  the unlawful\n\nconfinement of another is  subject to liability to the  other for\n\nfalse arrest.  Restatement  (Second) of Torts,   45A.   \"Instiga-\r                                                       \n\ntion\"  is defined as \"words or acts which direct, request, invite\n\nor encourage the false  [arrest] itself.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>   45A cmt. </span><pre class=\"inline\">c.  \"In\r                                                        \n\nthe  case of an arrest, [instigation] is the equivalent, in words\n\nor conduct, of 'Officer, arrest that man!'\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  Though it </span><pre class=\"inline\">is by\r                                                          \n\nno  means clear  that Deputy  Rodr guez's  request to  \"check the\n\nfollowing lead,\"  see supra  p. 3,  amounted to  \"instigation\" as\r                                     \n\ndefined in the Restatement,  we consider whether Deputy Rodr guez\r                                    \n\nherself  would be liable for instigating a false arrest of plain-\n\ntiff Rodr guez in these circumstances. \n\n          Instigation of  false arrest, like the  underlying tort\n\nitself, is subject to  the conditional privilege accorded arrests\n\neffected pursuant to a valid warrant.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>   45A cmt. </span><pre class=\"inline\">b.   Conse-\r                                                    \n\nquently, the conduct of  Deputy Rodr guez would be  privileged so\n\nlong as  the arrestee  was \"sufficiently named  or otherwise  de-\n\n                                18\r\r\n\nscribed in the  warrant\" and the  officer instigating the  arrest\r                                                               \n\n\"reasonably believed\"  that plaintiff  Rodr guez was  \"the person\n\nintended\"  in the arrest  warrant.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>    125(a);  see </span><pre class=\"inline\"></pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>   45A\r                                                                     \n\ncmt. </span><pre class=\"inline\">b. \n\n          As noted above, see  supra p. 13, there is  no question\r                                              \n\nbut that plaintiff Rodr guez was \"sufficiently named\" in the 1975\n\nwarrant.    Nor did  the evidence  developed at  summary judgment\n\ngenerate  a trialworthy  dispute as  to whether  Deputy Rodr guez\n\n\"reasonably believed\"  that the  person identified in  the arrest\n\npacket  she forwarded to Puerto  Rico was the  person intended by\n\nthe 1975 arrest warrant.  See </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>   125 cmt </span><pre class=\"inline\">f.  Moreover,  plain-\r                                           \n\ntiffs-appellants have never suggested, either below or on appeal,\n\nthat their opportunity to conduct discovery was inadequate.\n\n          The  record  evidence  reflects  that  Deputy Rodr guez\n\nmatched  the name and social security number of the fugitive with\n\nthe  name and social security number of an individual residing in\n\nPuerto Rico.   The  arrest packet Deputy  Rodr guez forwarded  to\n\nPuerto  Rico included extensive  personal and  family information\n\nprovided  by  the \"Manuela  Rodr guez\"  arrested  in 1975,  which\n\nmatched  almost  precisely the  personal  and family  information\n\ngathered  on plaintiff Rodr guez in  1990.  There  were two minor\n\ndiscrepancies  between  the  information  provided  by  the  1975\n\narrestee and that provided by plaintiff Rodr guez:   a three-inch\n\nheight  difference and  a  twenty-pound weight  difference.   But\n\nthere is no  record evidence  whatsoever to  suggest that  Deputy\n\nRodr guez was even aware of these discrepancies.\n\n                                19\r\r\n\n          Thus,  the information  forwarded by  Deputy Rodr guez,\n\nwhen matched with the information relating to plaintiff Rodr guez\n\nherself, afforded ample basis  for forming an objectively reason-\n\nable  belief that plaintiff Rodr guez was the person named in the\n\n1975 arrest  warrant.  Consequently,  Deputy Rodr guez's  conduct\n\nrelating to the errant  arrest, even assuming it were  actionable\n\nas a  negligent instigation claim, would  be conditionally privi-\n\nleged, see  Restatement  (Second) of  Torts,    125(a),  and  the\r                                                     \n\nUnited  States would be entitled  to assert the  privilege in its\n\nown  defense.   See  supra  pp.  11-15; Restatement  (Second)  of\r                                                                           \n\nAgency,   217(a)(iii).5\r                \n\n                               III\r                                         III\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \n\n          As the  challenged conduct  of all three  Deputy United\n\nStates  Marshals was  privileged,  summary judgment  was properly\n\nentered for the United States.\n\n          Affirmed.  The parties shall bear their own costs.\r                    Affirmed.  The parties shall bear their own costs.\r                                                                     \n\n                  - Concurring Opinion Follows -\n\n                  \r                            \n\n   5Nevertheless, given the many uncontrolled ramps leading onto and\noff  the \"information  highway,\"  Judge Bownes'  wise counsel  clearly\noffers law enforcement agencies the best means of avoiding recurrences\nof the  insufficiently explained  wrong  done in  this  case.   As  my\nbrother  cautions, all  law enforcement  officers     whether directly\ninvolved  in effecting an arrest or simply in gathering and forwarding\ninformation for use by  the arresting officers    should  exercise the\nhigh  degree of care commensurate  with the seriousness  of their mis-\nsion.\n\n                                20\r\r\n\n            BOWNES,  Senior  Circuit Judge,  concurring  in the\r                      BOWNES,  Senior  Circuit Judge\r                                                    \n\n  judgment.  I agree with the judgment mainly because there was\n\n  an improbably close match between the information provided by\n\n  the  plaintiff and  the  detailed information  in the  arrest\n\n  packet.   Given this level  of specificity and  similarity, I\n\n  must conclude  that it would  be entirely unreasonable  for a\n\n  finder-of-fact to posit liability against the government.  It\n\n  was  not the government  which was culpable  but the impostor\n\n  who framed  the plaintiff some  fifteen years before  the ar-\n\n  rest.\n\n            I  write separately, however, to emphasize that the\n\n  Restatement principles  underlying our decision should not be\n\n  applied  mechanically  where multiple  government  actors are\n\n  engaged in  collective action.   In  my view,  it would  be a\n\n  mistake to treat the New York and Puerto Rico marshals piece-\n\n  meal, as isolated actors rather than as co-agents of a common\n\n  principal.  Under the right circumstances, co-agents may have\n\n  a duty to exchange certain information; where there is such a\n\n  duty,  the reasonableness of a  given act --  and the princi-\n\n  pal's liability for that act -- should be  judged in light of\n\n  what the actor knew  or should have known, assuming  the rea-\n\n  sonable conduct  of other concerned actors.   This concept of\n\n  imputed knowledge seems consistent with agency  and vicarious\n\n  liability principles.\n\n                                20\r\r\n\n            The  failings  of  the  piecemeal approach  can  be\n\n  illustrated using  the facts of this case.  A piece of infor-\n\n  mation  may mean  little in  the abstract  to the  person who\n\n  holds  it, but might be decisive to another actor in context.\n\n  In this  case, a photograph  remained inert in  Deputy Rodri-\n\n  guez's  file; had it been  forwarded to the  Puerto Rico mar-\n\n  shals  in the field, it  would have prevented the plaintiff's\n\n  arrest.   Although I agree with my  brother that, in light of\n\n  the  specificity of  the  information in  her arrest  packet,\n\n  Deputy  Rodriguez had no reason to fear that the wrong person\n\n  might  be  arrested, the  opinion  nevertheless obscures  the\n\n  government's one regrettable omission.  After all, the Puerto\n\n  Rico marshals  saw fit  to  request the  photograph; and  the\n\n  United States has never explained why it was not timely sent.\n\n            I doubt that common law principles either dictate a\n\n  piecemeal approach,  or foreclose  a more integrated  view of\n\n  collective  action.  Indeed, my brother's opinion momentarily\n\n  adopts  an integrated  view when  it rejects  the instigation\n\n  claim  against Deputy Rodriguez.  See ante at 18 (\"The arrest\r                                                      \n\n  packet  Deputy  Rodriguez forwarded  to  Puerto  Rico .  .  .\n\n  matched almost precisely the personal  and family information\n\n  gathered on plaintiff Rodriguez  in 1990.\").  This correspon-\n\n  dence matters  only if Deputy  Rodriguez is imputed  with the\n\n                                21\r\r\n\n  knowledge  of information  that  was gathered  solely by  the\n\n  Puerto Rico marshals.\n\n            In  sum,  I have  no quarrel  with  the bulk  of my\n\n  brother's scholarly opinion.   I merely wish to raise  a word\n\n  of caution against judging co-agents of a common principal as\n\n  isolated  actors; their actions should  be assessed as of one\n\n  piece. \n\n                                22\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106345/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108375/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111699/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195013/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195482/",
    "https://www.courtlistener.com/api/rest/v3/opinions/279400/",
    "https://www.courtlistener.com/api/rest/v3/opinions/375886/",
    "https://www.courtlistener.com/api/rest/v3/opinions/431709/",
    "https://www.courtlistener.com/api/rest/v3/opinions/449534/",
    "https://www.courtlistener.com/api/rest/v3/opinions/449675/",
    "https://www.courtlistener.com/api/rest/v3/opinions/458545/",
    "https://www.courtlistener.com/api/rest/v3/opinions/468120/",
    "https://www.courtlistener.com/api/rest/v3/opinions/655503/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670683/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1399104/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1579975/"
  ]
}