{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196071/",
  "id": 196071,
  "absolute_url": "/opinion/196071/hegarty-v-somerset-county/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196071/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:55:51Z",
  "date_modified": "2020-02-21T23:42:08.145830Z",
  "type": "010combined",
  "sha1": "58d462febbf17e6ec584bb07d6eef6b310e93cd3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1473.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \r                                                     \n\nNo. 94-1473\n\n            JOHN M. HEGARTY AS PERSONAL REPRESENTATIVE\n              OF THE ESTATE OF KATHERINE A. HEGARTY,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n            SOMERSET COUNTY, RENE GUAY, WILFRED HINES,\n            THOMAS GIROUX, JR., WILLIAM CRAWFORD, JR.,\n\n                     Defendants, Appellants.\n\n                                           \r                                                     \nNo. 94-1474\n\n            JOHN M. HEGARTY AS PERSONAL REPRESENTATIVE\n              OF THE ESTATE OF KATHERINE A. HEGARTY,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                     SOMERSET COUNTY, ET AL.,\n\n                     Defendants, Appellants.\n\n                                           \r                                                     \nNo. 94-1517\n\n              JOHN M. HEGARTY, INDIVIDUALLY AND AS \n            PERSONAL REPRESENTATIVE OF THE ESTATE OF \n                      KATHERINE A. HEGARTY,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                     SOMERSET COUNTY, ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \r                                                     \r\r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n           [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \n\n                                           \r                                                     \n\n                              Before\n\n                       Cyr, Circuit Judge,\r                                                   \n\n                  Bownes, Senior Circuit Judge,\r                                                        \n\n                 and McAuliffe,* District Judge.\r                                                         \n\n                                           \r                                                     \n\n   William R. Fisher,  with whom Monaghan,  Leahy, Hochadel &amp;  Libby\r                                                                              \nwas  on  brief for  appellants Guay,  Hines,  Giroux and  Crawford and\ndefendant-appellee Spencer Havey.\n   Frederick J. Badger, Jr., with whom Ann M. Murray and Richardson,\r                                                                              \nTroubh &amp; Badger were on brief for appellant Wright.\r                       \n   Julian  L.  Sweet,  with whom  Jeffrey  A.  Thaler  and Berman  &amp;\r                                                                              \nSimmons, P.A. were on brief for plaintiff/appellant Hegarty.\r                     \n\n                                           \r                                                     \n\n                           May 17, 1995\n                                           \r                                                     \n\n                  \r                            \n\n   *Of the District of New Hampshire, sitting by designation.\n\n                                2\r\r\n\n          CYR,  Circuit Judge.  On May 15, 1992, state and county\r                    CYR,  Circuit Judge.  \r                                       \n\nlaw enforcement officers  forcibly entered a remote  cabin in the\n\nMaine woods, without a  warrant, and mortally wounded plaintiff's\n\ndecedent, Katherine  A. Hegarty,  while attempting to  arrest her\n\nfor recklessly endangering the safety of four campers.  Plaintiff\n\nJohn M.  Hegarty initiated the present action in federal district\n\ncourt for compensatory and punitive damages against the defendant\n\nofficers  and  their  respective supervisors,  based  on  alleged\n\nviolations of the Hegartys'  statutory and constitutional rights.\n\nSee 42 U.S.C.   1983 (1992);  Me. Rev. Stat. Ann. tit. 5,    4682\r             \n\n(1992).   After  rejecting their  qualified immunity  claims, the\n\ndistrict  court  determined  that  the  defendant  officers  were\n\npotentially liable for punitive  damages, and the officers initi-\n\nated  an interlocutory appeal.  Plaintiff John M. Hegarty in turn\n\ncross-appealed  from  district   court  orders  granting  summary\n\njudgment in favor  of Somerset  County Sheriff  Spencer Havey  on\n\nqualified  immunity grounds  and disallowing  plaintiff's section\n\n1983 claim for  compensatory damages for loss  of spousal consor-\n\ntium.\n\n                                I\r                                          I\n\n                           BACKGROUND1\r                                     BACKGROUND\r                                               \n\nA.   The Warrantless Entry\r          A.   The Warrantless Entry\r                                    \n\n                                                                 \r                                                                           \n\n     1The relevant facts are related in  the light most favorable\r               1\nto  the plaintiff, the party resisting  summary judgment.  Velez-\r                                                                           \nGomez v.  SMA Life Assurance  Co., 8 F.3d  873, 874-75 (1st  Cir.\r                                           \n1993).  \n\n                                3\r                                          3\r\r\n\n          During the  morning of  the fateful day,  two vehicles,\n\ncontaining four  campers, entered  through a gate  onto woodlands\n\nowned  by a  paper company  in Jackman,  Maine, and  proceeded to\n\ntheir assigned  campsite about  one and  one-half miles past  the\n\ngate  and 200 yards  or so beyond  the Hegarty cabin.   At around\n\n9:00  that evening,  Katherine Hegarty became  extremely agitated\n\nwhen  she saw  the campers  returning to  their campsite  for the\n\nnight,  and  began screaming  that  they  had  trespassed on  her\n\nproperty.  The campers  assured her that the caretaker  had given\n\nthem permission to use the campsite and they would be leaving the\n\nnext morning.  To  which Katherine responded:  \"Only if  you make\n\nit until morning.\"   She then retrieved  a rifle from inside  the\n\ncabin and fired six rounds from the porch in the direction of the\n\ncampers, who immediately took cover behind their trucks and boat.\n\n          During  the next  hour  or so,  Katherine reloaded  her\n\nrifle several times, firing approximately  twenty-five additional\n\nrounds in the direction of the campers before eventually yielding\n\nto their pleas for permission to depart in safety.  Leaving their\n\nother belongings behind, the campers drove their vehicles quickly\n\npast the cabin, where they saw  Katherine on the porch, rifle  in\n\nhand.   Although no further  shots were fired, Katherine followed\n\nthe  campers in her truck  beyond the entrance  gate, then turned\n\nback in the direction of her cabin.\n\n          Upon their arrival  at a  truck stop  located on  Route\n\n201, approximately two  miles from the woods road  entrance gate,\n\n                                4\r                                          4\r\r\n\nthe campers  immediately placed a telephone call  to the Somerset\n\nCounty Sheriff's Department.   Their report described a harrowing\n\nencounter  with  an intoxicated,  distraught (\"flipped  out\") and\n\narmed woman who might pursue them to the truck stop  and shoot at\n\nthem.  Four law enforcement officers were dispatched to the truck\n\nstop    Maine State Trooper Gary Wright and three Somerset County\n\nSheriff's Department  officers:   Patrol Sergeant Wilfred  Hines,\n\nDeputy Sheriff Rene Guay, and Reserve Officer Thomas Giroux, Jr. \n\n          After  briefly  interviewing   the  four  campers,  the\n\nofficers decided  that the  suspect  had committed  at least  one\n\noffense by shooting at the campers.  See Me. Rev. Stat. Ann. tit.\r                                                  \n\n17-A,   211  (1994) (reckless endangerment).   Moreover, from the\n\ndescription the campers gave  of the woman, the locations  of the\n\ncabin and the campsite, and from their knowledge of the area, the\n\nofficers concluded that Katherine Hegarty was their suspect.  The\n\nofficers  knew  that Katherine  was an  experienced hunter  and a\n\nlicensed  Maine guide, with a  reputation as a  \"crack shot,\" and\n\nthat she kept several  powerful firearms at her cabin.   Further,\n\nthe officers  knew she had some history  of emotional instability\n\n(i.e., a nervous \"breakdown\"  in 1991, requiring sedation, physi-\r               \n\ncal  restraints and  a brief  period of  involuntary hospitaliza-\n\ntion), substance abuse (two arrests for operating a motor vehicle\n\nwhile  under  the  influence  of alcohol  (\"OUI\")  in  1991), and\n\nincidents of  erratic, violent behavior directed  at law enforce-\n\nment personnel    kicking  and throwing punches at  State Trooper\n\nGary Wright, asking irrational questions, and exhibiting  extreme\n\n                                5\r                                          5\r\r\n\nmood swings  (alternately screaming and laughing) at  the time of\n\nher first  OUI arrest, and an  assault/harassment against Trooper\n\nWright at his residence shortly after the same arrest.  For these\n\nreasons, the officers concluded that they should arrest Katherine\n\nimmediately,  without obtaining  a  warrant or  informing her  of\n\ntheir true  intentions until after  she had been  restrained, for\n\nfear that she would become violent.\n\n          At around  midnight, the  officers rendezvoused  with a\n\nfifth officer,  Sergeant William  Crawford, Jr., of  the Somerset\n\nCounty Sheriff's  Department, drove about three  miles and parked\n\ntheir  cruisers  approximately a  mile  from  the Hegarty  cabin.\n\nTheir sporadic  discussions since meeting  at the truck  stop had\n\nled  to a  skeletal  plan of  action  for effecting  the  arrest.\n\nConcerned that Katherine might be  waiting for them somewhere  in\n\nthe vicinity, they  proceeded on  foot toward her  cabin, led  by\n\nTrooper  Wright    with a police dog     in an effort to forewarn\n\nthemselves  of  Katherine's  presence  without   heralding  their\n\napproach.   As  they  neared, at  approximately  12:15 a.m.,  the\n\nofficers  observed Katherine's  truck  in front  of the  darkened\n\ncabin and heard a radio blaring music from inside.   The clearing\n\nsurrounding  the cabin was plainly visible  in the moonlight, but\n\nthe cabin interior was not illuminated.  \n\n           Following a quick visual  inspection of the cabin site\n\nand the interior of  the Hegarty truck, four officers  approached\n\nunannounced and  placed themselves  along the outer  cabin walls.\n\nThe  fifth officer, Thomas Giroux, Jr., who was better acquainted\n\n                                6\r                                          6\r\r\n\nwith Katherine Hegarty,  gave a prearranged  signal to the  other\n\nofficers  from behind  a tree  across the  road in  front  of the\n\ncabin.   Giroux  began  calling to  Katherine  by name      first\n\nidentifying himself and then expressing concern for her safety   \n\nin  an attempt  to coax  her from  the cabin  to speak  with him.\n\nGiroux heard no response above the blaring radio.  Sergeant Hines\n\nthen pounded on the cabin door and identified himself as a deputy\n\nsheriff.  He received no response.\n\n          Meanwhile, Sergeant  Crawford, who  had worked  his way\n\naround to  the rear  of the  cabin, shined  a  flashlight into  a\n\ndarkened window and  saw a  fully-clothed woman lying  on a  bed,\n\nwith a  rifle astride her chest.   When the woman  began to raise\n\nthe  rifle in his direction, Crawford dove for cover, yelling out\n\nto the other officers that  there was an armed person inside  the\n\ncabin.  Katherine soon asked Crawford to identify himself.  After\n\nhe  did so, Crawford heard  Katherine leave the  bedroom and move\n\ntoward the front of the cabin.  The radio  soon became inaudible.\n\n          As Katherine  walked about inside  the darkened  cabin,\n\nshe kept asking what the officers were doing there, and requested\n\nthat they leave  her property.   The officers  replied that  they\n\nwere  investigating a report of  campsite burglaries in the area,\n\nwere concerned  for her safety, and wanted her to come out of the\n\ncabin so  she could  speak with  them.   Laughing  intermittently\n\nduring  these  exchanges,  Katherine  ultimately  rejected  their\n\nrequests    stating that she had seen no one suspicious.  \n\n                                7\r                                          7\r\r\n\n          Deputy Sheriff  Rene Guay    posted  outside the closed\n\nwindow  at the front of the cabin     next saw Katherine face-to-\n\nface as she  peered out the window from a  kneeling position on a\n\nnearby couch.  When Guay trained his flashlight on her, Katherine\n\nsaid, \"I  can see you.\"  At this time, Guay observed that Kather-\n\nine had no weapon in hand nor within the  vicinity illuminated by\n\nhis flashlight.  Guay  immediately communicated this  information\n\nto Sergeant Hines and  Trooper Wright, who were posted  on either\n\nside of the front door, then gave them a signal to \"go.\"  \n\n          Sergeant Hines  proceeded to  break in the  front door,\n\nbut  a chain  lock momentarily  delayed entry.   From  a crouched\n\nposition outside the front  window, Guay saw Katherine pick  up a\n\nrifle beside the couch and begin to raise it in  the direction of\n\nHines and Wright, who were about to break through the front door.\n\nAs  she  continued to  raise the  rifle  in their  direction, the\n\nofficers ordered her to drop it.  Katherine paid no  heed and was\n\nfatally wounded by the officers before she could fire a shot. \n\nB.   The District Court Proceedings\r          B.   The District Court Proceedings\r                                             \n\n          In January  1993, John  Hegarty, in his  individual and\n\nrepresentative  capacities, filed  a four-count complaint  in the\n\nDistrict  of Maine  against,  inter alia,  the five  officers and\r                                                  \n\ntheir   respective  supervisors,  alleging  deprivations  of  the\n\nHegartys' Fourth and Fourteenth  Amendments rights, see 42 U.S.C.\r                                                                 \n\n   1983 (1994), and their state and federal statutory and consti-\n\ntutional rights under  the Maine Civil  Rights Act (\"MCRA\"),  Me.\n\n                                8\r                                          8\r\r\n\nRev.  Stat. Ann. tit.  5,   4682  (1994).2  All  defendants moved\n\nfor  summary judgment,  asserting  qualified  immunity from  suit\n\nunder  section 1983  and  the MCRA,  and contending  that neither\n\npunitive damages,  nor compensatory  damages for loss  of spousal\n\nconsortium, are  recoverable against  them under section  1983 or\n\nthe MCRA.\n\n          The district court ruled, inter alia, that (1) the five\r                                                        \n\nofficers  at the  scene were  not immune  from suit  under either\n\nsection  1983  or the  MCRA,  because  no objectively  reasonable\n\npolice  officer  could  have  concluded  that  the  circumstances\n\nconfronting these officers gave rise to an exigency sufficient to\n\njustify forcing  a warrantless entry  into the Hegarty  cabin for\n\nthe  purpose  of  effecting  Katherine's  immediate  arrest;  (2)\n\npunitive  damages would be recoverable  were a jury  to find that\n\nthe officers at the  scene acted with reckless indifference;  (3)\n\nSomerset County  Sheriff Spencer Havey was  entitled to qualified\n\nimmunity from suit relating to any \"supervisory liability,\" since\n\nhe had no advance notice that officer training was deficient, and\n\nsince  his  subsequent  conduct,  though  \"troublesome,\"  did not\n\nconstitute \"gross or reckless indifference\"; and (4) compensatory\n\ndamages for loss of consortium were not recoverable  absent proof\n\nthat  the officers'  conduct had  been directed  at  John Hegarty\n\nrather than at his deceased spouse alone.  \n\n          The officers  promptly took interlocutory  appeals from\n                                                                 \r                                                                           \n\n     2No  appeal  was  taken  from the  district  court  judgment\ndismissing the wrongful death, see Me. Rev. Stat. Ann. tit. 18-A,\r                                            \n  2-804 (1994), and common-law trespass claims. \n\n                                9\r                                          9\r\r\n\nthe first and second district court rulings.  See Febus-Rodriguez\r                                                                           \n\nv. Betancourt-Lebron, 14  F.3d 87, 90 (1st  Cir. 1994) (disallow-\r                              \n\nance  of qualified  immunity  claim is  \"final\" appealable  order\n\nunder  Cohen \"collateral  order\" doctrine).   After  the district\r                      \n\ncourt directed that final judgment enter pursuant to Fed. R. Civ.\n\nP.  54(b) on its third and fourth rulings, plaintiff John Hegarty\n\ncross-appealed. \n\n                                II\r                                          II\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \n\nA.   The Officers' Immunity Claims\r          A.   The Officers' Immunity Claims\r                                            \n\n     1.   Standard of Review\r               1.   Standard of Review\r                                      \n\n          We review a  summary judgment order de novo,  under the\r                                                               \n\nidentical  criteria  governing the  district court,  to determine\n\nwhether  \"the pleadings, depositions, answers to interrogatories,\n\nand admissions  on file,  together with  the affidavits,  if any,\n\nshow that there  is no genuine issue as to  any material fact and\n\nthat the  moving party  is entitled to  judgment as  a matter  of\n\nlaw.\"  Fed. R. Civ. P. 56(c); see Jirau-Bernal v. Agrait, 37 F.3d\r                                                                  \n\n1, 3  (1st Cir.  1994).   All contested facts  are viewed  in the\n\nlight  most favorable  to the  party resisting  summary judgment.\n\nId.\r             \n\n     2.   The Qualified Immunity Doctrine\r               2.   The Qualified Immunity Doctrine\r                                                   \n\n           Like other government officials performing discretion-\n\nary  functions, law  enforcement  officers hailed  into court  in\n\ntheir individual capacities to respond in damages are entitled to\n\nqualified  immunity  from  suit  in civil  rights  actions  under\n\n                                10\r                                          10\r\r\n\nsection  1983, provided  their conduct  did \"not  violate clearly\n\nestablished statutory or constitutional rights of which a reason-\n\nable  [police officer] would have known.\"   Harlow v. Fitzgerald,\r                                                                          \n\n457  U.S. 800, 818 (1982);  Burns v. Loranger,  907 F.2d 233, 235\r                                                       \n\n(1st Cir. 1990).  In Anderson  v. Creighton, 483 U.S. 635 (1987),\r                                                     \n\nthe Supreme  Court refined the focus of the policy considerations\n\nunderlying the qualified immunity doctrine.\n\n               When  government  officials abuse  their\n          offices, \"action[s] for damages may offer the\n          only  realistic  avenue  for  vindication  of\n          constitutional   guarantees.\"     Harlow   v.\r                                                            \n          Fitzgerald, 457  U.S., at 814.   On the other\r                              \n          hand, permitting damages  suits against  gov-\n          ernment  officials   can  entail  substantial\n          social costs, including the risk that fear of\n          personal  monetary  liability  and  harassing\n          litigation will unduly  inhibit officials  in\n          the discharge  of their  duties.  Ibid.   Our\r                                                          \n          cases  have  accommodated  these  conflicting\n          concerns  by  generally providing  government\n          officials performing discretionary  functions\n          with  a  qualified  immunity, shielding  them\n          from civil damages liability as long as their\n          actions  could  reasonably have  been thought\n          consistent with  the rights they  are alleged\n          to have violated.  See, e.g., Malley v. Brig-\r                                                                 \n          gs, 475 U.S. 335, 341 (1986) . . . .\r                      \n\nAnderson, 483 U.S. at 638.3  As this court has explained, \r                  \n\n          appellate assessment of [a] qualified immuni-\n          ty claim  is  apportioned into  two  analytic\n          components.  First, if the  right asserted by\n          the  plaintiff  was \"clearly  established\" at\n          the time  of  its alleged  violation, we  are\n          required to assume that  the right was recog-\n          nized by the  defendant official, see Harlow,\r                                                                \n          457 U.S. at 818, 102  S. Ct. at 2738;  Rodri-\r                                                                 \n          guez v.  Comas, 888  F.2d 899, 901  (1st Cir.\r                                  \n          1989);  second,  we  will deny  the  immunity\n                                                                 \r                                                                           \n\n     3The same \"qualified immunity\"  analysis applies to the MCRA\r               3\nclaims.    See Jenness  v. Nickerson,  637  A.2d 1152,  1159 (Me.\r                                              \n1994). \n\n                                11\r                                          11\r\r\n\n          claim  if a  reasonable official  situated in\n          the same circumstances should have understood\n          that  the  challenged  conduct violated  that\n          established  right, see Anderson, 483 U.S. at\r                                                    \n          640-41, 107 S.  Ct. at  3039; Rodriguez,  888\r                                                           \n          F.2d at 901.\n\nBurns, 907 F.2d at 235-36.\r               \n\n          The  Hegartys correctly  contend, of  course, that  the\n\nFourth and  Fourteenth Amendments to the  United States Constitu-\n\ntion prohibited  a warrantless entry  into the  Hegarty cabin  to\n\neffect Katherine's  arrest, except in  exigent circumstances  and\n\nwith probable cause.   See Welsh v. Wisconsin, 466  U.S. 740, 749\r                                                       \n\n(1984);  Payton v. New York, 445 U.S. 573, 586 (1980); Buenrostro\r                                                                           \n\nv. Collazo, 973 F.2d 39, 43 (1st Cir. 1992).  Indeed, the consti-\r                    \n\ntutional rights allegedly violated  were clearly established long\n\nbefore this tragic incident occurred.  Accordingly, the defendant\n\nofficers are  deemed to have been on  notice of the relevant con-\n\nstitutional protections  constraining their actions.   Burns, 907\r                                                                      \n\nF.2d at 235-36.  Therefore, qualified immunity affords the defen-\n\ndant  officers no  safe  haven unless  an objectively  reasonable\r                                                               \n\nofficer, similarly  situated, could have believed  that the chal-\r                                                           \n\nlenged police conduct did not violate the Hegartys' constitution-\r                                       \n\nal rights.  Id. at 236.  \r                         \n\n          Thus, the qualified immunity inquiry does not depend on\n\nwhether the  warrantless entry was constitutional,  but allows as\n\nwell for  the inevitable reality that  \"law enforcement officials\r                                                                           \n\nwill in some cases reasonably but mistakenly conclude that [their\r                                                               \n\nconduct] is  [constitutional], and . .  . that . .  . those offi-\r                                                                           \n\ncials    like  other officials  who act in  ways they  reasonably\r               \n\n                                12\r                                          12\r\r\n\nbelieve  to be lawful     should not be  held personally liable.\"\r                                                                         \n\nAnderson,  483 U.S. at 641  (emphasis added); Burns,  907 F.2d at\r                                                             \n\n237.  In other  words, qualified immunity sweeps so  broadly that\n\n\"all  but the plainly incompetent  or those who knowingly violate\n\nthe law\" are protected from civil rights suits for money damages.\n\nHunter v. Bryant,  502 U.S.  224, 229 (1991)  (quoting Malley  v.\r                                                                       \n\nBriggs, 475 U.S. 335, 341  (1986)); cf. Roy v. City  of Lewiston,\r                                                                          \n\n42 F.3d 691, 695 (1st Cir. 1994) (\"[T]he Supreme Court's standard\n\nof reasonableness  is comparatively generous to  the police where\n\npotential danger, emergency  conditions or other exigent  circum-\n\nstances are present.\").\n\n          Lastly, we assess the  challenged police conduct with a\n\nview  to determining its \"objective legal reasonableness,\" Ander-\r                                                                           \n\nson,  483 U.S. at 639 (emphasis added), which entails two pivotal\r             \n\nfeatures.   First,  the  qualified immunity  inquiry takes  place\n\nprior to trial, on  motion for summary judgment, see  Mitchell v.\r                                                                        \n\nForsyth,  472 U.S. 511, 526 (1985) (qualified immunity provides a\r                 \n\nshield against  the burdens of  litigation, not merely  a defense\r                                                                \n\nagainst  liability  for money  damages),  and  requires no  fact-\n\nfinding,  only a  ruling of  law strictly  for resolution  by the\n\ncourt, see Amsden v. Moran, 904 F.2d 748, 752-53 (1st Cir. 1990),\r                                    \n\ncert. denied, 498 U.S.  1041 (1991); Hall v. Ochs, 817  F.2d 920,\r                                                           \n\n924  (1st Cir. 1987).   Thus, under  the policy-driven \"objective\n\nlegal reasonableness\" analysis governing our inquiry, even expert\r               \n\ntestimony relating  to appropriate police procedures  in the cir-\r                                                              \n\ncumstances  confronting  the  officers  may  not  afford  certain\n\n                                13\r                                          13\r\r\n\ninsulation against  summary judgment in the  \"qualified immunity\"\n\ncontext.  \n\n          We turn then to consider whether an objectively reason-\n\nable  police officer could have  believed    in the circumstances\r                                    \n\nprevailing before Katherine Hegarty  was mortally wounded    that\r                           \n\n\"exigent  circumstances\"  and \"probable  cause\"  existed for  the\n\nforcible, warrantless, nighttime entry into the Hegarty cabin. \n\n                                14\r                                          14\r\r\n\n     3.   The Qualified Immunity Analysis\r               3.   The Qualified Immunity Analysis\r                                                   \n\n          (i)  Probable Cause\r                    (i)  Probable Cause\r                                       \n\n          The \"probable  cause\" requirement was met  if the offi-\n\ncers  at the scene collectively possessed, Burns, 905 F.2d at 236\r                                                          \n\nn.7, \"reasonably trustworthy information [sufficient]  to warrant\n\na prudent [person] in believing that [Katherine Hegarty] had com-\n\nmitted  or was committing a  [criminal] offense.\"   Beck v. Ohio,\r                                                                          \n\n379 U.S.  89, 91  (1964).   As the  Supreme Court  has explained,\n\n\"[i]n dealing  with probable cause,  . . .  as the very  name im-\n\nplies, we deal with probabilities.  These are not technical; they\n\nare the factual and practical  considerations of everyday life on\n\nwhich reasonable  and prudent  men, not legal  technicians, act.\"\n\nIllinois  v. Gates, 462 U.S. 213, 231 (1983) (quoting Brinegar v.\r                                                                        \n\nUnited  States, 338 U.S.  160, 176 (1949)).   See also Burns, 907\r                                                                      \n\nF.2d at 236 (quoting Gates).\r                                    \n\n          On  appeal, the  plaintiff contests  the assumption    \n\nindulged  arguendo by the district court    that there was proba-\r                            \n\nble  cause for  Katherine Hegarty's  arrest.   He argues  that no\n\ncompetent officer  in these circumstances  reasonably could  have\n\nbelieved that Katherine    a \"crack shot\"    intended to harm the\n\ncampers,  especially since no bullets struck  the trucks and boat\n\nbehind which the campers took cover.    We do not agree.  Rather,\n\nbased on the information that Katherine may  have been intoxicat-\n\ned, an  objectively reasonable officer could  have concluded that\n\nher errant  aim  was not  attributable  to a  lack of  intent  to\n\nendanger.   Consequently, we  conclude, based on  the \"reasonably\n\n                                15\r                                          15\r\r\n\ntrustworthy information\"  available to the defendant  officers at\n\nthe  scene, see  supra pp.  3-8, that  an objectively  reasonable\r                                \n\npolice officer  could  have  formed  the belief  that  there  was\n\nprobable cause  to arrest  Katherine Hegarty  for the offense  of\n\nreckless endangerment.  See, e.g., Me. Rev. Stat. Ann. tit. 17-A,\r                                           \n\n  211 (\"A person is  guilty of reckless conduct if  he recklessly\n\ncreates a substantial  risk of serious  bodily injury to  another\n\nperson.\");    15  (authorizing warrantless  arrests for  reckless\n\nconduct with a firearm). \n\n          (ii) Exigent Circumstances\r                    (ii) Exigent Circumstances\r                                              \n\n          A warrantless, forcible entry of a private residence is\n\npermissible  in certain  limited  circumstances, including:   (1)\n\n\"hot  pursuit\" of a fleeing  felon; (2) threatened destruction of\n\nevidence inside a residence before a warrant can be obtained; (3)\n\na risk that the suspect may escape from the residence undetected;\n\nor (4)  a threat, posed by a  suspect, to the lives  or safety of\n\nthe public, the police officers, or to herself.  See Minnesota v.\r                                                                        \n\nOlson, 495 U.S.  91, 100 (1990).  We have  held that a cognizable\r               \n\nexigency  must  present  a  \"compelling  necessity  for immediate\n\naction  that w[ould] not brook the delay of obtaining a warrant.\"\n\nUnited States v.  Almonte, 952 F.2d 20, 22 (1st Cir. 1991), cert.\r                                                                           \n\ndenied, 112 S. Ct.  1776 (1992) (quoting United States  v. Adams,\r                                                                          \n\n621 F.2d 41, 44 (1st Cir. 1980)).  Conversely, certain mitigating\n\nfactors  may undermine  a showing  of exigent  circumstances; for\n\nexample, where the criminal  offense was not sufficiently serious\n\n(a traffic violation), Welsh, 466 U.S. at 753 n.6, the opportuni-\r                                      \n\n                                16\r                                          16\r\r\n\nty afforded  the suspect for peaceable  surrender was inadequate,\n\nor the entry  occurred in  the nighttime.   See generally  United\r                                                                           \n\nStates v. Adams, 621 F.2d 41, 44 (1st Cir. 1980).\r                         \n\n          The  defendant  officers challenge  the  district court\n\nruling that  no  competent police  officer could  have formed  an\n\nobjectively reasonable belief that \"exigent circumstances\" justi-\n\nfied a forcible, warrantless  entry for the purpose  of effecting\n\nKatherine Hegarty's  immediate arrest.   They argue  that it  was\n\nreasonable  to believe      based on  the reasonably  trustworthy\n\ninformation available to them at the time    that Katherine posed\n\nan  imminent and  unpredictable threat  to their  safety, and  to\n\nherself.  \n\n          Earlier in  the day, Katherine had  engaged in violent,\n\nlife-threatening conduct against peaceable, unarmed campers.  She\n\nwas known to have demonstrated emotional instability and hostili-\n\nty  toward  law  enforcement personnel  in  the  past, which  had\n\nprompted her to attack  and threaten State Trooper Wright  on two\n\nseparate occasions.  At  the cabin, she pointed a  rifle directly\n\nat Sergeant Crawford, exhibited irrational and possibly  suicidal\n\nbehavior (laughing \"like  a witch\") in response  to the officers'\n\nrepeated requests that she discuss matters with them.  The defen-\n\ndant officers maintain that she could have decided at any time to\n\nfire at  them through  the \"paper thin\"  cabin walls  or as  they\n\nattempted to retreat across  the moonlit clearing.  Consequently,\n\nthe officers contend, there was an ongoing exigency which made it\n\nreasonable to  attempt to  disarm Katherine whenever  it appeared\n\n                                17\r                                          17\r\r\n\nleast likely that she possessed or could retrieve a weapon.4\n\n          Plaintiff acknowledges  that the  officers did  not use\r                                                                       \n\nexcessive force to protect themselves after they forcibly entered\n\nthe cabin and  were confronted by  Katherine, with rifle  raised.\n\nCf.  Roy, 42  F.3d at  695-96.   Rather, he  contends that  their\r                  \n\nprecipitous and  ill-conceived strategy    arrived  at before the\r                                                                       \n\nofficers ever left the  truck stop    deviated  unreasonably from\n\nstandard police  tactics in crisis situations  and inexorably led\n\nto Katherine's  death.  Cf. United States  v. Curzi, 867 F.2d 36,\r                                                             \n\n43  n.6  (1st Cir.  1989) (police  may  not manipulate  events to\n\ncreate an \"exigency\" justifying warrantless entry). \n\n          William  McClaran,  plaintiff's expert,  testified that\n\nthe defendant officers deviated  in two fundamental respects from\n\nstandard  police practice  in a  crisis.   First, they  failed to\n\ndefine  their exact  \"chain  of command\"  before  setting out  to\n\neffect  Katherine's arrest.   Consequently,  each officer  at the\n\nscene was  left to determine his own movements on an ad hoc basis\r                                                                     \n\n(\"freelancing\"),  without  adequate  coordination   among  them.5\n\n                                                                 \r                                                                           \n     4Reserve Officer Giroux and Sergeant Crawford, who played no\ndirect  role in the forcible entry and were responding to orders,\nclaim entitlement  to  qualified  immunity  by  reason  of  their\n\"lesser\" participation.   Given our holding, we  need not address\ntheir claim. \n\n     5McClaran pointed  to several instances of  \"freelancing\" at\nthe Hegarty cabin.  First, although Officer Giroux alone had been\ncharged with  initiating communications with  Katherine, Sergeant\nHines unilaterally  deviated from  the arrangement by  banging on\nthe  cabin door.  Second,  the failure to  coordinate their move-\nments  before arriving  at the  scene created  the risk  that the\nofficers might be  caught in  their own cross-fire.   Third,  the\nofficers  gave Katherine  confusingly different  explanations for\n\n                                18\r                                          18\r\r\n\nSecond, the officers eschewed  accepted rules of \"containment\" by\n\nneedlessly placing  themselves in peril against  the \"paper thin\"\n\nouter walls of the cabin.  Plaintiff opines that upon approaching\n\nthe cabin, the officers harbored a reasonable belief that Kather-\n\nine was inside, given the music blaring from within the cabin and\n\nthe presence of her  truck in the cabin clearing.   Consequently,\n\nand since the officers  knew Katherine was armed and  appeared to\n\nbe acting irrationally, two  officers should have taken concealed\n\npositions at the edge  of the woods surrounding the  cabin clear-\n\ning, thereby cutting off any attempted escape.  Thereafter,  from\n\na safer distance, other  officers could have begun the  effort to\n\ncoax Katherine to come outside, while another officer returned to\n\nthe police  cruisers and  radioed for  assistance from the  Maine\n\nState Tactical Team.  \n\n          We  must isolate  all  reasonably reliable  information\n\ncollectively known to the  officers at the time  their challenged\n\nconduct occurred, without  indulging hindsight,  see Hunter,  502\r                                                                     \n\nU.S.  at 227,  to  determine whether  an \"objectively  reasonable\n\nofficer,\" with  the identical information,  could have  concluded\r                                                           \n\nthat there  were exigent  circumstances sufficient to  support an\n\nimmediate forcible  entry of the  Hegarty cabin  to effect  Kath-\n\nerine's  warrantless arrest.  See Graham v. Connor, 490 U.S. 386,\r                                                            \n\n396 (1989).   Any genuine dispute as to what the officers knew or\r                                                                           \n                                                                 \r                                                                           \n\ntheir presence at the  cabin.  Finally, the officers  agreed that\nshould a  forcible entry  become necessary, Sergeant  Hines would\nenter  first, whereas in fact a  subordinate officer (Guay) ended\nup giving the irrepealable signal to launch the forcible entry.  \n\n                                19\r                                          19\r\r\n\ndid must  be resolved  in the plaintiff's  favor.   See Fonte  v.\r                                                                       \n\nCollins, 898 F.2d 284,  285 (1st Cir. 1990).  Even then, however,\r                 \n\nsummary judgment for the  defendant officers would be appropriate\n\nif any such factual  dispute were immaterial as a  matter of law;\n\nthat is,  if it would not  alter the required analysis  as to the\n\n\"legal reasonableness\"  of their conduct.   See, e.g.,  Prokey v.\r                                                                        \n\nWatkins, 942 F.2d 67, 73  (1st Cir. 1991) (citing cases  in which\r                 \n\nmaterial factual disputes precluded summary judgment on qualified\n\nimmunity claim); see also Cameron v. Seitz, 38 F.3d 264,  273 n.2\r                                                    \n\n(6th Cir. 1994) (same).6  \n\n          Following  a careful examination  of the applicable law\n\nand all  competent evidence presented  to the  district court  at\n\nsummary judgment,  we conclude  that the benchmark  against which\n\nplaintiff would have us evaluate the challenged police conduct is\n\nimpermissibly stringent for the qualified immunity context, since\n\nit fails  to acknowledge  an overarching reality  confronting the\n\nofficers at  the most  critical moment of  decision; viz.,  until\r                                                                  \n\nSergeant  Crawford  saw  Katherine  Hegarty  through the  bedroom\n\nwindow  of the cabin, there was no conclusive evidence that their\r                                                                           \n\nsuspect had been located or contained at all. \r                                                      \n\n          The  officers  initially  devised a  \"plan\"  which they\n\n                                                                 \r                                                                           \n\n     6We  need to  note the  obvious  as well.   Even  though the\nisolation of the Hegarty cabin and the death of Katherine Hegarty\ndictate that virtually all relevant  evidence derives exclusively\nfrom the  officers at the  scene, see  Scott v. Henrich,  39 F.3d\r                                                                 \n912, 915 (9th  Cir. 1994)  (\"the officer defendant  is often  the\nonly surviving eyewitness\" in  qualified immunity cases), summary\njudgment  nonetheless must be granted absent a genuine dispute as\nto a material issue. See Jirau-Bernal, 37 F.3d at 3.\r                                               \n\n                                20\r                                          20\r\r\n\ncharacterized  as  \"locate,  identify,  contain,  negotiate,  and\n\narrest.\"   Obviously,  \"location\" and  \"identification\" would  be\n\nimperative before any other element in their plan  could proceed.\r                           \n\nThe officers  knew that Katherine had  fired approximately thirty\n\nrounds  toward the  campers  earlier in  the  evening.   And,  in\n\naddition to  their collective knowledge of  her erratic, unlawful\n\nbehavior  in the recent past,  the officers had  learned from the\n\ncampers  that Katherine  was  last seen  driving  her truck.    A\r                                                                     \n\ncompetent police  officer in these circumstances     possessed of\n\nthis disturbing  information    certainly could  harbor an objec-\n\ntively reasonable concern that Katherine might yet remain mobile,\r                                                                          \n\nthereby posing  a  continuing  danger  to other  persons  in  the\r                                                                           \n\nvicinity.  \r                  \n\n          Several other campsites in  the vicinity of the Hegarty\n\ncabin were  occupied, and without knowing  the precise motivation\n\nfor  Katherine's  unprovoked,  armed response  to  the  peaceable\n\npresence  of the four campers  earlier in the  evening, an objec-\n\ntively reasonable  officer  prudently could  presume  that  other\n\ncampers  might be  at similar risk.   In  fact, their  use of the\n\npolice dog while proceeding along the woods road toward the cabin\n\nattests  to  the  officers'  alertness to  the  possibility  that\n\nKatherine  could be lying in wait in  the woods.  Deciding not to\n\ntake  the risk attendant  upon the delay  necessarily entailed in\n\nobtaining a warrant, the officers accordingly placed top priority\n\non conclusively  locating their suspect at  the earliest possible\r                                   \n\ntime so  as to minimize the  threat posed to the  safety of other\n\n                                21\r                                          21\r\r\n\ncampers.    See Olson,  495  U.S. at  100  (exigent circumstances\r                               \n\ninclude the need to  safeguard against threats to life  or safety\n\nof others); Almonte, 952 F.2d at 22.7 \r                             \n\n          Quite  contrary  to  the  major  premise   for  William\n\nMcClaran's  expert  opinion,  by  the time  they  arrived  at the\n\nHegarty cabin  the officers had received  decidedly mixed signals\r                                                                   \n\nconcerning their suspect's location.   The parked truck suggested\n\nthat Katherine might be inside the cabin, but the lack of artifi-\n\ncial illumination suggested otherwise.  The blaring music did not\n\nconclusively disprove either hypothesis.   Nor had Katherine been\n\nseen or heard entering  or moving about inside the cabin.   Thus,\n\nit  was in no sense  improbable that Katherine,  a licensed guide\n\nand experienced  hunter, had  left her  vehicle and departed  the\n\ncabin site on foot. \n\n          Nor was the alternative  police strategy posited by Mr.\n\nMcClaran without its shortcomings.   Of course, had  the officers\n\nchosen to cordon off the cabin from a \"safe\"  distance, and begun\n\ncalling out to  Katherine in  the hope they  might negotiate  her\n\nsurrender     and  had she responded     the  \"containment\" phase\r                                              \n\ncould have proceeded  apace.  On  the other hand, had  she simply\n\nfailed  to respond     either  because she  could not  hear their\n\ncalls  above the blaring music, or because she had fully expected\n\nthem to investigate the campers'  allegations and wanted to  keep\n\n                                                                 \r                                                                           \n\n     7The exigency created by  the realistic danger the unlocated\nsuspect posed to other campers in the vicinity  likewise substan-\ntially  mitigated an  aggravating  factor noted  by the  district\ncourt:  the fact that the warrantless entry took place at night. \n\n                                22\r                                          22\r\r\n\nthem off guard     the officers still would  be left to speculate\n\nwhether she was in the cabin.  \n\n          Since time  was of the  essence, and it  was imperative\n\nthat they locate and identify their suspect so as to rule out the\n\ncontinuing danger she could  pose to others in the  vicinity, the\n\nofficers then  would have faced an irreconcilable quandary.  They\n\ncould  undertake a  \"containment\" strategy  along the  lines pro-\n\npounded by McClaran,  which would necessitate a delay  of several\n\nhours  for  the Maine  State Tactical  Team  to reach  the cabin,\n\nthereby countenancing the realistic risk that their suspect might\n\nbe  elsewhere at  that  very moment  jeopardizing  the safety  of\n\nothers.8   Or, having heralded their  arrival, the officers could\n\nhave attempted  to confirm  Katherine's  presence through  visual\n\ncontact,  by approaching the  outer walls  of the  darkened cabin\n\nacross  the  moonlit  clearing, thereby  exposing  themselves  to\n\ngunfire from their  armed and  unpredictable suspect     by  then\n\nforewarned and concealed.\n\n          Law  enforcement officers quite  often are  required to\n\nassess  just  such  probabilities,  and to  weigh  the  attendant\n\ncontingencies.   And  it is  precisely such  spontaneous judgment\n\ncalls    borne of necessity in rapidly evolving, life-endangering\n\ncircumstances     that  the qualified  immunity doctrine  was de-\n\nsigned to insulate from judicial second-guessing in civil actions\n\nfor  money damages,  unless  the challenged  conduct was  clearly\n                                                                 \r                                                                           \n\n     8Once  the tactical  team  had arrived,  moreover, it  would\nstill  have been necessary to  confirm    by  some means    Kath-\nerine's presence in the cabin. \n\n                                23\r                                          23\r\r\n\nincompetent or undertaken in  plain violation of established law.\n\nSee Hunter, 502 U.S. at 229; Anderson, 483 U.S. at 638.\r                                               \n\n                                24\r                                          24\r\r\n\n          Thus,  we do  not determine  which of  these strategies\n\nrepresented the  more prudent course  or posed the  least serious\r                                                                   \n\nrisk to the suspect, the officers or others in the vicinity.  See\r                                                                           \n\nScott v. Henrich, 39  F.3d 912, 915 (9th Cir.  1994) (noting that\r                          \n\n\"[o]fficers  need not  avail  themselves of  the least  intrusive\r                                                                           \n\nmeans of responding to  an exigent situation; they need  only act\r               \n\nwithin  that range  of  conduct [which  is]  . .  .  reasonable\";\n\ncontrary  rule \"would  inevitably induce  tentativeness by  offi-\n\ncers\").   Rather,  we consider  only whether  a competent  police\n\nofficer in these circumstances reasonably could have opted for an\n\nunannounced approach to the cabin walls forthwith.  \n\n          As we conclude that  a competent police officer reason-\n\nably could  have believed  that  exigent circumstances  warranted\n\napproaching  the cabin walls     forthwith and  unannounced    we\r                                                                     \n\nturn to the remaining  question:  whether the defendant  officers\n\n    once  committed, and  assured that  Katherine was  inside the\n\ncabin where she no longer posed a viable threat  to other campers\n\n   reasonably could  have believed that she  represented an immi-\n\nnent physical threat  to their own safety.9  See  Olson, 495 U.S.\r                                                                 \n\nat 100.  \n\n          The expert  testimony on  which plaintiff relies  makes\n\n                                                                 \r                                                                           \n\n     9Although we  need not  resolve the matter  definitively, we\nhave  serious  reservations whether  the  officers' actions  were\njustified by  concern that  Katherine might  take  her own  life.\nTrue,  the objective  evidence indicated  that she  had exhibited\nbehavior  both violent  and unpredictable,  yet the  evidence re-\nvealed  that her  conduct  was directed  at third  parties, never\nherself.   Nor had she  said anything to  the officers that might\nindicate suicidal intent.\n\n                                25\r                                          25\r\r\n\nmuch of the notion that the entire plan for approaching the outer\n\ncabin  walls  was  ill-conceived  and  uncoordinated  ab  initio,\r                                                                          \n\nwhereas  the  officers plausibly  contend  that  they had  worked\n\ntogether as a team so often in the past that their basic plan and\n\ntactics were  implicitly understood.  But  even accepting William\n\nMcClaran's prescription as to an appropriate police procedure for\n\nuse  in  these circumstances,  plaintiff does  not explain  how a\n\ndifferently formulated plan     devoid of the suggested deficien-\n\ncies in the officers'  plan    inevitably would have  averted the\n\nexigency ultimately confronting  them.   See supra notes  5 &amp;  8.\r                                                            \n\nIndeed,  none  of the  consequences  McClaran  attributed to  the\n\nalleged absence of a \"chain of command,\" or to lack of  coordina-\n\ntion  in  the officers'  plan,  clearly  constituted a  causative\r                                                                           \n\nfactor in  Katherine's death.10   Rather, the  causative exigency\n\nderived  primarily from  three  factors over  which the  officers\n\nnever had exclusive control:   the need to  ascertain Katherine's\n\nprecise location as soon as possible, her unpredictable behavior,\n\nand  the  lack of  protective cover  for  their own  movements in\n                                                                 \r                                                                           \n\n     10Plaintiff misfocuses the  \"qualified immunity\" analysis by\ninquiring  whether  all aspects  of  the  officers' conduct  were\r                                         \nexecuted  in the manner to be expected of an \"objectively reason-\nable\" officer, rather than whether the particular decisions which\r                                                                           \nled  to Katherine's death reasonably could have been made by such\r                                   \nan  officer.  Thus, for example, even assuming the plan increased\nthe risk that  an officer  might be caught  in another  officer's\ncross-fire, the subsequent decision to enter and disarm Katherine\nwas not implicated thereby.   Furthermore, the officers' \"differ-\ning\" responses  to Katherine's inquiries were not so much confus-\ningly  inconsistent,  as  consistently  misleading.    But  their\nresponses were also deliberately designed to reduce the risk that\nshe might react violently, as by their consistent  expressions of\nconcern for Katherine's safety  and their scrupulous avoidance of\nany mention of her impending arrest.\n\n                                26\r                                          26\r\r\n\nlocating and containing her. \n\n          Second,  though  plaintiff  argues  that  the  officers\n\ndelayed  their forcible entry until  they were safest     when it\r                                                   \n\n\"appeared\" to Officer  Guay that Katherine was unarmed and beyond\n\narm's  reach from a  firearm    surely  this argument exaggerates\n\ntheir on-the-spot sense of personal security by failing to assess\n\nthe imminence of a perceived  danger in light of the  totality of\r                                                                           \n\nthe  circumstances. See United States v. Veillette, 778 F.2d 899,\r                                                            \n\n902 (1st Cir.  1985) (exigency is assessed  by viewing \"totality\"\n\nof circumstances), cert. denied, 476 U.S. 1115 (1986). \r                                         \n\n          Katherine moved freely about the unilluminated interior\n\nof the locked cabin, which contained deadly firearms  whose exact\n\nnumber and location  were unknown  to the officers.   Cf.,  e.g.,\r                                                                          \n\nUnited States v.  Smith, 797  F.2d 836, 841-42  (10th Cir.  1986)\r                                 \n\n(exigency  established for  warrantless  entry  where agents  ap-\n\nproached aircraft with probable cause to  believe it might harbor\n\narmed drug dealers);   United  States v. Guarente,  810 F.  Supp.\r                                                           \n\n350, 352-53  (D. Me. 1993) (exigency  established for warrantless\n\nentry where  officers remained uncertain about  the intentions of\n\narmed suspects who might remain  inside structure).  Only minutes\n\nbefore,  Katherine had  pointed her  rifle at  Sergeant Crawford.\n\nCf.  O'Brien v. City of Grand Rapids,  23 F.3d 990, 997 (6th Cir.\r                                              \n\n1994)  (qualified immunity  claim disallowed  where suspect  \"had\n\ntaken no action against  the officers\" and \"did not point the gun\n\n                                27\r                                          27\r\r\n\nat  anyone\";  noting   that  threat  to   police  must  be   \"im-\n\nmediate\").11   Prior to  their forced  entry, the  officers real-\n\nized that  the cabin walls  were \"paper  thin,\"12 thus  affording\n\ninsufficient cover  should Katherine  decide to fire  from inside\n\nthe  cabin      a  serious contingency  that  competent  officers\n\nreasonably could take into  account given the violent, irrational\n\nand unpredictable behavior recently exhibited by their barricaded\n\nsuspect,  including her  peculiar bouts  of laughter,  history of\n\nemotional  instability  and  demonstrated antagonism  toward  law\n\nenforcement personnel.   In such circumstances, competent  police\n\nofficers reasonably could conclude  that to announce their inten-\n\ntion  to place the barricaded suspect  under arrest    dispensing\n\nwith their  ruse that they were  there only to help  her    might\n\nwell spark renewed violence.\n\n                                                                 \r                                                                           \n     11Although plaintiff argues that this incident  cannot serve\nto  establish an  exigent circumstance     because  Katherine may\nhave  pointed the gun at  Crawford before she  recognized that he\r                                                   \nwas a police officer     omniscience is not the  presumed mindset\nwith  which an  objectively reasonable police  officer approaches\nlife-endangering decisions.   The correct  focus must  be on  the\nsignificance  an  objectively  reasonable  police  officer  might\nattach to the  threatening action, in  circumstances where he    \nlike Sergeant  Crawford     could not  know, with  assurance, the\r                                                     \nsuspect's exact  state of mind or  intent.  Cf.,  e.g., Gibson v.\r                                                                        \nOfficer,  P.A., 44 F.3d 274, 277-78 (5th Cir. 1995) (proper focus\r                        \nis  not upon factual dispute as to whether suspect was intoxicat-\ned, but whether  objective facts might lead  a reasonable officer\nso to  conclude); Slattery v. Rizzo, 939  F.2d 213, 216 (4th Cir.\r                                             \n1991) (police officer's belief that suspect was reaching  for gun\nwas \"reasonable\" even though object turned out to be a bottle). \n\n     12Their vulnerability  to gunfire from within  the cabin was\nlater  confirmed.   McClaran  himself noted  that several  police\nbullets    fired  immediately after the forcible entry     passed\nthrough the cabin walls. \r                 \n\n                                28\r                                          28\r\r\n\n          Finally, once their objectively  reasonable locate-and-\n\ncontain strategy had positioned  several officers in unexpectedly\n\nvulnerable positions against the thin cabin walls, cf. Curzi, 867\r                                                                      \n\nF.2d  at 43,  they could  neither remain  in their  positions in-\n\ndefinitely  nor safely  terminate  the impasse  by attempting  to\n\nretreat  across  the  moonlit  cabin  clearing  without  directly\n\nexposing themselves to potential gunfire.  Thus, safe and indefi-\n\nnite  containment      either  from  their  vulnerable  positions\n\nagainst the  cabin walls or from a  \"safer\" distance    no longer\n\nremained a practicable alternative.  Cf. United States v. Wilson,\r                                                                          \n\n36 F.3d 205, 210  (1st Cir. 1994) (upholding denial of  motion to\n\nsuppress evidence because police  officers should not be required\n\nto  remain  indefinitely outside  apartment  located in  building\n\nwhich was well-known site  of prior drug sales and  police shoot-\n\nings); Guarente,  810 F. Supp.  at 352-53 (finding  it reasonable\r                         \n\nfor police to enter building in  circumstances where their alter-\n\nnative  was to remain  potential targets for  any concealed armed\n\nsuspect who might be inside); cf. also United States v. Hardy,   \r                                                                       \n\nF.3d    ,     (7th Cir. 1995)  [No. 94-2820, 1995 U.S. App. LEXIS\n\n7605  (7th Cir. Apr. 5, 1995)] (finding exigent threat to officer\n\nsafety where  armed suspect, with  known history of  violence and\n\ndrug use, was inside locked motel room and within \"easy reach\" of\n\npowerful firearm);  Russo  v. City of Cincinnati, 953  F.2d 1036,\r                                                          \n\n1044-45 (6th  Cir. 1992) (finding that  no unreasonably excessive\n\nforce had been  used against  an armed and  \"suicidal\" person    \n\nbarricaded inside  apartment     who had made  threatening state-\n\n                                29\r                                          29\r\r\n\nments toward police officers while in intermittent close proximi-\n\nty  to them,  and showed  signs of  serious mental  instability);\n\nSmith,  797 F.2d at 841 (exigency  established where officers had\r               \n\nprobable cause to  believe aircraft, which had landed at isolated\n\nairfield after dark, might harbor armed drug dealers).  \n\n                                30\r                                          30\r\r\n\n          We therefore  conclude that a competent  police officer\n\n   possessing the same information  the defendant officers had on\n\nMay  15, 1992    reasonably  could have believed  both that there\n\nexisted probable  cause to  arrest Katherine Hegarty  and exigent\n\ncircumstances  justifying  their  immediate   warrantless  entry.\n\nConsequently, the summary judgment  order entered by the district\n\ncourt must be vacated,  and summary judgment must be  entered for\n\nthe defendant officers. \n\nB.   Sheriff Havey's Qualified Immunity Claim\r          B.   Sheriff Havey's Qualified Immunity Claim\r                                                       \n\n          Although Somerset County Sheriff Spencer  Havey did not\n\nparticipate in the events of May 15, 1992, plaintiff advances two\n\nrelated challenges to the summary judgment order entered in favor\n\nof Havey.  First, plaintiff argues that Havey failed to train his\n\nofficers adequately  or to  institute written standard  operating\n\nprocedures (\"SOPs\"),  even though  it was  reasonably foreseeable\n\nthat  these  deputy  sheriffs likely  would  encounter  so-called\n\n\"barricaded felon\"  cases on  a frequent basis  in rural,  wooded\n\nSomerset County.  Second, even assuming that a need for addition-\n\nal  training and  SOPs  had not  been  foreseeable prior  to  the\n\nHegarty incident, Sheriff Havey's subsequent conduct would enable\r                                                      \n\na  factfinder to  infer  that Havey  had  condoned the  officers'\n\nconduct, or been indifferent to the need for better training long\n\nbefore  May  15, 1992.   For  example,  Sheriff Havey  refused to\n\ndiscipline  his  officers for  the  fatal  shooting of  Katherine\n\nHegarty, as recommended in  the Attorney General's final investi-\n\ngative  report.   Nor did  he  institute additional  training, as\n\n                                31\r                                          31\r\r\n\nrecommended  by a citizen review  board convened by  Havey in the\n\nwake of the tragic event.  \n\n     1.   Applicable Law\r               1.   Applicable Law\r                                  \n\n          Under 28  U.S.C.    1983,  supervisory law  enforcement\n\nofficers incur  no respondeat superior liability  for the actions\r                                                \n\nof their subordinates.  See, e.g., City of Canton  v. Harris, 489\r                                                                      \n\nU.S. 378, 385  (1989).   Absent participation  in the  challenged\n\nconduct, a supervisor \"can be held liable . . . [only] if (1) the\n\nbehavior  of  [his]  subordinates  results  in  a  constitutional\n\nviolation  and  (2) the  [supervisor's]  action  or inaction  was\n\n'affirmative[ly] link[ed]' to  the behavior in the  sense that it\r                                   \n\ncould be characterized as 'supervisory encouragement, condonation\n\nor acquiescence' or 'gross negligence [of the supervisor] amount-\n\ning  to  deliberate indifference.'\"    Lipsett  v. University  of\r                                                                           \n\nPuerto  Rico, 864  F.2d  881, 902-03  (1st  Cir. 1988)  (emphasis\r                      \n\nadded) (citations  omitted); see  Rodriques v. Furtado,  950 F.2d\r                                                                \n\n805, 813  (1st Cir. 1991) (discussing  deliberate indifference to\n\nofficer training).  Deliberate indifference will be found only if\n\n\"it would be manifest to any reasonable official that his conduct\n\nwas   very  likely  to  violate  an  individual's  constitutional\n\nrights.\"   Febus-Rodriguez,  14  F.3d at  92 (quoting  Germany v.\r                                                                        \n\nVance, 868 F.2d 9,  18 (1st Cir. 1989)).  The  \"affirmative link\"\r               \n\nrequirement contemplates proof that  the supervisor's conduct led\n\ninexorably to  the constitutional violation.   See id.;  see also\r                                                                           \n\nFraire  v. City  of Arlington,  957 F.2d  1268, 1281  (5th Cir.),\r                                       \n\ncert. denied, 113 S. Ct. 462 (1992).\r                      \n\n                                32\r                                          32\r\r\n\n                                33\r                                          33\r\r\n\n     2.   Application of Law to Facts\r               2.   Application of Law to Facts\r                                               \n\n          The  determination that  a subordinate  law enforcement\n\nofficer is entitled to qualified immunity from suit under section\n\n1983 is not necessarily  dispositive of the supervisor's immunity\n\nclaim.  Nevertheless, it  does increase the weight of  the burden\n\nplaintiff  must bear  in demonstrating  not only a  deficiency in\n\nsupervision but also the  essential causal connection or \"affirm-\r                                                               \n\native linkage\" between any such deficiency in supervision and the\n\nalleged deprivation  of rights.   We conclude that  plaintiff has\n\nnot carried this heavy burden. \n\n          We  find the district  court's preliminary  analysis of\n\nSheriff Havey's qualified immunity claim to be well  reasoned and\n\npersuasive.  The evidence  demonstrates that Sheriff Havey, newly\n\nelected  to office, had no  notice that the  deputy sheriffs were\n\nexperiencing  problems  in   dealing  with  \"barricaded  suspect\"\n\nconfrontations  prior to  the  incident in  question. Cf.  Febus-\r                                                                           \n\nRodriguez,  14 F.3d at 92.  Indeed, their police academy training\r                   \n\nand instruction time relating to warrantless entries exceeded the\r                                                                       \n\nnational average.  See Canton, 489 U.S. at 389.  Moreover, rather\r                                       \n\nthan  simply ignore  the  Hegarty incident,  Havey suspended  all\n\nofficers involved  and convened a  panel to investigate  and make\n\nrecommendations.   Although  it is  entirely understandable  that\n\nplaintiff would fault Sheriff Havey for not accepting or adopting\n\nthe recommendations made by  the advisory panel, such a  decision\n\nis  insufficient, standing alone,  to establish deliberate indif-\n\nference.  See, e.g.,  Santiago v. Fenton, 891 F.2d  373, 382 (1st\r                                                  \n\n                                34\r                                          34\r\r\n\nCir.  1989) (decision  not to  discipline or  fault subordinates'\n\nconduct,  following  investigation,  is   insufficient,  standing\n\nalone,  to  demonstrate supervisor's  \"deliberate indifference\");\n\nsee also Fraire, 957 F.2d at 1278-79. \r                         \n\n          Even  though  the  district  court  ruled  that Havey's\n\nsubsequent conduct did not  amount to deliberate indifference, it\n\nexpressed serious  reservations concerning  some of his  conduct,\n\nsee Bordanaro v. McLeod, 871 F.2d 1151, 1166-67 (1st Cir.), cert.\r                                                                           \n\ndenied, 493 U.S. 820 (1989) (postincident conduct may be relevant\r                \n\nto  \"deliberate  indifference\" inquiry);  Grandstaff  v.  City of\r                                                                           \n\nBorger, 767 F.2d 161, 171 (5th Cir. 1985), cert. denied, 480 U.S.\r                                                                 \n\n916  (1987) (same),  notably Havey's  failure to  acknowledge the\n\nneed  to prescribe  SOPs or  to institute  in-house  training for\r                            \n\nhandling \"barricaded felon\" cases.   Nevertheless, the  rationale\n\nfor  our decision that the individual officers at the scene acted\n\nwithin the bounds of  objective reasonableness, see supra Section\r                                                                   \n\nII.A, plainly undermines most of the district court's concerns. \n\n          Most importantly,  plaintiff failed to  demonstrate the\n\nrequired \"affirmative link\" between Havey's conduct and Katherine\n\nHegarty's death.   That is, he  has not sustained  the burden  of\n\nestablishing that any lack of \"barricaded felon\" training  on the\n\npart of the  Somerset County Sheriff's Department officers at the\n\nscene caused Katherine's death.   Cf., e.g., Manarite v.  City of\r                                                                           \n\nSpringfield, 957 F.2d 953,  958 (1st Cir.), cert. denied,  113 S.\r                                                                  \n\nCt. 113 (1992).   First, even the plaintiff's expert  declined to\n\ncharacterize the Hegarty incident as a typical \"barricaded felon\"\r                                                        \n\n                                35\r                                          35\r\r\n\ncase.   And,  unlike the typical  \"barricaded felon\"  case, these\n\nofficers  at the outset had no conclusive evidence but that their\n\nsuspect remained at large.\r                                   \n\n          Moreover, even  assuming the  best efforts of  the most\n\nprescient supervisor, it simply is not possible to anticipate the\n\nentire array  of atypical  circumstances    upon  which sensitive\r                \n\ndiscretionary judgment calls must  be made by the officer  in the\r                       \n\nfield     for inclusion  in a law  enforcement agency's  standard\n\noperating procedures.   For example, even  indulging an impermis-\n\nsible  measure of hindsight, we do not believe that SOPs, however\n\nelaborate, would have enabled the defendant officers at the scene\n\nto  resolve by safer or more reliable means whether Katherine was\r                                                     \n\ninside the cabin  at the  time the officers  first arrived.   So,\n\ntoo, in the end,  Sheriff Havey    after initiating  an immediate\n\ninvestigation into  the officers'  actions    formed  the profes-\n\nsional opinion, rightly or wrongly, that  the judgment calls made\n\nat the scene were reasonable.  \n\n          Finally,  though  plaintiff would  characterize Sheriff\n\nHavey's  subsequent  conduct  as  pure obstinacy,  the  cloak  of\r                                                                           \n\nqualified immunity nonetheless remains  in place unless \"it would\r                                                          \n\nbe  manifest  to any  reasonable  official\"  in the  supervisor's\n\nposition  that the  failure  to establish  such  a policy  or  to\n\ninstitute in-house  training prior  to the Hegarty  incident \"was\r                                                                      \n\nvery likely to  violate an  individual's constitutional  rights.\"\n\nFebus-Rodriguez,  14 F.3d  at 92.   As  plaintiff failed  even to\r                         \n\napproach the threshold for such a showing, we affirm the district\n\n                                36\r                                          36\r\r\n\ncourt ruling  allowing the  qualified immunity claim  asserted by\n\ndefendant Havey.\n\n                               III\r                                         III\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \n\n          We cannot  know whether  the tragic death  of Katherine\n\nHegarty would have been  averted but for the judgment  calls made\n\nby  the defendant officers at the scene,  nor is that the inquiry\n\nwe make in a civil rights action for damages against the individ-\n\nual  officers.    We  determine only  whether  the  discretionary\n\ndecisions made by the  defendants were within the broad  range of\n\nreasonable conduct to be  expected from competent police officers\n\nand their supervisors in  like circumstances.  As the  actions of\n\nthe  defendant  officers and  their  supervisor  plainly met  the\n\nlatter standard,  the district court order  denying summary judg-\n\nment  to the defendant officers must be reversed and the judgment\n\nin favor of defendant Havey must be affirmed. \n\n          The judgment  for defendant  Havey is affirmed  and the\r                                                                           \n\ncase is  remanded  to the  district  court with  instructions  to\r                                                                           \n\nvacate  the  judgment entered  for  plaintiff  and enter  summary\r                                                                           \n\njudgment for the  defendant officers, and  for such further  pro-\r                                                                           \n\nceedings  as may be appropriate and consistent with this opinion.\r                                                                          \n\nThe parties shall bear their own costs on appeal.\r                                                          \n\n                                37\r                                          37\r\r\n",
  "html": "<p class=\"case_cite\">53 F.3d 1367</p>\n    <p class=\"parties\">John M. HEGARTY as Personal Representative of the Estate of<br>Katherine A. Hegarty, Plaintiff, Appellee,<br>v.<br>SOMERSET COUNTY, Rene Guay, Wilfred Hines, Thomas Giroux,<br>Jr., William Crawford, Jr., Defendants, Appellants.<br>John M. HEGARTY as Personal Representative of the Estate of<br>Katherine A. Hegarty, Plaintiff, Appellee,<br>v.<br>SOMERSET COUNTY, et al., Defendants, Appellants.<br>John M. HEGARTY, Individually and as Personal Representative<br>of the Estate of Katherine A. Hegarty, Plaintiff, Appellant,<br>v.<br>SOMERSET COUNTY, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 94-1473, 94-1474, 94-1517.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 4, 1994.<br>Decided May 17, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William R. Fisher, with whom Monaghan, Leahy, Hochadel &amp; Libby, Portland, ME, was on brief for appellants Guay, Hines, Giroux and Crawford and defendant-appellee Spencer Havey.</p>\n      <p class=\"indent\">Frederick J. Badger, Jr., with whom Ann M. Murray and Richardson, Troubh &amp; Badger, Bangor, ME, were on brief for appellant Wright.</p>\n      <p class=\"indent\">Julian L. Sweet, with whom Jeffrey A. Thaler and Berman &amp; Simmons, P.A., Lewiston, ME, were on brief for plaintiff/appellant Hegarty.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and McAULIFFE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On May 15, 1992, state and county law enforcement officers forcibly entered a remote cabin in the Maine woods, without a warrant, and mortally wounded plaintiff's decedent, Katherine A. Hegarty, while attempting to arrest her for recklessly endangering the safety of four campers.  Plaintiff John M. Hegarty initiated the present action in federal district court for compensatory and punitive damages against the defendant officers and their respective supervisors, based on alleged violations of the Hegartys' statutory and constitutional rights.  See 42 U.S.C. Sec. 1983 (1992);  Me.Rev.Stat.Ann. tit. 5, Sec. 4682 (1992).  After rejecting their qualified immunity claims, the district court determined that the defendant officers were potentially liable for punitive damages, and the officers initiated an interlocutory appeal.  Plaintiff John M. Hegarty in turn cross-appealed from district court orders granting summary judgment in favor of Somerset County Sheriff Spencer Havey on qualified immunity grounds and disallowing plaintiff's section 1983 claim for compensatory damages for loss of spousal consortium.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>A. The Warrantless Entry</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During the morning of the fateful day, two vehicles, containing four campers, entered through a gate onto woodlands owned by a paper company in Jackman, Maine, and proceeded to their assigned campsite about one and one-half miles past the gate and 200 yards or so beyond the Hegarty cabin.  At around 9:00 that evening, Katherine Hegarty became extremely agitated when she saw the campers returning to their campsite for the night, and began screaming that they had trespassed on her property.  The campers assured her that the caretaker had given them permission to use the campsite and they would be leaving the next morning.  To which Katherine responded:  \"Only if you make it until morning.\"   She then retrieved a rifle from inside the cabin and fired six rounds from the porch in the direction of the campers, who immediately took cover behind their trucks and boat.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the next hour or so, Katherine reloaded her rifle several times, firing approximately twenty-five additional rounds in the direction of the campers before eventually yielding to their pleas for permission to depart in safety.  Leaving their other belongings behind, the campers drove their vehicles quickly past the cabin, where they saw Katherine on the porch, rifle in hand.  Although no further shots were fired, Katherine followed the campers in her truck beyond the entrance gate, then turned back in the direction of her cabin.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon their arrival at a truck stop located on Route 201, approximately two miles from the woods road entrance gate, the campers immediately placed a telephone call to the Somerset County Sheriff's Department.  Their report described a harrowing encounter with an intoxicated, distraught (\"flipped out\") and armed woman who might pursue them to the truck stop and shoot at them.  Four law enforcement officers were dispatched to the truck stop--Maine State Trooper Gary Wright and three Somerset County Sheriff's Department officers:  Patrol Sergeant Wilfred Hines, Deputy Sheriff Rene Guay, and Reserve Officer Thomas Giroux, Jr.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After briefly interviewing the four campers, the officers decided that the suspect had committed at least one offense by shooting at the campers.  See Me.Rev.Stat.Ann. tit. 17-A, Sec. 211 (1994) (reckless endangerment).  Moreover, from the description the campers gave of the woman, the locations of the cabin and the campsite, and from their knowledge of the area, the officers concluded that Katherine Hegarty was their suspect.  The officers knew that Katherine was an experienced hunter and a licensed Maine guide, with a reputation as a \"crack shot,\" and that she kept several powerful firearms at her cabin.  Further, the officers knew she had some history of emotional instability (i.e., a nervous \"breakdown\" in 1991, requiring sedation, physical restraints and a brief period of involuntary hospitalization), substance abuse (two arrests for operating a motor vehicle while under the influence of alcohol (\"OUI\") in 1991), and incidents of erratic, violent behavior directed at law enforcement personnel--kicking and throwing punches at State Trooper Gary Wright, asking irrational questions, and exhibiting extreme mood swings (alternately screaming and laughing) at the time of her first OUI arrest, and an assault/harassment against Trooper Wright at his residence shortly after the same arrest.  For these reasons, the officers concluded that they should arrest Katherine immediately, without obtaining a warrant or informing her of their true intentions until after she had been restrained, for fear that she would become violent.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At around midnight, the officers rendezvoused with a fifth officer, Sergeant William Crawford, Jr., of the Somerset County Sheriff's Department, drove about three miles and parked their cruisers approximately a mile from the Hegarty cabin.  Their sporadic discussions since meeting at the truck stop had led to a skeletal plan of action for effecting the arrest.  Concerned that Katherine might be waiting for them somewhere in the vicinity, they proceeded on foot toward her cabin, led by Trooper Wright--with a police dog--in an effort to forewarn themselves of Katherine's presence without heralding their approach.  As they neared, at approximately 12:15 a.m., the officers observed Katherine's truck in front of the darkened cabin and heard a radio blaring music from inside.  The clearing surrounding the cabin was plainly visible in the moonlight, but the cabin interior was not illuminated.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Following a quick visual inspection of the cabin site and the interior of the Hegarty truck, four officers approached unannounced and placed themselves along the outer cabin walls.  The fifth officer, Thomas Giroux, Jr., who was better acquainted with Katherine Hegarty, gave a prearranged signal to the other officers from behind a tree across the road in front of the cabin.  Giroux began calling to Katherine by name--first identifying himself and then expressing concern for her safety--in an attempt to coax her from the cabin to speak with him.  Giroux heard no response above the blaring radio.  Sergeant Hines then pounded on the cabin door and identified himself as a deputy sheriff.  He received no response.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Meanwhile, Sergeant Crawford, who had worked his way around to the rear of the cabin, shined a flashlight into a darkened window and saw a fully-clothed woman lying on a bed, with a rifle astride her chest.  When the woman began to raise the rifle in his direction, Crawford dove for cover, yelling out to the other officers that there was an armed person inside the cabin.  Katherine soon asked Crawford to identify himself.  After he did so, Crawford heard Katherine leave the bedroom and move toward the front of the cabin.  The radio soon became inaudible.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As Katherine walked about inside the darkened cabin, she kept asking what the officers were doing there, and requested that they leave her property.  The officers replied that they were investigating a report of campsite burglaries in the area, were concerned for her safety, and wanted her to come out of the cabin so she could speak with them.  Laughing intermittently during these exchanges, Katherine ultimately rejected their requests--stating that she had seen no one suspicious.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Deputy Sheriff Rene Guay--posted outside the closed window at the front of the cabin--next saw Katherine face-to-face as she peered out the window from a kneeling position on a nearby couch.  When Guay trained his flashlight on her, Katherine said, \"I can see you.\"   At this time, Guay observed that Katherine had no weapon in hand nor within the vicinity illuminated by his flashlight.  Guay immediately communicated this information to Sergeant Hines and Trooper Wright, who were posted on either side of the front door, then gave them a signal to \"go.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Sergeant Hines proceeded to break in the front door, but a chain lock momentarily delayed entry.  From a crouched position outside the front window, Guay saw Katherine pick up a rifle beside the couch and begin to raise it in the direction of Hines and Wright, who were about to break through the front door.  As she continued to raise the rifle in their direction, the officers ordered her to drop it.  Katherine paid no heed and was fatally wounded by the officers before she could fire a shot.</p>\n    </div>\n    <p>B. The District Court Proceedings</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In January 1993, John Hegarty, in his individual and representative capacities, filed a four-count complaint in the District of Maine against, inter alia, the five officers and their respective supervisors, alleging deprivations of the Hegartys' Fourth and Fourteenth Amendments rights, see 42 U.S.C. Sec. 1983 (1994), and their state and federal statutory and constitutional rights under the Maine Civil Rights Act (\"MCRA\"), Me.Rev.Stat.Ann. tit. 5, Sec. 4682 (1994).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  All defendants moved for summary judgment, asserting qualified immunity from suit under section 1983 and the MCRA, and contending that neither punitive damages, nor compensatory damages for loss of spousal consortium, are recoverable against them under section 1983 or the MCRA.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court ruled, inter alia, that (1) the five officers at the scene were not immune from suit under either section 1983 or the MCRA, because no objectively reasonable police officer could have concluded that the circumstances confronting these officers gave rise to an exigency sufficient to justify forcing a warrantless entry into the Hegarty cabin for the purpose of effecting Katherine's immediate arrest;  (2) punitive damages would be recoverable were a jury to find that the officers at the scene acted with reckless indifference;  (3) Somerset County Sheriff Spencer Havey was entitled to qualified immunity from suit relating to any \"supervisory liability,\" since he had no advance notice that officer training was deficient, and since his subsequent conduct, though \"troublesome,\" did not constitute \"gross or reckless indifference\";  and (4) compensatory damages for loss of consortium were not recoverable absent proof that the officers' conduct had been directed at John Hegarty rather than at his deceased spouse alone.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The officers promptly took interlocutory appeals from the first and second district court rulings.  See Febus-Rodriguez v. Betancourt-Lebron, 14 F.3d 87, 90 (1st Cir.1994) (disallowance of qualified immunity claim is \"final\" appealable order under Cohen \"collateral order\" doctrine).  After the district court directed that final judgment enter pursuant to Fed.R.Civ.P. 54(b) on its third and fourth rulings, plaintiff John Hegarty cross-appealed.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. The Officers' Immunity Claims</p>\n    <p class=\"indent\">1. Standard of Review</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We review a summary judgment order de novo, under the identical criteria governing the district court, to determine whether \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\"   Fed.R.Civ.P. 56(c);  see Jirau-Bernal v. Agrait, 37 F.3d 1, 3 (1st Cir.1994).  All contested facts are viewed in the light most favorable to the party resisting summary judgment.  Id.</p>\n    </div>\n    <p class=\"indent\">2. The Qualified Immunity Doctrine</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Like other government officials performing discretionary functions, law enforcement officers hailed into court in their individual capacities to respond in damages are entitled to qualified immunity from suit in civil rights actions under section 1983, provided their conduct did \"not violate clearly established statutory or constitutional rights of which a reasonable [police officer] would have known.\"  Harlow v. Fitzgerald, 457 U.S. 800, 818, 102 S.Ct. 2727, 2738, 73 L.Ed.2d 396 (1982);  Burns v. Loranger, 907 F.2d 233, 235 (1st Cir.1990).  In Anderson v. Creighton, 483 U.S. 635, 107 S.Ct. 3034, 97 L.Ed.2d 523 (1987), the Supreme Court refined the focus of the policy considerations underlying the qualified immunity doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">When government officials abuse their offices, \"action[s] for damages may offer the only realistic avenue for vindication of constitutional guarantees.\"  Harlow v. Fitzgerald, 457 U.S., at 814 [102 S.Ct. at 2736].  On the other hand, permitting damages suits against government officials can entail substantial social costs, including the risk that fear of personal monetary liability and harassing litigation will unduly inhibit officials in the discharge of their duties.  Ibid.  Our cases have accommodated these conflicting concerns by generally providing government officials performing discretionary functions with a qualified immunity, shielding them from civil damages liability as long as their actions could reasonably have been thought consistent with the rights they are alleged to have violated.  See, e.g., Malley v. Briggs, 475 U.S. 335, 341 [106 S.Ct. 1092, 1096, 89 L.Ed.2d 271] (1986)....</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Anderson, 483 U.S. at 638, 107 S.Ct. at 3038.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  As this court has explained,</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>appellate assessment of [a] qualified immunity claim is apportioned into two analytic components.  First, if the right asserted by the plaintiff was \"clearly established\" at the time of its alleged violation, we are required to assume that the right was recognized by the defendant official, see Harlow, 457 U.S. at 818, 102 S.Ct. at 2738;  Rodriguez v. Comas, 888 F.2d 899, 901 (1st Cir.1989);  second, we will deny the immunity claim if a reasonable official situated in the same circumstances should have understood that the challenged conduct violated that established right, see Anderson, 483 U.S. at 640-41, 107 S.Ct. at 3039;  Rodriguez, 888 F.2d at 901.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Burns, 907 F.2d at 235-36.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Hegartys correctly contend, of course, that the Fourth and Fourteenth Amendments to the United States Constitution prohibited a warrantless entry into the Hegarty cabin to effect Katherine's arrest, except in exigent circumstances and with probable cause.  See Welsh v. Wisconsin, 466 U.S. 740, 749, 104 S.Ct. 2091, 2097, 80 L.Ed.2d 732 (1984);  Payton v. New York, 445 U.S. 573, 586, 100 S.Ct. 1371, 1380, 63 L.Ed.2d 639 (1980);  Buenrostro v. Collazo, 973 F.2d 39, 43 (1st Cir.1992).  Indeed, the constitutional rights allegedly violated were clearly established long before this tragic incident occurred.  Accordingly, the defendant officers are deemed to have been on notice of the relevant constitutional protections constraining their actions.  Burns, 907 F.2d at 235-36.   Therefore, qualified immunity affords the defendant officers no safe haven unless an objectively reasonable officer, similarly situated, could have believed that the challenged police conduct did not violate the Hegartys' constitutional rights.  Id. at 236.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Thus, the qualified immunity inquiry does not depend on whether the warrantless entry was constitutional, but allows as well for the inevitable reality that \"law enforcement officials will in some cases reasonably but mistakenly conclude that [their conduct] is [constitutional], and ... that ... those officials--like other officials who act in ways they reasonably believe to be lawful--should not be held personally liable.\"  Anderson, 483 U.S. at 641, 107 S.Ct. at 3039-40 (emphasis added);  Burns, 907 F.2d at 237.   In other words, qualified immunity sweeps so broadly that \"all but the plainly incompetent or those who knowingly violate the law\" are protected from civil rights suits for money damages.  Hunter v. Bryant, 502 U.S. 224, 229, 112 S.Ct. 534, 537, 116 L.Ed.2d 589 (1991) (quoting Malley v. Briggs, 475 U.S. 335, 341, 106 S.Ct. 1092, 1097, 89 L.Ed.2d 271 (1986));  cf. Roy v. City of Lewiston, 42 F.3d 691, 695 (1st Cir.1994) (\"[T]he Supreme Court's standard of reasonableness is comparatively generous to the police where potential danger, emergency conditions or other exigent circumstances are present.\").</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Lastly, we assess the challenged police conduct with a view to determining its \"objective legal reasonableness,\" Anderson, 483 U.S. at 639, 107 S.Ct. at 3039 (emphasis added), which entails two pivotal features.  First, the qualified immunity inquiry takes place prior to trial, on motion for summary judgment, see Mitchell v. Forsyth, 472 U.S. 511, 526, 105 S.Ct. 2806, 2815, 86 L.Ed.2d 411 (1985) (qualified immunity provides a shield against the burdens of litigation, not merely a defense against liability for money damages), and requires no factfinding, only a ruling of law strictly for resolution by the court, see Amsden v. Moran, 904 F.2d 748, 752-53 (1st Cir.1990), cert. denied, 498 U.S. 1041, 111 S.Ct. 713, 112 L.Ed.2d 702 (1991);  Hall v. Ochs, 817 F.2d 920, 924 (1st Cir.1987).  Thus, under the policy-driven \"objective legal reasonableness\" analysis governing our inquiry, even expert testimony relating to appropriate police procedures in the circumstances confronting the officers may not afford certain insulation against summary judgment in the \"qualified immunity\" context.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We turn then to consider whether an objectively reasonable police officer could have believed--in the circumstances prevailing before Katherine Hegarty was mortally wounded--that \"exigent circumstances\" and \"probable cause\" existed for the forcible, warrantless, nighttime entry into the Hegarty cabin.</p>\n    </div>\n    <p class=\"indent\">3. The Qualified Immunity Analysis</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>(i) Probable Cause</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The \"probable cause\" requirement was met if the officers at the scene collectively possessed, Burns, 907 F.2d at 236 n. 7, \"reasonably trustworthy information [sufficient] to warrant a prudent [person] in believing that [Katherine Hegarty] had committed or was committing a [criminal] offense.\"  Beck v. Ohio, 379 U.S. 89, 91, 85 S.Ct. 223, 225, 13 L.Ed.2d 142 (1964).  As the Supreme Court has explained, \"[i]n dealing with probable cause, ... as the very name implies, we deal with probabilities.  These are not technical;  they are the factual and practical considerations of everyday life on which reasonable and prudent men, not legal technicians, act.\"  Illinois v. Gates, 462 U.S. 213, 231, 103 S.Ct. 2317, 2328, 76 L.Ed.2d 527 (1983) (quoting Brinegar v. United States, 338 U.S. 160, 176, 69 S.Ct. 1302, 1311, 93 L.Ed. 1879 (1949)).  See also Burns, 907 F.2d at 236 (quoting Gates ).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On appeal, the plaintiff contests the assumption--indulged arguendo by the district court--that there was probable cause for Katherine Hegarty's arrest.  He argues that no competent officer in these circumstances reasonably could have believed that Katherine--a \"crack shot\"--intended to harm the campers, especially since no bullets struck the trucks and boat behind which the campers took cover.  We do not agree.  Rather, based on the information that Katherine may have been intoxicated, an objectively reasonable officer could have concluded that her errant aim was not attributable to a lack of intent to endanger.  Consequently, we conclude, based on the \"reasonably trustworthy information\" available to the defendant officers at the scene, see supra pp. 1370-71, that an objectively reasonable police officer could have formed the belief that there was probable cause to arrest Katherine Hegarty for the offense of reckless endangerment.  See, e.g., Me.Rev.Stat.Ann. tit. 17-A, Sec. 211 (\"A person is guilty of reckless conduct if he recklessly creates a substantial risk of serious bodily injury to another person.\");  Sec.  15 (authorizing warrantless arrests for reckless conduct with a firearm).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>(ii) Exigent Circumstances</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">A warrantless, forcible entry of a private residence is permissible in certain limited circumstances, including:  (1) \"hot pursuit\" of a fleeing felon;  (2) threatened destruction of evidence inside a residence before a warrant can be obtained;  (3) a risk that the suspect may escape from the residence undetected;  or (4) a threat, posed by a suspect, to the lives or safety of the public, the police officers, or to herself.  See Minnesota v. Olson, 495 U.S. 91, 100, 110 S.Ct. 1684, 1690, 109 L.Ed.2d 85 (1990).  We have held that a cognizable exigency must present a \"compelling necessity for immediate action that w[ould] not brook the delay of obtaining a warrant.\"  United States v. Almonte, 952 F.2d 20, 22 (1st Cir.1991), cert. denied, 503 U.S. 1010, 112 S.Ct. 1776, 118 L.Ed.2d 434 (1992) (quoting United States v. Adams, 621 F.2d 41, 44 (1st Cir.1980)).  Conversely, certain mitigating factors may undermine a showing of exigent circumstances;  for example, where the criminal offense was not sufficiently serious (a traffic violation), Welsh, 466 U.S. at 753 n. 6, 104 S.Ct. at 2099 n. 6, the opportunity afforded the suspect for peaceable surrender was inadequate, or the entry occurred in the nighttime.  See generally United States v. Adams, 621 F.2d 41, 44 (1st Cir.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The defendant officers challenge the district court ruling that no competent police officer could have formed an objectively reasonable belief that \"exigent circumstances\" justified a forcible, warrantless entry for the purpose of effecting Katherine Hegarty's immediate arrest.  They argue that it was reasonable to believe--based on the reasonably trustworthy information available to them at the time--that Katherine posed an imminent and unpredictable threat to their safety, and to herself.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Earlier in the day, Katherine had engaged in violent, life-threatening conduct against peaceable, unarmed campers.  She was known to have demonstrated emotional instability and hostility toward law enforcement personnel in the past, which had prompted her to attack and threaten State Trooper Wright on two separate occasions.  At the cabin, she pointed a rifle directly at Sergeant Crawford, exhibited irrational and possibly suicidal behavior (laughing \"like a witch\") in response to the officers' repeated requests that she discuss matters with them.  The defendant officers maintain that she could have decided at any time to fire at them through the \"paper thin\" cabin walls or as they attempted to retreat across the moonlit clearing.  Consequently, the officers contend, there was an ongoing exigency which made it reasonable to attempt to disarm Katherine whenever it appeared least likely that she possessed or could retrieve a weapon.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Plaintiff acknowledges that the officers did not use excessive force to protect themselves after they forcibly entered the cabin and were confronted by Katherine, with rifle raised.  Cf. Roy, 42 F.3d at 695-96.   Rather, he contends that their precipitous and ill-conceived strategy--arrived at before the officers ever left the truck stop--deviated unreasonably from standard police tactics in crisis situations and inexorably led to Katherine's death.  Cf. United States v. Curzi, 867 F.2d 36, 43 n. 6 (1st Cir.1989) (police may not manipulate events to create an \"exigency\" justifying warrantless entry).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">William McClaran, plaintiff's expert, testified that the defendant officers deviated in two fundamental respects from standard police practice in a crisis.  First, they failed to define their exact \"chain of command\" before setting out to effect Katherine's arrest.  Consequently, each officer at the scene was left to determine his own movements on an ad hoc basis (\"free-lancing\"), without adequate coordination among them.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Second, the officers eschewed accepted rules of \"containment\" by needlessly placing themselves in peril against the \"paper thin\" outer walls of the cabin.  Plaintiff opines that upon approaching the cabin, the officers harbored a reasonable belief that Katherine was inside, given the music blaring from within the cabin and the presence of her truck in the cabin clearing.  Consequently, and since the officers knew Katherine was armed and appeared to be acting irrationally, two officers should have taken concealed positions at the edge of the woods surrounding the cabin clearing, thereby cutting off any attempted escape.  Thereafter, from a safer distance, other officers could have begun the effort to coax Katherine to come outside, while another officer returned to the police cruisers and radioed for assistance from the Maine State Tactical Team.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We must isolate all reasonably reliable information collectively known to the officers at the time their challenged conduct occurred, without indulging hindsight, see Hunter, 502 U.S. at 227, 112 S.Ct. at 536, to determine whether an \"objectively reasonable officer,\" with the identical information, could have concluded that there were exigent circumstances sufficient to support an immediate forcible entry of the Hegarty cabin to effect Katherine's warrantless arrest.  See Graham v. Connor, 490 U.S. 386, 396, 109 S.Ct. 1865, 1872, 104 L.Ed.2d 443 (1989).  Any genuine dispute as to what the officers knew or did must be resolved in the plaintiff's favor.  See Fonte v. Collins, 898 F.2d 284, 285 (1st Cir.1990).  Even then, however, summary judgment for the defendant officers would be appropriate if any such factual dispute were immaterial as a matter of law;  that is, if it would not alter the required analysis as to the \"legal reasonableness\" of their conduct.  See, e.g., Prokey v. Watkins, 942 F.2d 67, 73 (1st Cir.1991) (citing cases in which material factual disputes precluded summary judgment on qualified immunity claim);  see also Cameron v. Seitz, 38 F.3d 264, 273 n. 2 (6th Cir.1994) (same).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Following a careful examination of the applicable law and all competent evidence presented to the district court at summary judgment, we conclude that the benchmark against which plaintiff would have us evaluate the challenged police conduct is impermissibly stringent for the qualified immunity context, since it fails to acknowledge an overarching reality confronting the officers at the most critical moment of decision;  viz., until Sergeant Crawford saw Katherine Hegarty through the bedroom window of the cabin, there was no conclusive evidence that their suspect had been located or contained at all.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The officers initially devised a \"plan\" which they characterized as \"locate, identify, contain, negotiate, and arrest.\"   Obviously, \"location\" and \"identification\" would be imperative before any other element in their plan could proceed.  The officers knew that Katherine had fired approximately thirty rounds toward the campers earlier in the evening.  And, in addition to their collective knowledge of her erratic, unlawful behavior in the recent past, the officers had learned from the campers that Katherine was last seen driving her truck.   A competent police officer in these circumstances--possessed of this disturbing information--certainly could harbor an objectively reasonable concern that Katherine might yet remain mobile, thereby posing a continuing danger to other persons in the vicinity.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Several other campsites in the vicinity of the Hegarty cabin were occupied, and without knowing the precise motivation for Katherine's unprovoked, armed response to the peaceable presence of the four campers earlier in the evening, an objectively reasonable officer prudently could presume that other campers might be at similar risk.  In fact, their use of the police dog while proceeding along the woods road toward the cabin attests to the officers' alertness to the possibility that Katherine could be lying in wait in the woods.  Deciding not to take the risk attendant upon the delay necessarily entailed in obtaining a warrant, the officers accordingly placed top priority on conclusively locating their suspect at the earliest possible time so as to minimize the threat posed to the safety of other campers.  See Olson, 495 U.S. at 100, 110 S.Ct. at 1690 (exigent circumstances include the need to safeguard against threats to life or safety of others);  Almonte, 952 F.2d at 22.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Quite contrary to the major premise for William McClaran's expert opinion, by the time they arrived at the Hegarty cabin the officers had received decidedly mixed signals concerning their suspect's location.  The parked truck suggested that Katherine might be inside the cabin, but the lack of artificial illumination suggested otherwise.  The blaring music did not conclusively disprove either hypothesis.  Nor had Katherine been seen or heard entering or moving about inside the cabin.  Thus, it was in no sense improbable that Katherine, a licensed guide and experienced hunter, had left her vehicle and departed the cabin site on foot.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Nor was the alternative police strategy posited by Mr. McClaran without its shortcomings.  Of course, had the officers chosen to cordon off the cabin from a \"safe\" distance, and begun calling out to Katherine in the hope they might negotiate her surrender--and had she responded--the \"containment\" phase could have proceeded apace.  On the other hand, had she simply failed to respond--either because she could not hear their calls above the blaring music, or because she had fully expected them to investigate the campers' allegations and wanted to keep them off guard--the officers still would be left to speculate whether she was in the cabin.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Since time was of the essence, and it was imperative that they locate and identify their suspect so as to rule out the continuing danger she could pose to others in the vicinity, the officers then would have faced an irreconcilable quandary.  They could undertake a \"containment\" strategy along the lines propounded by McClaran, which would necessitate a delay of several hours for the Maine State Tactical Team to reach the cabin, thereby countenancing the realistic risk that their suspect might be elsewhere at that very moment jeopardizing the safety of others.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Or, having heralded their arrival, the officers could have attempted to confirm Katherine's presence through visual contact, by approaching the outer walls of the darkened cabin across the moonlit clearing, thereby exposing themselves to gunfire from their armed and unpredictable suspect--by then forewarned and concealed.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Law enforcement officers quite often are required to assess just such probabilities, and to weigh the attendant contingencies.  And it is precisely such spontaneous judgment calls--borne of necessity in rapidly evolving, life-endangering circumstances--that the qualified immunity doctrine was designed to insulate from judicial second-guessing in civil actions for money damages, unless the challenged conduct was clearly incompetent or undertaken in plain violation of established law.  See Hunter, 502 U.S. at 229, 112 S.Ct. at 537;  Anderson, 483 U.S. at 638, 107 S.Ct. at 3038.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Thus, we do not determine which of these strategies represented the more prudent course or posed the least serious risk to the suspect, the officers or others in the vicinity.  See Scott v. Henrich, 39 F.3d 912, 915 (9th Cir.1994) (noting that \"[o]fficers need not avail themselves of the least intrusive means of responding to an exigent situation;  they need only act within that range of conduct [which is] ... reasonable\";  contrary rule \"would inevitably induce tentativeness by officers\").  Rather, we consider only whether a competent police officer in these circumstances reasonably could have opted for an unannounced approach to the cabin walls forthwith.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">As we conclude that a competent police officer reasonably could have believed that exigent circumstances warranted approaching the cabin walls-- forthwith and unannounced--we turn to the remaining question:  whether the defendant officers--once committed, and assured that Katherine was inside the cabin where she no longer posed a viable threat to other campers--reasonably could have believed that she represented an imminent physical threat to their own safety.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  See Olson, 495 U.S. at 100, 110 S.Ct. at 1690.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The expert testimony on which plaintiff relies makes much of the notion that the entire plan for approaching the outer cabin walls was ill-conceived and uncoordinated ab initio, whereas the officers plausibly contend that they had worked together as a team so often in the past that their basic plan and tactics were implicitly understood.  But even accepting William McClaran's prescription as to an appropriate police procedure for use in these circumstances, plaintiff does not explain how a differently formulated plan--devoid of the suggested deficiencies in the officers' plan--inevitably would have averted the exigency ultimately confronting them.  See supra notes 5 &amp; 8.  Indeed, none of the consequences McClaran attributed to the alleged absence of a \"chain of command,\" or to lack of coordination in the officers' plan, clearly constituted a causative factor in Katherine's death.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Rather, the causative exigency derived primarily from three factors over which the officers never had exclusive control:  the need to ascertain Katherine's precise location as soon as possible, her unpredictable behavior, and the lack of protective cover for their own movements in locating and containing her.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Second, though plaintiff argues that the officers delayed their forcible entry until they were safest--when it \"appeared\" to Officer Guay that Katherine was unarmed and beyond arm's reach from a firearm--surely this argument exaggerates their on-the-spot sense of personal security by failing to assess the imminence of a perceived danger in light of the totality of the circumstances.  See United States v. Veillette, 778 F.2d 899, 902 (1st Cir.1985) (exigency is assessed by viewing \"totality\" of circumstances), cert. denied, 476 U.S. 1115, 106 S.Ct. 1970, 90 L.Ed.2d 654 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Katherine moved freely about the unilluminated interior of the locked cabin, which contained deadly firearms whose exact number and location were unknown to the officers.  Cf., e.g., United States v. Smith, 797 F.2d 836, 841-42 (10th Cir.1986) (exigency established for warrantless entry where agents approached aircraft with probable cause to believe it might harbor armed drug dealers);  United States v. Guarente, 810 F.Supp. 350, 352-53 (D.Me.1993) (exigency established for warrantless entry where officers remained uncertain about the intentions of armed suspects who might remain inside structure).  Only minutes before, Katherine had pointed her rifle at Sergeant Crawford.  Cf. O'Brien v. City of Grand Rapids, 23 F.3d 990, 997 (6th Cir.1994) (qualified immunity claim disallowed where suspect \"had taken no action against the officers\" and \"did not point the gun at anyone\";  noting that threat to police must be \"immediate\").<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Prior to their forced entry, the officers realized that the cabin walls were \"paper thin,\"<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> thus affording insufficient cover should Katherine decide to fire from inside the cabin--a serious contingency that competent officers reasonably could take into account given the violent, irrational and unpredictable behavior recently exhibited by their barricaded suspect, including her peculiar bouts of laughter, history of emotional instability and demonstrated antagonism toward law enforcement personnel.  In such circumstances, competent police officers reasonably could conclude that to announce their intention to place the barricaded suspect under arrest--dispensing with their ruse that they were there only to help her--might well spark renewed violence.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Finally, once their objectively reasonable locate-and-contain strategy had positioned several officers in unexpectedly vulnerable positions against the thin cabin walls, cf. Curzi, 867 F.2d at 43, they could neither remain in their positions indefinitely nor safely terminate the impasse by attempting to retreat across the moonlit cabin clearing without directly exposing themselves to potential gunfire.  Thus, safe and indefinite containment--either from their vulnerable positions against the cabin walls or from a \"safer\" distance--no longer remained a practicable alternative.  Cf. United States v. Wilson, 36 F.3d 205, 210 (1st Cir.1994) (upholding denial of motion to suppress evidence because police officers should not be required to remain indefinitely outside apartment located in building which was well-known site of prior drug sales and police shootings);  Guarente, 810 F.Supp. at 352-53 (finding it reasonable for police to enter building in circumstances where their alternative was to remain potential targets for any concealed armed suspect who might be inside);  cf. also United States v. Hardy, 52 F.3d 147, 149 (7th Cir.1995) (finding exigent threat to officer safety where armed suspect, with known history of violence and drug use, was inside locked motel room and within \"easy reach\" of powerful firearm);  Russo v. City of Cincinnati, 953 F.2d 1036, 1044-45 (6th Cir.1992) (finding that no unreasonably excessive force had been used against an armed and \"suicidal\" person--barricaded inside apartment--who had made threatening statements toward police officers while in intermittent close proximity to them, and showed signs of serious mental instability);  Smith, 797 F.2d at 841 (exigency established where officers had probable cause to believe aircraft, which had landed at isolated airfield after dark, might harbor armed drug dealers).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We therefore conclude that a competent police officer--possessing the same information the defendant officers had on May 15, 1992--reasonably could have believed both that there existed probable cause to arrest Katherine Hegarty and exigent circumstances justifying their immediate warrantless entry.  Consequently, the summary judgment order entered by the district court must be vacated, and summary judgment must be entered for the defendant officers.</p>\n    </div>\n    <p>B. Sheriff Havey's Qualified Immunity Claim</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Although Somerset County Sheriff Spencer Havey did not participate in the events of May 15, 1992, plaintiff advances two related challenges to the summary judgment order entered in favor of Havey.  First, plaintiff argues that Havey failed to train his officers adequately or to institute written standard operating procedures (\"SOPs\"), even though it was reasonably foreseeable that these deputy sheriffs likely would encounter so-called \"barricaded felon\" cases on a frequent basis in rural, wooded Somerset County.  Second, even assuming that a need for additional training and SOPs had not been foreseeable prior to the Hegarty incident, Sheriff Havey's subsequent conduct would enable a factfinder to infer that Havey had condoned the officers' conduct, or been indifferent to the need for better training long before May 15, 1992.  For example, Sheriff Havey refused to discipline his officers for the fatal shooting of Katherine Hegarty, as recommended in the Attorney General's final investigative report.  Nor did he institute additional training, as recommended by a citizen review board convened by Havey in the wake of the tragic event.</p>\n    </div>\n    <p class=\"indent\">1. Applicable Law</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Under 42 U.S.C. Sec. 1983, supervisory law enforcement officers incur no respondeat superior liability for the actions of their subordinates.  See, e.g., City of Canton v. Harris, 489 U.S. 378, 385, 109 S.Ct. 1197, 1202-03, 103 L.Ed.2d 412 (1989).  Absent participation in the challenged conduct, a supervisor \"can be held liable ... [only] if (1) the behavior of [his] subordinates results in a constitutional violation and (2) the [supervisor's] action or inaction was 'affirmative[ly] link[ed] ' to the behavior in the sense that it could be characterized as 'supervisory encouragement, condonation or acquiescence' or 'gross negligence [of the supervisor] amounting to deliberate indifference.' \"  Lipsett v. University of Puerto Rico, 864 F.2d 881, 902-03 (1st Cir.1988) (emphasis added) (citations omitted);  see Rodriques v. Furtado, 950 F.2d 805, 813 (1st Cir.1991) (discussing deliberate indifference to officer training).  Deliberate indifference will be found only if \"it would be manifest to any reasonable official that his conduct was very likely to violate an individual's constitutional rights.\"  Febus-Rodriguez, 14 F.3d at 92 (quoting Germany v. Vance, 868 F.2d 9, 18 (1st Cir.1989)).  The \"affirmative link\" requirement contemplates proof that the supervisor's conduct led inexorably to the constitutional violation.  See id.;   see also Fraire v. City of Arlington, 957 F.2d 1268, 1281 (5th Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 462, 121 L.Ed.2d 371 (1992).</p>\n    </div>\n    <p class=\"indent\">2. Application of Law to Facts</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The determination that a subordinate law enforcement officer is entitled to qualified immunity from suit under section 1983 is not necessarily dispositive of the supervisor's immunity claim.  Nevertheless, it does increase the weight of the burden plaintiff must bear in demonstrating not only a deficiency in supervision but also the essential causal connection or \"affirmative linkage\" between any such deficiency in supervision and the alleged deprivation of rights.  We conclude that plaintiff has not carried this heavy burden.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We find the district court's preliminary analysis of Sheriff Havey's qualified immunity claim to be well reasoned and persuasive.  The evidence demonstrates that Sheriff Havey, newly elected to office, had no notice that the deputy sheriffs were experiencing problems in dealing with \"barricaded suspect\" confrontations prior to the incident in question.  Cf. Febus-Rodriguez, 14 F.3d at 92.   Indeed, their police academy training and instruction time relating to warrantless entries exceeded the national average.  See Canton, 489 U.S. at 389, 109 S.Ct. at 1205.   Moreover, rather than simply ignore the Hegarty incident, Havey suspended all officers involved and convened a panel to investigate and make recommendations.  Although it is entirely understandable that plaintiff would fault Sheriff Havey for not accepting or adopting the recommendations made by the advisory panel, such a decision is insufficient, standing alone, to establish deliberate indifference.  See, e.g., Santiago v. Fenton, 891 F.2d 373, 382 (1st Cir.1989) (decision not to discipline or fault subordinates' conduct, following investigation, is insufficient, standing alone, to demonstrate supervisor's \"deliberate indifference\");  see also Fraire, 957 F.2d at 1278-79.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Even though the district court ruled that Havey's subsequent conduct did not amount to deliberate indifference, it expressed serious reservations concerning some of his conduct, see Bordanaro v. McLeod, 871 F.2d 1151, 1166-67 (1st Cir.), cert. denied, 493 U.S. 820, 110 S.Ct. 75, 107 L.Ed.2d 42 (1989) (postincident conduct may be relevant to \"deliberate indifference\" inquiry);  Grandstaff v. City of Borger, 767 F.2d 161, 171 (5th Cir.1985), cert. denied, 480 U.S. 916, 107 S.Ct. 1369, 94 L.Ed.2d 686 (1987) (same), notably Havey's failure to acknowledge the need to prescribe SOPs or to institute in-house training for handling \"barricaded felon\" cases.  Nevertheless, the rationale for our decision that the individual officers at the scene acted within the bounds of objective reasonableness, see supra Section II.A, plainly undermines most of the district court's concerns.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Most importantly, plaintiff failed to demonstrate the required \"affirmative link\" between Havey's conduct and Katherine Hegarty's death.  That is, he has not sustained the burden of establishing that any lack of \"barricaded felon\" training on the part of the Somerset County Sheriff's Department officers at the scene caused Katherine's death.  Cf., e.g., Manarite v. City of Springfield, 957 F.2d 953, 958 (1st Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 113, 121 L.Ed.2d 70 (1992).  First, even the plaintiff's expert declined to characterize the Hegarty incident as a typical \"barricaded felon\" case.  And, unlike the typical \"barricaded felon\" case, these officers at the outset had no conclusive evidence but that their suspect remained at large.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Moreover, even assuming the best efforts of the most prescient supervisor, it simply is not possible to anticipate the entire array of atypical circumstances--upon which sensitive discretionary judgment calls must be made by the officer in the field--for inclusion in a law enforcement agency's standard operating procedures.  For example, even indulging an impermissible measure of hindsight, we do not believe that SOPs, however elaborate, would have enabled the defendant officers at the scene to resolve by safer or more reliable means whether Katherine was inside the cabin at the time the officers first arrived.  So, too, in the end, Sheriff Havey--after initiating an immediate investigation into the officers' actions--formed the professional opinion, rightly or wrongly, that the judgment calls made at the scene were reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Finally, though plaintiff would characterize Sheriff Havey's subsequent conduct as pure obstinacy, the cloak of qualified immunity nonetheless remains in place unless \"it would be manifest to any reasonable official\" in the supervisor's position that the failure to establish such a policy or to institute in-house training prior to the Hegarty incident \"was very likely to violate an individual's constitutional rights.\"  Febus-Rodriguez, 14 F.3d at 92.   As plaintiff failed even to approach the threshold for such a showing, we affirm the district court ruling allowing the qualified immunity claim asserted by defendant Havey.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We cannot know whether the tragic death of Katherine Hegarty would have been averted but for the judgment calls made by the defendant officers at the scene, nor is that the inquiry we make in a civil rights action for damages against the individual officers.  We determine only whether the discretionary decisions made by the defendants were within the broad range of reasonable conduct to be expected from competent police officers and their supervisors in like circumstances.  As the actions of the defendant officers and their supervisor plainly met the latter standard, the district court order denying summary judgment to the defendant officers must be reversed and the judgment in favor of defendant Havey must be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The judgment for defendant Havey is affirmed and the case is remanded to the district court with instructions to vacate the judgment entered for plaintiff and enter summary judgment for the defendant officers, and for such further proceedings as may be appropriate and consistent with this opinion.  The parties shall bear their own costs on appeal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The relevant facts are related in the light most favorable to the plaintiff, the party resisting summary judgment.  Velez-Gomez v. SMA Life Assurance Co., 8 F.3d 873, 874-75 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> No appeal was taken from the district court judgment dismissing the wrongful death, see Me.Rev.Stat.Ann. tit. 18-A, Sec. 2-804 (1994), and common-law trespass claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The same \"qualified immunity\" analysis applies to the MCRA claims.  See Jenness v. Nickerson, 637 A.2d 1152, 1159 (Me.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Reserve Officer Giroux and Sergeant Crawford, who played no direct role in the forcible entry and were responding to orders, claim entitlement to qualified immunity by reason of their \"lesser\" participation.  Given our holding, we need not address their claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> McClaran pointed to several instances of \"freelancing\" at the Hegarty cabin.  First, although Officer Giroux alone had been charged with initiating communications with Katherine, Sergeant Hines unilaterally deviated from the arrangement by banging on the cabin door.  Second, the failure to coordinate their movements before arriving at the scene created the risk that the officers might be caught in their own cross-fire.  Third, the officers gave Katherine confusingly different explanations for their presence at the cabin.  Finally, the officers agreed that should a forcible entry become necessary, Sergeant Hines would enter first, whereas in fact a subordinate officer (Guay) ended up giving the irrepealable signal to launch the forcible entry</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We need to note the obvious as well.  Even though the isolation of the Hegarty cabin and the death of Katherine Hegarty dictate that virtually all relevant evidence derives exclusively from the officers at the scene, see Scott v. Henrich, 39 F.3d 912, 915 (9th Cir.1994) (\"the officer defendant is often the only surviving eyewitness\" in qualified immunity cases), summary judgment nonetheless must be granted absent a genuine dispute as to a material issue.  See Jirau-Bernal, 37 F.3d at 3</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The exigency created by the realistic danger the unlocated suspect posed to other campers in the vicinity likewise substantially mitigated an aggravating factor noted by the district court:  the fact that the warrantless entry took place at night</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Once the tactical team had arrived, moreover, it would still have been necessary to confirm--by some means--Katherine's presence in the cabin</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although we need not resolve the matter definitively, we have serious reservations whether the officers' actions were justified by concern that Katherine might take her own life.  True, the objective evidence indicated that she had exhibited behavior both violent and unpredictable, yet the evidence revealed that her conduct was directed at third parties, never herself.  Nor had she said anything to the officers that might indicate suicidal intent</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Plaintiff misfocuses the \"qualified immunity\" analysis by inquiring whether all aspects of the officers' conduct were executed in the manner to be expected of an \"objectively reasonable\" officer, rather than whether the particular decisions which led to Katherine's death reasonably could have been made by such an officer.  Thus, for example, even assuming the plan increased the risk that an officer might be caught in another officer's cross-fire, the subsequent decision to enter and disarm Katherine was not implicated thereby.  Furthermore, the officers' \"differing\" responses to Katherine's inquiries were not so much confusingly inconsistent, as consistently misleading.  But their responses were also deliberately designed to reduce the risk that she might react violently, as by their consistent expressions of concern for Katherine's safety and their scrupulous avoidance of any mention of her impending arrest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Although plaintiff argues that this incident cannot serve to establish an exigent circumstance--because Katherine may have pointed the gun at Crawford before she recognized that he was a police officer--omniscience is not the presumed mindset with which an objectively reasonable police officer approaches life-endangering decisions.  The correct focus must be on the significance an objectively reasonable police officer might attach to the threatening action, in circumstances where he--like Sergeant Crawford--could not know, with assurance, the suspect's exact state of mind or intent.  Cf., e.g., Gibson v. Officer, P.A., 44 F.3d 274, 277-78 (5th Cir.1995) (proper focus is not upon factual dispute as to whether suspect was intoxicated, but whether objective facts might lead a reasonable officer so to conclude);  Slattery v. Rizzo, 939 F.2d 213, 216 (4th Cir.1991) (police officer's belief that suspect was reaching for gun was \"reasonable\" even though object turned out to be a bottle)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Their vulnerability to gunfire from within the cabin was later confirmed.  McClaran himself noted that several police bullets--fired immediately after the forcible entry--passed through the cabin walls</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"195393\"><a href=\"/opinion/195393/hegarty-v-somerset-county/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1367</span></a></span></p>\n    <p class=\"parties\">John M. HEGARTY as Personal Representative of the Estate of<br>Katherine A. Hegarty, Plaintiff, Appellee,<br>v.<br>SOMERSET COUNTY, Rene Guay, Wilfred Hines, Thomas Giroux,<br>Jr., William Crawford, Jr., Defendants, Appellants.<br>John M. HEGARTY as Personal Representative of the Estate of<br>Katherine A. Hegarty, Plaintiff, Appellee,<br>v.<br>SOMERSET COUNTY, et al., Defendants, Appellants.<br>John M. HEGARTY, Individually and as Personal Representative<br>of the Estate of Katherine A. Hegarty, Plaintiff, Appellant,<br>v.<br>SOMERSET COUNTY, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 94-1473, 94-1474, 94-1517.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 4, 1994.<br>Decided May 17, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William R. Fisher, with whom Monaghan, Leahy, Hochadel &amp; Libby, Portland, ME, was on brief for appellants Guay, Hines, Giroux and Crawford and defendant-appellee Spencer Havey.</p>\n      <p class=\"indent\">Frederick J. Badger, Jr., with whom Ann M. Murray and Richardson, Troubh &amp; Badger, Bangor, ME, were on brief for appellant Wright.</p>\n      <p class=\"indent\">Julian L. Sweet, with whom Jeffrey A. Thaler and Berman &amp; Simmons, P.A., Lewiston, ME, were on brief for plaintiff/appellant Hegarty.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and McAULIFFE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On May 15, 1992, state and county law enforcement officers forcibly entered a remote cabin in the Maine woods, without a warrant, and mortally wounded plaintiff's decedent, Katherine A. Hegarty, while attempting to arrest her for recklessly endangering the safety of four campers.  Plaintiff John M. Hegarty initiated the present action in federal district court for compensatory and punitive damages against the defendant officers and their respective supervisors, based on alleged violations of the Hegartys' statutory and constitutional rights.  See 42 U.S.C. Sec. 1983 (1992);  Me.Rev.Stat.Ann. tit. 5, Sec. 4682 (1992).  After rejecting their qualified immunity claims, the district court determined that the defendant officers were potentially liable for punitive damages, and the officers initiated an interlocutory appeal.  Plaintiff John M. Hegarty in turn cross-appealed from district court orders granting summary judgment in favor of Somerset County Sheriff Spencer Havey on qualified immunity grounds and disallowing plaintiff's section 1983 claim for compensatory damages for loss of spousal consortium.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>A. The Warrantless Entry</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During the morning of the fateful day, two vehicles, containing four campers, entered through a gate onto woodlands owned by a paper company in Jackman, Maine, and proceeded to their assigned campsite about one and one-half miles past the gate and 200 yards or so beyond the Hegarty cabin.  At around 9:00 that evening, Katherine Hegarty became extremely agitated when she saw the campers returning to their campsite for the night, and began screaming that they had trespassed on her property.  The campers assured her that the caretaker had given them permission to use the campsite and they would be leaving the next morning.  To which Katherine responded:  \"Only if you make it until morning.\"   She then retrieved a rifle from inside the cabin and fired six rounds from the porch in the direction of the campers, who immediately took cover behind their trucks and boat.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the next hour or so, Katherine reloaded her rifle several times, firing approximately twenty-five additional rounds in the direction of the campers before eventually yielding to their pleas for permission to depart in safety.  Leaving their other belongings behind, the campers drove their vehicles quickly past the cabin, where they saw Katherine on the porch, rifle in hand.  Although no further shots were fired, Katherine followed the campers in her truck beyond the entrance gate, then turned back in the direction of her cabin.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon their arrival at a truck stop located on Route 201, approximately two miles from the woods road entrance gate, the campers immediately placed a telephone call to the Somerset County Sheriff's Department.  Their report described a harrowing encounter with an intoxicated, distraught (\"flipped out\") and armed woman who might pursue them to the truck stop and shoot at them.  Four law enforcement officers were dispatched to the truck stop--Maine State Trooper Gary Wright and three Somerset County Sheriff's Department officers:  Patrol Sergeant Wilfred Hines, Deputy Sheriff Rene Guay, and Reserve Officer Thomas Giroux, Jr.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After briefly interviewing the four campers, the officers decided that the suspect had committed at least one offense by shooting at the campers.  See Me.Rev.Stat.Ann. tit. 17-A, Sec. 211 (1994) (reckless endangerment).  Moreover, from the description the campers gave of the woman, the locations of the cabin and the campsite, and from their knowledge of the area, the officers concluded that Katherine Hegarty was their suspect.  The officers knew that Katherine was an experienced hunter and a licensed Maine guide, with a reputation as a \"crack shot,\" and that she kept several powerful firearms at her cabin.  Further, the officers knew she had some history of emotional instability (i.e., a nervous \"breakdown\" in 1991, requiring sedation, physical restraints and a brief period of involuntary hospitalization), substance abuse (two arrests for operating a motor vehicle while under the influence of alcohol (\"OUI\") in 1991), and incidents of erratic, violent behavior directed at law enforcement personnel--kicking and throwing punches at State Trooper Gary Wright, asking irrational questions, and exhibiting extreme mood swings (alternately screaming and laughing) at the time of her first OUI arrest, and an assault/harassment against Trooper Wright at his residence shortly after the same arrest.  For these reasons, the officers concluded that they should arrest Katherine immediately, without obtaining a warrant or informing her of their true intentions until after she had been restrained, for fear that she would become violent.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At around midnight, the officers rendezvoused with a fifth officer, Sergeant William Crawford, Jr., of the Somerset County Sheriff's Department, drove about three miles and parked their cruisers approximately a mile from the Hegarty cabin.  Their sporadic discussions since meeting at the truck stop had led to a skeletal plan of action for effecting the arrest.  Concerned that Katherine might be waiting for them somewhere in the vicinity, they proceeded on foot toward her cabin, led by Trooper Wright--with a police dog--in an effort to forewarn themselves of Katherine's presence without heralding their approach.  As they neared, at approximately 12:15 a.m., the officers observed Katherine's truck in front of the darkened cabin and heard a radio blaring music from inside.  The clearing surrounding the cabin was plainly visible in the moonlight, but the cabin interior was not illuminated.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Following a quick visual inspection of the cabin site and the interior of the Hegarty truck, four officers approached unannounced and placed themselves along the outer cabin walls.  The fifth officer, Thomas Giroux, Jr., who was better acquainted with Katherine Hegarty, gave a prearranged signal to the other officers from behind a tree across the road in front of the cabin.  Giroux began calling to Katherine by name--first identifying himself and then expressing concern for her safety--in an attempt to coax her from the cabin to speak with him.  Giroux heard no response above the blaring radio.  Sergeant Hines then pounded on the cabin door and identified himself as a deputy sheriff.  He received no response.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Meanwhile, Sergeant Crawford, who had worked his way around to the rear of the cabin, shined a flashlight into a darkened window and saw a fully-clothed woman lying on a bed, with a rifle astride her chest.  When the woman began to raise the rifle in his direction, Crawford dove for cover, yelling out to the other officers that there was an armed person inside the cabin.  Katherine soon asked Crawford to identify himself.  After he did so, Crawford heard Katherine leave the bedroom and move toward the front of the cabin.  The radio soon became inaudible.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As Katherine walked about inside the darkened cabin, she kept asking what the officers were doing there, and requested that they leave her property.  The officers replied that they were investigating a report of campsite burglaries in the area, were concerned for her safety, and wanted her to come out of the cabin so she could speak with them.  Laughing intermittently during these exchanges, Katherine ultimately rejected their requests--stating that she had seen no one suspicious.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Deputy Sheriff Rene Guay--posted outside the closed window at the front of the cabin--next saw Katherine face-to-face as she peered out the window from a kneeling position on a nearby couch.  When Guay trained his flashlight on her, Katherine said, \"I can see you.\"   At this time, Guay observed that Katherine had no weapon in hand nor within the vicinity illuminated by his flashlight.  Guay immediately communicated this information to Sergeant Hines and Trooper Wright, who were posted on either side of the front door, then gave them a signal to \"go.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Sergeant Hines proceeded to break in the front door, but a chain lock momentarily delayed entry.  From a crouched position outside the front window, Guay saw Katherine pick up a rifle beside the couch and begin to raise it in the direction of Hines and Wright, who were about to break through the front door.  As she continued to raise the rifle in their direction, the officers ordered her to drop it.  Katherine paid no heed and was fatally wounded by the officers before she could fire a shot.</p>\n    </div>\n    <p>B. The District Court Proceedings</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In January 1993, John Hegarty, in his individual and representative capacities, filed a four-count complaint in the District of Maine against, inter alia, the five officers and their respective supervisors, alleging deprivations of the Hegartys' Fourth and Fourteenth Amendments rights, see 42 U.S.C. Sec. 1983 (1994), and their state and federal statutory and constitutional rights under the Maine Civil Rights Act (\"MCRA\"), Me.Rev.Stat.Ann. tit. 5, Sec. 4682 (1994).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  All defendants moved for summary judgment, asserting qualified immunity from suit under section 1983 and the MCRA, and contending that neither punitive damages, nor compensatory damages for loss of spousal consortium, are recoverable against them under section 1983 or the MCRA.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court ruled, inter alia, that (1) the five officers at the scene were not immune from suit under either section 1983 or the MCRA, because no objectively reasonable police officer could have concluded that the circumstances confronting these officers gave rise to an exigency sufficient to justify forcing a warrantless entry into the Hegarty cabin for the purpose of effecting Katherine's immediate arrest;  (2) punitive damages would be recoverable were a jury to find that the officers at the scene acted with reckless indifference;  (3) Somerset County Sheriff Spencer Havey was entitled to qualified immunity from suit relating to any \"supervisory liability,\" since he had no advance notice that officer training was deficient, and since his subsequent conduct, though \"troublesome,\" did not constitute \"gross or reckless indifference\";  and (4) compensatory damages for loss of consortium were not recoverable absent proof that the officers' conduct had been directed at John Hegarty rather than at his deceased spouse alone.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The officers promptly took interlocutory appeals from the first and second district court rulings.  See Febus-Rodriguez v. Betancourt-Lebron, <span class=\"citation\" data-id=\"195148\"><a href=\"/opinion/195148/rodriguez-v-lebron/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span>, 90 (1st Cir.1994) (disallowance of qualified immunity claim is \"final\" appealable order under Cohen \"collateral order\" doctrine).  After the district court directed that final judgment enter pursuant to Fed.R.Civ.P. 54(b) on its third and fourth rulings, plaintiff John Hegarty cross-appealed.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. The Officers' Immunity Claims</p>\n    <p class=\"indent\">1. Standard of Review</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We review a summary judgment order de novo, under the identical criteria governing the district court, to determine whether \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\"   Fed.R.Civ.P. 56(c);  see Jirau-Bernal v. Agrait, <span class=\"citation\" data-id=\"195629\"><a href=\"/opinion/195629/jirau-bernal-v-agrait/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1994).  All contested facts are viewed in the light most favorable to the party resisting summary judgment.  Id.</p>\n    </div>\n    <p class=\"indent\">2. The Qualified Immunity Doctrine</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Like other government officials performing discretionary functions, law enforcement officers hailed into court in their individual capacities to respond in damages are entitled to qualified immunity from suit in civil rights actions under section 1983, provided their conduct did \"not violate clearly established statutory or constitutional rights of which a reasonable [police officer] would have known.\"  Harlow v. Fitzgerald, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, 2738, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span> </a></span>(1982);  Burns v. Loranger, <span class=\"citation\" data-id=\"544226\"><a href=\"/opinion/544226/karen-burns-v-david-loranger/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">233</span></a></span>, 235 (1st Cir.1990).  In Anderson v. Creighton, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span> </a></span>(1987), the Supreme Court refined the focus of the policy considerations underlying the qualified immunity doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">When government officials abuse their offices, \"action[s] for damages may offer the only realistic avenue for vindication of constitutional guarantees.\"  Harlow v. <span class=\"citation\" data-id=\"110763\"><span class=\"antecedent_guess\">Fitzgerald,</span> <a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span>, at <span class=\"page\">814</span> </a></span>[102 S.Ct. at 2736].  On the other hand, permitting damages suits against government officials can entail substantial social costs, including the risk that fear of personal monetary liability and harassing litigation will unduly inhibit officials in the discharge of their duties.  <span class=\"citation\" data-id=\"110763\"><span class=\"ibid_token\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"ibid_token\">Ibid.</span></a></span>  Our cases have </span>accommodated these conflicting concerns by generally providing government officials performing discretionary functions with a qualified immunity, shielding them from civil damages liability as long as their actions could reasonably have been thought consistent with the rights they are alleged to have violated.  See, e.g., Malley v. Briggs, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 341 [<span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1092</span></a></span>, 1096, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span></a></span>] (1986)....</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"111953\"><span class=\"antecedent_guess\">Anderson,</span> <a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">638</span></a></span>, 107 S.Ct. at 3038.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  As this court has explained,</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>appellate assessment of [a] qualified immunity claim is apportioned into two analytic components.  First, if the right asserted by the plaintiff was \"clearly established\" at the time of its alleged violation, we are required to assume that the right was recognized by the defendant official, see <span class=\"citation\" data-id=\"110763\"><span class=\"antecedent_guess\">Harlow,</span> <a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">818</span></a></span>, 102 S.Ct. at 2738;  Rodriguez v. Comas, <span class=\"citation\" data-id=\"531323\"><a href=\"/opinion/531323/jose-denis-rodriguez-v-juan-comas/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">899</span></a></span>, 901 (1st Cir.1989);  second, we will deny the immunity claim if a reasonable official situated in the same circumstances should have understood that the challenged conduct violated that established right, see <span class=\"citation\" data-id=\"111953\"><span class=\"antecedent_guess\">Anderson,</span> <a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">640-41</span></a></span>, 107 S.Ct. at 3039;  <span class=\"citation\" data-id=\"531323\"><span class=\"antecedent_guess\">Rodriguez,</span> <a href=\"/opinion/531323/jose-denis-rodriguez-v-juan-comas/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">901</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"544226\"><span class=\"antecedent_guess\">Burns,</span> <a href=\"/opinion/544226/karen-burns-v-david-loranger/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">235-36</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Hegartys correctly contend, of course, that the Fourth and Fourteenth Amendments to the United States Constitution prohibited a warrantless entry into the Hegarty cabin to effect Katherine's arrest, except in exigent circumstances and with probable cause.  See Welsh v. Wisconsin, <span class=\"citation\" data-id=\"111173\"><a href=\"/opinion/111173/welsh-v-wisconsin/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">740</span></a></span>, 749, <span class=\"citation\" data-id=\"111173\"><a href=\"/opinion/111173/welsh-v-wisconsin/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2091</span></a></span>, 2097, <span class=\"citation\" data-id=\"111173\"><a href=\"/opinion/111173/welsh-v-wisconsin/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">732</span> </a></span>(1984);  Payton v. New York, <span class=\"citation\" data-id=\"110235\"><a href=\"/opinion/110235/payton-v-new-york/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">573</span></a></span>, 586, <span class=\"citation\" data-id=\"110235\"><a href=\"/opinion/110235/payton-v-new-york/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1371</span></a></span>, 1380, <span class=\"citation\" data-id=\"110235\"><a href=\"/opinion/110235/payton-v-new-york/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">639</span> </a></span>(1980);  Buenrostro v. Collazo, <span class=\"citation\" data-id=\"589648\"><a href=\"/opinion/589648/leonel-buenrostro-v-pablo-collazo-aka-pablo-collazo-marrero/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 43 (1st Cir.1992).  Indeed, the constitutional rights allegedly violated were clearly established long before this tragic incident occurred.  Accordingly, the defendant officers are deemed to have been on notice of the relevant constitutional protections constraining their actions.  <span class=\"citation\" data-id=\"544226\"><span class=\"antecedent_guess\">Burns,</span> <a href=\"/opinion/544226/karen-burns-v-david-loranger/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">235-36</span></a></span>.   Therefore, qualified immunity affords the defendant officers no safe haven unless an objectively reasonable officer, similarly situated, could have believed that the challenged police conduct did not violate the Hegartys' constitutional rights.  <span class=\"citation\" data-id=\"544226\"><a href=\"/opinion/544226/karen-burns-v-david-loranger/\"><span class=\"id_token\">Id.</span> at 236.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Thus, the qualified immunity inquiry does not depend on whether the warrantless entry was constitutional, but allows as well for the inevitable reality that \"law enforcement officials will in some cases reasonably but mistakenly conclude that [their conduct] is [constitutional], and ... that ... those officials--like other officials who act in ways they reasonably believe to be lawful--should not be held personally liable.\"  <span class=\"citation\" data-id=\"111953\"><span class=\"antecedent_guess\">Anderson,</span> <a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">641</span></a></span>, 107 S.Ct. at 3039-40 (emphasis added);  <span class=\"citation\" data-id=\"544226\"><span class=\"antecedent_guess\">Burns,</span> <a href=\"/opinion/544226/karen-burns-v-david-loranger/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">237</span></a></span>.   In other words, qualified immunity sweeps so broadly that \"all but the plainly incompetent or those who knowingly violate the law\" are protected from civil rights suits for money damages.  Hunter v. Bryant, <span class=\"citation\" data-id=\"112671\"><a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, 229, <span class=\"citation\" data-id=\"112671\"><a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">534</span></a></span>, 537, <span class=\"citation\" data-id=\"112671\"><a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">589</span> </a></span>(1991) (quoting Malley v. Briggs, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 341, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1092</span></a></span>, 1097, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span> </a></span>(1986));  cf. Roy v. City of Lewiston, <span class=\"citation\" data-id=\"195798\"><a href=\"/opinion/195798/roy-v-inhabitants/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">691</span></a></span>, 695 (1st Cir.1994) (\"[T]he Supreme Court's standard of reasonableness is comparatively generous to the police where potential danger, emergency conditions or other exigent circumstances are present.\").</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Lastly, we assess the challenged police conduct with a view to determining its \"objective legal reasonableness,\" <span class=\"citation\" data-id=\"111953\"><span class=\"antecedent_guess\">Anderson,</span> <a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">639</span></a></span>, 107 S.Ct. at 3039 (emphasis added), which entails two pivotal features.  First, the qualified immunity inquiry takes place prior to trial, on motion for summary judgment, see Mitchell v. Forsyth, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 526, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>, 2815, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span> </a></span>(1985) (qualified immunity provides a shield against the burdens of litigation, not merely a defense against liability for money damages), and requires no factfinding, only a ruling of law strictly for resolution by the court, see Amsden v. Moran, <span class=\"citation\" data-id=\"542853\"><a href=\"/opinion/542853/henry-h-amsden-v-thomas-f-moran-etc/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">748</span></a></span>, 752-53 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1041</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">713</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">702</span> </span>(1991);  Hall v. Ochs, <span class=\"citation\" data-id=\"487735\"><a href=\"/opinion/487735/bancroft-dudley-hall-v-frederick-j-ochs-frederick-j-ochs-s-leo-judge/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span>, 924 (1st Cir.1987).  Thus, under the policy-driven \"objective legal reasonableness\" analysis governing our inquiry, even expert testimony relating to appropriate police procedures in the circumstances confronting the officers may not afford certain insulation against summary judgment in the \"qualified immunity\" context.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We turn then to consider whether an objectively reasonable police officer could have believed--in the circumstances prevailing before Katherine Hegarty was mortally wounded--that \"exigent circumstances\" and \"probable cause\" existed for the forcible, warrantless, nighttime entry into the Hegarty cabin.</p>\n    </div>\n    <p class=\"indent\">3. The Qualified Immunity Analysis</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>(i) Probable Cause</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The \"probable cause\" requirement was met if the officers at the scene collectively possessed, <span class=\"citation\" data-id=\"544226\"><span class=\"antecedent_guess\">Burns,</span> <a href=\"/opinion/544226/karen-burns-v-david-loranger/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">236</span> </a></span>n. 7, \"reasonably trustworthy information [sufficient] to warrant a prudent [person] in believing that [Katherine Hegarty] had committed or was committing a [criminal] offense.\"  Beck v. Ohio, <span class=\"citation\" data-id=\"106936\"><a href=\"/opinion/106936/beck-v-ohio/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 91, <span class=\"citation\" data-id=\"106936\"><a href=\"/opinion/106936/beck-v-ohio/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">223</span></a></span>, 225, <span class=\"citation\" data-id=\"106936\"><a href=\"/opinion/106936/beck-v-ohio/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">142</span> </a></span>(1964).  As the Supreme Court has explained, \"[i]n dealing with probable cause, ... as the very name implies, we deal with probabilities.  These are not technical;  they are the factual and practical considerations of everyday life on which reasonable and prudent men, not legal technicians, act.\"  Illinois v. Gates, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 231, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2317</span></a></span>, 2328, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">527</span> </a></span>(1983) (quoting Brinegar v. United States, <span class=\"citation\" data-id=\"104716\"><a href=\"/opinion/104716/brinegar-v-united-states/\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></a></span>, 176, <span class=\"citation\" data-id=\"104716\"><a href=\"/opinion/104716/brinegar-v-united-states/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1302</span></a></span>, 1311, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1879</span> </span>(1949)).  See also <span class=\"citation\" data-id=\"544226\"><span class=\"antecedent_guess\">Burns,</span> <a href=\"/opinion/544226/karen-burns-v-david-loranger/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">236</span> </a></span>(quoting Gates ).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On appeal, the plaintiff contests the assumption--indulged arguendo by the district court--that there was probable cause for Katherine Hegarty's arrest.  He argues that no competent officer in these circumstances reasonably could have believed that Katherine--a \"crack shot\"--intended to harm the campers, especially since no bullets struck the trucks and boat behind which the campers took cover.  We do not agree.  Rather, based on the information that Katherine may have been intoxicated, an objectively reasonable officer could have concluded that her errant aim was not attributable to a lack of intent to endanger.  Consequently, we conclude, based on the \"reasonably trustworthy information\" available to the defendant officers at the scene, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>pp. 1370-71, that an objectively reasonable police officer could have formed the belief that there was probable cause to arrest Katherine Hegarty for the offense of reckless endangerment.  See, e.g., Me.Rev.Stat.Ann. tit. 17-A, Sec. 211 (\"A person is guilty of reckless conduct if he recklessly creates a substantial risk of serious bodily injury to another person.\");  Sec.  15 (authorizing warrantless arrests for reckless conduct with a firearm).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>(ii) Exigent Circumstances</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">A warrantless, forcible entry of a private residence is permissible in certain limited circumstances, including:  (1) \"hot pursuit\" of a fleeing felon;  (2) threatened destruction of evidence inside a residence before a warrant can be obtained;  (3) a risk that the suspect may escape from the residence undetected;  or (4) a threat, posed by a suspect, to the lives or safety of the public, the police officers, or to herself.  See Minnesota v. Olson, <span class=\"citation\" data-id=\"112416\"><a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 100, <span class=\"citation\" data-id=\"112416\"><a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, 1690, <span class=\"citation\" data-id=\"112416\"><a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">85</span> </a></span>(1990).  We have held that a cognizable exigency must present a \"compelling necessity for immediate action that w[ould] not brook the delay of obtaining a warrant.\"  United States v. Almonte, <span class=\"citation\" data-id=\"574333\"><a href=\"/opinion/574333/united-states-v-maria-almonte-united-states-of-america-v-artemia-feliz/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 22 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1010</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1776</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">434</span> </span>(1992) (quoting United States v. Adams, <span class=\"citation\" data-id=\"377954\"><a href=\"/opinion/377954/united-states-v-carol-e-adams/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 44 (1st Cir.1980)).  Conversely, certain mitigating factors may undermine a showing of exigent circumstances;  for example, where the criminal offense was not sufficiently serious (a traffic violation), <span class=\"citation\" data-id=\"111173\"><span class=\"antecedent_guess\">Welsh,</span> <a href=\"/opinion/111173/welsh-v-wisconsin/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">753</span> </a></span>n. <span class=\"citation\" data-id=\"111173\"><span class=\"antecedent_guess\">6,</span> <a href=\"/opinion/111173/welsh-v-wisconsin/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2099</span> </a></span>n. 6, the opportunity afforded the suspect for peaceable surrender was inadequate, or the entry occurred in the nighttime.  See generally United States v. Adams, <span class=\"citation\" data-id=\"377954\"><a href=\"/opinion/377954/united-states-v-carol-e-adams/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 44 (1st Cir.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The defendant officers challenge the district court ruling that no competent police officer could have formed an objectively reasonable belief that \"exigent circumstances\" justified a forcible, warrantless entry for the purpose of effecting Katherine Hegarty's immediate arrest.  They argue that it was reasonable to believe--based on the reasonably trustworthy information available to them at the time--that Katherine posed an imminent and unpredictable threat to their safety, and to herself.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Earlier in the day, Katherine had engaged in violent, life-threatening conduct against peaceable, unarmed campers.  She was known to have demonstrated emotional instability and hostility toward law enforcement personnel in the past, which had prompted her to attack and threaten State Trooper Wright on two separate occasions.  At the cabin, she pointed a rifle directly at Sergeant Crawford, exhibited irrational and possibly suicidal behavior (laughing \"like a witch\") in response to the officers' repeated requests that she discuss matters with them.  The defendant officers maintain that she could have decided at any time to fire at them through the \"paper thin\" cabin walls or as they attempted to retreat across the moonlit clearing.  Consequently, the officers contend, there was an ongoing exigency which made it reasonable to attempt to disarm Katherine whenever it appeared least likely that she possessed or could retrieve a weapon.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Plaintiff acknowledges that the officers did not use excessive force to protect themselves after they forcibly entered the cabin and were confronted by Katherine, with rifle raised.  Cf. <span class=\"citation\" data-id=\"195798\"><span class=\"antecedent_guess\">Roy,</span> <a href=\"/opinion/195798/roy-v-inhabitants/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">695-96</span></a></span>.   Rather, he contends that their precipitous and ill-conceived strategy--arrived at before the officers ever left the truck stop--deviated unreasonably from standard police tactics in crisis situations and inexorably led to Katherine's death.  Cf. United States v. Curzi, <span class=\"citation\" data-id=\"518088\"><a href=\"/opinion/518088/united-states-v-barbara-j-curzi/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 43 n. 6 (1st Cir.1989) (police may not manipulate events to create an \"exigency\" justifying warrantless entry).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">William McClaran, plaintiff's expert, testified that the defendant officers deviated in two fundamental respects from standard police practice in a crisis.  First, they failed to define their exact \"chain of command\" before setting out to effect Katherine's arrest.  Consequently, each officer at the scene was left to determine his own movements on an ad hoc basis (\"free-lancing\"), without adequate coordination among them.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Second, the officers eschewed accepted rules of \"containment\" by needlessly placing themselves in peril against the \"paper thin\" outer walls of the cabin.  Plaintiff opines that upon approaching the cabin, the officers harbored a reasonable belief that Katherine was inside, given the music blaring from within the cabin and the presence of her truck in the cabin clearing.  Consequently, and since the officers knew Katherine was armed and appeared to be acting irrationally, two officers should have taken concealed positions at the edge of the woods surrounding the cabin clearing, thereby cutting off any attempted escape.  Thereafter, from a safer distance, other officers could have begun the effort to coax Katherine to come outside, while another officer returned to the police cruisers and radioed for assistance from the Maine State Tactical Team.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We must isolate all reasonably reliable information collectively known to the officers at the time their challenged conduct occurred, without indulging hindsight, see <span class=\"citation\" data-id=\"112671\"><span class=\"antecedent_guess\">Hunter,</span> <a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">227</span></a></span>, 112 S.Ct. at 536, to determine whether an \"objectively reasonable officer,\" with the identical information, could have concluded that there were exigent circumstances sufficient to support an immediate forcible entry of the Hegarty cabin to effect Katherine's warrantless arrest.  See Graham v. Connor, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 396, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>, 1872, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span> </a></span>(1989).  Any genuine dispute as to what the officers knew or did must be resolved in the plaintiff's favor.  See Fonte v. Collins, <span class=\"citation\" data-id=\"538372\"><a href=\"/opinion/538372/ronald-fonte-v-john-collins/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">284</span></a></span>, 285 (1st Cir.1990).  Even then, however, summary judgment for the defendant officers would be appropriate if any such factual dispute were immaterial as a matter of law;  that is, if it would not alter the required analysis as to the \"legal reasonableness\" of their conduct.  See, e.g., Prokey v. Watkins, <span class=\"citation\" data-id=\"566801\"><a href=\"/opinion/566801/gloria-prokey-v-george-watkins-scott-cataldi-roderick-beaulieu-gloria/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span>, 73 (1st Cir.1991) (citing cases in which material factual disputes precluded summary judgment on qualified immunity claim);  see also Cameron v. Seitz, <span class=\"citation\" data-id=\"680734\"><a href=\"/opinion/680734/cindy-l-cameron-and-lawrence-m-cameron-v-james-mccauley-seitz-monroe/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">264</span></a></span>, 273 n. 2 (6th Cir.1994) (same).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Following a careful examination of the applicable law and all competent evidence presented to the district court at summary judgment, we conclude that the benchmark against which plaintiff would have us evaluate the challenged police conduct is impermissibly stringent for the qualified immunity context, since it fails to acknowledge an overarching reality confronting the officers at the most critical moment of decision;  viz., until Sergeant Crawford saw Katherine Hegarty through the bedroom window of the cabin, there was no conclusive evidence that their suspect had been located or contained at all.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The officers initially devised a \"plan\" which they characterized as \"locate, identify, contain, negotiate, and arrest.\"   Obviously, \"location\" and \"identification\" would be imperative before any other element in their plan could proceed.  The officers knew that Katherine had fired approximately thirty rounds toward the campers earlier in the evening.  And, in addition to their collective knowledge of her erratic, unlawful behavior in the recent past, the officers had learned from the campers that Katherine was last seen driving her truck.   A competent police officer in these circumstances--possessed of this disturbing information--certainly could harbor an objectively reasonable concern that Katherine might yet remain mobile, thereby posing a continuing danger to other persons in the vicinity.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Several other campsites in the vicinity of the Hegarty cabin were occupied, and without knowing the precise motivation for Katherine's unprovoked, armed response to the peaceable presence of the four campers earlier in the evening, an objectively reasonable officer prudently could presume that other campers might be at similar risk.  In fact, their use of the police dog while proceeding along the woods road toward the cabin attests to the officers' alertness to the possibility that Katherine could be lying in wait in the woods.  Deciding not to take the risk attendant upon the delay necessarily entailed in obtaining a warrant, the officers accordingly placed top priority on conclusively locating their suspect at the earliest possible time so as to minimize the threat posed to the safety of other campers.  See <span class=\"citation\" data-id=\"112416\"><span class=\"antecedent_guess\">Olson,</span> <a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">100</span></a></span>, 110 S.Ct. at 1690 (exigent circumstances include the need to safeguard against threats to life or safety of others);  <span class=\"citation\" data-id=\"574333\"><span class=\"antecedent_guess\">Almonte,</span> <a href=\"/opinion/574333/united-states-v-maria-almonte-united-states-of-america-v-artemia-feliz/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">22</span></a></span>.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Quite contrary to the major premise for William McClaran's expert opinion, by the time they arrived at the Hegarty cabin the officers had received decidedly mixed signals concerning their suspect's location.  The parked truck suggested that Katherine might be inside the cabin, but the lack of artificial illumination suggested otherwise.  The blaring music did not conclusively disprove either hypothesis.  Nor had Katherine been seen or heard entering or moving about inside the cabin.  Thus, it was in no sense improbable that Katherine, a licensed guide and experienced hunter, had left her vehicle and departed the cabin site on foot.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Nor was the alternative police strategy posited by Mr. McClaran without its shortcomings.  Of course, had the officers chosen to cordon off the cabin from a \"safe\" distance, and begun calling out to Katherine in the hope they might negotiate her surrender--and had she responded--the \"containment\" phase could have proceeded apace.  On the other hand, had she simply failed to respond--either because she could not hear their calls above the blaring music, or because she had fully expected them to investigate the campers' allegations and wanted to keep them off guard--the officers still would be left to speculate whether she was in the cabin.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Since time was of the essence, and it was imperative that they locate and identify their suspect so as to rule out the continuing danger she could pose to others in the vicinity, the officers then would have faced an irreconcilable quandary.  They could undertake a \"containment\" strategy along the lines propounded by McClaran, which would necessitate a delay of several hours for the Maine State Tactical Team to reach the cabin, thereby countenancing the realistic risk that their suspect might be elsewhere at that very moment jeopardizing the safety of others.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Or, having heralded their arrival, the officers could have attempted to confirm Katherine's presence through visual contact, by approaching the outer walls of the darkened cabin across the moonlit clearing, thereby exposing themselves to gunfire from their armed and unpredictable suspect--by then forewarned and concealed.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Law enforcement officers quite often are required to assess just such probabilities, and to weigh the attendant contingencies.  And it is precisely such spontaneous judgment calls--borne of necessity in rapidly evolving, life-endangering circumstances--that the qualified immunity doctrine was designed to insulate from judicial second-guessing in civil actions for money damages, unless the challenged conduct was clearly incompetent or undertaken in plain violation of established law.  See <span class=\"citation\" data-id=\"112671\"><span class=\"antecedent_guess\">Hunter,</span> <a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">229</span></a></span>, 112 S.Ct. at 537;  <span class=\"citation\" data-id=\"111953\"><span class=\"antecedent_guess\">Anderson,</span> <a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">638</span></a></span>, 107 S.Ct. at 3038.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Thus, we do not determine which of these strategies represented the more prudent course or posed the least serious risk to the suspect, the officers or others in the vicinity.  See Scott v. Henrich, <span class=\"citation\" data-id=\"681668\"><a href=\"/opinion/681668/doris-a-scott-individually-and-as-personal-representative-of-the-estate/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">912</span></a></span>, 915 (9th Cir.1994) (noting that \"[o]fficers need not avail themselves of the least intrusive means of responding to an exigent situation;  they need only act within that range of conduct [which is] ... reasonable\";  contrary rule \"would inevitably induce tentativeness by officers\").  Rather, we consider only whether a competent police officer in these circumstances reasonably could have opted for an unannounced approach to the cabin walls forthwith.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">As we conclude that a competent police officer reasonably could have believed that exigent circumstances warranted approaching the cabin walls-- forthwith and unannounced--we turn to the remaining question:  whether the defendant officers--once committed, and assured that Katherine was inside the cabin where she no longer posed a viable threat to other campers--reasonably could have believed that she represented an imminent physical threat to their own safety.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  See <span class=\"citation\" data-id=\"112416\"><span class=\"antecedent_guess\">Olson,</span> <a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">100</span></a></span>, 110 S.Ct. at 1690.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The expert testimony on which plaintiff relies makes much of the notion that the entire plan for approaching the outer cabin walls was ill-conceived and uncoordinated ab initio, whereas the officers plausibly contend that they had worked together as a team so often in the past that their basic plan and tactics were implicitly understood.  But even accepting William McClaran's prescription as to an appropriate police procedure for use in these circumstances, plaintiff does not explain how a differently formulated plan--devoid of the suggested deficiencies in the officers' plan--inevitably would have averted the exigency ultimately confronting them.  See supra notes 5 &amp; 8.  Indeed, none of the consequences McClaran attributed to the alleged absence of a \"chain of command,\" or to lack of coordination in the officers' plan, clearly constituted a causative factor in Katherine's death.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Rather, the causative exigency derived primarily from three factors over which the officers never had exclusive control:  the need to ascertain Katherine's precise location as soon as possible, her unpredictable behavior, and the lack of protective cover for their own movements in locating and containing her.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Second, though plaintiff argues that the officers delayed their forcible entry until they were safest--when it \"appeared\" to Officer Guay that Katherine was unarmed and beyond arm's reach from a firearm--surely this argument exaggerates their on-the-spot sense of personal security by failing to assess the imminence of a perceived danger in light of the totality of the circumstances.  See United States v. Veillette, <span class=\"citation\" data-id=\"461585\"><a href=\"/opinion/461585/united-states-v-george-e-veillette-jr/\"><span class=\"volume\">778</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">899</span></a></span>, 902 (1st Cir.1985) (exigency is assessed by viewing \"totality\" of circumstances), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1115</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">654</span> </span>(1986).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Katherine moved freely about the unilluminated interior of the locked cabin, which contained deadly firearms whose exact number and location were unknown to the officers.  Cf., e.g., United States v. Smith, <span class=\"citation\" data-id=\"474325\"><a href=\"/opinion/474325/united-states-v-timothy-g-smith/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">836</span></a></span>, 841-42 (10th Cir.1986) (exigency established for warrantless entry where agents approached aircraft with probable cause to believe it might harbor armed drug dealers);  United States v. Guarente, <span class=\"citation no-link\"><span class=\"volume\">810</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">350</span></span>, 352-53 (D.Me.1993) (exigency established for warrantless entry where officers remained uncertain about the intentions of armed suspects who might remain inside structure).  Only minutes before, Katherine had pointed her rifle at Sergeant Crawford.  Cf. O'Brien v. City of Grand Rapids, <span class=\"citation\" data-id=\"669698\"><a href=\"/opinion/669698/joseph-j-obrien-v-city-of-grand-rapids-william-hegarty-daniel-ostapowicz/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">990</span></a></span>, 997 (6th Cir.1994) (qualified immunity claim disallowed where suspect \"had taken no action against the officers\" and \"did not point the gun at anyone\";  noting that threat to police must be \"immediate\").<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Prior to their forced entry, the officers realized that the cabin walls were \"paper thin,\"<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> thus affording insufficient cover should Katherine decide to fire from inside the cabin--a serious contingency that competent officers reasonably could take into account given the violent, irrational and unpredictable behavior recently exhibited by their barricaded suspect, including her peculiar bouts of laughter, history of emotional instability and demonstrated antagonism toward law enforcement personnel.  In such circumstances, competent police officers reasonably could conclude that to announce their intention to place the barricaded suspect under arrest--dispensing with their ruse that they were there only to help her--might well spark renewed violence.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Finally, once their objectively reasonable locate-and-contain strategy had positioned several officers in unexpectedly vulnerable positions against the thin cabin walls, cf. <span class=\"citation\" data-id=\"518088\"><span class=\"antecedent_guess\">Curzi,</span> <a href=\"/opinion/518088/united-states-v-barbara-j-curzi/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">43</span></a></span>, they could neither remain in their positions indefinitely nor safely terminate the impasse by attempting to retreat across the moonlit cabin clearing without directly exposing themselves to potential gunfire.  Thus, safe and indefinite containment--either from their vulnerable positions against the cabin walls or from a \"safer\" distance--no longer remained a practicable alternative.  Cf. United States v. Wilson, <span class=\"citation\" data-id=\"195637\"><a href=\"/opinion/195637/united-states-v-lopez-wilson/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">205</span></a></span>, 210 (1st Cir.1994) (upholding denial of motion to suppress evidence because police officers should not be required to remain indefinitely outside apartment located in building which was well-known site of prior drug sales and police shootings);  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Guarente,</span> <span class=\"volume\">810</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">352-53</span> </span>(finding it reasonable for police to enter building in circumstances where their alternative was to remain potential targets for any concealed armed suspect who might be inside);  cf. also United States v. Hardy, <span class=\"citation\" data-id=\"693449\"><a href=\"/opinion/693449/united-states-v-bradley-hardy-jr/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">147</span></a></span>, 149 (7th Cir.1995) (finding exigent threat to officer safety where armed suspect, with known history of violence and drug use, was inside locked motel room and within \"easy reach\" of powerful firearm);  Russo v. City of Cincinnati, <span class=\"citation\" data-id=\"575867\"><a href=\"/opinion/575867/karen-s-russo-individually-and-as-administrator-of-the-estate-of-thomas/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1036</span></a></span>, 1044-45 (6th Cir.1992) (finding that no unreasonably excessive force had been used against an armed and \"suicidal\" person--barricaded inside apartment--who had made threatening statements toward police officers while in intermittent close proximity to them, and showed signs of serious mental instability);  <span class=\"citation\" data-id=\"474325\"><span class=\"antecedent_guess\">Smith,</span> <a href=\"/opinion/474325/united-states-v-timothy-g-smith/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">841</span> </a></span>(exigency established where officers had probable cause to believe aircraft, which had landed at isolated airfield after dark, might harbor armed drug dealers).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We therefore conclude that a competent police officer--possessing the same information the defendant officers had on May 15, 1992--reasonably could have believed both that there existed probable cause to arrest Katherine Hegarty and exigent circumstances justifying their immediate warrantless entry.  Consequently, the summary judgment order entered by the district court must be vacated, and summary judgment must be entered for the defendant officers.</p>\n    </div>\n    <p>B. Sheriff Havey's Qualified Immunity Claim</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Although Somerset County Sheriff Spencer Havey did not participate in the events of May 15, 1992, plaintiff advances two related challenges to the summary judgment order entered in favor of Havey.  First, plaintiff argues that Havey failed to train his officers adequately or to institute written standard operating procedures (\"SOPs\"), even though it was reasonably foreseeable that these deputy sheriffs likely would encounter so-called \"barricaded felon\" cases on a frequent basis in rural, wooded Somerset County.  Second, even assuming that a need for additional training and SOPs had not been foreseeable prior to the Hegarty incident, Sheriff Havey's subsequent conduct would enable a factfinder to infer that Havey had condoned the officers' conduct, or been indifferent to the need for better training long before May 15, 1992.  For example, Sheriff Havey refused to discipline his officers for the fatal shooting of Katherine Hegarty, as recommended in the Attorney General's final investigative report.  Nor did he institute additional training, as recommended by a citizen review board convened by Havey in the wake of the tragic event.</p>\n    </div>\n    <p class=\"indent\">1. Applicable Law</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Under 42 U.S.C. Sec. 1983, supervisory law enforcement officers incur no respondeat superior liability for the actions of their subordinates.  See, e.g., City of Canton v. Harris, <span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">378</span></a></span>, 385, <span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1197</span></a></span>, 1202-03, <span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">412</span> </a></span>(1989).  Absent participation in the challenged conduct, a supervisor \"can be held liable ... [only] if (1) the behavior of [his] subordinates results in a constitutional violation and (2) the [supervisor's] action or inaction was 'affirmative[ly] link[ed] ' to the behavior in the sense that it could be characterized as 'supervisory encouragement, condonation or acquiescence' or 'gross negligence [of the supervisor] amounting to deliberate indifference.' \"  Lipsett v. University of Puerto Rico, <span class=\"citation\" data-id=\"516408\"><a href=\"/opinion/516408/annabelle-lipsett-v-university-of-puerto-rico/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">881</span></a></span>, 902-03 (1st Cir.1988) (emphasis added) (citations omitted);  see Rodriques v. Furtado, <span class=\"citation\" data-id=\"573067\"><a href=\"/opinion/573067/shirley-mello-rodriques-v-joseph-furtado/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">805</span></a></span>, 813 (1st Cir.1991) (discussing deliberate indifference to officer training).  Deliberate indifference will be found only if \"it would be manifest to any reasonable official that his conduct was very likely to violate an individual's constitutional rights.\"  <span class=\"citation\" data-id=\"195148\"><span class=\"antecedent_guess\">Febus-Rodriguez,</span> <a href=\"/opinion/195148/rodriguez-v-lebron/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">92</span> </a></span>(quoting Germany v. Vance, <span class=\"citation\" data-id=\"518738\"><a href=\"/opinion/518738/suzanne-germany-v-carol-vance-suzanne-germany-v-carol-vance/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span>, 18 (1st Cir.1989)).  The \"affirmative link\" requirement contemplates proof that the supervisor's conduct led inexorably to the constitutional violation.  See id.;   see also Fraire v. City of Arlington, <span class=\"citation\" data-id=\"578636\"><a href=\"/opinion/578636/maria-del-rosario-c-fraire-individually-and-as-next-friend-for-myra/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1268</span></a></span>, 1281 (5th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">462</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">371</span> </span>(1992).</p>\n    </div>\n    <p class=\"indent\">2. Application of Law to Facts</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The determination that a subordinate law enforcement officer is entitled to qualified immunity from suit under section 1983 is not necessarily dispositive of the supervisor's immunity claim.  Nevertheless, it does increase the weight of the burden plaintiff must bear in demonstrating not only a deficiency in supervision but also the essential causal connection or \"affirmative linkage\" between any such deficiency in supervision and the alleged deprivation of rights.  We conclude that plaintiff has not carried this heavy burden.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We find the district court's preliminary analysis of Sheriff Havey's qualified immunity claim to be well reasoned and persuasive.  The evidence demonstrates that Sheriff Havey, newly elected to office, had no notice that the deputy sheriffs were experiencing problems in dealing with \"barricaded suspect\" confrontations prior to the incident in question.  Cf. <span class=\"citation\" data-id=\"195148\"><span class=\"antecedent_guess\">Febus-Rodriguez,</span> <a href=\"/opinion/195148/rodriguez-v-lebron/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">92</span></a></span>.   Indeed, their police academy training and instruction time relating to warrantless entries exceeded the national average.  See <span class=\"citation\" data-id=\"112209\"><span class=\"antecedent_guess\">Canton,</span> <a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">389</span></a></span>, 109 S.Ct. at 1205.   Moreover, rather than simply ignore the Hegarty incident, Havey suspended all officers involved and convened a panel to investigate and make recommendations.  Although it is entirely understandable that plaintiff would fault Sheriff Havey for not accepting or adopting the recommendations made by the advisory panel, such a decision is insufficient, standing alone, to establish deliberate indifference.  See, e.g., Santiago v. Fenton, <span class=\"citation\" data-id=\"533566\"><a href=\"/opinion/533566/hector-santiago-v-paul-j-fenton-etc/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">373</span></a></span>, 382 (1st Cir.1989) (decision not to discipline or fault subordinates' conduct, following investigation, is insufficient, standing alone, to demonstrate supervisor's \"deliberate indifference\");  see also <span class=\"citation\" data-id=\"578636\"><span class=\"antecedent_guess\">Fraire,</span> <a href=\"/opinion/578636/maria-del-rosario-c-fraire-individually-and-as-next-friend-for-myra/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1278-79</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Even though the district court ruled that Havey's subsequent conduct did not amount to deliberate indifference, it expressed serious reservations concerning some of his conduct, see Bordanaro v. McLeod, <span class=\"citation\" data-id=\"520992\"><a href=\"/opinion/520992/rose-bordanaro-v-john-mcleod-appeal-of-city-of-everett-edward-connolly/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1151</span></a></span>, 1166-67 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">820</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">75</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">42</span> </span>(1989) (postincident conduct may be relevant to \"deliberate indifference\" inquiry);  Grandstaff v. City of Borger, <span class=\"citation\" data-id=\"454823\"><a href=\"/opinion/454823/sharon-grandstaff-individually-and-as-representative-of-the-estate-of/\"><span class=\"volume\">767</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">161</span></a></span>, 171 (5th Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">916</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1369</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span> </span>(1987) (same), notably Havey's failure to acknowledge the need to prescribe SOPs or to institute in-house training for handling \"barricaded felon\" cases.  Nevertheless, the rationale for our decision that the individual officers at the scene acted within the bounds of objective reasonableness, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>Section II.A, plainly undermines most of the district court's concerns.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Most importantly, plaintiff failed to demonstrate the required \"affirmative link\" between Havey's conduct and Katherine Hegarty's death.  That is, he has not sustained the burden of establishing that any lack of \"barricaded felon\" training on the part of the Somerset County Sheriff's Department officers at the scene caused Katherine's death.  Cf., e.g., Manarite v. City of Springfield, <span class=\"citation\" data-id=\"578608\"><a href=\"/opinion/578608/jessica-a-manarite-by-and-through-her-next-friend-carla-manarite-and/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">953</span></a></span>, 958 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">113</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">70</span> </span>(1992).  First, even the plaintiff's expert declined to characterize the Hegarty incident as a typical \"barricaded felon\" case.  And, unlike the typical \"barricaded felon\" case, these officers at the outset had no conclusive evidence but that their suspect remained at large.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Moreover, even assuming the best efforts of the most prescient supervisor, it simply is not possible to anticipate the entire array of atypical circumstances--upon which sensitive discretionary judgment calls must be made by the officer in the field--for inclusion in a law enforcement agency's standard operating procedures.  For example, even indulging an impermissible measure of hindsight, we do not believe that SOPs, however elaborate, would have enabled the defendant officers at the scene to resolve by safer or more reliable means whether Katherine was inside the cabin at the time the officers first arrived.  So, too, in the end, Sheriff Havey--after initiating an immediate investigation into the officers' actions--formed the professional opinion, rightly or wrongly, that the judgment calls made at the scene were reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Finally, though plaintiff would characterize Sheriff Havey's subsequent conduct as pure obstinacy, the cloak of qualified immunity nonetheless remains in place unless \"it would be manifest to any reasonable official\" in the supervisor's position that the failure to establish such a policy or to institute in-house training prior to the Hegarty incident \"was very likely to violate an individual's constitutional rights.\"  <span class=\"citation\" data-id=\"195148\"><span class=\"antecedent_guess\">Febus-Rodriguez,</span> <a href=\"/opinion/195148/rodriguez-v-lebron/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">92</span></a></span>.   As plaintiff failed even to approach the threshold for such a showing, we affirm the district court ruling allowing the qualified immunity claim asserted by defendant Havey.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We cannot know whether the tragic death of Katherine Hegarty would have been averted but for the judgment calls made by the defendant officers at the scene, nor is that the inquiry we make in a civil rights action for damages against the individual officers.  We determine only whether the discretionary decisions made by the defendants were within the broad range of reasonable conduct to be expected from competent police officers and their supervisors in like circumstances.  As the actions of the defendant officers and their supervisor plainly met the latter standard, the district court order denying summary judgment to the defendant officers must be reversed and the judgment in favor of defendant Havey must be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The judgment for defendant Havey is affirmed and the case is remanded to the district court with instructions to vacate the judgment entered for plaintiff and enter summary judgment for the defendant officers, and for such further proceedings as may be appropriate and consistent with this opinion.  The parties shall bear their own costs on appeal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The relevant facts are related in the light most favorable to the plaintiff, the party resisting summary judgment.  Velez-Gomez v. SMA Life Assurance Co., <span class=\"citation\" data-id=\"195013\"><a href=\"/opinion/195013/velez-gomez-v-sma-life-assurance/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">873</span></a></span>, 874-75 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> No appeal was taken from the district court judgment dismissing the wrongful death, see Me.Rev.Stat.Ann. tit. 18-A, Sec. 2-804 (1994), and common-law trespass claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The same \"qualified immunity\" analysis applies to the MCRA claims.  See Jenness v. Nickerson, <span class=\"citation\" data-id=\"1948311\"><a href=\"/opinion/1948311/jenness-v-nickerson/\"><span class=\"volume\">637</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1152</span></a></span>, 1159 (Me.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Reserve Officer Giroux and Sergeant Crawford, who played no direct role in the forcible entry and were responding to orders, claim entitlement to qualified immunity by reason of their \"lesser\" participation.  Given our holding, we need not address their claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> McClaran pointed to several instances of \"freelancing\" at the Hegarty cabin.  First, although Officer Giroux alone had been charged with initiating communications with Katherine, Sergeant Hines unilaterally deviated from the arrangement by banging on the cabin door.  Second, the failure to coordinate their movements before arriving at the scene created the risk that the officers might be caught in their own cross-fire.  Third, the officers gave Katherine confusingly different explanations for their presence at the cabin.  Finally, the officers agreed that should a forcible entry become necessary, Sergeant Hines would enter first, whereas in fact a subordinate officer (Guay) ended up giving the irrepealable signal to launch the forcible entry</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We need to note the obvious as well.  Even though the isolation of the Hegarty cabin and the death of Katherine Hegarty dictate that virtually all relevant evidence derives exclusively from the officers at the scene, see Scott v. Henrich, <span class=\"citation\" data-id=\"681668\"><a href=\"/opinion/681668/doris-a-scott-individually-and-as-personal-representative-of-the-estate/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">912</span></a></span>, 915 (9th Cir.1994) (\"the officer defendant is often the only surviving eyewitness\" in qualified immunity cases), summary judgment nonetheless must be granted absent a genuine dispute as to a material issue.  See <span class=\"citation\" data-id=\"195629\"><span class=\"antecedent_guess\">Jirau-Bernal,</span> <a href=\"/opinion/195629/jirau-bernal-v-agrait/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">3</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The exigency created by the realistic danger the unlocated suspect posed to other campers in the vicinity likewise substantially mitigated an aggravating factor noted by the district court:  the fact that the warrantless entry took place at night</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Once the tactical team had arrived, moreover, it would still have been necessary to confirm--by some means--Katherine's presence in the cabin</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although we need not resolve the matter definitively, we have serious reservations whether the officers' actions were justified by concern that Katherine might take her own life.  True, the objective evidence indicated that she had exhibited behavior both violent and unpredictable, yet the evidence revealed that her conduct was directed at third parties, never herself.  Nor had she said anything to the officers that might indicate suicidal intent</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Plaintiff misfocuses the \"qualified immunity\" analysis by inquiring whether all aspects of the officers' conduct were executed in the manner to be expected of an \"objectively reasonable\" officer, rather than whether the particular decisions which led to Katherine's death reasonably could have been made by such an officer.  Thus, for example, even assuming the plan increased the risk that an officer might be caught in another officer's cross-fire, the subsequent decision to enter and disarm Katherine was not implicated thereby.  Furthermore, the officers' \"differing\" responses to Katherine's inquiries were not so much confusingly inconsistent, as consistently misleading.  But their responses were also deliberately designed to reduce the risk that she might react violently, as by their consistent expressions of concern for Katherine's safety and their scrupulous avoidance of any mention of her impending arrest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Although plaintiff argues that this incident cannot serve to establish an exigent circumstance--because Katherine may have pointed the gun at Crawford before she recognized that he was a police officer--omniscience is not the presumed mindset with which an objectively reasonable police officer approaches life-endangering decisions.  The correct focus must be on the significance an objectively reasonable police officer might attach to the threatening action, in circumstances where he--like Sergeant Crawford--could not know, with assurance, the suspect's exact state of mind or intent.  Cf., e.g., Gibson v. Officer, P.A., <span class=\"citation\" data-id=\"6910\"><a href=\"/opinion/6910/gibson-v-rich/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span>, 277-78 (5th Cir.1995) (proper focus is not upon factual dispute as to whether suspect was intoxicated, but whether objective facts might lead a reasonable officer so to conclude);  Slattery v. Rizzo, <span class=\"citation\" data-id=\"564998\"><a href=\"/opinion/564998/norman-slattery-v-christopher-rizzo/\"><span class=\"volume\">939</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">213</span></a></span>, 216 (4th Cir.1991) (police officer's belief that suspect was reaching for gun was \"reasonable\" even though object turned out to be a bottle)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Their vulnerability to gunfire from within the cabin was later confirmed.  McClaran himself noted that several police bullets--fired immediately after the forcible entry--passed through the cabin walls</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/6910/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104716/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106936/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110235/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110959/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111173/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111611/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112209/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112416/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112671/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195013/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195148/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195393/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195629/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195637/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195798/",
    "https://www.courtlistener.com/api/rest/v3/opinions/377954/",
    "https://www.courtlistener.com/api/rest/v3/opinions/454823/",
    "https://www.courtlistener.com/api/rest/v3/opinions/461585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474325/",
    "https://www.courtlistener.com/api/rest/v3/opinions/487735/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516408/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518088/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518738/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520992/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531323/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533566/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538372/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542853/",
    "https://www.courtlistener.com/api/rest/v3/opinions/544226/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564998/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566801/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573067/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574333/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575867/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578608/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578636/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589648/",
    "https://www.courtlistener.com/api/rest/v3/opinions/669698/",
    "https://www.courtlistener.com/api/rest/v3/opinions/680734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/681668/",
    "https://www.courtlistener.com/api/rest/v3/opinions/693449/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1948311/"
  ]
}