{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196081/",
  "id": 196081,
  "absolute_url": "/opinion/196081/northeast-utilities-v-ferc/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196081/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:56:12Z",
  "date_modified": "2020-02-21T23:42:29.767078Z",
  "type": "010combined",
  "sha1": "6669e27a58e3ffa4b0bafaa7e228764e9ed7748c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1948.01A",
  "local_path": null,
  "plain_text": "\n\n      UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n          FOR THE FIRST CIRCUIT \r                                FOR THE FIRST CIRCUIT\n                               \n\nNo. 94-1948\n\n   NORTHEAST UTILITIES SERVICE COMPANY,\n\n               Petitioner,\n\n                    v.\n\n  FEDERAL ENERGY REGULATORY COMMISSION,\n\n               Respondent.\n\n                               \n\n    ON PETITION FOR REVIEW OF ORDER OF\n THE FEDERAL ENERGY REGULATORY COMMISSION\n                               \n\n                  Before\n\n          Torruella, Chief Judge,\r                                                      \n      Bownes, Senior Circuit Judge,\r                                                        \n        and Selya, Circuit Judge.\r                                                      \n\n                               \n\nJ.A. Bouknight, Jr., with whom David  B. Raskin, Edward J. Twomey,\r                                                                             \nNewman, Bouknight  &amp; Edgar, P.C.,  and Frederic  Lee Klein,  Assistant\r                                                                  \nGeneral Counsel,  Northeast Utilities  Service Company, were  on brief\nfor petitioner.\nRandolph Lee Elliott,  Attorney, with whom Susan Tomasky,  General\r                                                                    \nCounsel,  and Jerome  M.  Feit, Solicitor,  Federal Energy  Regulatory\r                                      \nCommission, were on brief for respondent.\n\n                               \n\n               May 23, 1995\n                               \r\r\n\nBOWNES, Senior  Circuit Judge.   The main  issue in\r                      BOWNES, Senior  Circuit Judge.\r                                                   \n\nthis case is whether the Federal Energy Regulatory Commission\n\n(FERC)  complied  with  our  mandate  in  Northeast Utilities\r                                                                         \n\nService  Co. v. FERC, 993 F.2d 937 (1st Cir. 1993) (Northeast\r                                                                         \n\nI) and  applied the  \"public interest\"  test in  ordering the\r             \n\nmodification of a wholesale electric power contract.\n\nIn   Northeast  I   we   upheld   FERC's   decision\r                                       \n\nconditionally approving  the  merger of  Northeast  Utilities\n\n(NU) and  the Public Service Company of New Hampshire (PSNH).\n\nBefore  us  also was  the  objection  of Northeast  Utilities\n\nService Company (NUSCO)  to the Commission's  modification of\n\nthe rate schedules filed  by NUSCO.  The rate  schedules were\n\npart  of a  wholesale electric  power contract  (the Seabrook\n\nPower  Contract)  among  NU,  PSNH   and  the  State  of  New\n\nHampshire.  Under the contract each party waived its right to\n\nfile  a complaint  under    206(a) of  the Federal  Power Act\n\n(FPA) concerning the specified rates.  Each party also agreed\n\n\"that in any  proceeding by  the FERC under  Section 206  the\n\nFERC shall not change  the rate charged under  this Agreement\n\nunless  such rate  is  found to  be  contrary to  the  public\n\ninterest.\"  FERC was not a party to the contract.\n\nSection  206(a)  of the  FPA,  16  U.S.C.    824(e)\n\nprovides:\n\n   Whenever   the  Commission,   after  a\nhearing had  upon its own motion  or upon\ncomplaint,  shall  find  that  any  rate,\ncharge,   or  classification,   demanded,\n\n                   -2-\r                                          2\r\r\n\nobserved,  charged,  or collected  by any\npublic  utility  for any  transmission or\nsale  subject to the  jurisdiction of the\nCommission, or that any rule, regulation,\npractice,  or   contract  affecting  such\nrate,   charge,   or  classification   is\nunjust,        unreasonable,       unduly\ndiscriminatory   or   preferential,   the\nCommission shall determine  the just  and\nreasonable rate, charge,  classification,\nrule,  regulation, practice,  or contract\nto  be thereafter observed  and in force,\nand shall fix the same by order.\n\nInvoking its power under    206(a), the  Commission\n\nexamined  the  terms and  conditions  of  the Seabrook  Power\n\ncontract.    FERC  found   that  the  contract  might  unduly\n\ndiscriminate  against entities  not  parties to  it and  that\n\nthere  was  no  genuine  arms-length  bargaining because  the\n\nagreement  was negotiated  at a  time when  NU and  PSNH were\n\nabout to merge  and assume identical  interests.  It  ordered\n\nNUSCO  to  make three  changes in  the  contract to  bring it\n\nwithin the \"just and  reasonable\" standard of   206(a):   (1)\n\ndelete  the automatically  adjusting rate-of-return-on-equity\n\nprovision;  (2)  reduce the  current rate-of-return-on-equity\n\nused  to derive the rate  for Seabrook power;  and (3) submit\n\nfor  Commission review  an initial  estimate of  the  cost of\n\ndecommissioning the Seabrook Power  Plant, which is an atomic\n\nenergy facility.  The reduction order (2) on the current rate\n\nof return in equity was not appealed.\n\nAfter   summarizing   the   Mobile-Sierra   \"public\r                                                               \n\ninterest\" doctrine as  explicated in Papago Tribal  Authority\r                                                                         \n\n                   -3-\r                                          3\r\r\n\nv.  FERC, 723 F.2d 950,  953 (D.C. Cir.  1983), cert. denied,\r                                                                        \n\n467 U.S. 1241 (1984), we quoted the holding of the Commission\n\nthat it had\n\nauthority   under  the   public  interest\nstandard to modify a contract  where:  it\r                                                               \nmay   be  unjust,   unreasonable,  unduly\r                                                      \ndiscriminatory  or  preferential  to  the\ndetriment  of  purchasers  that  are  not\nparties to  the contract; it  is not  the\r                                                               \nresult  of arm's length bargaining; or it\r                                                               \nreflects  circumstances where  the seller\r                                                               \nhas  exercised  market  power   over  the\r                                                               \npurchaser.\r                                \n\nNortheast  I,  993 F.2d  at  961.   We  also pointed  out the\r                        \n\ninterpretation given to the holding by the Administrative Law\n\nJudge (\"ALJ\"):\n\nThe Commission  made  clear that  in  the\nparticular circumstances surrounding  the\nSeabrook  contract,  it  retains  power--\nthrough the  \"public interest\" language--\nto    make   modifications    under   the\ntraditional   just  and   reasonable  and\nnondiscrimination standards.\n\nId.\r               \n\nWe  found  that  the  standard  enunciated  by  the\n\nCommission and applied  by the ALJ, \"conflates  the 'just and\n\nreasonable'   and   'public   interest'  standards,   thereby\n\ncircumventing the  Mobile-Sierra doctrine.\"   Id.   We stated\r                                                             \n\nthat\n\nthe  Commission was  bound to  follow the\nMobile-Sierra  doctrine as  explicated by\r                                   \nPapago,   and   therefore   should   have\r                            \nevaluated  the  SPC   under  the   public\ninterest  standard,  not  the   just  and\nreasonable standard.\n\n                   -4-\r                                          4\r\r\n\nId.  We remanded the issue \"for reconsideration by FERC under\r               \n\nthe public interest standard.\"  Id. at 962.\r                                               \n\nIt   is  FERC's   position   that  on   remand   it\n\nreconsidered  its previously  ordered  modifications  of  the\n\nSeabrook Power  contract under  the public interest  standard\n\nand  affirmed   the  orders  previously  issued   under  that\n\nstandard.\n\nNUSCO contends  that FERC  did not comply  with our\n\nmandate  but instead  created  a wholly  new  version of  the\n\npublic  interest standard  which  is more  flexible and  less\n\nstringent   than  the  judicially   adopted  public  interest\n\nstandard.\n\n            Standard of Review\r                                  Standard of Review\r                                                    \n\nNot   surprisingly,  the  parties   differ  on  the\n\nstandard of review to be followed.  FERC urges that we follow\n\nthe same deferential standard as we did in our prior case:\n\nOn review, we give great deference to the\nCommission's  decision.    U.S. Dep't  of\r                                                               \nInterior v. FERC, 952 F.2d 538, 543 (D.C.\r                                      \nCir. 1992).  FERC's findings  of fact are\nreviewed under the \"substantial evidence\"\nstandard of  review.   16  U.S.C.    825l\n(\"The finding of the Commission as to the\nfacts,   if   supported  by   substantial\nevidence, shall be conclusive.\").\n\n     . . . .\n\n\"Pure\" legal errors require  no deference\nto  agency expertise, and are reviewed de\r                                                               \nnovo.        Questions    involving    an\r                          \ninterpretation  of the  FPA involve  a de\r                                                               \nnovo  determination  by   the  court   of\r                          \nCongressional intent; if  that intent  is\n\n                   -5-\r                                          5\r\r\n\nambiguous, FERC's conclusion will only be\nrejected if it  is unreasonable.  Chevron\r                                                               \nUSA v. Natural Resources Defense Council,\r                                                              \n467 U.S.  837, 842-56,  104 S.  Ct. 2778,\n2781-83, 81  L.Ed. 2d 694  (1984); Boston\r                                                               \nEdison  Co. v.  FERC, 856  F.2d 361,  363\r                                          \n(1st Cir. 1988).\n\nNortheast I, 993 F.2d at 943-44.\r                       \n\nNUSCO, on  the other hand,  plumps for the  \"law of\n\nthe case\" doctrine, arguing that we issued a mandate that had\n\nto be strictly construed and followed.\n\nIn this  circuit the \"law of the case\" doctrine has\n\nnot  been  construed  as  an  inflexible  straitjacket   that\n\ninvariably requires  rigid compliance  with the terms  of the\n\nmandate.   In United States  v. Connell, 6  F.3d 27,  31 (1st\r                                                   \n\nCir. 1993), we noted:\n\nTo be  sure, neither the law  of the case\ndoctrine  nor its kissing cousin, the so-\ncalled  \"mandate  rule,\"  is designed  to\nfunction  as  a  straitjacket.    Rather,\nthese are discretion-guiding  principles,\ngenerally  thought  to   be  subject   to\nexceptions in the interests of justice.\n\nSo also we  said in United States v. Bell,  988 F.2d 247, 251\r                                                     \n\n(1st Cir. 1993):\n\nAfter all, the so-called  \"mandate rule,\"\ngenerally  requiring conformity  with the\ncommands of  a superior court  on remand,\nis  simply a specific  application of the\nlaw of the case doctrine and, as such, is\na discretion-guiding rule  subject to  an\noccasional exception in the  interests of\njustice.\n\nIn Doe v. Anrig,  728 F.2d 30, 31 (1st  Cir. 1984),\r                                     \n\nJustice  Breyer, then  circuit judge,  reached back  to Judge\n\n                   -6-\r                                          6\r\r\n\nLearned Hand and  Justice Holmes  for an  explanation of  the\n\nmeaning of the law of the case doctrine:\n\nThat  doctrine \"does  not rigidly  bind a\ncourt to  its  former decisions,  but  is\nonly  addressed  to   its  good   sense.\"\nHiggins  v.  California  Prune &amp;  Apricot\r                                                               \nGrower, Inc.,  3 F.2d  896, 898 (2d  Cir.\r                                  \n1924)  (L. Hand, J.).   See  Messenger v.\r                                                            \nAnderson, 225  U.S. 436,  444, 32  S. Ct.\r                              \n739, 740, 56 L. Ed. 1152 (1912)  (Holmes,\nJ.)  (\"the phrase,  law of  the case,  as\napplied to the  effect of previous orders\non   the  later   action  of   the  court\nrendering them in  the same case,  merely\nexpresses   the    practice   of   courts\ngenerally  to refuse  to reopen  what has\nbeen   decided,  not  a  limit  to  their\npower\").  (Other citations omitted.)\n\nUnder the circumstances, we will review the actions\n\nof  FERC under  the  usual deferential  standard, but  always\n\nkeeping in mind the  restraints imposed on FERC by  the terms\n\nof our mandate and the \"law of the case\" doctrine.\n\n               The Case Law\r                                     The Case Law\r                                                 \n\nWe think it necessary  to revisit the Mobile-Sierra\r                                                                         \n\ndoctrine,  which represents  the Supreme  Court's attempt  to\n\nstrike a  balance between private contractual  rights and the\n\nregulatory  power  to  modify  contracts  when  necessary  to\n\nprotect the public interest.  We start with United Gas Co. v.\r                                                                      \n\nMobile Gas Corp., 350 U.S. 332  (1956).  The issue in  Mobile\r                                                                         \n\nwas, \"whether under  the Natural Gas  Act .  . . a  regulated\n\nnatural gas company furnishing  gas to a distributing company\n\nunder  a long-term contract  may, without the  consent of the\n\ndistributing  company,  change  the  rate  specified  in  the\n\n                   -7-\r                                          7\r\r\n\ncontract  simply  by  filing a  new  rate  schedule with  the\n\nFederal Power Commission.\"  Id. at 333-34 (statutory citation\r                                           \n\nomitted).   The facts can  be summarized as  follows.  Mobile\n\nGas Service  (Mobile) was  a  distributor of  natural gas  to\n\nusers (domestic  and industrial) in Mobile,  Alabama.  Mobile\n\nobtained its gas from  United Gas Co. (United).  In  1946 the\n\nIdeal Cement Company  (Ideal) decided to build a cement plant\n\nin the  city  if  it  could  be assured  gas  supplied  at  a\n\nsufficiently low  rate.  Mobile  agreed to supply  Ideal with\n\ngas  for ten years at 12 cents per MCF (thousand cubic feet).\n\nBefore entering into the contract with Ideal, Mobile obtained\n\nfrom United a ten-year  contract to supply gas to  Mobile for\n\nresale to Ideal at the rate of 10.7 cents per MCF.  This  was\n\na  substantially  lower  rate  than other  gas  furnished  by\n\nUnited.   This  contract  was filed  with  the Federal  Power\n\nCommission  and with its approval,  became a part of United's\n\nfiled  schedule of  rates and  contracts.   In June  of 1953,\n\nUnited,  without  the  consent  of  Mobile,  filed  new  rate\n\nschedules with the Commission purporting to increase the rate\n\non gas  to be sold by Mobile to  Ideal to 14.5 cents per MCF.\n\nId. at 335-36.\r               \n\nThe  Court held  that the Natural  Gas Act  did not\n\ngive natural  gas companies  the right  to change  their rate\n\ncontracts  unilaterally.  Id. at  337.  The  Court noted that\r                                         \n\nthe  Act  \"evinces  no   purpose  to  abrogate  private  rate\n\n                   -8-\r                                          8\r\r\n\ncontracts as such.\"   Id. at  338.  It  pointed out that  the\r                                     \n\npublic  interest  was protected  by  the  supervision of  the\n\nindividual rate contracts filed with  the Commission.  Id. at\r                                                                      \n\n339.  The Court explained its rationale as follows:\n\n   Our  conclusion  that the  Natural Gas\nAct   does   not   empower  natural   gas\ncompanies  unilaterally  to change  their\ncontracts fully promotes the  purposes of\nthe Act.  By  preserving the integrity of\ncontracts,  it  permits the  stability of\nsupply  arrangements  which all  agree is\nessential  to the  health of  the natural\ngas industry.   Conversion by  consumers,\nparticularly industrial users, to the use\nof  natural  gas  may frequently  require\nsubstantial    investments   which    the\nconsumer  would  be  unwilling   to  make\nwithout  long-term  commitments from  the\ndistributor,  and   the  distributor  can\nhardly  make  such  commitments   if  its\nsupply    contracts   are    subject   to\nunilateral  change  by  the  natural  gas\ncompany   whenever   its   interests   so\ndictate.     The  history  of  the  Ideal\ncontract furnishes a  case in point.   On\nthe  other hand,  denying to  natural gas\r                                                               \ncompanies   the  power   unilaterally  to\r                                                               \nchange their contracts  in no way impairs\r                                                               \nthe regulatory powers of  the Commission,\r                                                               \nfor the contracts remain fully subject to\r                                                               \nthe paramount power  of the Commission to\r                                                               \nmodify them when necessary in  the public\r                                                               \ninterest.    The   Act  thus  affords   a\r                              \nreasonable   accommodation  between   the\nconflicting    interests   of    contract\nstability  on the  one  hand  and  public\nregulation on the other.\n\nId. at 344 (emphasis added).\r               \n\nWe make two observations.  First, the obvious, that\n\nthe facts of  Mobile are  quite different from  those in  the\r                                \n\ncase at bar.   The issue here  is not whether one party  to a\n\n                   -9-\r                                          9\r\r\n\nrate  contract  filed  with FERC  can  effect  a rate  change\n\nunilaterally,  but  the  standard  to  be  used  by  FERC  in\n\nexamining electric power contracts filed with it.  Our second\n\nobservation is  that nowhere in the Supreme  Court opinion is\n\nthe term \"public interest\" defined.   Indeed, the Court seems\n\nto assume that the Commission decides what circumstances give\n\nrise to the public interest.\n\nWe next examine the  other leg of the Mobile-Sierra\r                                                                         \n\ndoctrine,  FPC v.  Sierra  Pacific Power  Co.,  350 U.S.  348\r                                                         \n\n(1956), which  came down on  the same day  as Mobile and  was\r                                                                \n\nalso  written by Justice Harlan.   In Sierra,  the Court, for\r                                                        \n\nthe reasons  given in Mobile,  held that the filing  of a new\r                                        \n\nrate  by an  electric  power  utility  (Pacific Power  Gas  &amp;\n\nElectric  Company)  and  the  finding of  the  Federal  Power\n\nCommission that  such new rate  was not  unlawful, could  not\n\nchange  Pacific Gas' contract  rate for supplying electricity\n\nto Sierra Pacific Power Co.  Id. at 352-53.\r                                            \n\nThe  Court addressed a second question, not present\n\nin  Mobile,  which  directly involved  the  \"public interest\"\r                      \n\ndoctrine.   In  its decision  finding that  the new  rate was\n\nlawful, the  Commission held that  the old contract  rate was\n\nunreasonable  solely  \"because it  yields  less  than a  fair\n\nreturn on  the net invested  capital.\"  Id.  at 354-55.   The\r                                                       \n\nCourt held:\n\nBut,  while it may be that the Commission\nmay  not normally  impose  upon a  public\r                                               \n\n                   -10-\r                                          10\r\r\n\nutility a rate  which would produce  less\nthan a  fair return,  it does not  follow\nthat  the public  utility may  not itself\nagree  by  contract to  a  rate affording\nless than  a fair  return or that,  if it\ndoes so, it is entitled to be relieved of\nits improvident bargain.  In such circum-\r                                                               \nstances   the   sole   concern   of   the\r                                                               \nCommission  would seem to  be whether the\r                                                               \nrate is so low as to adversely affect the\r                                                               \npublic  interest  --  as where  it  might\r                                                               \nimpair  the  financial  ability   of  the\r                                                               \npublic utility to  continue its  service,\r                                                               \ncast  upon  other consumers  an excessive\r                                                               \nburden,  or   be  unduly  discriminatory.\r                                                               \nThat the purpose of  the power given  the\nCommission by    206(a) is the protection\nof the public interest,  as distinguished\nfrom   the   private  interests   of  the\nutilities, is evidenced by the recital in\n   201  of the  Act  that  the scheme  of\nregulation imposed \"is  necessary in  the\npublic interest.\"  When   206 (a) is read\nin the light of this purpose, it is clear\nthat  a contract  may not  be said  to be\neither \"unjust\"  or \"unreasonable\" simply\nbecause it is unprofitable to  the public\nutility.\n\nId. at 355 (citation omitted) (emphasis added).\r               \n\nThe  holding of  Sierra  is  clear; what  justifies\r                                             \n\nprotective action  in the  public interest by  the Commission\n\nwhen it  is considering whether a contract rate is too low is\r                                                                      \n\nwhere  the rate  might  impair the  financial ability  of the\n\nutility to continue to supply electricity, force  electricity\n\nconsumers  to   bear  an  excessive  burden,   or  be  unduly\n\ndiscriminatory.   This definition of what is necessary in the\n\npublic interest was formulated  in the context of  a low-rate\r                                                                         \n\ncase.   It  was  not and  could  not be  an  across-the-board\n\ndefinition of  what constitutes the public  interest in other\n\n                   -11-\r                                          11\r\r\n\ntypes  of cases.  One of  the orders at issue  in the case at\n\nbar  is the  submission  by  NUSCO to  FERC  of the  cost  of\n\ndecommissioning the  Seabrook Power  Plant.  The  other order\n\nhad to do with changing the rate of return-in-equity formula.\n\nNeither were low-rateissues inthe context ofMobile andSierra.\r                                                                        \n\nThe  next case  directly implicated  in our  remand\n\norder  is Papago Tribal Authority v. FERC, 723 F.2d 950 (D.C.\r                                                     \n\nCir. 1983), cert.  denied, 467  U.S. 1241 (1984).   This  was\r                                     \n\nalso  a  low-rate  case.   The  facts  may  be summarized  as\n\nfollows.   The  Commission approved  an increase  in electric\n\nrates paid to the Arizona Public Service Company.  The Papago\n\nTribal Utility Authority objected  on the ground, inter alia,\r                                                                        \n\nthat its  contract with  Arizona did not  permit unilaterally\n\nproposed rate changes under    205 of the Federal  Power Act,\n\n16  U.S.C.    824(d).   Id.  at  951-52.   At  issue was  the\r                                       \n\ninterpretation of the contract between Arizona and Papago and\n\nthe authority of the  Commission to modify it.   The contract\n\nprovided in pertinent part:\n\n   The  rates hereinabove set out in this\nSection  3 . . . are  to remain in effect\nfor the initial one  (1) year of the term\nof  this  contract and  thereafter unless\nand  until changed  by the  Federal Power\nCommission  or  other  lawful  regulatory\nauthority, with either party hereto to be\nfree  unilaterally  to  take  appropriate\naction    before   the    Federal   Power\nCommission  or  other  lawful  regulatory\nauthority  in   connection  with  changes\nwhich may be desired by such party.\n\n                   -12-\r                                          12\r\r\n\nId.  at 953.  Papago, like the  case before us, was an appeal\r                                \n\nafter a  remand.  In the first appeal the court held that the\n\ncontract did not permit unilaterally effected rate  increases\n\nunder   205 of the Act.  The Federal Power Commission held in\n\nits Order on Remand  that after its first year,  the contract\r                               \n\npermitted changes  under   206 of  the Act on the  basis of a\n\njust  and   reasonable  standard.    The   court  agreed  and\n\ninterpreted  the  contract  as  follows:    \"the  restriction\n\nenvisioned during the first  year of the contract must  allow\n\nrate  changes required by the public interest.  The scheme to\n\nbe  in effect 'thereafter'  -- obviously intended  to be less\n\nrestrictive --  must therefore  permit changes that  are just\n\nand reasonable.\"  Papago, 723 F.2d at 954.\r                                    \n\nDuring the  course of its opinion  the court quoted\n\nthe \"public interest\" standard from Sierra, 350 U.S.  at 355.\r                                                      \n\nPapago, 723 F.2d at  953.  The court  then went on to say  in\r                  \n\ndictum:\n\n   [S]pecific   acknowledgment   of   the\npossibility  of  future  rate  change  is\nvirtually meaningless unless it envisions\na  just-and-reasonable   standard.    The\npublic  interest standard  is practically\ninsurmountable; the  Commission itself is\nunaware of any case granting relief under\nit.   Future rate changes would  be a dim\nprospect,  hardly worthy  of recognition,\nif the parties did  not intend the  just-\nand-reasonable standard to govern.\n\nId. at 954 (citation omitted).\r               \n\n                   -13-\r                                          13\r\r\n\nPapago has unfortunately  been identified with  the\r                            \n\nnotion  that  the \"public  interest\"  standard  of review  is\n\n\"practically insurmountable,\" regardless of the circumstances\n\nof the case.  This is the misreading that NUSCO  presses upon\n\nus as the law of the case.  We do not think that Papago, read\r                                                                   \n\nin  context, means  that  the \"public  interest\" standard  is\n\npractically  insurmountable in  all  circumstances.   It  all\n\ndepends  on whose ox is gored and  how the public interest is\n\naffected.\n\nIt should  be noted that neither  Mobile nor Sierra\r                                                                         \n\nstated or  intimated that the \"public  interest\" doctrine was\n\n\"practically  insurmountable.\"   This  was a  gloss that  the\n\ncourt in Papago  put on it.  In Northeast I  we said that the\r                                                       \n\n\"public interest\" standard was \"a more difficult standard for\n\nthe  Commission  to  meet  than  the  statutory  'unjust  and\n\nunreasonable'  standard,\" 993 F.2d at  960.  We, however, did\n\nnot characterize the public interest standard as \"practically\n\ninsurmountable.\"1\n\n          \r                                \n\n1.  Contrary to NUSCO's  suggestion at oral argument,  Boston\r                                                                         \nEdison  v.  FERC,  856  F.2d  361  (1st  Cir.  1988)  is  not\r                            \ncontrolling here.  In Boston Edison, we relied in part on the\r                                               \nMobile-Sierra doctrine to enforce  a claims limitation clause\r                         \nof a  rate contract  against customers  who failed  to timely\nprotest  an overcharge.   We  found nothing  \"unconscionable,\noverweening,  or  otherwise unreasonable\"  about  the clause,\neven with respect to the parties to the contract.  Id. at 372\r                                                                  \n(noting  that the  clause \"enhances  economic  equilibrium by\nbringing certainty to the parties' dealings . .  . .\").  FERC\nand  the customers did not, and clearly could not, argue that\nthe  claims  limitation clause  was  contrary  to the  public\ninterest.  See id. at 372 n.12 (\"we leave for another day the\r                              \n\n                   -14-\r                                          14\r\r\n\nOur   opinion  also  recognized  that  \"[t]he  most\n\nattractive  case for  affording additional  protection [under\n\nthe  public interest  standard],  despite the  presence of  a\n\ncontract, is  where the  protection is intended  to safeguard\n\nthe  interests of third  parties . .  . .\"   Northeast I, 993\r                                                                    \n\nF.2d at  961.  As  we explained,  the Mobile-Sierra  doctrine\r                                                               \n\nallows  FERC to modify the  terms of a  private contract when\n\nthird   parties   are   threatened   by   possible   \"undu[e]\n\ndiscrimination\"  or the imposition  of an \"excessive burden.\"\n\nId.   We  invited  FERC to  demonstrate  such a  threat  upon\r               \n\nremand.   See id.  at 961-62 (assuming  without deciding that\r                             \n\nFERC's  premise  facts  were   correct,  but  remanding   for\n\nevaluation  of   the  contract  under  the   public  interest\n\nstandard.)\n\nAlthough our opinion questioned the significance of\n\nthe  seller's  market  power  and  the  lack  of  arms-length\n\nbargaining,  id. at 961,  it left  open the  possibility that\r                            \n\nthese  factors may  so  affect third  parties  as to  warrant\n\nintervention even  under the  public interest standard.   See\r                                                                         \n\nid.   (\"there would seem  to be little  justification for the\r               \n\nCommission stepping in on behalf of the disfavored subsidiary\n\nabsent some threat to the public interest\") (emphasis added).\r                                                     \n\nFor all  of these  reasons, we  reject NUSCO's  argument that\n\n          \r                                \n\ncontours of any . . . exception\" to claims limitation clauses\nbased upon \"public necessity\").\n\n                   -15-\r                                          15\r\r\n\nunder the law of the case the public interest standard should\n\nbe   considered   \"practically    insurmountable\"   in    all\n\ncircumstances.\n\n           The Order on Remand\r                                 The Order on Remand\r                                                    \n\nWe turn to FERC's explanation of how it applied the\n\n\"public interest\" doctrine on remand.\n\n   We  conclude that if the Commission is\nto  comply  with  both the  Mobile-Sierra\r                                                               \nimperative to respect private contractual\narrangements,  on the  one hand,  and our\nstatutory mandate to  protect the  public\ninterest  and ensure that  rates are just\nand    reasonable    and    not    unduly\ndiscriminatory  or  preferential, on  the\nother, the \"public interest\"  standard of\nreview  under the  Mobile-Sierra doctrine\r                                                      \ncannot be \"practically insurmountable\" in\nall  cases.    In  the  \"classic\" Mobile-\r                                                               \nSierra situation, for  example -- when  a\r                            \nseller  utility   unilaterally  seeks  an\nincrease   from  a   fixed-rate  contract\nalready  on file  with the  Commission --\nthe  public interest  (as opposed  to the\nprivate interest of the party seeking the\nrate increase) only  rarely is served  by\nmaking  the  requested  change (that  is,\ngranting the requested  increase), and  a\nstrict standard is appropriate.  In other\nsituations, however -- when, for example,\nas here, the Commission is presented with\nan  agreement  for  the  first  time  and\nconcludes  that certain  modifications to\nmaterial rate provisions are necessary to\nprotect the interests  of non-parties  --\nthe public  interest is served  by making\nthe  modifications,  and a  more flexible\nstandard is therefore appropriate.  Based\nupon  that  understanding  of the  public\ninterest  standard  of  review under  the\nMobile-Sierra  doctrine,  we confirm  our\r                                   \npreviously  ordered modifications  to the\nSeabrook Power Contract.  \n\n66 F.E.R.C.   61,332 at 62,076 (1994) (footnotes omitted).\n\n                   -16-\r                                          16\r\r\n\nIn its order on  remand, FERC has responded  to our\n\nconcerns by explaining how the disputed contractual terms may\n\nharm third parties  to the contract.  It no  longer relies so\n\nheavily upon the possibility that the contract may favor  one\n\nparty over  another.  For  example, the Commission  found the\n\nautomatic   rate-of-return-on-equity   adjustment   provision\n\nunacceptable because  third parties  may ultimately  bear the\r                                               \n\nburden of  a  rate component  that  does not  reflect  actual\n\ncapital market conditions.  Likewise, the \"blank check\" given\n\nowners of  the power  plant to determine  the decommissioning\n\ncosts for themselves under New Hampshire law is impermissible\n\nbecause it may be cashed at the expense of non-parties to the\n\ncontract.  See 66 F.E.R.C.    61,332 at 62,090-91.   This new\r                          \n\nemphasis on harm to third parties suggests that FERC has done\n\nmore  on  remand than  simply  substitute  the words  \"public\n\ninterest\" for the forbidden phrase \"just and reasonable.\"\n\nWe end by noting the decision in Mississippi Indus.\r                                                                         \n\nv. FERC, 808 F.2d 1525 (D.C. Cir.), cert. denied 484 U.S. 985\r                                                            \n\n(1987),  a post-Papago case similar to the case at bar, which\r                                  \n\nshows  that even the court that authored Papago does not take\r                                                           \n\nan unduly  restrictive view of the  public interest standard.\n\nFERC  had  ordered that  the  four  electric power  companies\n\ncomprising the  Middle South Utilities System  share the cost\n\nof the system's investment in nuclear energy in proportion to\n\ntheir relative demand for energy generated by the system as a\n\n                   -17-\r                                          17\r\r\n\nwhole.  FERC reallocated responsibility  for investment costs\n\n\"associated with the catastrophically uneconomical Grand Gulf\n\nI nuclear  plant.\"   Id. at  1528.  The  court turned  back a\r                                    \n\njurisdictional  challenge based,  inter alia, on  the Mobile-\r                                                                         \n\nSierra doctrine.  It held,\r                  \n\nthat, in the  instant case, this doctrine\ndoes not bar the exercise of FERC's power\nunder section 206 of  the FPA to reform a\npractice  or  contract  affecting a  rate\ncharged by a public utility for wholesale\nservice in interstate commerce.\n\nId.  at 1551.   The court's  discussion of  the sweep  of the\r               \n\nMobile-Sierra doctrine is instructive.\r                         \n\n   Finally,  even  if the  contracts fall\nwithin  the  scope  of the  Mobile-Sierra\r                                                               \ndecisions,   the    Supreme   Court   has\nemphasized that the relevant agency, here\nFERC, may always  reform a contract found\nto  be  \"unlawful\"  or  \"contrary  to the\npublic  interest,\" i.e.,  that \"contracts\r                                             \nremain  fully  subject  to the  paramount\npower  of the  Commission to  modify them\nwhen necessary in  the public  interest.\"\nThe  Court  stated  in  Sierra  that  the\r                                                    \nCommission \"has undoubted  power under   \n206(a)  to prescribe a change in contract\nrates whenever it  determines such  rates\nto  be  unlawful\"  and   indicated  three\ncircumstances under  which the Commission\nmight conclude that a rate or  a contract\nterm  affecting  a  rate  could  be found\ncontrary  to  the  public   interest  and\ntherefore subject to revision:  \"where it\nmight impair the financial ability of the\npublic utility to  continue its  service,\ncast upon consumers an  excessive burden,\nor be unduly discriminatory.\"   Here FERC\nexpressly  adopted  the  findings of  ALJ\nLiebman   who   found   the    level   of\ndiscrimination    in    the    [contract]\n\"profound\"  and agreed that its impact on\ncustomers  in  Louisiana and  Mississippi\n\n                   -18-\r                                          18\r\r\n\nwould be \"dramatic[].\"   The Commission's\nspecific  determination  of  unlawfulness\nprovides    the    \"unequivocal    public\nnecessity\"   for   reformation   of   the\n[contract] under section 206 of the FPA.\n\nId. at 1553 (footnotes omitted).\r               \n\nWe conclude  that under  the circumstances of  this\n\ncase FERC,  on remand,  gave thoughtful consideration  to the\n\npublic   interest   in  reviewing   its   previously  ordered\n\nmodification of the Seabrook  Power contract.  We, therefore,\n\ndeny NUSCO's petition for review and affirm FERC's order.  We\n\ngo  no  further.    Specifically,  we  are  not  in  any  way\n\nsuggesting the parameters of  or limitations on the authority\n\nof FERC to change the contract in future rate proceedings.\n\n                   -19-\r                                          19\r\r\n",
  "html": "<p class=\"case_cite\">55 F.3d 686</p>\n    <p class=\"parties\">Util. L. Rep. P 14,041<br>NORTHEAST UTILITIES SERVICE COMPANY, Petitioner,<br>v.<br>FEDERAL ENERGY REGULATORY COMMISSION, Respondent.</p>\n    <p class=\"docket\">No. 94-1948.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 3, 1995.<br>Decided May 23, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">J.A. Bouknight, Jr., with whom David B. Raskin, Edward J. Twomey, Newman, Bouknight &amp; Edgar, P.C., Washington, DC, and Frederic Lee Klein, Asst. Gen. Counsel, Northeast Utilities Service Co., Hartford, CT, were on brief for petitioner.</p>\n      <p class=\"indent\">Randolph Lee Elliott, Attorney, with whom Susan Tomasky, Gen. Counsel, and Jerome M. Feit, Sol., F.E.R.C., Washington, DC, were on brief for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The main issue in this case is whether the Federal Energy Regulatory Commission (FERC) complied with our mandate in Northeast Utilities Service Co. v. FERC, 993 F.2d 937 (1st Cir.1993) (Northeast I ) and applied the \"public interest\" test in ordering the modification of a wholesale electric power contract.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In Northeast I we upheld FERC's decision conditionally approving the merger of Northeast Utilities (NU) and the Public Service Company of New Hampshire (PSNH).  Before us also was the objection of Northeast Utilities Service Company (NUSCO) to the Commission's modification of the rate schedules filed by NUSCO.  The rate schedules were part of a wholesale electric power contract (the Seabrook Power Contract) among NU, PSNH and the State of New Hampshire.  Under the contract each party waived its right to file a complaint under Sec. 206(a) of the Federal Power Act (FPA) concerning the specified rates.  Each party also agreed \"that in any proceeding by the FERC under Section 206 the FERC shall not change the rate charged under this Agreement unless such rate is found to be contrary to the public interest.\"   FERC was not a party to the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Section 206(a) of the FPA, 16 U.S.C. Sec. 824e provides:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Whenever the Commission, after a hearing had upon its own motion or upon complaint, shall find that any rate, charge, or classification, demanded, observed, charged, or collected by any public utility for any transmission or sale subject to the jurisdiction of the Commission, or that any rule, regulation, practice, or contract affecting such rate, charge, or classification is unjust, unreasonable, unduly discriminatory or preferential, the Commission shall determine the just and reasonable rate, charge, classification, rule, regulation, practice, or contract to be thereafter observed and in force, and shall fix the same by order.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Invoking its power under Sec. 206(a), the Commission examined the terms and conditions of the Seabrook Power contract.  FERC found that the contract might unduly discriminate against entities not parties to it and that there was no genuine arms-length bargaining because the agreement was negotiated at a time when NU and PSNH were about to merge and assume identical interests.  It ordered NUSCO to make three changes in the contract to bring it within the \"just and reasonable\" standard of Sec. 206(a):  (1) delete the automatically adjusting rate-of-return-on-equity provision;  (2) reduce the current rate-of-return-on-equity used to derive the rate for Seabrook power;  and (3) submit for Commission review an initial estimate of the cost of decommissioning the Seabrook Power Plant, which is an atomic energy facility.  The reduction order (2) on the current rate of return on equity was not appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After summarizing the Mobile-Sierra \"public interest\" doctrine as explicated in Papago Tribal Authority v. FERC, 723 F.2d 950, 953 (D.C.Cir.1983), cert. denied, 467 U.S. 1241, 104 S.Ct. 3511, 82 L.Ed.2d 820 (1984), we quoted the holding of the Commission that it had</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>authority under the public interest standard to modify a contract where:  it may be unjust, unreasonable, unduly discriminatory or preferential to the detriment of purchasers that are not parties to the contract;  it is not the result of arm's length bargaining;  or it reflects circumstances where the seller has exercised market power over the purchaser.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Northeast I, 993 F.2d at 961.   We also pointed out the interpretation given to the holding by the Administrative Law Judge (\"ALJ\"):</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>The Commission made clear that in the particular circumstances surrounding the Seabrook contract, it retains powerthrough the \"public interest\" language--to make modifications under the traditional just and reasonable and nondiscrimination standards.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We found that the standard enunciated by the Commission and applied by the ALJ, \"conflates the 'just and reasonable' and 'public interest' standards, thereby circumventing the Mobile- Sierra doctrine.\"  Id.  We stated that</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>the Commission was bound to follow the Mobile- Sierra doctrine as explicated by Papago, and therefore should have evaluated the SPC under the public interest standard, not the just and reasonable standard.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Id.  We remanded the issue \"for reconsideration by FERC under the public interest standard.\"  Id. at 962.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is FERC's position that on remand it reconsidered its previously ordered modifications of the Seabrook Power contract under the public interest standard and affirmed the orders previously issued under that standard.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">NUSCO contends that FERC did not comply with our mandate but instead created a wholly new version of the public interest standard which is more flexible and less stringent than the judicially adopted public interest standard.</p>\n    </div>\n    <p>Standard of Review</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Not surprisingly, the parties differ on the standard of review to be followed.  FERC urges that we follow the same deferential standard as we did in our prior case:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>On review, we give great deference to the Commission's decision.  U.S. Dep't of Interior v. FERC, 952 F.2d 538, 543 (D.C.Cir.1992).  FERC's findings of fact are reviewed under the \"substantial evidence\" standard of review.  16 U.S.C. Sec. 825l (\"The finding of the Commission as to the facts, if supported by substantial evidence, shall be conclusive.\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>\"Pure\" legal errors require no deference to agency expertise, and are reviewed de novo.   Questions involving an interpretation of the FPA involve a de novo determination by the court of Congressional intent;  if that intent is ambiguous, FERC's conclusion will only be rejected if it is unreasonable.  Chevron USA v. Natural Resources Defense Council, 467 U.S. 837, 842-56, 104 S.Ct. 2778, 2781-83, 81 L.Ed.2d 694 (1984);  Boston Edison Co. v. FERC, 856 F.2d 361, 363 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Northeast I, 993 F.2d at 943-44.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">NUSCO, on the other hand, plumps for the \"law of the case\" doctrine, arguing that we issued a mandate that had to be strictly construed and followed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In this circuit the \"law of the case\" doctrine has not been construed as an inflexible straitjacket that invariably requires rigid compliance with the terms of the mandate.  In United States v. Connell, 6 F.3d 27, 31 (1st Cir.1993), we noted:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>To be sure, neither the law of the case doctrine nor its kissing cousin, the so-called \"mandate rule,\" is designed to function as a straitjacket.  Rather, these are discretion-guiding principles, generally thought to be subject to exceptions in the interests of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">So also we said in United States v. Bell, 988 F.2d 247, 251 (1st Cir.1993):</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>After all, the so-called \"mandate rule,\" generally requiring conformity with the commands of a superior court on remand, is simply a specific application of the law of the case doctrine and, as such, is a discretion-guiding rule subject to an occasional exception in the interests of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In Doe v. Anrig, 728 F.2d 30, 31 (1st Cir.1984), Justice Breyer, then circuit judge, reached back to Judge Learned Hand and Justice Holmes for an explanation of the meaning of the law of the case doctrine:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>That doctrine \"does not rigidly bind a court to its former decisions, but is only addressed to its good sense.\"  Higgins v. California Prune &amp; Apricot Grower, Inc., 3 F.2d 896, 898 (2d Cir.1924) (L. Hand, J.).  See Messenger v. Anderson, 225 U.S. 436, 444, 32 S.Ct. 739, 740, 56 L.Ed. 1152 (1912) (Holmes, J.)  (\"the phrase, law of the case, as applied to the effect of previous orders on the later action of the court rendering them in the same case, merely expresses the practice of courts generally to refuse to reopen what has been decided, not a limit to their power\").  (Other citations omitted.)</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Under the circumstances, we will review the actions of FERC under the usual deferential standard, but always keeping in mind the restraints imposed on FERC by the terms of our mandate and the \"law of the case\" doctrine.</p>\n    </div>\n    <p>The Case Law</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We think it necessary to revisit the Mobile- Sierra doctrine, which represents the Supreme Court's attempt to strike a balance between private contractual rights and the regulatory power to modify contracts when necessary to protect the public interest.  We start with United Gas Pipe Line Co. v. Mobile Gas Corp., 350 U.S. 332, 76 S.Ct. 373, 100 L.Ed. 373 (1956).  The issue in Mobile was, \"whether under the Natural Gas Act ... a regulated natural gas company furnishing gas to a distributing company under a long-term contract may, without the consent of the distributing company, change the rate specified in the contract simply by filing a new rate schedule with the Federal Power Commission.\"  Id. at 333-34, 76 S.Ct. at 375 (statutory citation omitted).  The facts can be summarized as follows.  Mobile Gas Service (Mobile) was a distributor of natural gas to users (domestic and industrial) in Mobile, Alabama.  Mobile obtained its gas from United Gas Co.  (United).  In 1946 the Ideal Cement Company (Ideal) decided to build a cement plant in the city if it could be assured gas supplied at a sufficiently low rate.  Mobile agreed to supply Ideal with gas for ten years at 12 cents per MCF (thousand cubic feet).  Before entering into the contract with Ideal, Mobile obtained from United a ten-year contract to supply gas to Mobile for resale to Ideal at the rate of 10.7 cents per MCF.  This was a substantially lower rate than other gas furnished by United.  This contract was filed with the Federal Power Commission and with its approval, became a part of United's filed schedule of rates and contracts.  In June of 1953, United, without the consent of Mobile, filed new rate schedules with the Commission purporting to increase the rate on gas to be sold by Mobile to Ideal to 14.5 cents per MCF.  Id. at 335-36, 76 S.Ct. at 375-77.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Court held that the Natural Gas Act did not give natural gas companies the right to change their rate contracts unilaterally.  Id. at 337, 76 S.Ct. at 377.   The Court noted that the Act \"evinces no purpose to abrogate private rate contracts as such.\"  Id. at 338, 76 S.Ct. at 378.   It pointed out that the public interest was protected by the supervision of the individual rate contracts filed with the Commission.  Id. at 339, 76 S.Ct. at 378.   The Court explained its rationale as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Our conclusion that the Natural Gas Act does not empower natural gas companies unilaterally to change their contracts fully promotes the purposes of the Act.  By preserving the integrity of contracts, it permits the stability of supply arrangements which all agree is essential to the health of the natural gas industry.  Conversion by consumers, particularly industrial users, to the use of natural gas may frequently require substantial investments which the consumer would be unwilling to make without long-term commitments from the distributor, and the distributor can hardly make such commitments if its supply contracts are subject to unilateral change by the natural gas company whenever its interests so dictate.  The history of the Ideal contract furnishes a case in point.  On the other hand, denying to natural gas companies the power unilaterally to change their contracts in no way impairs the regulatory powers of the Commission, for the contracts remain fully subject to the paramount power of the Commission to modify them when necessary in the public interest.   The Act thus affords a reasonable accommodation between the conflicting interests of contract stability on the one hand and public regulation on the other.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Id. at 344, 76 S.Ct. at 380-81 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We make two observations.  First, the obvious, that the facts of Mobile are quite different from those in the case at bar.  The issue here is not whether one party to a rate contract filed with FERC can effect a rate change unilaterally, but the standard to be used by FERC in examining electric power contracts filed with it.  Our second observation is that nowhere in the Supreme Court opinion is the term \"public interest\" defined.  Indeed, the Court seems to assume that the Commission decides what circumstances give rise to the public interest.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We next examine the other leg of the Mobile- Sierra doctrine, FPC v. Sierra Pacific Power Co., 350 U.S. 348, 76 S.Ct. 368, 100 L.Ed. 388 (1956), which came down on the same day as Mobile and was also written by Justice Harlan.  In Sierra, the Court, for the reasons given in Mobile, held that the filing of a new rate by an electric power utility (Pacific Gas &amp; Electric Company) and the finding of the Federal Power Commission that such new rate was not unlawful, could not change Pacific Gas' contract rate for supplying electricity to Sierra Pacific Power Co.  Id. at 352-53, 76 S.Ct. at 371-72.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The Court addressed a second question, not present in Mobile, which directly involved the \"public interest\" doctrine.  In its decision finding that the new rate was lawful, the Commission held that the old contract rate was unreasonable solely \"because it yields less than a fair return on the net invested capital.\"  Id. at 354-55, 76 S.Ct. at 372.   The Court held:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>But, while it may be that the Commission may not normally impose upon a public utility a rate which would produce less than a fair return, it does not follow that the public utility may not itself agree by contract to a rate affording less than a fair return or that, if it does so, it is entitled to be relieved of its improvident bargain.  In such circumstances the sole concern of the Commission would seem to be whether the rate is so low as to adversely affect the public interest--as where it might impair the financial ability of the public utility to continue its service, cast upon other consumers an excessive burden, or be unduly discriminatory.   That the purpose of the power given the Commission by Sec. 206(a) is the protection of the public interest, as distinguished from the private interests of the utilities, is evidenced by the recital in Sec. 201 of the Act that the scheme of regulation imposed \"is necessary in the public interest.\"   When Sec. 206(a) is read in the light of this purpose, it is clear that a contract may not be said to be either \"unjust\" or \"unreasonable\" simply because it is unprofitable to the public utility.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Id. at 355, 76 S.Ct. at 372 (citation omitted) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The holding of Sierra is clear;  what justifies protective action in the public interest by the Commission when it is considering whether a contract rate is too low is where the rate might impair the financial ability of the utility to continue to supply electricity, force electricity consumers to bear an excessive burden, or be unduly discriminatory.  This definition of what is necessary in the public interest was formulated in the context of a low-rate case.  It was not and could not be an across-the-board definition of what constitutes the public interest in other types of cases.  One of the orders at issue in the case at bar is the submission by NUSCO to FERC of the cost of decommissioning the Seabrook Power Plant.  The other order had to do with changing the rate of return-on-equity formula.  Neither were low-rate issues in the context of Mobile and Sierra.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The next case directly implicated in our remand order is Papago Tribal Authority v. FERC, 723 F.2d 950 (D.C.Cir.1983), cert. denied, 467 U.S. 1241, 104 S.Ct. 3511, 82 L.Ed.2d 820 (1984).  This was also a low-rate case.  The facts may be summarized as follows.  The Commission approved an increase in electric rates paid to the Arizona Public Service Company.  The Papago Tribal Utility Authority objected on the ground, inter alia, that its contract with Arizona did not permit unilaterally proposed rate changes under Sec. 205 of the Federal Power Act, 16 U.S.C. Sec. 824d.  Id. at 951-52.   At issue was the interpretation of the contract between Arizona and Papago and the authority of the Commission to modify it.  The contract provided in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The rates hereinabove set out in this Section 3 ... are to remain in effect for the initial one (1) year of the term of this contract and thereafter unless and until changed by the Federal Power Commission or other lawful regulatory authority, with either party hereto to be free unilaterally to take appropriate action before the Federal Power Commission or other lawful regulatory authority in connection with changes which may be desired by such party.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Id. at 953.  Papago, like the case before us, was an appeal after a remand.  In the first appeal the court held that the contract did not permit unilaterally effected rate increases under Sec. 205 of the Act.  The Federal Power Commission held in its Order on Remand that after its first year, the contract permitted changes under Sec. 206 of the Act on the basis of a just and reasonable standard.  The court agreed and interpreted the contract as follows:  \"the restriction envisioned during the first year of the contract must allow rate changes required by the public interest.  The scheme to be in effect 'thereafter'--obviously intended to be less restrictive--must therefore permit changes that are just and reasonable.\"  Papago, 723 F.2d at 954.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">During the course of its opinion the court quoted the \"public interest\" standard from Sierra, 350 U.S. at 355, 76 S.Ct. at 372-73.  Papago, 723 F.2d at 953.   The court then went on to say in dictum:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">[S]pecific acknowledgment of the possibility of future rate change is virtually meaningless unless it envisions a just-and-reasonable standard.  The public interest standard is practically insurmountable;  the Commission itself is unaware of any case granting relief under it.  Future rate changes would be a dim prospect, hardly worthy of recognition, if the parties did not intend the just-and-reasonable standard to govern.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Id. at 954 (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Papago has unfortunately been identified with the notion that the \"public interest\" standard of review is \"practically insurmountable,\" regardless of the circumstances of the case.  This is the misreading that NUSCO presses upon us as the law of the case.  We do not think that Papago, read in context, means that the \"public interest\" standard is practically insurmountable in all circumstances.  It all depends on whose ox is gored and how the public interest is affected.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">It should be noted that neither Mobile nor Sierra stated or intimated that the \"public interest\" doctrine was \"practically insurmountable.\"   This was a gloss that the court in Papago put on it.  In Northeast I we said that the \"public interest\" standard was \"a more difficult standard for the Commission to meet than the statutory 'unjust and unreasonable' standard,\" 993 F.2d at 960.   We, however, did not characterize the public interest standard as \"practically insurmountable.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Our opinion also recognized that \"[t]he most attractive case for affording additional protection [under the public interest standard], despite the presence of a contract, is where the protection is intended to safeguard the interests of third parties....\"  Northeast I, 993 F.2d at 961.   As we explained, the Mobile- Sierra doctrine allows FERC to modify the terms of a private contract when third parties are threatened by possible \"undu[e] discrimination\" or the imposition of an \"excessive burden.\"  Id.  We invited FERC to demonstrate such a threat upon remand.  See id. at 961-62 (assuming without deciding that FERC's premise facts were correct, but remanding for evaluation of the contract under the public interest standard.)</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Although our opinion questioned the significance of the seller's market power and the lack of arms-length bargaining, id. at 961, it left open the possibility that these factors may so affect third parties as to warrant intervention even under the public interest standard.  See id.  (\"there would seem to be little justification for the Commission stepping in on behalf of the disfavored subsidiary absent some threat to the public interest \") (emphasis added).  For all of these reasons, we reject NUSCO's argument that under the law of the case the public interest standard should be considered \"practically insurmountable\" in all circumstances.</p>\n    </div>\n    <p>The Order on Remand</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We turn to FERC's explanation of how it applied the \"public interest\" doctrine on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We conclude that if the Commission is to comply with both the Mobile- Sierra imperative to respect private contractual arrangements, on the one hand, and our statutory mandate to protect the public interest and ensure that rates are just and reasonable and not unduly discriminatory or preferential, on the other, the \"public interest\" standard of review under the Mobile- Sierra doctrine cannot be \"practically insurmountable\" in all cases.  In the \"classic\" Mobile- Sierra situation, for example--when a seller utility unilaterally seeks an increase from a fixed-rate contract already on file with the Commission--the public interest (as opposed to the private interest of the party seeking the rate increase) only rarely is served by making the requested change (that is, granting the requested increase), and a strict standard is appropriate.  In other situations, however--when, for example, as here, the Commission is presented with an agreement for the first time and concludes that certain modifications to material rate provisions are necessary to protect the interests of non-parties--the public interest is served by making the modifications, and a more flexible standard is therefore appropriate.  Based upon that understanding of the public interest standard of review under the Mobile- Sierra doctrine, we confirm our previously ordered modifications to the Seabrook Power Contract.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">66 F.E.R.C. p 61,332 at 62,076 (1994) (footnotes omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In its order on remand, FERC has responded to our concerns by explaining how the disputed contractual terms may harm third parties to the contract.  It no longer relies so heavily upon the possibility that the contract may favor one party over another.  For example, the Commission found the automatic rate-of-return-on-equity adjustment provision unacceptable because third parties may ultimately bear the burden of a rate component that does not reflect actual capital market conditions.  Likewise, the \"blank check\" given owners of the power plant to determine the decommissioning costs for themselves under New Hampshire law is impermissible because it may be cashed at the expense of non-parties to the contract.  See 66 F.E.R.C. p 61,332 at 62,090-91.  This new emphasis on harm to third parties suggests that FERC has done more on remand than simply substitute the words \"public interest\" for the forbidden phrase \"just and reasonable.\"</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We end by noting the decision in Mississippi Indus. v. FERC, 808 F.2d 1525 (D.C.Cir.), cert. denied 484 U.S. 985, 108 S.Ct. 500, 98 L.Ed.2d 499 (1987), a post-Papago case similar to the case at bar, which shows that even the court that authored Papago does not take an unduly restrictive view of the public interest standard.  FERC had ordered that the four electric power companies comprising the Middle South Utilities System share the cost of the system's investment in nuclear energy in proportion to their relative demand for energy generated by the system as a whole.  FERC reallocated responsibility for investment costs \"associated with the catastrophically uneconomical Grand Gulf I nuclear plant.\"  Id. at 1528.   The court turned back a jurisdictional challenge based, inter alia, on the Mobile- Sierra doctrine.  It held,</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>that, in the instant case, this doctrine does not bar the exercise of FERC's power under section 206 of the FPA to reform a practice or contract affecting a rate charged by a public utility for wholesale service in interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Id. at 1551.   The court's discussion of the sweep of the Mobile- Sierra doctrine is instructive.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Finally, even if the contracts fall within the scope of the Mobile- Sierra decisions, the Supreme Court has emphasized that the relevant agency, here FERC, may always reform a contract found to be \"unlawful\" or \"contrary to the public interest,\" i.e., that \"contracts remain fully subject to the paramount power of the Commission to modify them when necessary in the public interest.\"   The Court stated in Sierra that the Commission \"has undoubted power under Sec. 206(a) to prescribe a change in contract rates whenever it determines such rates to be unlawful\" and indicated three circumstances under which the Commission might conclude that a rate or a contract term affecting a rate could be found contrary to the public interest and therefore subject to revision:  \"where it might impair the financial ability of the public utility to continue its service, cast upon consumers an excessive burden, or be unduly discriminatory.\"   Here FERC expressly adopted the findings of ALJ Liebman who found the level of discrimination in the [contract] \"profound\" and agreed that its impact on customers in Louisiana and Mississippi would be \"dramatic[ ].\"  The Commission's specific determination of unlawfulness provides the \"unequivocal public necessity\" for reformation of the [contract] under section 206 of the FPA.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Id. at 1553 (footnotes omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We conclude that under the circumstances of this case FERC, on remand, gave thoughtful consideration to the public interest in reviewing its previously ordered modification of the Seabrook Power contract.  We, therefore, deny NUSCO's petition for review and affirm FERC's order.  We go no further.  Specifically, we are not in any way suggesting the parameters of or limitations on the authority of FERC to change the contract in future rate proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Contrary to NUSCO's suggestion at oral argument, Boston Edison v. FERC, 856 F.2d 361 (1st Cir.1988) is not controlling here.  In Boston Edison, we relied in part on the Mobile- Sierra doctrine to enforce a claims limitation clause of a rate contract against customers who failed to timely protest an overcharge.  We found nothing \"unconscionable, overweening, or otherwise unreasonable\" about the clause, even with respect to the parties to the contract.  Id. at 372 (noting that the clause \"enhances economic equilibrium by bringing certainty to the parties' dealings....\").  FERC and the customers did not, and clearly could not, argue that the claims limitation clause was contrary to the public interest.  See id. at 372 n. 12 (\"we leave for another day the contours of any ... exception\" to claims limitation clauses based upon \"public necessity\")</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">686</span></span></p>\n    <p class=\"parties\">Util. L. Rep. P 14,041<br>NORTHEAST UTILITIES SERVICE COMPANY, Petitioner,<br>v.<br>FEDERAL ENERGY REGULATORY COMMISSION, Respondent.</p>\n    <p class=\"docket\">No. 94-1948.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 3, 1995.<br>Decided May 23, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">J.A. Bouknight, Jr., with whom David B. Raskin, Edward J. Twomey, Newman, Bouknight &amp; Edgar, P.C., Washington, DC, and Frederic Lee Klein, Asst. Gen. Counsel, Northeast Utilities Service Co., Hartford, CT, were on brief for petitioner.</p>\n      <p class=\"indent\">Randolph Lee Elliott, Attorney, with whom Susan Tomasky, Gen. Counsel, and Jerome M. Feit, Sol., F.E.R.C., Washington, DC, were on brief for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The main issue in this case is whether the Federal Energy Regulatory Commission (FERC) complied with our mandate in Northeast Utilities Service Co. v. FERC, <span class=\"citation\" data-id=\"607105\"><a href=\"/opinion/607105/northeast-utilities-service-company-v-federal-energy-regulatory/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">937</span> </a></span>(1st Cir.1993) (Northeast I ) and applied the \"public interest\" test in ordering the modification of a wholesale electric power contract.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In Northeast I we upheld FERC's decision conditionally approving the merger of Northeast Utilities (NU) and the Public Service Company of New Hampshire (PSNH).  Before us also was the objection of Northeast Utilities Service Company (NUSCO) to the Commission's modification of the rate schedules filed by NUSCO.  The rate schedules were part of a wholesale electric power contract (the Seabrook Power Contract) among NU, PSNH and the State of New Hampshire.  Under the contract each party waived its right to file a complaint under Sec. 206(a) of the Federal Power Act (FPA) concerning the specified rates.  Each party also agreed \"that in any proceeding by the FERC under Section 206 the FERC shall not change the rate charged under this Agreement unless such rate is found to be contrary to the public interest.\"   FERC was not a party to the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Section 206(a) of the FPA, 16 U.S.C. Sec. 824e provides:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Whenever the Commission, after a hearing had upon its own motion or upon complaint, shall find that any rate, charge, or classification, demanded, observed, charged, or collected by any public utility for any transmission or sale subject to the jurisdiction of the Commission, or that any rule, regulation, practice, or contract affecting such rate, charge, or classification is unjust, unreasonable, unduly discriminatory or preferential, the Commission shall determine the just and reasonable rate, charge, classification, rule, regulation, practice, or contract to be thereafter observed and in force, and shall fix the same by order.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Invoking its power under Sec. 206(a), the Commission examined the terms and conditions of the Seabrook Power contract.  FERC found that the contract might unduly discriminate against entities not parties to it and that there was no genuine arms-length bargaining because the agreement was negotiated at a time when NU and PSNH were about to merge and assume identical interests.  It ordered NUSCO to make three changes in the contract to bring it within the \"just and reasonable\" standard of Sec. 206(a):  (1) delete the automatically adjusting rate-of-return-on-equity provision;  (2) reduce the current rate-of-return-on-equity used to derive the rate for Seabrook power;  and (3) submit for Commission review an initial estimate of the cost of decommissioning the Seabrook Power Plant, which is an atomic energy facility.  The reduction order (2) on the current rate of return on equity was not appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After summarizing the Mobile-Sierra \"public interest\" doctrine as explicated in Papago Tribal Authority v. FERC, <span class=\"citation\" data-id=\"429182\"><a href=\"/opinion/429182/papago-tribal-utility-authority-v-federal-energy-regulatory-commission/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">950</span></a></span>, 953 (D.C.Cir.1983), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1241</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3511</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">820</span> </span>(1984), we quoted the holding of the Commission that it had</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>authority under the public interest standard to modify a contract where:  it may be unjust, unreasonable, unduly discriminatory or preferential to the detriment of purchasers that are not parties to the contract;  it is not the result of arm's length bargaining;  or it reflects circumstances where the seller has exercised market power over the purchaser.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Northeast <span class=\"citation\" data-id=\"607105\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/607105/northeast-utilities-service-company-v-federal-energy-regulatory/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">961</span></a></span>.   We also pointed out the interpretation given to the holding by the Administrative Law Judge (\"ALJ\"):</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>The Commission made clear that in the particular circumstances surrounding the Seabrook contract, it retains powerthrough the \"public interest\" language--to make modifications under the traditional just and reasonable and nondiscrimination standards.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We found that the standard enunciated by the Commission and applied by the ALJ, \"conflates the 'just and reasonable' and 'public interest' standards, thereby circumventing the Mobile- Sierra doctrine.\"  <span class=\"citation\" data-id=\"607105\"><a href=\"/opinion/607105/northeast-utilities-service-company-v-federal-energy-regulatory/\"><span class=\"id_token\">Id.</span>  We stated </a></span>that</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>the Commission was bound to follow the Mobile- Sierra doctrine as explicated by Papago, and therefore should have evaluated the SPC under the public interest standard, not the just and reasonable standard.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"607105\"><a href=\"/opinion/607105/northeast-utilities-service-company-v-federal-energy-regulatory/\"><span class=\"id_token\">Id.</span>  We remanded </a></span>the issue \"for reconsideration by FERC under the public interest standard.\"  <span class=\"citation\" data-id=\"607105\"><a href=\"/opinion/607105/northeast-utilities-service-company-v-federal-energy-regulatory/\"><span class=\"id_token\">Id.</span> at 962.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is FERC's position that on remand it reconsidered its previously ordered modifications of the Seabrook Power contract under the public interest standard and affirmed the orders previously issued under that standard.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">NUSCO contends that FERC did not comply with our mandate but instead created a wholly new version of the public interest standard which is more flexible and less stringent than the judicially adopted public interest standard.</p>\n    </div>\n    <p>Standard of Review</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Not surprisingly, the parties differ on the standard of review to be followed.  FERC urges that we follow the same deferential standard as we did in our prior case:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>On review, we give great deference to the Commission's decision.  U.S. Dep't of Interior v. FERC, <span class=\"citation\" data-id=\"574876\"><a href=\"/opinion/574876/united-states-department-of-the-interior-v-federal-energy-regulatory/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">538</span></a></span>, 543 (D.C.Cir.1992).  FERC's findings of fact are reviewed under the \"substantial evidence\" standard of review.  16 U.S.C. Sec. 825l (\"The finding of the Commission as to the facts, if supported by substantial evidence, shall be conclusive.\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>\"Pure\" legal errors require no deference to agency expertise, and are reviewed de novo.   Questions involving an interpretation of the FPA involve a de novo determination by the court of Congressional intent;  if that intent is ambiguous, FERC's conclusion will only be rejected if it is unreasonable.  Chevron USA v. Natural Resources Defense Council, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 842-56, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, 2781-83, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span> </a></span>(1984);  Boston Edison Co. v. FERC, <span class=\"citation\" data-id=\"511559\"><a href=\"/opinion/511559/boston-edison-company-v-federal-energy-regulatory-commission-city-of/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">361</span></a></span>, 363 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Northeast <span class=\"citation\" data-id=\"607105\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/607105/northeast-utilities-service-company-v-federal-energy-regulatory/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">943-44</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">NUSCO, on the other hand, plumps for the \"law of the case\" doctrine, arguing that we issued a mandate that had to be strictly construed and followed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In this circuit the \"law of the case\" doctrine has not been construed as an inflexible straitjacket that invariably requires rigid compliance with the terms of the mandate.  In United States v. Connell, <span class=\"citation\" data-id=\"194971\"><a href=\"/opinion/194971/united-states-v-connell/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 31 (1st Cir.1993), we noted:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>To be sure, neither the law of the case doctrine nor its kissing cousin, the so-called \"mandate rule,\" is designed to function as a straitjacket.  Rather, these are discretion-guiding principles, generally thought to be subject to exceptions in the interests of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">So also we said in United States v. Bell, <span class=\"citation\" data-id=\"602344\"><a href=\"/opinion/602344/united-states-v-richard-harmon-bell/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">247</span></a></span>, 251 (1st Cir.1993):</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>After all, the so-called \"mandate rule,\" generally requiring conformity with the commands of a superior court on remand, is simply a specific application of the law of the case doctrine and, as such, is a discretion-guiding rule subject to an occasional exception in the interests of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In Doe v. Anrig, <span class=\"citation\" data-id=\"431702\"><a href=\"/opinion/431702/john-doe-v-dr-gregory-anrig-john-doe-v-dr-gregory-anrig-the-school/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">30</span></a></span>, 31 (1st Cir.1984), Justice Breyer, then circuit judge, reached back to Judge Learned Hand and Justice Holmes for an explanation of the meaning of the law of the case doctrine:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>That doctrine \"does not rigidly bind a court to its former decisions, but is only addressed to its good sense.\"  Higgins v. California Prune &amp; Apricot Grower, Inc., <span class=\"citation\" data-id=\"1505041\"><a href=\"/opinion/1505041/higgins-v-california-prune-apricot-grower/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">896</span></a></span>, 898 (2d Cir.1924) (L. Hand, J.).  See Messenger v. Anderson, <span class=\"citation\" data-id=\"97670\"><a href=\"/opinion/97670/messenger-v-anderson/\"><span class=\"volume\">225</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, 444, <span class=\"citation\" data-id=\"97670\"><a href=\"/opinion/97670/messenger-v-anderson/\"><span class=\"volume\">32</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">739</span></a></span>, 740, <span class=\"citation\" data-id=\"97670\"><a href=\"/opinion/97670/messenger-v-anderson/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1152</span> </a></span>(1912) (Holmes, J.)  (\"the phrase, law of the case, as applied to the effect of previous orders on the later action of the court rendering them in the same case, merely expresses the practice of courts generally to refuse to reopen what has been decided, not a limit to their power\").  (Other citations omitted.)</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Under the circumstances, we will review the actions of FERC under the usual deferential standard, but always keeping in mind the restraints imposed on FERC by the terms of our mandate and the \"law of the case\" doctrine.</p>\n    </div>\n    <p>The Case Law</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We think it necessary to revisit the Mobile- Sierra doctrine, which represents the Supreme Court's attempt to strike a balance between private contractual rights and the regulatory power to modify contracts when necessary to protect the public interest.  We start with United Gas Pipe Line Co. v. Mobile Gas Corp., <span class=\"citation\" data-id=\"105352\"><a href=\"/opinion/105352/united-gas-co-v-mobile-gas-corp/\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, <span class=\"citation\" data-id=\"105352\"><a href=\"/opinion/105352/united-gas-co-v-mobile-gas-corp/\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">373</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">373</span> </span>(1956).  The issue in Mobile was, \"whether under the Natural Gas Act ... a regulated natural gas company furnishing gas to a distributing company under a long-term contract may, without the consent of the distributing company, change the rate specified in the contract simply by filing a new rate schedule with the Federal Power Commission.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 333-34, </span>76 S.Ct. at 375 (statutory citation omitted).  The facts can be summarized as follows.  Mobile Gas Service (Mobile) was a distributor of natural gas to users (domestic and industrial) in Mobile, Alabama.  Mobile obtained its gas from United Gas Co.  (United).  In 1946 the Ideal Cement Company (Ideal) decided to build a cement plant in the city if it could be assured gas supplied at a sufficiently low rate.  Mobile agreed to supply Ideal with gas for ten years at 12 cents per MCF (thousand cubic feet).  Before entering into the contract with Ideal, Mobile obtained from United a ten-year contract to supply gas to Mobile for resale to Ideal at the rate of 10.7 cents per MCF.  This was a substantially lower rate than other gas furnished by United.  This contract was filed with the Federal Power Commission and with its approval, became a part of United's filed schedule of rates and contracts.  In June of 1953, United, without the consent of Mobile, filed new rate schedules with the Commission purporting to increase the rate on gas to be sold by Mobile to Ideal to 14.5 cents per MCF.  <span class=\"citation\" data-id=\"105352\"><a href=\"/opinion/105352/united-gas-co-v-mobile-gas-corp/\"><span class=\"id_token\">Id.</span> at 335-36, </a></span>76 S.Ct. at 375-77.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Court held that the Natural Gas Act did not give natural gas companies the right to change their rate contracts unilaterally.  <span class=\"citation\" data-id=\"105352\"><a href=\"/opinion/105352/united-gas-co-v-mobile-gas-corp/\"><span class=\"id_token\">Id.</span> at 337, </a></span>76 S.Ct. at 377.   The Court noted that the Act \"evinces no purpose to abrogate private rate contracts as such.\"  <span class=\"citation\" data-id=\"105352\"><a href=\"/opinion/105352/united-gas-co-v-mobile-gas-corp/\"><span class=\"id_token\">Id.</span> at 338, </a></span>76 S.Ct. at 378.   It pointed out that the public interest was protected by the supervision of the individual rate contracts filed with the Commission.  <span class=\"citation\" data-id=\"105352\"><a href=\"/opinion/105352/united-gas-co-v-mobile-gas-corp/\"><span class=\"id_token\">Id.</span> at 339, </a></span>76 S.Ct. at 378.   The Court explained its rationale as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Our conclusion that the Natural Gas Act does not empower natural gas companies unilaterally to change their contracts fully promotes the purposes of the Act.  By preserving the integrity of contracts, it permits the stability of supply arrangements which all agree is essential to the health of the natural gas industry.  Conversion by consumers, particularly industrial users, to the use of natural gas may frequently require substantial investments which the consumer would be unwilling to make without long-term commitments from the distributor, and the distributor can hardly make such commitments if its supply contracts are subject to unilateral change by the natural gas company whenever its interests so dictate.  The history of the Ideal contract furnishes a case in point.  On the other hand, denying to natural gas companies the power unilaterally to change their contracts in no way impairs the regulatory powers of the Commission, for the contracts remain fully subject to the paramount power of the Commission to modify them when necessary in the public interest.   The Act thus affords a reasonable accommodation between the conflicting interests of contract stability on the one hand and public regulation on the other.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"105352\"><a href=\"/opinion/105352/united-gas-co-v-mobile-gas-corp/\"><span class=\"id_token\">Id.</span> at 344, </a></span>76 S.Ct. at 380-81 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We make two observations.  First, the obvious, that the facts of Mobile are quite different from those in the case at bar.  The issue here is not whether one party to a rate contract filed with FERC can effect a rate change unilaterally, but the standard to be used by FERC in examining electric power contracts filed with it.  Our second observation is that nowhere in the Supreme Court opinion is the term \"public interest\" defined.  Indeed, the Court seems to assume that the Commission decides what circumstances give rise to the public interest.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We next examine the other leg of the Mobile- Sierra doctrine, FPC v. Sierra Pacific Power Co., <span class=\"citation\" data-id=\"105353\"><a href=\"/opinion/105353/fpc-v-sierra-pacific-power-co/\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">348</span></a></span>, <span class=\"citation\" data-id=\"105353\"><a href=\"/opinion/105353/fpc-v-sierra-pacific-power-co/\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">368</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">388</span> </span>(1956), which came down on the same day as Mobile and was also written by Justice Harlan.  In Sierra, the Court, for the reasons given in Mobile, held that the filing of a new rate by an electric power utility (Pacific Gas &amp; Electric Company) and the finding of the Federal Power Commission that such new rate was not unlawful, could not change Pacific Gas' contract rate for supplying electricity to Sierra Pacific Power Co.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 352-53, </span>76 S.Ct. at 371-72.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The Court addressed a second question, not present in Mobile, which directly involved the \"public interest\" doctrine.  In its decision finding that the new rate was lawful, the Commission held that the old contract rate was unreasonable solely \"because it yields less than a fair return on the net invested capital.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 354-55, </span>76 S.Ct. at 372.   The Court held:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>But, while it may be that the Commission may not normally impose upon a public utility a rate which would produce less than a fair return, it does not follow that the public utility may not itself agree by contract to a rate affording less than a fair return or that, if it does so, it is entitled to be relieved of its improvident bargain.  In such circumstances the sole concern of the Commission would seem to be whether the rate is so low as to adversely affect the public interest--as where it might impair the financial ability of the public utility to continue its service, cast upon other consumers an excessive burden, or be unduly discriminatory.   That the purpose of the power given the Commission by Sec. 206(a) is the protection of the public interest, as distinguished from the private interests of the utilities, is evidenced by the recital in Sec. 201 of the Act that the scheme of regulation imposed \"is necessary in the public interest.\"   When Sec. 206(a) is read in the light of this purpose, it is clear that a contract may not be said to be either \"unjust\" or \"unreasonable\" simply because it is unprofitable to the public utility.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 355, </span>76 S.Ct. at 372 (citation omitted) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The holding of Sierra is clear;  what justifies protective action in the public interest by the Commission when it is considering whether a contract rate is too low is where the rate might impair the financial ability of the utility to continue to supply electricity, force electricity consumers to bear an excessive burden, or be unduly discriminatory.  This definition of what is necessary in the public interest was formulated in the context of a low-rate case.  It was not and could not be an across-the-board definition of what constitutes the public interest in other types of cases.  One of the orders at issue in the case at bar is the submission by NUSCO to FERC of the cost of decommissioning the Seabrook Power Plant.  The other order had to do with changing the rate of return-on-equity formula.  Neither were low-rate issues in the context of Mobile and Sierra.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The next case directly implicated in our remand order is Papago Tribal Authority v. FERC, <span class=\"citation\" data-id=\"429182\"><a href=\"/opinion/429182/papago-tribal-utility-authority-v-federal-energy-regulatory-commission/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">950</span> </a></span>(D.C.Cir.1983), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1241</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3511</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">820</span> </span>(1984).  This was also a low-rate case.  The facts may be summarized as follows.  The Commission approved an increase in electric rates paid to the Arizona Public Service Company.  The Papago Tribal Utility Authority objected on the ground, inter alia, that its contract with Arizona did not permit unilaterally proposed rate changes under Sec. 205 of the Federal Power Act, 16 U.S.C. Sec. 824d.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 951-52. </span>  At issue was the interpretation of the contract between Arizona and Papago and the authority of the Commission to modify it.  The contract provided in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The rates hereinabove set out in this Section 3 ... are to remain in effect for the initial one (1) year of the term of this contract and thereafter unless and until changed by the Federal Power Commission or other lawful regulatory authority, with either party hereto to be free unilaterally to take appropriate action before the Federal Power Commission or other lawful regulatory authority in connection with changes which may be desired by such party.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 953. </span> Papago, like the case before us, was an appeal after a remand.  In the first appeal the court held that the contract did not permit unilaterally effected rate increases under Sec. 205 of the Act.  The Federal Power Commission held in its Order on Remand that after its first year, the contract permitted changes under Sec. 206 of the Act on the basis of a just and reasonable standard.  The court agreed and interpreted the contract as follows:  \"the restriction envisioned during the first year of the contract must allow rate changes required by the public interest.  The scheme to be in effect 'thereafter'--obviously intended to be less restrictive--must therefore permit changes that are just and reasonable.\"  <span class=\"citation\" data-id=\"429182\"><span class=\"antecedent_guess\">Papago,</span> <a href=\"/opinion/429182/papago-tribal-utility-authority-v-federal-energy-regulatory-commission/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">954</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">During the course of its opinion the court quoted the \"public interest\" standard from Sierra, 350 U.S. at <span class=\"citation no-link\"><span class=\"antecedent_guess\">355,</span> <span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">372</span></span>-73.  <span class=\"citation\" data-id=\"429182\"><span class=\"antecedent_guess\">Papago,</span> <a href=\"/opinion/429182/papago-tribal-utility-authority-v-federal-energy-regulatory-commission/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">953</span></a></span>.   The court then went on to say in dictum:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">[S]pecific acknowledgment of the possibility of future rate change is virtually meaningless unless it envisions a just-and-reasonable standard.  The public interest standard is practically insurmountable;  the Commission itself is unaware of any case granting relief under it.  Future rate changes would be a dim prospect, hardly worthy of recognition, if the parties did not intend the just-and-reasonable standard to govern.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"429182\"><a href=\"/opinion/429182/papago-tribal-utility-authority-v-federal-energy-regulatory-commission/\"><span class=\"id_token\">Id.</span> at 954 </a></span>(citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Papago has unfortunately been identified with the notion that the \"public interest\" standard of review is \"practically insurmountable,\" regardless of the circumstances of the case.  This is the misreading that NUSCO presses upon us as the law of the case.  We do not think that Papago, read in context, means that the \"public interest\" standard is practically insurmountable in all circumstances.  It all depends on whose ox is gored and how the public interest is affected.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">It should be noted that neither Mobile nor Sierra stated or intimated that the \"public interest\" doctrine was \"practically insurmountable.\"   This was a gloss that the court in Papago put on it.  In Northeast I we said that the \"public interest\" standard was \"a more difficult standard for the Commission to meet than the statutory 'unjust and unreasonable' <span class=\"citation\" data-id=\"607105\"><span class=\"antecedent_guess\">standard,\"</span> <a href=\"/opinion/607105/northeast-utilities-service-company-v-federal-energy-regulatory/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">960</span></a></span>.   We, however, did not characterize the public interest standard as \"practically insurmountable.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Our opinion also recognized that \"[t]he most attractive case for affording additional protection [under the public interest standard], despite the presence of a contract, is where the protection is intended to safeguard the interests of third parties....\"  Northeast <span class=\"citation\" data-id=\"607105\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/607105/northeast-utilities-service-company-v-federal-energy-regulatory/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">961</span></a></span>.   As we explained, the Mobile- Sierra doctrine allows FERC to modify the terms of a private contract when third parties are threatened by possible \"undu[e] discrimination\" or the imposition of an \"excessive burden.\"  <span class=\"citation\" data-id=\"607105\"><a href=\"/opinion/607105/northeast-utilities-service-company-v-federal-energy-regulatory/\"><span class=\"id_token\">Id.</span>  We invited </a></span>FERC to demonstrate such a threat upon remand.  See <span class=\"citation\" data-id=\"607105\"><a href=\"/opinion/607105/northeast-utilities-service-company-v-federal-energy-regulatory/\"><span class=\"id_token\">id.</span> at 961-62 </a></span>(assuming without deciding that FERC's premise facts were correct, but remanding for evaluation of the contract under the public interest standard.)</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Although our opinion questioned the significance of the seller's market power and the lack of arms-length bargaining, <span class=\"citation\" data-id=\"607105\"><a href=\"/opinion/607105/northeast-utilities-service-company-v-federal-energy-regulatory/\"><span class=\"id_token\">id.</span> at 961, </a></span>it left open the possibility that these factors may so affect third parties as to warrant intervention even under the public interest standard.  See <span class=\"citation\" data-id=\"607105\"><a href=\"/opinion/607105/northeast-utilities-service-company-v-federal-energy-regulatory/\"><span class=\"id_token\">id.</span>  (\"there would </a></span>seem to be little justification for the Commission stepping in on behalf of the disfavored subsidiary absent some threat to the public interest \") (emphasis added).  For all of these reasons, we reject NUSCO's argument that under the law of the case the public interest standard should be considered \"practically insurmountable\" in all circumstances.</p>\n    </div>\n    <p>The Order on Remand</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We turn to FERC's explanation of how it applied the \"public interest\" doctrine on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We conclude that if the Commission is to comply with both the Mobile- Sierra imperative to respect private contractual arrangements, on the one hand, and our statutory mandate to protect the public interest and ensure that rates are just and reasonable and not unduly discriminatory or preferential, on the other, the \"public interest\" standard of review under the Mobile- Sierra doctrine cannot be \"practically insurmountable\" in all cases.  In the \"classic\" Mobile- Sierra situation, for example--when a seller utility unilaterally seeks an increase from a fixed-rate contract already on file with the Commission--the public interest (as opposed to the private interest of the party seeking the rate increase) only rarely is served by making the requested change (that is, granting the requested increase), and a strict standard is appropriate.  In other situations, however--when, for example, as here, the Commission is presented with an agreement for the first time and concludes that certain modifications to material rate provisions are necessary to protect the interests of non-parties--the public interest is served by making the modifications, and a more flexible standard is therefore appropriate.  Based upon that understanding of the public interest standard of review under the Mobile- Sierra doctrine, we confirm our previously ordered modifications to the Seabrook Power Contract.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">66 F.E.R.C. p 61,332 at 62,076 (1994) (footnotes omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In its order on remand, FERC has responded to our concerns by explaining how the disputed contractual terms may harm third parties to the contract.  It no longer relies so heavily upon the possibility that the contract may favor one party over another.  For example, the Commission found the automatic rate-of-return-on-equity adjustment provision unacceptable because third parties may ultimately bear the burden of a rate component that does not reflect actual capital market conditions.  Likewise, the \"blank check\" given owners of the power plant to determine the decommissioning costs for themselves under New Hampshire law is impermissible because it may be cashed at the expense of non-parties to the contract.  See 66 F.E.R.C. p 61,332 at 62,090-91.  This new emphasis on harm to third parties suggests that FERC has done more on remand than simply substitute the words \"public interest\" for the forbidden phrase \"just and reasonable.\"</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We end by noting the decision in Mississippi Indus. v. FERC, <span class=\"citation\" data-id=\"481623\"><a href=\"/opinion/481623/mississippi-industries-v-federal-energy-regulatory-commission-missouri/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1525</span> </a></span>(D.C.Cir.), cert. denied <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">985</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">500</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">499</span> </span>(1987), a post-Papago case similar to the case at bar, which shows that even the court that authored Papago does not take an unduly restrictive view of the public interest standard.  FERC had ordered that the four electric power companies comprising the Middle South Utilities System share the cost of the system's investment in nuclear energy in proportion to their relative demand for energy generated by the system as a whole.  FERC reallocated responsibility for investment costs \"associated with the catastrophically uneconomical Grand Gulf I nuclear plant.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1528. </span>  The court turned back a jurisdictional challenge based, inter alia, on the Mobile- Sierra doctrine.  It held,</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>that, in the instant case, this doctrine does not bar the exercise of FERC's power under section 206 of the FPA to reform a practice or contract affecting a rate charged by a public utility for wholesale service in interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1551. </span>  The court's discussion of the sweep of the Mobile- Sierra doctrine is instructive.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Finally, even if the contracts fall within the scope of the Mobile- Sierra decisions, the Supreme Court has emphasized that the relevant agency, here FERC, may always reform a contract found to be \"unlawful\" or \"contrary to the public interest,\" i.e., that \"contracts remain fully subject to the paramount power of the Commission to modify them when necessary in the public interest.\"   The Court stated in Sierra that the Commission \"has undoubted power under Sec. 206(a) to prescribe a change in contract rates whenever it determines such rates to be unlawful\" and indicated three circumstances under which the Commission might conclude that a rate or a contract term affecting a rate could be found contrary to the public interest and therefore subject to revision:  \"where it might impair the financial ability of the public utility to continue its service, cast upon consumers an excessive burden, or be unduly discriminatory.\"   Here FERC expressly adopted the findings of ALJ Liebman who found the level of discrimination in the [contract] \"profound\" and agreed that its impact on customers in Louisiana and Mississippi would be \"dramatic[ ].\"  The Commission's specific determination of unlawfulness provides the \"unequivocal public necessity\" for reformation of the [contract] under section 206 of the FPA.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1553 </span>(footnotes omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We conclude that under the circumstances of this case FERC, on remand, gave thoughtful consideration to the public interest in reviewing its previously ordered modification of the Seabrook Power contract.  We, therefore, deny NUSCO's petition for review and affirm FERC's order.  We go no further.  Specifically, we are not in any way suggesting the parameters of or limitations on the authority of FERC to change the contract in future rate proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Contrary to NUSCO's suggestion at oral argument, Boston Edison v. FERC, <span class=\"citation\" data-id=\"511559\"><a href=\"/opinion/511559/boston-edison-company-v-federal-energy-regulatory-commission-city-of/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">361</span> </a></span>(1st Cir.1988) is not controlling here.  In Boston Edison, we relied in part on the Mobile- Sierra doctrine to enforce a claims limitation clause of a rate contract against customers who failed to timely protest an overcharge.  We found nothing \"unconscionable, overweening, or otherwise unreasonable\" about the clause, even with respect to the parties to the contract.  <span class=\"citation\" data-id=\"511559\"><a href=\"/opinion/511559/boston-edison-company-v-federal-energy-regulatory-commission-city-of/\"><span class=\"id_token\">Id.</span> at 372 </a></span>(noting that the clause \"enhances economic equilibrium by bringing certainty to the parties' dealings....\").  FERC and the customers did not, and clearly could not, argue that the claims limitation clause was contrary to the public interest.  See <span class=\"citation\" data-id=\"511559\"><a href=\"/opinion/511559/boston-edison-company-v-federal-energy-regulatory-commission-city-of/\"><span class=\"id_token\">id.</span> at 372 </a></span>n. 12 (\"we leave for another day the contours of any ... exception\" to claims limitation clauses based upon \"public necessity\")</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/97670/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105352/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105353/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194971/",
    "https://www.courtlistener.com/api/rest/v3/opinions/429182/",
    "https://www.courtlistener.com/api/rest/v3/opinions/431702/",
    "https://www.courtlistener.com/api/rest/v3/opinions/481623/",
    "https://www.courtlistener.com/api/rest/v3/opinions/511559/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574876/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602344/",
    "https://www.courtlistener.com/api/rest/v3/opinions/607105/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1505041/"
  ]
}