{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196006/",
  "id": 196006,
  "absolute_url": "/opinion/196006/king-v-greenblatt/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196006/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:54:09Z",
  "date_modified": "2020-02-21T23:49:02.090936Z",
  "type": "010combined",
  "sha1": "376de5c608b967d268a86ffae838fadade7f212c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1751.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1751\n\n                  MITCHELL G. KING, ET AL.,\n\n                    Plaintiffs, Appellees,\n\n                              v.\n\n              MILTON GREENBLATT, LESLIE TAYLOR,\n           CHARLES W. GAUGHAN, M.C.I. BRIDGEWATER,\n\n                   Defendants, Appellants.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n     [Hon. A. David Mazzone, Senior U.S. District Judge]\r                                                                   \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n                Bownes, Senior Circuit Judge,\r                                                        \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nWilliam L.  Pardee, Assistant  Attorney General,  with whom  Scott\r                                                                              \nHarshbarger, Attorney General, and  Scott M. Davis, Assistant Attorney\r                                                          \nGeneral, were on brief for appellants.\nAnthony  A.  Scibelli,  with  whom Robert  D.  Keefe,  Stephen  C.\r                                                                              \nReilly, and Hale and Dorr, were on brief for appellees The Class of 48\r                                 \n+ 1;  David R.  Geiger, with  whom Sarah B.  Reed, and  Foley, Hoag  &amp;\r                                                                              \nEliot, were on brief for intervenors/appellees Donald Pearson, et al.\r             \n\n                                         \n\n                        April 6, 1995\n                                         \r\r\n\n          BOWNES, Senior  Circuit Judge.  This  is the latest\r                      BOWNES, Senior  Circuit Judge.\r                                                   \n\nchapter in  the  institutional reform  litigation brought  in\n\n1972  by plaintiff  Mitchell  King, then  a civilly-committed\n\npatient  of the  Massachusetts Treatment Center  for Sexually\n\nDangerous  Persons in Bridgewater,  Massachusetts, to correct\n\nallegedly  unconstitutional practices  by  the Department  of\n\nCorrection (DOC) at the Treatment Center.  The history of the\n\nlitigation has been exhaustively covered:  In re Pearson, 990\r                                                                    \n\nF.2d  653 (1st Cir. 1993) (Pearson III), Pearson v. Fair, 935\r                                                                    \n\nF.2d 401 (1st Cir.  1991) (Pearson II), Langton  v. Johnston,\r                                                                        \n\n928 F.2d 1206 (1st  Cir. 1991), Williams v. Lesiak,  822 F.2d\r                                                              \n\n1223 (1st Cir. 1987), and Pearson v. Fair, 808  F.2d 163 (1st\r                                                     \n\nCir.  1986) (per  curiam) (Pearson  I).   We review  the case\r                                                 \n\nhistory only to put this appeal in perspective.\n\n                              I.\r                                          I.\r                                            \n\n          King  alleged  that he  had  been  deprived of  due\n\nprocess  and  other  federal  constitutional  rights  by  the\n\ndefendants,   specifically  by  officials  of  the  DOC,  who\n\nallegedly placed him in  solitary confinement without  notice\n\nof  the charges against him or a meaningful opportunity to be\n\nheard.    DOC's  actions  allegedly  interfered  with  King's\n\ntreatment  by  the Department  of  Mental  Health (DMH),  the\n\nagency  vested with primary  jurisdiction over  the Treatment\n\n                             -2-\r                                          2\r\r\n\nCenter.  See Mass. Gen. L. ch. 123A,   2.1   Thus, an element\r                        \n\nof this litigation, present from the very beginning, has been\n\nDOC's alleged  usurpation of DMH's  statutory authority  over\n\npatients at the Treatment Center, during which usurpation the\n\npatients'  constitutional  rights  were  allegedly  violated.\n\nInvoking both  the Federal  Constitution and state  law, King\n\nsought  declaratory  and  injunctive relief  from  the  DOC's\n\nsequestration practices.\n\n          In  1974,  the district  court  held  a hearing  on\n\nKing's  allegations   and  entered  a   consent  decree  that\n\nprovided, in relevant part:\n\n               1.    The  Treatment Center  at  MCI\n          Bridgewater   shall   be  treated   as  a\n          facility  of  the  Department  of  Mental\n          Health.\n\n               2.   Primary   responsibility    and\n          authority for the Treatment  Center shall\n\n                    \r                                \n\n1.  Section 2 of ch.  123A (as amended through St.  1959, ch.\n615) provided in pertinent part:  \"The commissioner of mental\nhealth  shall   establish  and  maintain,   subject  to   the\njurisdiction of the department  of mental health, a treatment\ncenter  . . . at  a correctional institution  approved by the\ncommissioner of correction, for the  care, custody, treatment\nand rehabilitation  of [sexually dangerous]  persons . .  . .\nThe  commissioner of correction  shall appoint such custodial\npersonnel as may be required for such center.  Such custodial\npersonnel shall be subject to the control of the commissioner\nof mental  health  with respect  to the  care, treatment  and\nrehabilitation of persons in their custody, but shall at  all\ntimes   be   under   the  administrative,   operational   and\ndisciplinary control of the  commissioner of correction.  The\ncommissioner of  mental health shall appoint  to such center,\nin addition to the personnel appointed by the commissioner of\ncorrection, adequate  personnel for the  care, treatment  and\nrehabilitation of such persons committed to their care.\"\n\n                             -3-\r                                          3\r\r\n\n          be  exercised by the Department of Mental\n          Health.\n\n               3.  All  personnel at the  Treatment\n          Center        (clinical,       custodial,\n          administrative) shall be  subject to  the\n          control  of  the  Commissioner of  Mental\n          Health  with respect  to the  handling of\n          patients.\n\n               4.    Custodial  personnel, but  not\n          patients,    shall     be    under    the\n          administrative,      operational      and\n          disciplinary control  of the Commissioner\n          of Correction.\n\n               5.  The  Department of Mental Health\n          shall  exercise  the  responsibility  and\n          authority  set  forth  in subparagraph  2\n          above so  that patients at  the Treatment\n          Center should have the  least restrictive\n          conditions   necessary  to   achieve  the\n          purposes of commitment. . . .\n\nThe first four paragraphs of the consent decree closely track\n\nthe requirements of ch. 123A,   2, the law in effect when the\n\nconsent decree was entered.2\n\n          Over  time, the residents  of the  Treatment Center\n\nbrought  various suits to  enforce or  to modify  the consent\n\ndecrees.  In 1988,  the Commonwealth sought unsuccessfully to\n\nvacate the  decrees.  \"The stream  of litigation occasionally\n\noverflowed the district court,\" Pearson III, 990 F.2d at 655,\r                                                       \n\nand this court as well.\n\n                    \r                                \n\n2.  The district court  also entered  a supplemental  consent\ndecree  that (1)  prohibited defendants  from  using solitary\nconfinement for the purposes of discipline or punishment; and\n(2) imposed  various procedural and  substantive requirements\nfor  the use of sequestration.  The defendants do not seek to\nmodify the supplemental consent decree.\n\n                             -4-\r                                          4\r\r\n\n          While the residents were attempting  to enforce the\n\nconsent decrees,  forces on  the sidelines of  the litigation\n\nwere  mobilizing  to amend  ch.  123A.   Beginning  in  1986,\n\nMassachusetts' executive branch filed a number of legislative\n\nbills that sought to transfer control of the Treatment Center\n\nfrom DMH to  DOC.   None of  these bills  were adopted  until\n\n1994, when  the Massachusetts  legislature enacted  St. 1993,\n\nch. 489.  Chapter 489 purports to transfer all authority over\n\nthe Treatment Center to  the DOC, in direct contravention  of\n\nthe first five paragraphs  of the consent decree.   Section 2\n\nof ch.  489 provides  that \"[t]he commissioner  of correction\n\nshall maintain subject to  the jurisdiction of the department\n\nof correction  a treatment  program  or branch  thereof at  a\n\ncorrectional institution for the care, custody, treatment and\n\nrehabilitation  of persons  [ad]judicated  as being  sexually\n\ndangerous.\"\n\n          The defendants immediately moved under Fed. R. Civ.\n\nP. 60(b)(5) to  modify the  decree so that  DOC might  assume\n\nplenary authority  over the Treatment Center,  subject to all\n\nother   substantive  and   procedural  requirements   of  the\n\ndecree.3   Their  sole  argument was  that the  Massachusetts\n\nlegislature's enactment of ch. 489 constituted \"a significant\n\n                    \r                                \n\n3.  The defendants also moved to reopen Williams v. Lesiak, a\r                                                                      \nrelated  litigation that involved  a similar  consent decree.\nSee Williams,  822 F.2d at 1224.   The district court did not\r                        \nrule on the motion because counsel had not yet been appointed\nfor the plaintiffs in Williams.\r                                          \n\n                             -5-\r                                          5\r\r\n\nchange in circumstances warrant[ing] revision of the decree.\"\n\nSee Rufo v. Inmates of Suffolk County Jail, 502 U.S. 367, 383\r                                                      \n\n(1992) (setting  forth standard for  modification of  consent\n\ndecrees, and reversing the decision of this circuit).  \n\n          The  district court  denied  the  motion  from  the\n\nbench:    \"On  the   record  that  is  now  before   me,  and\n\nincorporated into that record, everything that I have learned\n\nabout the case and found  in the case from the trials  of the\n\nBruder  and  the  Pearson  cases [companion  cases],  I  will\r                                     \n\nconclude at this time that the  defendants have not sustained\n\ntheir burden of showing  a significant change in law  or fact\n\nunder Rufo.\"  The court also made the following findings:\r                      \n\n               I do find  that the consent  decrees\n          sought to  address federal constitutional\n          violations  articulated  by  King and  in\r                                                       \n          Williams [a related case].\r                              \n\n               A critical component  of the  remedy\n          provided  by the consent decrees was that\n          the  Department of  Mental Health  was in\n          control of the Treatment Center which was\n          to  provide,  in  part, a  check  on  the\n          Department    of   Correction[,]    which\n          compromised treatment.\n\n               I  conclude  that the  Department of\n          Mental Health is an essential part of the\n          decree, and  on the record  before me  at\n          this time, the  Department of  Correction\n          has done nothing yet that I can see which\n          warrants  my  placing  confidence in  its\n          ability   to  deliver   .  .   .  patient\n          treatment.\n\n               I  conclude at  this  time that  the\n          Department of Correction's control of the\n          Treatment Center  compromises the federal\n          constitutional  remedy which  the consent\n\n                             -6-\r                                          6\r\r\n\n          decree  sought  to   impose,  and   would\n          compromise  the   federal  constitutional\n          rights which the  consent decrees  sought\n          to protect.\n\n          . . . .\n\n               Will  the  Department of  Correction\n          provide  th[e]  same treatment  [as DMH]?\n          That's  not  shown.    If  they  were  to\n          provide that treatment,  if there were to\n          be  a case-specific  inquiry in  what the\n          Department  of Correction was going to do\n          and  proposed to do, then perhaps I would\n          be able  to rule otherwise.   But at this\n          point, there is not that showing. . . .\n\nThe district  court invited the Commonwealth  to propose ways\n\nto  modify  the  decree   that  would  preserve  the  federal\n\nconstitutional remedies, and  yet accommodate  the change  in\n\nthe underlying state law.  It noted, however, that \"we're not\n\ngoing to go anywhere\"  before the defendants have tested  the\n\ncourt's interpretation  of Rufo on appeal.4   Undeterred, the\r                                           \n\n                    \r                                \n\n4.  We  asked the parties to brief the issue of our appellate\njurisdiction in light of Carson v. American Brands, Inc., 450\r                                                                    \nU.S.  79, 84 (1981), which, in the  context of an appeal from\nan interlocutory  order refusing  to enter a  consent decree,\r                                                      \napplied the general  rule that  an appeal under  28 U.S.C.   \n1292(a)(1)  is available  only  if the  order  \"might have  a\n'serious,  perhaps  irreparable  consequence,'\"  and  can  be\n\"'effectually   challenged'   only   by   immediate   appeal\"\n(citations omitted).  Assuming, without deciding,  that these\nconditions apply where the district court refuses to modify a\r                                                                       \nlongstanding consent decree, we  think the appeal is properly\nbefore us.  In particular, the district court's forecast of a\nstalemate  pending  appeal suggests  that  its  order can  be\neffectually challenged only by immediate appeal.\n\n   We also note that Rufo itself  was an interlocutory appeal\r                                     \nfrom the denial of a Rule 60(b)(5) motion to modify a consent\ndecree.  Neither the Supreme Court nor we, however, addressed\nthe jurisdictional issues in that case.\n\n                             -7-\r                                          7\r\r\n\ndefendants  filed a  renewed  motion for  modification and  a\n\nmotion  to vacate the  consent decrees while  this appeal was\n\npending.\n\n                             II.\r                                         II.\r                                            \n\n          We review  the district court's application  of the\n\nRufo standard, and the more general requirements for granting\r                \n\nrelief from a final judgment under Rule  60(b)(5), for errors\n\nof law or abuse of discretion.   See Alexis Lichine &amp; Cie. v.\r                                                                      \n\nLichine Estate Selections, Ltd., No. 94-1918,  slip op. at 10\r                                           \n\n(1st Cir.  Jan. 30, 1995).   Rufo held that \"a  party seeking\r                                             \n\nmodification  of  a  consent   decree  bears  the  burden  of\n\nestablishing  that a  significant change\"  in either  factual\n\nconditions  or in law \"warrants revision of the decree.\"  502\n\nU.S. at 383-84.   If  the moving party  meets this  standard,\n\n\"the court should consider whether the  proposed modification\n\nis  suitably tailored to  the changed circumstance.\"   Id. at\r                                                                      \n\n383.    This  \"standard .  .  . applies  when  a  party seeks\n\nmodification  of  a term  of a  consent decree  that arguably\n\nrelates to the  vindication of a constitutional right.\"   Id.\r                                                                         \n\nat 383 n.7.\n\n          Rufo  instructed  district   courts  to   \"exercise\r                          \n\nflexibility in considering requests for modification of . . .\n\ninstitutional reform consent  decree[s]\" because such decrees\n\n\"'reach beyond the  parties involved directly in the suit and\n\n                             -8-\r                                          8\r\r\n\nimpact  on  the public's  right  to the  sound  and efficient\n\noperation  of its institutions.'\"   Id. at  381, 383 (quoting\r                                                   \n\nHeath v. De Courcy, 888 F.2d 1105, 1109 (6th Cir. 1989)).  We\r                              \n\nhave echoed these concerns.  See, e.g., Pearson III, 990 F.2d\r                                                               \n\nat  658  (\"In  institutional  reform  litigation, injunctions\n\nshould not operate inviolate in perpetuity.\"); Mackin v. City\r                                                                         \n\nof Boston, 969 F.2d  1273, 1275 (1st Cir. 1992)  (\"we believe\r                     \n\nthat  district  courts  should  be  flexible  in  considering\n\nrequests for  relaxation of,  or release from,  decrees which\n\nwere    initially   established   to   bring   about   needed\n\ninstitutional  reforms\"),  cert.  denied,  113  S.  Ct.  1043\r                                                    \n\n(1993).    Notwithstanding  the  application  of  this  \"less\n\nstringent, more flexible standard,\"  a modification \"must not\n\ncreate or perpetuate a  constitutional violation.\"  Rufo, 502\r                                                                    \n\nU.S. at 380, 391.\n\n                             III.\r                                         III.\r                                             \n\n          We shall refer to the first five  paragraphs of the\n\n1974 consent  decree as \"structural\" terms,  inasmuch as they\n\nincorporate  the administrative  structure mandated  by state\n\nlaw.  These are the only terms the defendants seek to modify.\n\n          For the  purposes of  their motion,  the defendants\n\nassume that  the structural  terms \"arguably relate[]  to the\n\nvindication of a constitutional right.\"  Id. at 383  n.7.  Of\r                                                        \n\ncourse, if the terms  at issue were directly mandated  by the\r                                                                 \n\nConstitution, a change  in state law  without more would  not\n\n                             -9-\r                                          9\r\r\n\nwarrant a modification.  Modifiable terms will typically fall\n\nsomewhere  along a spectrum:  in general, terms that directly\n\nimplement    constitutional    requirements   --    e.g.,   a\r                                                                    \n\npredeprivation hearing to  satisfy procedural due  process --\n\nwill  be  more  closely  related  to  the  vindication  of  a\n\nconstitutional right  than terms that lay  the groundwork for\n\nother remedial measures.\n\n          We  think that  the structural  terms in  this case\n\nbelong  in the  latter  class.   The  Constitution itself  is\n\nindifferent to  whether DOC or DMH  administers the Treatment\n\nCenter.  If, however, as King alleged, DOC personnel violated\r                       \n\nhis constitutional  rights in  the process of  usurping DMH's\n\nauthority and interfering with his clinical treatment, then a\n\ndecree keeping DOC within its  statutory ambit begins to make\n\nsense in  the context of  a constitutional remedy.   Although\n\nwe, unlike the  district court, would have eschewed the words\n\n\"essential\"  and \"critical,\"  we  think the  structural terms\n\nwere   clearly,   not   just   arguably,   related   to   the\n\nconstitutional remedy provided by the decrees.\n\n          This is not to  say that a change in  the statutory\n\nscheme cannot  be a significant  change in law  that warrants\n\nmodification  of the  structural terms.5   In the  context of\n\n                    \r                                \n\n5.  In   Rufo  itself,   the  Supreme   Court   remanded  for\r                         \nreconsideration under  the  standard it  had just  announced,\neven though \"the agreed-upon decree . . . clearly was related\nto the  conditions found  to offend the  Constitution.\"   502\nU.S. at 389.\n\n                             -10-\r                                          10\r\r\n\nKing,  the  structural  terms may  have  been  a  means to  a\r                \n\nconstitutional  end; but it  was possible to  include them in\n\nthe decree only because Massachusetts law already  structured\n\nthe Treatment Center in the same way.  If existing  state law\n\nhad  granted DOC  exclusive jurisdiction  over  the Treatment\n\nCenter,  the parties could not have agreed to insert DMH into\n\nthe administrative structure.  Thus, a change in the very law\n\nunderlying the structural terms is likely to be \"significant\"\n\nunder Rufo,  and may  therefore require some  modification of\r                      \n\nthe structural terms.\n\n          This  preliminary analysis  is consistent  with our\n\nown  decisions before and after  Rufo.  In  Rufo, the Supreme\r                                                            \n\nCourt  offered  several examples  of  potentially significant\n\nchanges in federal law.   See id. at 388-90 (\"one or  more of\r                                             \n\nthe   obligations   placed  upon   the  parties   has  become\n\nimpermissible   under   federal  law\";   \"the   statutory  or\n\ndecisional  law has changed to make legal what the decree was\n\ndesigned to prevent\"; \"a decision that clarifies the law\" has\n\nundermined an  agreement based on \"a  misunderstanding of the\n\ngoverning  law\").  Although none of the examples from Rufo is\r                                                                      \n\non point here, our decision in Williams, which predated Rufo,\r                                                                        \n\nsuggests the proper test for significance in this case.  If a\n\nsubsequent state statute appears  to overlap or conflict with\n\na  federal consent  decree, \"and the  conflict . .  . is less\n\nthan clear, delicate questions  of federalism must enter into\n\n                             -11-\r                                          11\r\r\n\nour inquiry.\"   See id.,  822 F.2d at  1228 (citing  Rizzo v.\r                                                                      \n\nGoode,  423   U.S.  362,  379  (1976)   (federalism  must  be\r                 \n\nconsidered in  determining scope of equitable  relief)).  The\n\ndistrict   court  should  conduct  a  \"careful  case-specific\n\ninquiry\" into  both the decree  and the statute  \"to discover\n\nwhether their objectives  and provisions necessarily conflict\n\nand  to consider the importance  of the areas  of conflict to\n\nthe overall goals of the litigation.\"  Id.\r                                                      \n\n          We think  that the nuanced,  case-specific approach\n\nof Williams is  consistent with  the strictures  of Rufo  and\r                                                                    \n\nwith  the equitable nature of relief from a decree under Rule\n\n60(b)(5).   See  Rufo,  502 U.S.  at  383 (noting  that  Rule\r                                 \n\n60(b)(5)  permits relief from a  court order when  \"'it is no\n\nlonger equitable  that the  judgment should  have prospective\n\napplication'\").   See  also  Mackin, 969  F.2d at  1278 (\"the\r                                               \n\ndecision as to  whether to modify  or dissolve [a  structural\n\ndecree]  is at bottom  an exercise  of equitable  power\" that\n\ncalls for a \"deferential standard of review\").\n\n          Chapter  489  reflects  Massachusetts'  legislative\n\njudgment that one agency rather than two can best perform the\n\nconflicting functions of the Treatment Center, i.e., maintain\r                                                               \n\nsecurity as well as provide treatment.  As the district court\n\nnoted, no  one regards  dual administration of  the Treatment\n\nCenter as workable.   But why give DOC the  run of the place?\r                                                  \n\nThe  legislature apparently accepted the professional opinion\n\n                             -12-\r                                          12\r\r\n\nthat   behavior  modification   or   control,   rather   than\n\ntraditional  mental health treatment,  is the  most effective\n\nway to  protect society  from sexually dangerous  persons and\n\nsuch persons  from themselves.  The correctness  of this view\n\nis not before  us; what matters is  whether the goals  of ch.\n\n489  necessarily conflict  with  the rights  enforced by  the\n\nfederal  consent  decree,  and  the importance  of  any  such\n\nconflict to the overall goals  of the litigation.   Williams,\r                                                                        \n\n822 F.2d at 1228.\n\n          The extent  and importance  of the conflict  can be\n\nexaggerated  or trivialized, as the parties have tried to do.\n\nWe think that  the conflict  is real but  not so  fundamental\n\nthat  ch. 489  necessarily thwarts the  overall goals  of the\n\nKing  litigation.  King's primary goal was to ensure that his\r                \n\ntreatment  complied  with the  Constitution.   The structural\n\nterms  of  the decree  may serve  that  goal by  keeping DOC,\n\nallegedly the offending actor, out of DMH's  province; but as\n\nwe have explained, those  terms would have been inconceivable\n\nwithout  the underlying  state  law.   After all,  plaintiffs\n\ncannot   claim  that   DOC  control   per  se   violates  the\r                                                         \n\nConstitution.  With the amendment  of ch. 123A, the governing\n\nstate law no longer gives DMH any role to play.  In  light of\n\nthese federalism concerns, we  think there has certainly been\n\na  \"significant change  . . .  in law\" within  the meaning of\n\nRufo, and  that the plaintiffs cannot  enforce the structural\r                \n\n                             -13-\r                                          13\r\r\n\nterms of the decree in perpetuity.  See Pearson III, 990 F.2d\r                                                               \n\nat 658.\n\n          In  holding that  the  defendants had  not shown  a\n\nsignificant  change  in law,  the  district court  apparently\n\nrelied upon our decision in  Coalition of Black Leadership v.\r                                                                      \n\nCianci, 570 F.2d 12  (1st Cir. 1978).  The consent  decree in\r                  \n\nCianci   established   a  procedure   whereby   residents  of\r                  \n\nProvidence, Rhode Island, could file complaints against their\n\npolice  officers for  alleged civil  rights violations.   The\n\nRhode   Island  legislature   subsequently  enacted   a  \"Law\n\nEnforcement Officers'  Bill of  Rights\"  which conflicted  in\n\npart with the decree.   There was an \"obvious  subject matter\n\noverlap between the decree and the legislation,\" which served\n\n\"dual  and partially inconsistent purposes.\"  Id. at 14.  The\r                                                             \n\nCity of  Providence  moved  to  vacate the  decree,  and  the\n\ndistrict  court denied the motion.   We affirmed, noting that\n\nthe court had \"ordered both parties to work out modifications\r                                                                         \n\nin the  decree so that  the protection of  policemen's rights\r                          \n\nmandated by state law  and the right of plaintiffs to be free\n\nfrom 'racially discriminatory police conduct' could[,] to the\n\nextent  possible, both  be achieved.\"   Id.  at 13  (emphasis\r                                                       \n\nadded).    Moreover,  we  emphasized   the  district  court's\n\nstatement that \n\n          the  Court  is   inclined  to  look  with\n          deference  upon the  alternate procedural\n          means embodied in  the 1976 Act  . . .  .\n          If  the  Rhode  Island   legislature  has\n\n                             -14-\r                                          14\r\r\n\n          determined  that  the  rights  of  police\n          officers  are in  need of  protection and\n          that this protection can best be achieved\n          by   adoption   of   certain   procedural\n          protections, the Court is not prepared to\n          question this judgment or to stand in the\n          way  of its implementation in the absence\n          of  any  showing that  the 1976  Act will\n          hamper  the   effective  presentation  of\n          civilian  complaints  which  the  consent\n          decree has apparently accomplished.  \n\nId. at 14  n.1.   We approved the  district court's  flexible\r               \n\napproach for  resolving the  conflict between the  decree and\n\nthe Act, even  though the  decree in Cianci,  unlike that  in\r                                                       \n\nKing, did  not incorporate an  administrative structure based\r                \n\non superseded state law.  Cf.  Williams, 822 F.2d at 1234 n.5\r                                                   \n\n(on  remand, \"[a]s  in  Cianci .  .  .  the court  should  be\r                                          \n\nflexible in framing  a response  to the motion  to avoid  any\n\nconflict  with the  state  statute when  unnecessary for  the\n\ngoals underlying  this litigation\").  If  anything, this case\n\npresents  the stronger argument  for modification,  given the\n\nsource  of the  structural terms,  their relationship  to the\n\nconstitutional  remedy,  and  the legislature's  autonomy  to\n\nrestructure    the    governmental   institutions    of   the\n\nCommonwealth.\n\n                             IV.\r                                         IV.\r                                            \n\n          Having found  a significant  change in law,  we now\n\n\"focus . . . on whether the proposed modification is tailored\n\nto   resolve  the   problems   created  by   the  change   in\n\ncircumstances.\"   Rufo,  502  U.S. at  391.   \"Of  course,  a\r                                  \n\n                             -15-\r                                          15\r\r\n\nmodification must not  create or perpetuate a  constitutional\n\nviolation.\"  Id. at 391.\r                            \n\n          The  district  court   evidently  feared  that  the\n\nproposed modification  would produce  a de facto  increase in\r                                                            \n\nconstitutional violations  at the  Treatment Center, even  if\n\nthere  is  nothing  unconstitutional   de  jure  about  DOC's\r                                                           \n\nassuming  plenary authority.  Based  on its assessment of the\n\nhistory  of this  litigation,  the court  concluded \"at  this\n\ntime\"  that  DOC's  control  of the  Treatment  Center  would\n\ncompromise the federal constitutional remedies imposed by the\n\nconsent  decree, and  the federal constitutional  rights that\n\nthe decree sought to protect.  Critically, the defendants had\n\nnot shown \"what the  Department of Correction . .  . proposed\n\nto do\" to  \"provide th[e]  same treatment\" as  DMH under  the\n\nremainder  of the  decree.   Had the  defendants made  such a\n\nshowing, \"then perhaps  [the district court] would be able to\n\nrule otherwise.\"\n\n          This leaves  us  unsure  of  the  district  court's\n\nreason(s) for denying the  proposed modification.  Earlier in\n\nthe hearing,  the  court had  ruled  that ch.  489 is  not  a\n\nsignificant  change in law.   Perhaps it was  now saying that\n\nch.  489 might be a  significant change in  law that warrants\r                          \n\nmodification of  the consent  decree, but the  defendants had\n\nnot  yet   demonstrated  as  a  practical   matter  that  the\r                                                              \n\nmodification   would  be  implemented  without  producing  or\n\n                             -16-\r                                          16\r\r\n\nexacerbating  constitutional  violations  at   the  Treatment\n\nCenter.   In fact, the defendants submitted no testimonial or\n\ndocumentary evidence  of DOC's  transfer plans; nor  did they\n\nrequest an evidentiary hearing.  On the sparse record  before\n\nthe  district court,  in  light of  the court's  inconsistent\n\nobservations, we cannot say whether the court properly denied\n\nmodification  for lack of suitable  tailoring.  See Rufo, 502\r                                                                    \n\nU.S.  at 383.   The  prudent course  is to  remand for  a new\n\nhearing.\n\n          On  remand, the  district  court may  inquire  into\n\nDOC's transfer plans.   We note, however, that \"once  a court\n\nhas  determined  that a  modification  is  warranted, .  .  .\n\nprinciples of federalism and  simple common sense require the\n\ncourt  to give significant weight  to the views  of the local\n\ngovernment  officials who  must implement  any modification.\"\n\nId.  at 392 n.14.   \"[T]he public interest and considerations\r               \n\nbased on the allocation of powers within our federal system .\n\n. . require that the district court defer to local government\n\nadministrators,  who have  the  'primary  responsibility  for\n\nelucidating,   assessing,  and   solving'  the   problems  of\n\ninstitutional   reform,  to   resolve   the  intricacies   of\n\nimplementing  a decree  modification.\"   Id. at  392 (quoting\r                                                        \n\nBrown v. Board  of Educ.,  349 U.S. 294,  299 (1955))  (other\r                                    \n\ncitations and  quotation marks omitted).   The district court\n\n                             -17-\r                                          17\r\r\n\nshould  rely  primarily on  its  jurisdictional  oversight to\n\nensure DOC's compliance with the decrees.\n\n          Remanded.\r                      Remanded\r                              \n\n                             -18-\r                                          18\r\r\n",
  "html": "<p class=\"case_cite\">52 F.3d 1</p>\n    <p class=\"parties\">Mitchell G. KING, et al., Plaintiffs, Appellees,<br>v.<br>Milton GREENBLATT, Leslie Taylor, Charles W. Gaughan, M.C.I.<br>Bridgewater, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 94-1751.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 10, 1995.<br>Decided April 6, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William L. Pardee, Asst. Atty. Gen., with whom Scott Harshbarger, Atty. Gen., and Scott M. Davis, Asst. Atty. Gen., Boston, MA, were on brief, for appellants.</p>\n      <p class=\"indent\">Anthony A. Scibelli, with whom Robert D. Keefe, Stephen C. Reilly, and Hale and Dorr, were on brief, for appellees The Class of 48 + 1;  David R. Geiger, with whom Sarah B. Reed, and Foley, Hoag &amp; Eliot, Boston, MA, were on brief for intervenors/appellees Donald Pearson, et al.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is the latest chapter in the institutional reform litigation brought in 1972 by plaintiff Mitchell King, then a civilly-committed patient of the Massachusetts Treatment Center for Sexually Dangerous Persons in Bridgewater, Massachusetts, to correct allegedly unconstitutional practices by the Department of Correction (DOC) at the Treatment Center.  The history of the litigation has been exhaustively covered:  In re Pearson, 990 F.2d 653 (1st Cir.1993) (Pearson III ), Pearson v. Fair, 935 F.2d 401 (1st Cir.1991) (Pearson II ),  Langton v. Johnston, 928 F.2d 1206 (1st Cir.1991), Williams v. Lesiak, 822 F.2d 1223 (1st Cir.1987), and Pearson v. Fair, 808 F.2d 163 (1st Cir.1986) (per curiam) (Pearson I ).   We review the case history only to put this appeal in perspective.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">King alleged that he had been deprived of due process and other federal constitutional rights by the defendants, specifically by officials of the DOC, who allegedly placed him in solitary confinement without notice of the charges against him or a meaningful opportunity to be heard.  DOC's actions allegedly interfered with King's treatment by the Department of Mental Health (DMH), the agency vested with primary jurisdiction over the Treatment Center.  See Mass.Gen.L. ch. 123A, Sec. 2.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Thus, an element of this litigation, present from the very beginning, has been DOC's alleged usurpation of DMH's statutory authority over patients at the Treatment Center, during which usurpation the patients' constitutional rights were allegedly violated.  Invoking both the Federal Constitution and state law, King sought declaratory and injunctive relief from the DOC's sequestration practices.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1974, the district court held a hearing on King's allegations and entered a consent decree that provided, in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">1.  The Treatment Center at MCI Bridgewater shall be treated as a facility of the Department of Mental Health.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">2. Primary responsibility and authority for the Treatment Center shall be exercised by the Department of Mental Health.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">3. All personnel at the Treatment Center (clinical, custodial, administrative) shall be subject to the control of the Commissioner of Mental Health with respect to the handling of patients.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">4. Custodial personnel, but not patients, shall be under the administrative, operational and disciplinary control of the Commissioner of Correction.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">5. The Department of Mental Health shall exercise the responsibility and authority set forth in subparagraph 2 above so that patients at the Treatment Center should have the least restrictive conditions necessary to achieve the purposes of commitment....</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The first four paragraphs of the consent decree closely track the requirements of ch. 123A, Sec. 2, the law in effect when the consent decree was entered.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Over time, the residents of the Treatment Center brought various suits to enforce or to modify the consent decrees.  In 1988, the Commonwealth sought unsuccessfully to vacate the decrees.  \"The stream of litigation occasionally overflowed the district court,\" Pearson III, 990 F.2d at 655, and this court as well.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">While the residents were attempting to enforce the consent decrees, forces on the sidelines of the litigation were mobilizing to amend ch. 123A.  Beginning in 1986, Massachusetts' executive branch filed a number of legislative bills that sought to transfer control of the Treatment Center from DMH to DOC.  None of these bills were adopted until 1994, when the Massachusetts legislature enacted St.1993, ch. 489.  Chapter 489 purports to transfer all authority over the Treatment Center to the DOC, in direct contravention of the first five paragraphs of the consent decree.  Section 2 of ch. 489 provides that \"[t]he commissioner of correction shall maintain subject to the jurisdiction of the department of correction a treatment program or branch thereof at a correctional institution for the care, custody, treatment and rehabilitation of persons [ad]judicated as being sexually dangerous.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The defendants immediately moved under Fed.R.Civ.P. 60(b)(5) to modify the decree so that DOC might assume plenary authority over the Treatment Center, subject to all other substantive and procedural requirements of the decree.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Their sole argument was that the Massachusetts legislature's enactment of ch. 489 constituted \"a significant change in circumstances warrant[ing] revision of the decree.\"   See Rufo v. Inmates of Suffolk County Jail, 502 U.S. 367, 383, 112 S.Ct. 748, 759-60, 116 L.Ed.2d 867 (1992) (setting forth standard for modification of consent decrees, and reversing the decision of this circuit).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court denied the motion from the bench:  \"On the record that is now before me, and incorporated into that record, everything that I have learned about the case and found in the case from the trials of the Bruder and the Pearson cases [companion cases], I will conclude at this time that the defendants have not sustained their burden of showing a significant change in law or fact under Rufo.\"   The court also made the following findings:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">I do find that the consent decrees sought to address federal constitutional violations articulated by King and in Williams [a related case].</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A critical component of the remedy provided by the consent decrees was that the Department of Mental Health was in control of the Treatment Center which was to provide, in part, a check on the Department of Correction[,] which compromised treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">I conclude that the Department of Mental Health is an essential part of the decree, and on the record before me at this time, the Department of Correction has done nothing yet that I can see which warrants my placing confidence in its ability to deliver ... patient treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">I conclude at this time that the Department of Correction's control of the Treatment Center compromises the federal constitutional remedy which the consent decree sought to impose, and would compromise the federal constitutional rights which the consent decrees sought to protect.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Will the Department of Correction provide th[e] same treatment [as DMH]?  That's not shown.  If they were to provide that treatment, if there were to be a case-specific inquiry in what the Department of Correction was going to do and proposed to do, then perhaps I would be able to rule otherwise.  But at this point, there is not that showing....</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court invited the Commonwealth to propose ways to modify the decree that would preserve the federal constitutional remedies, and yet accommodate the change in the underlying state law.  It noted, however, that \"we're not going to go anywhere\" before the defendants have tested the court's interpretation of Rufo on appeal.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Undeterred, the defendants filed a renewed motion for modification and a motion to vacate the consent decrees while this appeal was pending.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We review the district court's application of the Rufo standard, and the more general requirements for granting relief from a final judgment under Rule 60(b)(5), for errors of law or abuse of discretion.  See Alexis Lichine &amp; Cie. v. Lichine Estate Selections, Ltd., 45 F.3d 582, 586-87 (1st Cir.1995).  Rufo held that \"a party seeking modification of a consent decree bears the burden of establishing that a significant change\" in either factual conditions or in law \"warrants revision of the decree.\"  502 U.S. at 383-84, 112 S.Ct. at 760.   If the moving party meets this standard, \"the court should consider whether the proposed modification is suitably tailored to the changed circumstance.\"  Id. at 383, 112 S.Ct. at 760.   This \"standard ... applies when a party seeks modification of a term of a consent decree that arguably relates to the vindication of a constitutional right.\"  Id. at 383 n. 7, 112 S.Ct. at 760 n. 7.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Rufo instructed district courts to \"exercise flexibility in considering requests for modification of ... institutional reform consent decree[s]\" because such decrees \" 'reach beyond the parties involved directly in the suit and impact on the public's right to the sound and efficient operation of its institutions.' \"  Id. at 381, 383, 112 S.Ct. at 759, 759-60 (quoting Heath v. De Courcy, 888 F.2d 1105, 1109 (6th Cir.1989)).  We have echoed these concerns.  See, e.g., Pearson III, 990 F.2d at 658 (\"In institutional reform litigation, injunctions should not operate inviolate in perpetuity.\");  Mackin v. City of Boston, 969 F.2d 1273, 1275 (1st Cir.1992) (\"we believe that district courts should be flexible in considering requests for relaxation of, or release from, decrees which were initially established to bring about needed institutional reforms\"), cert. denied, --- U.S. ----, 113 S.Ct. 1043, 122 L.Ed.2d 352 (1993).  Notwithstanding the application of this \"less stringent, more flexible standard,\" a modification \"must not create or perpetuate a constitutional violation.\"  Rufo, 502 U.S. at 380, 391, 112 S.Ct. at 758, 763.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We shall refer to the first five paragraphs of the 1974 consent decree as \"structural\" terms, inasmuch as they incorporate the administrative structure mandated by state law.  These are the only terms the defendants seek to modify.  For the purposes of their motion, the defendants assume that the structural terms \"arguably relate[ ] to the vindication of a constitutional right.\"  Id. at 383 n. 7, 112 S.Ct. at 760 n. 7.   Of course, if the terms at issue were directly mandated by the Constitution, a change in state law without more would not warrant a modification.  Modifiable terms will typically fall somewhere along a spectrum:  in general, terms that directly implement constitutional requirements--e.g., a predeprivation hearing to satisfy procedural due process--will be more closely related to the vindication of a constitutional right than terms that lay the groundwork for other remedial measures.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We think that the structural terms in this case belong in the latter class.  The Constitution itself is indifferent to whether DOC or DMH administers the Treatment Center.  If, however, as King alleged, DOC personnel violated his constitutional rights in the process of usurping DMH's authority and interfering with his clinical treatment, then a decree keeping DOC within its statutory ambit begins to make sense in the context of a constitutional remedy.  Although we, unlike the district court, would have eschewed the words \"essential\" and \"critical,\" we think the structural terms were clearly, not just arguably, related to the constitutional remedy provided by the decrees.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This is not to say that a change in the statutory scheme cannot be a significant change in law that warrants modification of the structural terms.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In the context of King, the structural terms may have been a means to a constitutional end;  but it was possible to include them in the decree only because Massachusetts law already structured the Treatment Center in the same way.  If existing state law had granted DOC exclusive jurisdiction over the Treatment Center, the parties could not have agreed to insert DMH into the administrative structure.  Thus, a change in the very law underlying the structural terms is likely to be \"significant\" under Rufo, and may therefore require some modification of the structural terms.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This preliminary analysis is consistent with our own decisions before and after Rufo.   In Rufo, the Supreme Court offered several examples of potentially significant changes in federal law.  See id. at 388-90, 112 S.Ct. at 762-63 (\"one or more of the obligations placed upon the parties has become impermissible under federal law\";  \"the statutory or decisional law has changed to make legal what the decree was designed to prevent\";  \"a decision that clarifies the law\" has undermined an agreement based on \"a misunderstanding of the governing law\").  Although none of the examples from Rufo is on point here, our decision in Williams, which predated Rufo, suggests the proper test for significance in this case.  If a subsequent state statute appears to overlap or conflict with a federal consent decree, \"and the conflict ... is less than clear, delicate questions of federalism must enter into our inquiry.\"   See id., 822 F.2d at 1228 (citing Rizzo v. Goode, 423 U.S. 362, 379, 96 S.Ct. 598, 608, 46 L.Ed.2d 561 (1976) (federalism must be considered in determining scope of equitable relief)).  The district court should conduct a \"careful case-specific inquiry\" into both the decree and the statute \"to discover whether their objectives and provisions necessarily conflict and to consider the importance of the areas of conflict to the overall goals of the litigation.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We think that the nuanced, case-specific approach of Williams is consistent with the strictures of Rufo and with the equitable nature of relief from a decree under Rule 60(b)(5).  See Rufo, 502 U.S. at 383, 112 S.Ct. at 760 (noting that Rule 60(b)(5) permits relief from a court order when \" 'it is no longer equitable that the judgment should have prospective application' \").  See also Mackin, 969 F.2d at 1278 (\"the decision as to whether to modify or dissolve [a structural decree] is at bottom an exercise of equitable power\" that calls for a \"deferential standard of review\").</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Chapter 489 reflects Massachusetts' legislative judgment that one agency rather than two can best perform the conflicting functions of the Treatment Center, i.e., maintain security as well as provide treatment.  As the district court noted, no one regards dual administration of the Treatment Center as workable.  But why give DOC the run of the place?   The legislature apparently accepted the professional opinion that behavior modification or control, rather than traditional mental health treatment, is the most effective way to protect society from sexually dangerous persons and such persons from themselves.  The correctness of this view is not before us;  what matters is whether the goals of ch. 489 necessarily conflict with the rights enforced by the federal consent decree, and the importance of any such conflict to the overall goals of the litigation.  Williams, 822 F.2d at 1228.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The extent and importance of the conflict can be exaggerated or trivialized, as the parties have tried to do.  We think that the conflict is real but not so fundamental that ch. 489 necessarily thwarts the overall goals of the King litigation.  King's primary goal was to ensure that his treatment complied with the Constitution.  The structural terms of the decree may serve that goal by keeping DOC, allegedly the offending actor, out of DMH's province;  but as we have explained, those terms would have been inconceivable without the underlying state law.  After all, plaintiffs cannot claim that DOC control per se violates the Constitution.  With the amendment of ch. 123A, the governing state law no longer gives DMH any role to play.  In light of these federalism concerns, we think there has certainly been a \"significant change ... in law\" within the meaning of Rufo, and that the plaintiffs cannot enforce the structural terms of the decree in perpetuity.  See Pearson III, 990 F.2d at 658.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In holding that the defendants had not shown a significant change in law, the district court apparently relied upon our decision in Coalition of Black Leadership v. Cianci, 570 F.2d 12 (1st Cir.1978).  The consent decree in Cianci established a procedure whereby residents of Providence, Rhode Island, could file complaints against their police officers for alleged civil rights violations.  The Rhode Island legislature subsequently enacted a \"Law Enforcement Officers' Bill of Rights\" which conflicted in part with the decree.  There was an \"obvious subject matter overlap between the decree and the legislation,\" which served \"dual and partially inconsistent purposes.\"  Id. at 14.   The City of Providence moved to vacate the decree, and the district court denied the motion.  We affirmed, noting that the court had \"ordered both parties to work out modifications in the decree so that the protection of policemen's rights mandated by state law and the right of plaintiffs to be free from 'racially discriminatory police conduct' could[,] to the extent possible, both be achieved.\"  Id. at 13 (emphasis added).  Moreover, we emphasized the district court's statement that</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>the Court is inclined to look with deference upon the alternate procedural means embodied in the 1976 Act....  If the Rhode Island legislature has determined that the rights of police officers are in need of protection and that this protection can best be achieved by adoption of certain procedural protections, the Court is not prepared to question this judgment or to stand in the way of its implementation in the absence of any showing that the 1976 Act will hamper the effective presentation of civilian complaints which the consent decree has apparently accomplished.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Id. at 14 n. 1.   We approved the district court's flexible approach for resolving the conflict between the decree and the Act, even though the decree in Cianci, unlike that in King, did not incorporate an administrative structure based on superseded state law.  Cf. Williams, 822 F.2d at 1234 n. 5 (on remand, \"[a]s in Cianci ... the court should be flexible in framing a response to the motion to avoid any conflict with the state statute when unnecessary for the goals underlying this litigation\").  If anything, this case presents the stronger argument for modification, given the source of the structural terms, their relationship to the constitutional remedy, and the legislature's autonomy to restructure the governmental institutions of the Commonwealth.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Having found a significant change in law, we now \"focus ... on whether the proposed modification is tailored to resolve the problems created by the change in circumstances.\"  Rufo, 502 U.S. at 391, 112 S.Ct. at 763.  \"Of course, a modification must not create or perpetuate a constitutional violation.\"  Id. at 391, 112 S.Ct. at 763.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The district court evidently feared that the proposed modification would produce a de facto increase in constitutional violations at the Treatment Center, even if there is nothing unconstitutional de jure about DOC's assuming plenary authority.  Based on its assessment of the history of this litigation, the court concluded \"at this time\" that DOC's control of the Treatment Center would compromise the federal constitutional remedies imposed by the consent decree, and the federal constitutional rights that the decree sought to protect.  Critically, the defendants had not shown \"what the Department of Correction ... proposed to do\" to \"provide th[e] same treatment\" as DMH under the remainder of the decree.  Had the defendants made such a showing, \"then perhaps [the district court] would be able to rule otherwise.\"This leaves us unsure of the district court's reason(s) for denying the proposed modification.  Earlier in the hearing, the court had ruled that ch. 489 is not a significant change in law.  Perhaps it was now saying that ch. 489 might be a significant change in law that warrants modification of the consent decree, but the defendants had not yet demonstrated as a practical matter that the modification would be implemented without producing or exacerbating constitutional violations at the Treatment Center.  In fact, the defendants submitted no testimonial or documentary evidence of DOC's transfer plans;  nor did they request an evidentiary hearing.  On the sparse record before the district court, in light of the court's inconsistent observations, we cannot say whether the court properly denied modification for lack of suitable tailoring.  See Rufo, 502 U.S. at 383, 112 S.Ct. at 759-60.   The prudent course is to remand for a new hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">On remand, the district court may inquire into DOC's transfer plans.  We note, however, that \"once a court has determined that a modification is warranted, ... principles of federalism and simple common sense require the court to give significant weight to the views of the local government officials who must implement any modification.\"  Id. at 392 n. 14, 112 S.Ct. at 764 n. 14.  \"[T]he public interest and considerations based on the allocation of powers within our federal system ... require that the district court defer to local government administrators, who have the 'primary responsibility for elucidating, assessing, and solving' the problems of institutional reform, to resolve the intricacies of implementing a decree modification.\"  Id. at 392, 112 S.Ct. at 764 (quoting Brown v. Board of Educ., 349 U.S. 294, 299, 75 S.Ct. 753, 756, 99 L.Ed. 1083 (1955)) (other citations and quotation marks omitted).  The district court should rely primarily on its jurisdictional oversight to ensure DOC's compliance with the decrees.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 2 of ch. 123A (as amended through St.1959, ch. 615) provided in pertinent part:  \"The commissioner of mental health shall establish and maintain, subject to the jurisdiction of the department of mental health, a treatment center ... at a correctional institution approved by the commissioner of correction, for the care, custody, treatment and rehabilitation of [sexually dangerous] persons....  The commissioner of correction shall appoint such custodial personnel as may be required for such center.  Such custodial personnel shall be subject to the control of the commissioner of mental health with respect to the care, treatment and rehabilitation of persons in their custody, but shall at all times be under the administrative, operational and disciplinary control of the commissioner of correction.  The commissioner of mental health shall appoint to such center, in addition to the personnel appointed by the commissioner of correction, adequate personnel for the care, treatment and rehabilitation of such persons committed to their care.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court also entered a supplemental consent decree that (1) prohibited defendants from using solitary confinement for the purposes of discipline or punishment;  and (2) imposed various procedural and substantive requirements for the use of sequestration.  The defendants do not seek to modify the supplemental consent decree</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The defendants also moved to reopen Williams v. Lesiak, a related litigation that involved a similar consent decree.  See Williams, 822 F.2d at 1224.   The district court did not rule on the motion because counsel had not yet been appointed for the plaintiffs in Williams</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We asked the parties to brief the issue of our appellate jurisdiction in light of Carson v. American Brands, Inc., 450 U.S. 79, 84, 101 S.Ct. 993, 996-97, 67 L.Ed.2d 59 (1981), which, in the context of an appeal from an interlocutory order refusing to enter a consent decree, applied the general rule that an appeal under 28 U.S.C. Sec. 1292(a)(1) is available only if the order \"might have a 'serious, perhaps irreparable consequence,' \" and can be \" 'effectually challenged' only by immediate appeal\" (citations omitted).  Assuming, without deciding, that these conditions apply where the district court refuses to modify a longstanding consent decree, we think the appeal is properly before us.  In particular, the district court's forecast of a stalemate pending appeal suggests that its order can be effectually challenged only by immediate appeal</p>\n        <p>We also note that Rufo itself was an interlocutory appeal from the denial of a Rule 60(b)(5) motion to modify a consent decree.  Neither the Supreme Court nor we, however, addressed the jurisdictional issues in that case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In Rufo itself, the Supreme Court remanded for reconsideration under the standard it had just announced, even though \"the agreed-upon decree ... clearly was related to the conditions found to offend the Constitution.\"  502 U.S. at 389, 112 S.Ct. at 763</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">Mitchell G. KING, et al., Plaintiffs, Appellees,<br>v.<br>Milton GREENBLATT, Leslie Taylor, Charles W. Gaughan, M.C.I.<br>Bridgewater, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 94-1751.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 10, 1995.<br>Decided April 6, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William L. Pardee, Asst. Atty. Gen., with whom Scott Harshbarger, Atty. Gen., and Scott M. Davis, Asst. Atty. Gen., Boston, MA, were on brief, for appellants.</p>\n      <p class=\"indent\">Anthony A. Scibelli, with whom Robert D. Keefe, Stephen C. Reilly, and Hale and Dorr, were on brief, for appellees The Class of 48 + 1;  David R. Geiger, with whom Sarah B. Reed, and Foley, Hoag &amp; Eliot, Boston, MA, were on brief for intervenors/appellees Donald Pearson, et al.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is the latest chapter in the institutional reform litigation brought in 1972 by plaintiff Mitchell King, then a civilly-committed patient of the Massachusetts Treatment Center for Sexually Dangerous Persons in Bridgewater, Massachusetts, to correct allegedly unconstitutional practices by the Department of Correction (DOC) at the Treatment Center.  The history of the litigation has been exhaustively covered:  In re Pearson, <span class=\"citation\" data-id=\"604120\"><a href=\"/opinion/604120/in-re-donald-pearson/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">653</span> </a></span>(1st Cir.1993) (Pearson III ), Pearson v. Fair, <span class=\"citation\" data-id=\"562612\"><a href=\"/opinion/562612/donald-pearson-v-michael-fair-donald-pearson-v-michael-fair/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">401</span> </a></span>(1st Cir.1991) (Pearson II ),  Langton v. Johnston, <span class=\"citation\" data-id=\"557986\"><a href=\"/opinion/557986/william-langton-v-philip-johnston-john-bruder-john-bruder-v-philip/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span> </a></span>(1st Cir.1991), Williams v. Lesiak, <span class=\"citation\" data-id=\"490910\"><a href=\"/opinion/490910/harold-williams-v-william-lesiak/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1223</span> </a></span>(1st Cir.1987), and Pearson v. Fair, <span class=\"citation\" data-id=\"480983\"><a href=\"/opinion/480983/donald-pearson-v-michael-fair-donald-pearson-v-michael-fair/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">163</span> </a></span>(1st Cir.1986) (per curiam) (Pearson I ).   We review the case history only to put this appeal in perspective.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">King alleged that he had been deprived of due process and other federal constitutional rights by the defendants, specifically by officials of the DOC, who allegedly placed him in solitary confinement without notice of the charges against him or a meaningful opportunity to be heard.  DOC's actions allegedly interfered with King's treatment by the Department of Mental Health (DMH), the agency vested with primary jurisdiction over the Treatment Center.  See Mass.Gen.L. ch. 123A, Sec. 2.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Thus, an element of this litigation, present from the very beginning, has been DOC's alleged usurpation of DMH's statutory authority over patients at the Treatment Center, during which usurpation the patients' constitutional rights were allegedly violated.  Invoking both the Federal Constitution and state law, King sought declaratory and injunctive relief from the DOC's sequestration practices.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1974, the district court held a hearing on King's allegations and entered a consent decree that provided, in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">1.  The Treatment Center at MCI Bridgewater shall be treated as a facility of the Department of Mental Health.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">2. Primary responsibility and authority for the Treatment Center shall be exercised by the Department of Mental Health.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">3. All personnel at the Treatment Center (clinical, custodial, administrative) shall be subject to the control of the Commissioner of Mental Health with respect to the handling of patients.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">4. Custodial personnel, but not patients, shall be under the administrative, operational and disciplinary control of the Commissioner of Correction.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">5. The Department of Mental Health shall exercise the responsibility and authority set forth in subparagraph 2 above so that patients at the Treatment Center should have the least restrictive conditions necessary to achieve the purposes of commitment....</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The first four paragraphs of the consent decree closely track the requirements of ch. 123A, Sec. 2, the law in effect when the consent decree was entered.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Over time, the residents of the Treatment Center brought various suits to enforce or to modify the consent decrees.  In 1988, the Commonwealth sought unsuccessfully to vacate the decrees.  \"The stream of litigation occasionally overflowed the district court,\" Pearson <span class=\"citation\" data-id=\"604120\"><span class=\"antecedent_guess\">III,</span> <a href=\"/opinion/604120/in-re-donald-pearson/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">655</span></a></span>, and this court as well.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">While the residents were attempting to enforce the consent decrees, forces on the sidelines of the litigation were mobilizing to amend ch. 123A.  Beginning in 1986, Massachusetts' executive branch filed a number of legislative bills that sought to transfer control of the Treatment Center from DMH to DOC.  None of these bills were adopted until 1994, when the Massachusetts legislature enacted St.1993, ch. 489.  Chapter 489 purports to transfer all authority over the Treatment Center to the DOC, in direct contravention of the first five paragraphs of the consent decree.  Section 2 of ch. 489 provides that \"[t]he commissioner of correction shall maintain subject to the jurisdiction of the department of correction a treatment program or branch thereof at a correctional institution for the care, custody, treatment and rehabilitation of persons [ad]judicated as being sexually dangerous.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The defendants immediately moved under Fed.R.Civ.P. 60(b)(5) to modify the decree so that DOC might assume plenary authority over the Treatment Center, subject to all other substantive and procedural requirements of the decree.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Their sole argument was that the Massachusetts legislature's enactment of ch. 489 constituted \"a significant change in circumstances warrant[ing] revision of the decree.\"   See Rufo v. Inmates of Suffolk County Jail, <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 383, <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">748</span></a></span>, 759-60, <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">867</span> </a></span>(1992) (setting forth standard for modification of consent decrees, and reversing the decision of this circuit).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court denied the motion from the bench:  \"On the record that is now before me, and incorporated into that record, everything that I have learned about the case and found in the case from the trials of the Bruder and the Pearson cases [companion cases], I will conclude at this time that the defendants have not sustained their burden of showing a significant change in law or fact under Rufo.\"   The court also made the following findings:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">I do find that the consent decrees sought to address federal constitutional violations articulated by King and in Williams [a related case].</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A critical component of the remedy provided by the consent decrees was that the Department of Mental Health was in control of the Treatment Center which was to provide, in part, a check on the Department of Correction[,] which compromised treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">I conclude that the Department of Mental Health is an essential part of the decree, and on the record before me at this time, the Department of Correction has done nothing yet that I can see which warrants my placing confidence in its ability to deliver ... patient treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">I conclude at this time that the Department of Correction's control of the Treatment Center compromises the federal constitutional remedy which the consent decree sought to impose, and would compromise the federal constitutional rights which the consent decrees sought to protect.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Will the Department of Correction provide th[e] same treatment [as DMH]?  That's not shown.  If they were to provide that treatment, if there were to be a case-specific inquiry in what the Department of Correction was going to do and proposed to do, then perhaps I would be able to rule otherwise.  But at this point, there is not that showing....</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court invited the Commonwealth to propose ways to modify the decree that would preserve the federal constitutional remedies, and yet accommodate the change in the underlying state law.  It noted, however, that \"we're not going to go anywhere\" before the defendants have tested the court's interpretation of Rufo on appeal.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Undeterred, the defendants filed a renewed motion for modification and a motion to vacate the consent decrees while this appeal was pending.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We review the district court's application of the Rufo standard, and the more general requirements for granting relief from a final judgment under Rule 60(b)(5), for errors of law or abuse of discretion.  See Alexis Lichine &amp; Cie. v. Lichine Estate Selections, Ltd., <span class=\"citation\" data-id=\"195873\"><a href=\"/opinion/195873/lichine-cie-v-lichine-estate/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">582</span></a></span>, 586-87 (1st Cir.1995).  Rufo held that \"a party seeking modification of a consent decree bears the burden of establishing that a significant change\" in either factual conditions or in law \"warrants revision of the <span class=\"citation\" data-id=\"112679\"><span class=\"antecedent_guess\">decree.\"</span>  <a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">383-84</span></a></span>, 112 S.Ct. at 760.   If the moving party meets this standard, \"the court should consider whether the proposed modification is suitably tailored to the changed circumstance.\"  <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"id_token\">Id.</span> at 383, </a></span>112 S.Ct. at 760.   This \"standard ... applies when a party seeks modification of a term of a consent decree that arguably relates to the vindication of a constitutional right.\"  <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"id_token\">Id.</span> at 383 </a></span>n. <span class=\"citation\" data-id=\"112679\"><span class=\"antecedent_guess\">7,</span> <a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">760</span> </a></span>n. 7.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Rufo instructed district courts to \"exercise flexibility in considering requests for modification of ... institutional reform consent decree[s]\" because such decrees \" 'reach beyond the parties involved directly in the suit and impact on the public's right to the sound and efficient operation of its institutions.' \"  <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"id_token\">Id.</span> at 381, </a></span><span class=\"citation\" data-id=\"112679\"><span class=\"antecedent_guess\">383,</span> <a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">759</span></a></span>, 759-60 (quoting Heath v. De Courcy, <span class=\"citation\" data-id=\"531360\"><a href=\"/opinion/531360/james-heath-harold-lancy-harold-keith-johnny-edwards-kenneth-thompson/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1105</span></a></span>, 1109 (6th Cir.1989)).  We have echoed these concerns.  See, e.g., Pearson <span class=\"citation\" data-id=\"604120\"><span class=\"antecedent_guess\">III,</span> <a href=\"/opinion/604120/in-re-donald-pearson/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">658</span> </a></span>(\"In institutional reform litigation, injunctions should not operate inviolate in perpetuity.\");  Mackin v. City of Boston, <span class=\"citation\" data-id=\"587240\"><a href=\"/opinion/587240/lawrence-mackin-v-city-of-boston/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1273</span></a></span>, 1275 (1st Cir.1992) (\"we believe that district courts should be flexible in considering requests for relaxation of, or release from, decrees which were initially established to bring about needed institutional reforms\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1043</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">352</span> </span>(1993).  Notwithstanding the application of this \"less stringent, more flexible standard,\" a modification \"must not create or perpetuate a constitutional violation.\"  <span class=\"citation\" data-id=\"112679\"><span class=\"antecedent_guess\">Rufo,</span> <a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">380</span></a></span>, <span class=\"citation\" data-id=\"112679\"><span class=\"antecedent_guess\">391,</span> <a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">758</span></a></span>, 763.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We shall refer to the first five paragraphs of the 1974 consent decree as \"structural\" terms, inasmuch as they incorporate the administrative structure mandated by state law.  These are the only terms the defendants seek to modify.  For the purposes of their motion, the defendants assume that the structural terms \"arguably relate[ ] to the vindication of a constitutional right.\"  <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"id_token\">Id.</span> at 383 </a></span>n. <span class=\"citation\" data-id=\"112679\"><span class=\"antecedent_guess\">7,</span> <a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">760</span> </a></span>n. 7.   Of course, if the terms at issue were directly mandated by the Constitution, a change in state law without more would not warrant a modification.  Modifiable terms will typically fall somewhere along a spectrum:  in general, terms that directly implement constitutional requirements--e.g., a predeprivation hearing to satisfy procedural due process--will be more closely related to the vindication of a constitutional right than terms that lay the groundwork for other remedial measures.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We think that the structural terms in this case belong in the latter class.  The Constitution itself is indifferent to whether DOC or DMH administers the Treatment Center.  If, however, as King alleged, DOC personnel violated his constitutional rights in the process of usurping DMH's authority and interfering with his clinical treatment, then a decree keeping DOC within its statutory ambit begins to make sense in the context of a constitutional remedy.  Although we, unlike the district court, would have eschewed the words \"essential\" and \"critical,\" we think the structural terms were clearly, not just arguably, related to the constitutional remedy provided by the decrees.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This is not to say that a change in the statutory scheme cannot be a significant change in law that warrants modification of the structural terms.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In the context of King, the structural terms may have been a means to a constitutional end;  but it was possible to include them in the decree only because Massachusetts law already structured the Treatment Center in the same way.  If existing state law had granted DOC exclusive jurisdiction over the Treatment Center, the parties could not have agreed to insert DMH into the administrative structure.  Thus, a change in the very law underlying the structural terms is likely to be \"significant\" under Rufo, and may therefore require some modification of the structural terms.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This preliminary analysis is consistent with our own decisions before and after Rufo.   In Rufo, the Supreme Court offered several examples of potentially significant changes in federal law.  See <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"id_token\">id.</span> at 388-90, </a></span>112 S.Ct. at 762-63 (\"one or more of the obligations placed upon the parties has become impermissible under federal law\";  \"the statutory or decisional law has changed to make legal what the decree was designed to prevent\";  \"a decision that clarifies the law\" has undermined an agreement based on \"a misunderstanding of the governing law\").  Although none of the examples from Rufo is on point here, our decision in Williams, which predated Rufo, suggests the proper test for significance in this case.  If a subsequent state statute appears to overlap or conflict with a federal consent decree, \"and the conflict ... is less than clear, delicate questions of federalism must enter into our inquiry.\"   See <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"id_token\">id.,</span> 822 F.2d </a></span>at 1228 (citing Rizzo v. Goode, <span class=\"citation\" data-id=\"109349\"><a href=\"/opinion/109349/rizzo-v-goode/\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">362</span></a></span>, 379, <span class=\"citation\" data-id=\"109349\"><a href=\"/opinion/109349/rizzo-v-goode/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">598</span></a></span>, 608, <span class=\"citation\" data-id=\"109349\"><a href=\"/opinion/109349/rizzo-v-goode/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">561</span> </a></span>(1976) (federalism must be considered in determining scope of equitable relief)).  The district court should conduct a \"careful case-specific inquiry\" into both the decree and the statute \"to discover whether their objectives and provisions necessarily conflict and to consider the importance of the areas of conflict to the overall goals of the litigation.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We think that the nuanced, case-specific approach of Williams is consistent with the strictures of Rufo and with the equitable nature of relief from a decree under Rule 60(b)(5).  See Rufo, 502 U.S. at <span class=\"citation\" data-id=\"112679\"><span class=\"antecedent_guess\">383,</span> <a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">760</span> </a></span>(noting that Rule 60(b)(5) permits relief from a court order when \" 'it is no longer equitable that the judgment should have prospective application' \").  See also <span class=\"citation\" data-id=\"587240\"><span class=\"antecedent_guess\">Mackin,</span> <a href=\"/opinion/587240/lawrence-mackin-v-city-of-boston/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1278</span> </a></span>(\"the decision as to whether to modify or dissolve [a structural decree] is at bottom an exercise of equitable power\" that calls for a \"deferential standard of review\").</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Chapter 489 reflects Massachusetts' legislative judgment that one agency rather than two can best perform the conflicting functions of the Treatment Center, i.e., maintain security as well as provide treatment.  As the district court noted, no one regards dual administration of the Treatment Center as workable.  But why give DOC the run of the place?   The legislature apparently accepted the professional opinion that behavior modification or control, rather than traditional mental health treatment, is the most effective way to protect society from sexually dangerous persons and such persons from themselves.  The correctness of this view is not before us;  what matters is whether the goals of ch. 489 necessarily conflict with the rights enforced by the federal consent decree, and the importance of any such conflict to the overall goals of the litigation.  <span class=\"citation\" data-id=\"490910\"><span class=\"antecedent_guess\">Williams,</span> <a href=\"/opinion/490910/harold-williams-v-william-lesiak/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1228</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The extent and importance of the conflict can be exaggerated or trivialized, as the parties have tried to do.  We think that the conflict is real but not so fundamental that ch. 489 necessarily thwarts the overall goals of the King litigation.  King's primary goal was to ensure that his treatment complied with the Constitution.  The structural terms of the decree may serve that goal by keeping DOC, allegedly the offending actor, out of DMH's province;  but as we have explained, those terms would have been inconceivable without the underlying state law.  After all, plaintiffs cannot claim that DOC control per se violates the Constitution.  With the amendment of ch. 123A, the governing state law no longer gives DMH any role to play.  In light of these federalism concerns, we think there has certainly been a \"significant change ... in law\" within the meaning of Rufo, and that the plaintiffs cannot enforce the structural terms of the decree in perpetuity.  See Pearson <span class=\"citation\" data-id=\"604120\"><span class=\"antecedent_guess\">III,</span> <a href=\"/opinion/604120/in-re-donald-pearson/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">658</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In holding that the defendants had not shown a significant change in law, the district court apparently relied upon our decision in Coalition of Black Leadership v. Cianci, <span class=\"citation\" data-id=\"352740\"><a href=\"/opinion/352740/the-coalition-of-black-leadership-etc-v-vincent-a-cianci-jr-etc/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span> </a></span>(1st Cir.1978).  The consent decree in Cianci established a procedure whereby residents of Providence, Rhode Island, could file complaints against their police officers for alleged civil rights violations.  The Rhode Island legislature subsequently enacted a \"Law Enforcement Officers' Bill of Rights\" which conflicted in part with the decree.  There was an \"obvious subject matter overlap between the decree and the legislation,\" which served \"dual and partially inconsistent purposes.\"  <span class=\"citation\" data-id=\"352740\"><a href=\"/opinion/352740/the-coalition-of-black-leadership-etc-v-vincent-a-cianci-jr-etc/\"><span class=\"id_token\">Id.</span> at 14. </a></span>  The City of Providence moved to vacate the decree, and the district court denied the motion.  We affirmed, noting that the court had \"ordered both parties to work out modifications in the decree so that the protection of policemen's rights mandated by state law and the right of plaintiffs to be free from 'racially discriminatory police conduct' could[,] to the extent possible, both be achieved.\"  <span class=\"citation\" data-id=\"352740\"><a href=\"/opinion/352740/the-coalition-of-black-leadership-etc-v-vincent-a-cianci-jr-etc/\"><span class=\"id_token\">Id.</span> at 13 </a></span>(emphasis added).  Moreover, we emphasized the district court's statement that</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>the Court is inclined to look with deference upon the alternate procedural means embodied in the 1976 Act....  If the Rhode Island legislature has determined that the rights of police officers are in need of protection and that this protection can best be achieved by adoption of certain procedural protections, the Court is not prepared to question this judgment or to stand in the way of its implementation in the absence of any showing that the 1976 Act will hamper the effective presentation of civilian complaints which the consent decree has apparently accomplished.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"352740\"><a href=\"/opinion/352740/the-coalition-of-black-leadership-etc-v-vincent-a-cianci-jr-etc/\"><span class=\"id_token\">Id.</span> at 14 </a></span>n. 1.   We approved the district court's flexible approach for resolving the conflict between the decree and the Act, even though the decree in Cianci, unlike that in King, did not incorporate an administrative structure based on superseded state law.  Cf. <span class=\"citation\" data-id=\"490910\"><span class=\"antecedent_guess\">Williams,</span> <a href=\"/opinion/490910/harold-williams-v-william-lesiak/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1234</span> </a></span>n. 5 (on remand, \"[a]s in Cianci ... the court should be flexible in framing a response to the motion to avoid any conflict with the state statute when unnecessary for the goals underlying this litigation\").  If anything, this case presents the stronger argument for modification, given the source of the structural terms, their relationship to the constitutional remedy, and the legislature's autonomy to restructure the governmental institutions of the Commonwealth.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Having found a significant change in law, we now \"focus ... on whether the proposed modification is tailored to resolve the problems created by the change in circumstances.\"  <span class=\"citation\" data-id=\"112679\"><span class=\"antecedent_guess\">Rufo,</span> <a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">391</span></a></span>, 112 S.Ct. at 763.  \"Of course, a modification must not create or perpetuate a constitutional violation.\"  Id. at <span class=\"citation\" data-id=\"112679\"><span class=\"antecedent_guess\">391,</span> <a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">763</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The district court evidently feared that the proposed modification would produce a de facto increase in constitutional violations at the Treatment Center, even if there is nothing unconstitutional de jure about DOC's assuming plenary authority.  Based on its assessment of the history of this litigation, the court concluded \"at this time\" that DOC's control of the Treatment Center would compromise the federal constitutional remedies imposed by the consent decree, and the federal constitutional rights that the decree sought to protect.  Critically, the defendants had not shown \"what the Department of Correction ... proposed to do\" to \"provide th[e] same treatment\" as DMH under the remainder of the decree.  Had the defendants made such a showing, \"then perhaps [the district court] would be able to rule otherwise.\"This leaves us unsure of the district court's reason(s) for denying the proposed modification.  Earlier in the hearing, the court had ruled that ch. 489 is not a significant change in law.  Perhaps it was now saying that ch. 489 might be a significant change in law that warrants modification of the consent decree, but the defendants had not yet demonstrated as a practical matter that the modification would be implemented without producing or exacerbating constitutional violations at the Treatment Center.  In fact, the defendants submitted no testimonial or documentary evidence of DOC's transfer plans;  nor did they request an evidentiary hearing.  On the sparse record before the district court, in light of the court's inconsistent observations, we cannot say whether the court properly denied modification for lack of suitable tailoring.  See Rufo, 502 U.S. at <span class=\"citation\" data-id=\"112679\"><span class=\"antecedent_guess\">383,</span> <a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">759</span></a></span>-60.   The prudent course is to remand for a new hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">On remand, the district court may inquire into DOC's transfer plans.  We note, however, that \"once a court has determined that a modification is warranted, ... principles of federalism and simple common sense require the court to give significant weight to the views of the local government officials who must implement any modification.\"  <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"id_token\">Id.</span> at 392 </a></span>n. <span class=\"citation\" data-id=\"112679\"><span class=\"antecedent_guess\">14,</span> <a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">764</span> </a></span>n. 14.  \"[T]he public interest and considerations based on the allocation of powers within our federal system ... require that the district court defer to local government administrators, who have the 'primary responsibility for elucidating, assessing, and solving' the problems of institutional reform, to resolve the intricacies of implementing a decree modification.\"  <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"id_token\">Id.</span> at 392</a></span>, 112 S.Ct. at 764 (quoting Brown v. Board of Educ., <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, 299, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span>, 756, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1083</span> </span>(1955)) (other citations and quotation marks omitted).  The district court should rely primarily on its jurisdictional oversight to ensure DOC's compliance with the decrees.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 2 of ch. 123A (as amended through St.1959, ch. 615) provided in pertinent part:  \"The commissioner of mental health shall establish and maintain, subject to the jurisdiction of the department of mental health, a treatment center ... at a correctional institution approved by the commissioner of correction, for the care, custody, treatment and rehabilitation of [sexually dangerous] persons....  The commissioner of correction shall appoint such custodial personnel as may be required for such center.  Such custodial personnel shall be subject to the control of the commissioner of mental health with respect to the care, treatment and rehabilitation of persons in their custody, but shall at all times be under the administrative, operational and disciplinary control of the commissioner of correction.  The commissioner of mental health shall appoint to such center, in addition to the personnel appointed by the commissioner of correction, adequate personnel for the care, treatment and rehabilitation of such persons committed to their care.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court also entered a supplemental consent decree that (1) prohibited defendants from using solitary confinement for the purposes of discipline or punishment;  and (2) imposed various procedural and substantive requirements for the use of sequestration.  The defendants do not seek to modify the supplemental consent decree</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The defendants also moved to reopen Williams v. Lesiak, a related litigation that involved a similar consent decree.  See <span class=\"citation\" data-id=\"490910\"><span class=\"antecedent_guess\">Williams,</span> <a href=\"/opinion/490910/harold-williams-v-william-lesiak/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1224</span></a></span>.   The district court did not rule on the motion because counsel had not yet been appointed for the plaintiffs in Williams</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We asked the parties to brief the issue of our appellate jurisdiction in light of Carson v. American Brands, Inc., <span class=\"citation\" data-id=\"110416\"><a href=\"/opinion/110416/carson-v-american-brands-inc/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, 84, <span class=\"citation\" data-id=\"110416\"><a href=\"/opinion/110416/carson-v-american-brands-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, 996-97, <span class=\"citation\" data-id=\"110416\"><a href=\"/opinion/110416/carson-v-american-brands-inc/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span> </a></span>(1981), which, in the context of an appeal from an interlocutory order refusing to enter a consent decree, applied the general rule that an appeal under 28 U.S.C. Sec. 1292(a)(1) is available only if the order \"might have a 'serious, perhaps irreparable consequence,' \" and can be \" 'effectually challenged' only by immediate appeal\" (citations omitted).  Assuming, without deciding, that these conditions apply where the district court refuses to modify a longstanding consent decree, we think the appeal is properly before us.  In particular, the district court's forecast of a stalemate pending appeal suggests that its order can be effectually challenged only by immediate appeal</p>\n        <p>We also note that Rufo itself was an interlocutory appeal from the denial of a Rule 60(b)(5) motion to modify a consent decree.  Neither the Supreme Court nor we, however, addressed the jurisdictional issues in that case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In Rufo itself, the Supreme Court remanded for reconsideration under the standard it had just announced, even though \"the agreed-upon decree ... clearly was related to the conditions found to offend the <span class=\"citation\" data-id=\"112679\"><span class=\"antecedent_guess\">Constitution.\"</span>  <a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">389</span></a></span>, 112 S.Ct. at 763</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/105312/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110416/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112679/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195873/",
    "https://www.courtlistener.com/api/rest/v3/opinions/352740/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480983/",
    "https://www.courtlistener.com/api/rest/v3/opinions/490910/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531360/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557986/",
    "https://www.courtlistener.com/api/rest/v3/opinions/562612/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587240/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604120/"
  ]
}