{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196015/",
  "id": 196015,
  "absolute_url": "/opinion/196015/singer-v-lafavre/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196015/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:54:19Z",
  "date_modified": "2020-02-21T23:49:13.684199Z",
  "type": "010combined",
  "sha1": "85eed428181e3dc76edbf4fdf6f288713ae7590c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2092.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-2092\n\n                        DONNA SINGER,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                   STATE OF MAINE, ET AL.,\n\n                     Defendant, Appellee.\n\n                                        \n\n                    JOHN LAFAVER, ET AL.,\n\n                   Defendants, Appellants.\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \n\n                                         \n\n                            Before\n                    Torruella, Chief Judge,\r                                                      \n                Bownes, Senior Circuit Judge,\r                                                        \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nRoy S. McCandless, with whom Charles  A. Harvey, Jr., and  Verrill\r                                                                              \n&amp; Dana  were on brief for appellee State of Maine, Bureau of Taxation,\r              \nand  appellants  John LaFaver,  David  Campbell,  Stephen Murray,  and\nElizabeth Dodge.\nJoyce  A. Oreskovich, with  whom Claudia  C. Sharon,  and Sharon &amp;\r                                                                              \nOreskovich were on brief for appellee.\r                  \n\n                                         \n\n                        April 13, 1995\n                                         \r\r\n\n          BOWNES, Senior Circuit  Judge.   Plaintiff-appellee\r                      BOWNES, Senior Circuit  Judge.\r                                                   \n\nand defendants-appellants  were  employees of  the  State  of\n\nMaine  Bureau of  Taxation (\"Bureau\")  when this  suit arose.\n\nDefendants  were senior  management supervisors.1   Plaintiff\n\nDonna  Singer was a tax  examiner in the  Collections Unit of\n\nthe  Enforcement Division.   Singer  was discharged  from the\n\nBureau  in November 1992, less  than a year  after she (along\n\nwith six other Bureau employees) filed both state and federal\n\nage and sex discrimination claims against her employers.  \n\n          In February 1994,  after having received  right-to-\n\nsue  letters  from both  the  Maine  Human Rights  Commission\n\n(\"MHRC\")  and  the  Equal Employment  Opportunity  Commission\n\n(\"EEOC\"), Singer filed suit in the district court against the\n\nBureau and these defendants  in their official and individual\n\ncapacities.  The  complaint alleged that defendants  violated\n\nstate  and federal law by  firing her in  retaliation for her\n\nhaving  filed the  discrimination claims  against them.   The\n\ncomplaint  also alleged, under 42  U.S.C.   1983,  that:  (i)\n\nthe process by which  Singer was terminated violated  her due\n\nprocess  rights  under  the Fourteenth  Amendment;  and  (ii)\n\ndefendants  violated   her  Fifth  Amendment   right  against\n\n                    \r                                \n\n      1.  Defendant  John  LaFaver  was State  Tax  Assessor;\nDavid Campbell  was Director  of the Administrative  Services\nDivision  of the Department  of Administrative  and Financial\nServices;  Stephen Murray  was  Director  of the  Enforcement\nDivision;  and Elizabeth  Dodge  was Acting  Director of  the\nEnforcement Division.\n\n                             -2-\r                                          2\r\r\n\ncompelled self-incrimination by firing her  after she refused\n\nto answer  questions asked  during an investigation  into her\n\nconduct as a Bureau employee.  In  response   to  defendants'\n\nmotion for summary judgment on all counts, the district court\n\nheld first, that Singer's  cause of action under 42  U.S.C.  \n\n1983  was  barred  against  the  Bureau  and  the  individual\n\ndefendants in  their official capacities.   Second, the court\n\ndenied  defendants'  motion  for  summary   judgment  on  the\n\nretaliation  claims.     Third,  the  court   held  that  the\n\nindividual defendants were entitled to qualified immunity  as\n\nto the  Fourteenth Amendment claim, and  granted their motion\n\nfor summary  judgment.  Singer  does not appeal  this ruling.\n\nFinally,  the court  denied  defendants'  motion for  summary\n\njudgment with  respect to the Fifth  Amendment claim, holding\n\nthat  they were not entitled to qualified immunity.  The sole\n\nissue  on  appeal  is  whether  defendants  are  entitled  to\n\nqualified immunity on the Fifth Amendment claim.  We reverse.\n\n                        I.  Background\r                                    I.  Background\r                                                  \n\n          On appeal from a denial of a defendant's motion for\n\nsummary  judgment, the court must view the facts in the light\n\nmost favorable  to the plaintiff.   Cotnoir v.  University of\r                                                                         \n\nMaine  Sys.,  35 F.3d  6, 8  (1st  Cir. 1994)  (citing Febus-\r                                                                         \n\nRodr guez  v. Betancourt-Lebr n,  14  F.3d 87,  89 (1st  Cir.\r                                           \n\n1994)).    Both  cases  turned  on  the  issue  of  qualified\n\nimmunity.    \n\n                             -3-\r                                          3\r\r\n\n          In February 1992,  Singer joined  six other  Bureau\n\nemployees in filing age  and sex discrimination claims, first\n\nwith the MHRC,  and later with the EEOC.2   In a letter dated\n\nApril 29, 1992, addressed to defendants Campbell and LaFaver,\n\nthe MHRC requested information relating to the discrimination\n\ncomplaint (\"the  complaint\"), and  asked that  certain Bureau\n\nrepresentatives  be  present  at  a  fact-finding  conference\n\nscheduled for June  5, 1992.   Over the  next several  months\n\nfollowing the  filing of the complaint, the MHRC conducted an\n\ninvestigation of  the claims  alleged therein.3   During this\n\nperiod, certain  incidents occurred  which  caused Singer  to\n\nfeel that  she was  being \"singled  out\" for  questioning and\n\ndisciplinary action  in retaliation for her  involvement with\n\nthe complaint.  \n\n          The first  incident occurred on May  29, 1992, when\n\nSinger  was  questioned  by  a  supervisor,  Frank  Hiscock,4\n\napparently for the first time  in her twenty-one year  career\n\nwith  the  Bureau,  about a  pattern  of  tardiness.   Singer\n\nexplained  that  unforeseeable tardiness  was  an unavoidable\n\n                    \r                                \n\n2.  Prior  to February 1992,  Singer had never  filed a union\ngrievance; she had, however,  filed a previous complaint with\nthe  MHRC, when  she  was \"passed  over\" for  the job  of tax\nexaminer in the early 1980's.\n\n3.  The EEOC  held its own investigation  in abeyance pending\nthe outcome of the MHRC investigation.\n\n4.  Hiscock is not a  party to this litigation, but was among\nthose whose  presence was requested at  the MHRC fact-finding\nconference.\n\n                             -4-\r                                          4\r\r\n\nconsequence of a disability  from which she had  suffered for\n\nfifteen years  prior  to this  incident.   According  to  the\n\ndefendants, the Bureau had no previous knowledge or record of\n\nSinger's disability  and the  decision to question  her about\n\nher tardiness was in no way connected to her involvement with\n\nthe complaint.  \n\n          For her  part, Singer maintains that  her tardiness\n\nhad never before been  an issue; that, prior to the filing of\n\nthe complaint, her tardiness  had been neither documented nor\n\nquestioned by any supervisor;  and that, when she  was tardy,\n\nshe  always made  up the  time at  the end  of the  day.   In\n\nresponse to  the supervisor's  request, Singer arranged  with\n\nher  attorney   and  doctor   to  provide  the   Bureau  with\n\ndocumentation  of  her  medical   condition.    The  attorney\n\ninformed defendant LaFaver of Singer's  disability soon after\n\nthe May incident,  and the doctor  prepared the statement  in\n\nearly  June.  By  error, however, the  doctor's statement was\n\nnot sent to the Bureau at that time.  \n\n          On October  16, 1992,  Singer was again  confronted\n\nwith the  issue  of  tardiness  by  a  new  supervisor,  Mark\n\nHathaway,5  a  former  co-worker,  who  stated  that  he  was\n\nunaware of  her disability  and  that there  was no  doctor's\n\nconfirmation  of  her  condition  on file  with  the  Bureau.\n\n                    \r                                \n\n5.  Like  Hiscock, Hathaway is not a party  to this suit, but\nhis attendance  at the MHRC fact-finding  conference was also\nrequested.\n\n                             -5-\r                                          5\r\r\n\nSinger's   attorney   subsequently   enclosed  the   doctor's\n\nstatement with  a letter  to defendant Murray,  dated October\n\n21, 1992.\n\n          Singer's  belief  that she  had  been targeted  for\n\ndiscipline because  of her  involvement in the  complaint was\n\nbuttressed  by  her  discovery  that,  some  time  after  the\n\ncomplaint was  filed, defendant Campbell, in  a memorandum to\n\nSawin Millet,  Commissioner of the State  of Maine Department\n\nof Administrative  and  Financial Services,  had referred  to\n\nSinger as one of the \"troublemakers\" at the Bureau.\n\n          In  late  August  1992,  an  incident  (\"the  TRACE\n\nincident\") occurred, which prompted the Bureau to investigate\n\nSinger's  conduct as  a Bureau employee.   To  understand the\n\nTRACE incident, it  is necessary to know  more about Singer's\n\njob.    A  tax  examiner  in  the  Collections Unit  monitors\n\ndelinquent taxpayer accounts and contacts these  taxpayers in\n\nan  effort to collect the taxes owed.  Each examiner services\n\nmany  hundreds of  accounts.   Information  relating to  each\n\naccount, along with information  regarding contacts made  and\n\nactions taken by the examiner, are recorded in a computerized\n\nsystem  known as  TRACE.   The examiner's  first step  in the\n\ncollection  process is  to attempt  to make  personal contact\n\nwith the taxpayer, by telephone or in writing.   In the event\n\nthe  examiner is unsuccessful in her  attempts to collect the\n\ntaxes, the  next step is to  issue a levy demand  against the\n\n                             -6-\r                                          6\r\r\n\ntaxpayer, which notifies the  taxpayer that the debt  must be\n\npaid within ten days, and outlines the actions to be taken if\n\npayment  is not  received within  that time.   These  actions\n\ninclude,  but are  not limited  to, involuntary  wage levies,\n\nliens, seizure of property, and public disclosure of the debt\n\nin court.  If  the debt is not  paid in response to  the levy\n\ndemand, the  state  is  allowed to  take  possession  of  the\n\ntaxpayer's assets in lieu of payment.\n\n          By law and Bureau policy, employees are required to\n\nmaintain the confidentiality of all taxpayer records.  Bureau\n\npolicy   requires  that   each  employee  sign   a  statement\n\nacknowledging   both   the    responsibility   to    maintain\n\nconfidentiality and  that the unauthorized disclosure  of tax\n\ninformation  could  result  in immediate  dismissal  and  the\n\nimposition of penalties under state and federal law.   Singer\n\nsigned confidentiality statements in 1985 and 1987.\n\n          The TRACE  incident began when  a Bureau supervisor\n\nreceived an anonymous telephone call from a woman who accused\n\na  Bureau  clerk of  discussing her  tax account  outside the\n\nBureau.   The accusation was apparently unfounded.  The clerk\n\nhad recently  experienced a number  of problems with  a woman\n\nwho had  become involved  with  her estranged  husband.   She\n\nsuspected that  the anonymous caller  was the same  woman and\n\nthat  the call  had been  made in  order  to cause  the clerk\n\ntrouble  with the Bureau.   Having identified the  woman as a\n\n                             -7-\r                                          7\r\r\n\ndelinquent taxpayer whose active account had been assigned to\n\nSinger, the clerk and another employee talked to Singer about\n\nthe situation.  \n\n          Singer  herself had  no personal  relationship with\n\nthe suspected caller and  did not know her.   Singer gathered\n\nfrom  the conversation that the clerk  was very upset because\n\nshe thought that  she might be fired as  a consequence of the\n\nanonymous call.  Singer  looked up the name  of the woman  in\n\nthe  TRACE system  and  noted  the  status  of  the  account.\n\nSinger's conversation with the clerk later resumed.  When, in\n\nthe   course  of  relating  another  incident  involving  the\n\nsuspected caller, the  clerk mentioned the city  in which the\n\nwoman lived,  Singer realized  that this information  did not\n\ncomport with the address listed for that account in the TRACE\n\nsystem, the  address at which Singer  tried unsuccessfully to\n\ncontact the woman a year ago, when she had last worked on the\n\naccount.  Singer then  asked for and received from  the clerk\n\nthe correct address and telephone number for the woman.\n\n          When Singer returned to her work station, she again\n\ncalled  up  the woman's  account  on  the  TRACE system,  and\n\nrecorded the following message: \"[The woman] called in to try\n\nto get [the clerk]  in trouble.  The complaint  was unfounded\n\nand that of a  personal nature between them.\"   Singer argues\n\nthat it was  not at all unusual to record  such a message and\n\nthat  she did so simply  to notify other  employees who might\n\n                             -8-\r                                          8\r\r\n\nhave dealings with  the account  that the  woman might  cause\n\nproblems.  \n\n          In  the course  of  recording the  message,  Singer\n\nnoticed a \"CP  code\" on the  system that alerted  her to  the\n\nfact  that the  taxpayer was  listed on  another part  of the\n\nsystem as  owing additional taxes.   According to  Singer, it\n\nwas  part  of her  job as  an  examiner to  consolidate these\n\naccounts  and inform the  taxpayer of the  total amount owed.\n\nIn order  to  do that,  it was  necessary to  enter into  the\n\nsystem a request  for a  levy demand.   According to  Singer,\n\nunder  these  circumstances,   in  which  the   examiner  has\n\npreviously  tried and  failed to  establish contact  with the\n\ntaxpayer,  and  must now  notify  the taxpayer  of  the total\n\namount  of the consolidated debt,  a levy demand  is the only\n\nmeans   of   notification    available   to   the   examiner.\n\nAccordingly, in  addition to  updating the address  and phone\n\nnumber, Singer entered the following TRACE message: \"Going to\n\nhave  [the accountant] send a Levy Demand on all because they\n\nalso owe for a CP under 1983.\"   \n\n          The clerk somehow learned of the TRACE message, was\n\nupset by it, and reported it to her supervisor, Brian Mahany.\n\nWhen  Singer learned  that  the  clerk  was upset  about  the\n\nmessage, she asked to speak with Mahany about it  in order to\n\nexplain to  him what she had  done and why.   Although Singer\n\nbelieved she  had  done  nothing  unusual  or  inappropriate,\n\n                             -9-\r                                          9\r\r\n\nMahany made it clear that he thought otherwise.  After asking\n\nher to remove  the message, which was impossible  because the\n\nmessages entered  are permanent, Mahany  instructed Singer to\n\nadd the following message: \"If this lady should call with any\n\ncomplaint, give call to  a supervisor.\"  He then  took action\n\nto  freeze  the  levy  demand  and  reported  the  matter  to\n\ndefendants Dodge and Murray.   The Bureau's  position is that\n\nSinger's conduct in this  regard was subject to investigation\n\nand  possible discipline  because  Singer:   (i) removed  the\n\naccount from its predetermined position in the TRACE system's\n\nchronological  order  of  priority  without  first attempting\n\npersonal contact  with the taxpayer; (ii)  entered a personal\n\nmessage on the TRACE system and took official action  against\n\na taxpayer  for personal reasons;  and (iii) issued  the levy\n\ndemand  out of the normal sequence in which such action would\n\nhave been taken in the ordinary course of Bureau business.\n\n          Singer's position is that the Bureau's response  to\n\nthe TRACE  incident is another  indication that she  had been\n\ntargeted for  discipline because of her  participation in the\n\nMHRC  complaint.    She  argues  that  her  conduct  was  not\n\ninappropriate because neither the message nor the actions she\n\ntook  were  personal,  unusual,  or  extreme.    Furthermore,\n\naffidavits  sworn  by co-workers  indicate  that:   (i)  such\n\nmessages were  frequently entered into  the system, sometimes\n\nby supervisors; (ii) at the time of the TRACE incident, there\n\n                             -10-\r                                          10\r\r\n\nwere no written rules  governing such messages; and  (iii) at\n\nthe time of the incident,  the decision when to issue  a levy\n\ndemand was discretionary with the tax examiner. \n\n          On August 27, 1992, Singer was called to a  meeting\n\nwith defendant  Dodge and  Supervisor Mahany, at  which Dodge\n\nquestioned  her about  the  TRACE incident.   Dodge  took the\n\nposition that  Singer's actions were related  to the personal\n\nlife  of a Bureau  employee, rather  than to  official Bureau\n\nbusiness, and therefore were inappropriate.  Singer explained\n\nthat the message was  neither personal nor unusual,  and that\n\nher decision to issue the levy  demand had nothing to do with\n\nthe  clerk's  problems with  the  caller.   Unsatisfied  with\n\nSinger's explanation  for her conduct, Dodge  informed Singer\n\nthat the investigation would  continue.  According to Singer,\n\nDodge  also asked  Singer  to provide  her  with examples  of\n\nsimilar messages that had been entered into the TRACE system.\n\n          A  meeting to  investigate  the matter  further was\n\nscheduled  for  October  2, 1992.    On  September  30, 1992,\n\nSinger's   attorney   called  defendant   Dodge   to  request\n\npermission to attend the meeting.  Singer wanted her attorney\n\npresent because she  felt certain that she  was being singled\n\nout  for  disciplinary action  in  retaliation  for the  MHRC\n\ncomplaint.   The request  was granted,  but the  attorney was\n\nunable to attend the  meeting for other reasons.   Present at\n\nthe  meeting  for   the  Bureau  were   Supervisor  Hathaway,\n\n                             -11-\r                                          11\r\r\n\nPersonnel  Manager  Pat Beaudoin,  and defendants  Murray and\n\nDodge.   Singer was  present, represented by  Roger Parlin of\n\nthe Maine  State Employees  Association (\"MSEA\").   Parlin is\n\nnot an attorney.\n\n          At the outset of  the meeting, Dodge announced that\n\nits purpose  was to discuss  an incident related  to Singer's\n\nwork.  She  then questioned Singer  about the TRACE  incident\n\nand Singer answered all  the questions put to her.   Although\n\nthe  record is not  clear as to exactly  what happened at the\n\nconclusion  of   the  questioning,  it   does  establish  the\n\nfollowing: (i) Parlin  tried to ascertain whether it  was the\n\nBureau's  position  that  Singer  had broken  the  law;  (ii)\n\nalthough Murray  stated that  the meeting was  a fact-finding\n\nsession  and not  a criminal  investigation, both  Singer and\n\nParlin believed  there to be  a threat  of criminal  charges;\n\n(iii) Parlin  had in  his possession  copies of TRACE  screen\n\nprintouts,  which   had  been  redacted  so   as  to  exclude\n\nconfidential  taxpayer  information,   and  which   contained\n\nmessages  similar  to  the one  for  which  Singer was  under\n\ninvestigation  that had been entered into the system by other\n\nBureau employees;6 (iv) at  some point, the defendants became\n\n                    \r                                \n\n6.   The record  also indicates  that, in  the course  of her\nquestioning of  Singer, Dodge  herself displayed  a similarly\nredacted printout  of  the  TRACE  screen  at  issue  in  the\ninvestigation, in full view of Parlin.\n\n                             -12-\r                                          12\r\r\n\naware that Parlin had these documents  in his possession; and\n\n(v) Parlin, followed by Singer, left the meeting abruptly.\n\n          Concerned  that  Singer had  disclosed confidential\n\ntaxpayer   records   to    union   representatives    without\n\nauthorization,  in   violation  of  law  and  Bureau  policy,\n\ndefendants  Murray  and  LaFaver attempted  to  recover  from\n\nParlin and the  MSEA any confidential Bureau records in their\n\npossession.  In one  such attempt, a letter to the MSEA Chief\n\nCounsel dated  October 14, 1992,  LaFaver stated that  he had\n\nreviewed  the matter  with  the State  Attorney General,  who\n\nshared  his view that  \"this situation appears  to involve an\n\nextremely serious breach of  taxpayer confidentiality.\"   The\n\nMSEA  maintained   throughout  that  it  did   not  have  any\n\nconfidential taxpayer information.\n\n          Meanwhile,  in  letters  to defendants  Murray  and\n\nDodge, dated  October 21 and October  27, 1992, respectively,\n\nSinger's attorney  stated that she understood  Singer to have\n\nbeen  threatened  with  criminal  charges at  the  October  2\n\nmeeting, and asked to  be advised of the nature and status of\n\nthose charges.  In  both letters, the attorney made  it clear\n\nthat  Singer  would  not  be  allowed  to  meet  with  anyone\n\nconcerning criminal  charges without benefit of  counsel.  In\n\nthe letter of  October 27,  the attorney also  said that,  in\n\norder  to advise her client, she needed to know the questions\n\nthat would be asked  at the next investigatory meeting.   The\n\n                             -13-\r                                          13\r\r\n\nBureau did  not respond  to these requests  for clarification\n\nregarding  the threat of  possible criminal charges perceived\n\nby Singer and her representatives. \n\n          The Bureau scheduled  another meeting for  November\n\n10, 1992, in order  to ask additional questions.   The Bureau\n\nwas represented  at  this  meeting  by the  same  people  who\n\nattended  the  October  2   meeting:    Supervisor  Hathaway,\n\nPersonnel Manager Beaudoin, and defendants  Murray and Dodge.\n\nSinger  was  present,  represented  by  Robert McLaughlin,  a\n\ndifferent  MSEA  representative,  who  is  not  an  attorney.\n\nSinger's  attorney  was  present,  but  was  not  allowed  to\n\nparticipate.  At  the outset  of this meeting,  prior to  any\n\nquestioning,  McLaughlin asked  to  know the  purpose of  the\n\nmeeting, whether it was a criminal investigation, and whether\n\nhe  could tape the meeting.  Defendant Dodge replied that the\n\nmeeting  pertained only  to alleged  work-related misconduct,\n\nthat it was not a criminal investigation,  that no one at the\n\nBureau was empowered to conduct a criminal investigation, and\n\nthat the meeting could not be taped.\n\n          Before proceeding with  the questioning,  defendant\n\nDodge told Singer that it would be to her advantage to answer\n\nthe  questions.  Singer was  neither advised of,  nor was she\n\nasked to  waive, her Fifth Amendment  privilege against self-\n\nincrimination.   She was not  told that there  would or would\n\nnot  be a criminal investigation  in the future;  nor was she\n\n                             -14-\r                                          14\r\r\n\ninformed whether the answers  she gave at this  meeting could\n\nbe used against  her in a subsequent criminal  proceeding, or\n\nthat  she would  be  fired  if  she  refused  to  answer  the\n\nquestions put to her at this meeting.\n\n          The first  two questions  asked whether Singer  had\n\nprovided Parlin  with TRACE screen printouts  or other Bureau\n\ndocuments.    When  Singer  did not  answer  these  questions\n\npursuant  to  the  whispered  instructions of  her  attorney,\n\nMcLaughlin was  reminded that the attorney was not allowed to\n\nparticipate  in the  meeting.   Singer's  attorney  thereupon\n\nrequested and received  a copy  of the five  questions to  be\n\nasked, and met outside  privately with Singer and McLaughlin.\n\nWhen   the   investigatory  meeting   reconvened,  McLaughlin\n\nannounced that he would not  allow Singer to answer questions\n\none through four (which asked whether Singer had disclosed to\n\nParlin  or to  anyone else  TRACE screen  printouts  or other\n\nBureau documents) because they were  not job related.   After\n\nrepeating  her  previous  admonition  that  it  would  be  to\n\nSinger's advantage to answer,  defendant Dodge asked the five\n\nquestions.   The record  indicates that McLaughlin  would not\n\nallow  Singer to answer questions one through four.  There is\n\nno  indication  that   Singer  verbally  invoked  her   Fifth\n\nAmendment  privilege at  any  time during  the  meeting.   In\n\nanswer  to the last question (whether  Singer agreed with the\n\nMSEA  Chief  Counsel that  Murray  had given  a  TRACE screen\n\n                             -15-\r                                          15\r\r\n\nprintout to Parlin at  the October 2 meeting)  Singer replied\n\nthat defendant Dodge, rather  than defendant Murray, had done\n\nso.  Before the meeting adjourned, McLaughlin stated that the\n\nMSEA had nothing confidential in its possession.\n\n          On November  16 and  17, 1992, McLaughlin  spoke by\n\ntelephone with Personnel Manager Beaudoin.  McLaughlin stated\n\nthat Singer's attorney had reviewed the criminal statutes and\n\ndetermined that admissions made by  Singer could subsequently\n\nbe  used  against her.   He  added  that Singer  would answer\n\nquestions presented in  writing if they  were related to  the\n\noriginal  incident,  but  that  the questions  asked  at  the\n\nNovember 10 meeting would not be answered.  \n\n          On November 19,  1992, defendant LaFaver  delivered\n\nto Singer a  letter informing her that  the investigators had\n\nconcluded as follows: (i) Singer had ordered the  levy demand\n\nfor  personal reasons, an inappropriate activity constituting\n\nmisconduct;7 (ii)  she had given confidential  documents to a\n\nperson   not  entitled  to  possess  them,  an  inappropriate\n\nactivity   constituting   gross  misconduct;8   (iii)  Singer\n\nrefused both to  acknowledge this misconduct and to  give any\n\nreassurances  that it  would not  be repeated;  and (iv)  the\n\n                    \r                                \n\n7.   According to the Bureau's report of the investigation, a\ndocument  separate and  apart  from  LaFaver's  letter,  this\nconduct constitutes grounds for disciplinary action. \n\n8.     According  to   the  Bureau's  report,   this  conduct\nconstitutes grounds for dismissal.\n\n                             -16-\r                                          16\r\r\n\nBureau could no longer  trust Singer with confidential Bureau\n\nrecords.   As  a result,  Singer  was immediately  placed  on\n\nadministrative  leave,  and  dismissed  from  the  Bureau  on\n\nNovember 24, 1992.  Although the letter also informed  Singer\n\nthat she  had a  right to meet  with LaFaver on  November 23,\n\n1992, to discuss her dismissal, Singer did not do so.    \n\n          As  has been  stated, Singer  and six  other Bureau\n\nemployees had filed  discrimination complaints with the  MHRC\n\nand  the EEOC  in February  1992.   In November  1993, Singer\n\nreceived  right-to-sue  letters  from  both  agencies.     On\n\nFebruary  8, 1994, she filed  in the district  court the suit\n\ngiving rise to this appeal.  \n\n          We  now turn to the only issue before us on appeal,\n\nthe question  whether the individual defendants  are entitled\n\nto qualified immunity as to the   1983 Fifth Amendment claim.\n\n                   II.  Standard of Review\r                               II.  Standard of Review\r                                                      \n\n          To  the extent  a  district court  order denying  a\n\nclaim  of qualified immunity turns on an  issue of law, it is\n\nan  appealable final decision within the meaning of 28 U.S.C.\n\n   1291.   Mitchell  v. Forsyth,  472  U.S. 511,  530 (1985);\r                                           \n\nCotnoir v. University of Maine Sys., 35 F.3d at 9. \r                                               \n\n          Where  a qualified immunity  defense is asserted by\n\npre-trial motion, the usual summary judgment standards apply.\n\nAmsden v. Moran,  904 F.2d  748, 752 (1st  Cir. 1990),  cert.\r                                                                         \n\n                             -17-\r                                          17\r\r\n\ndenied, 498 U.S. 1041  (1991).  Accordingly, summary judgment\r                  \n\nis  proper only  if the  \"pleadings, depositions,  answers to\n\ninterrogatories, and  admissions on file,  together with  the\n\naffidavits, if any, show that there is no genuine issue as to\n\nany material fact  and that the moving party is entitled to a\n\njudgment as a matter of law.\"  Fed. R. Civ. P. 56(c).\n\n                       III.  Discussion\r                                   III.  Discussion\r                                                   \n\n                    A.  Qualified Immunity\r                                A.  Qualified Immunity\r                                                      \n\n                              1.\r                                          1.\r                                            \n\n          It  is undisputed  that Singer was  discharged from\n\nthe  Bureau, in part, for her refusal to answer the questions\n\nasked of her at the November 10 meeting.  Defendants make two\n\narguments on  appeal.  First,  they argue that  their actions\n\ndid not violate Singer's  Fifth Amendment rights according to\n\nestablished  precedent at the time  of these events.  Second,\n\nthey argue that there was  no clearly-established right of  a\n\npublic  employee  to   refuse  to  answer  employment-related\n\nquestions  where:  (i) the employer did  not seek a waiver of\n\nthe   employee's   Fifth   Amendment   right   against  self-\n\nincrimination; (ii)  the employee did not  actually claim the\n\nFifth Amendment privilege;  and (iii) the employee's  answers\n\nwere  never  used  against   her  in  a  subsequent  criminal\n\nprosecution.   \n\n                             -18-\r                                          18\r\r\n\n          Qualified   immunity   shields   public   officials\n\nperforming discretionary functions \"from liability  for civil\n\ndamages  insofar as  their conduct  does not  violate clearly\n\nestablished statutory  or constitutional  rights  of which  a\n\nreasonable person  would have known.\"   Harlow v. Fitzgerald,\r                                                                        \n\n457 U.S. 800,  818 (1982).   The right  alleged to have  been\n\nviolated must have  been clearly established  at the time  of\n\nthe alleged violation, id., and \"[t]he contours  of the right\r                                      \n\nmust be  sufficiently clear that a  reasonable official would\n\nunderstand  that  what  he  is doing  violates  that  right.\"\n\nAnderson v. Creighton, 483 U.S. 635, 640 (1987).\r                                 \n\n          The  qualified  immunity  analysis focuses  on  the\n\nobjective reasonableness of the  defendant's actions.  \"[T]he\n\nrelevant question is whether a reasonable official could have\n\nbelieved  his  actions  were   lawful  in  light  of  clearly\n\nestablished law and the information the official possessed at\n\nthe  time  of  his   allegedly  unlawful  conduct.\"    Febus-\r                                                                         \n\nRodr guez, 14 F.3d at 91 (quoting McBride v. Taylor, 924 F.2d\r                                                               \n\n386,  389  (1st Cir.  1991))  (other citation  omitted).   In\n\nMitchell  v. Forsyth, 472  U.S. 511, 526  (1985), the Supreme\r                                \n\nCourt  characterized the  qualified  immunity  defense as  an\n\nentitlement to \"immunity from suit rather than a mere defense\r                                              \n\nto liability . . . . \"  \n\n          In applying these principles to a recent  qualified\n\nimmunity   determination,  the  Supreme  Court  stated:    \"A\n\n                             -19-\r                                          19\r\r\n\nnecessary  concomitant  to the  determination of  whether the\n\nconstitutional right  asserted  by a  plaintiff  is  `clearly\n\nestablished'  at   the  time  the  defendant   acted  is  the\n\ndetermination   of  whether  the  plaintiff  has  asserted  a\n\nviolation  of a  constitutional right  at all.\"   Siegert  v.\r                                                                     \n\nGilley,  500 U.S.  226,  232 (1991).   We  subsequently cited\r                  \n\nSiegert  for  the  proposition  that  \"before  even  reaching\r                   \n\nqualified immunity, a court of appeals must ascertain whether\n\nthe appellants have asserted  a violation of a constitutional\n\nright at  all.\"  Watterson v.  Page, 987 F.2d 1,  7 (1st Cir.\r                                               \n\n1993).   Thus, as a predicate to the objective reasonableness\n\ninquiry,  \"a  plaintiff  must  establish  that  a  particular\n\ndefendant  violated  the   plaintiff's  federally   protected\n\nrights.\"  Febus-Rodr guez, 14 F.3d at 91 (citations omitted).\r                                     \n\n          Applying these principles,  the threshold  question\n\nin  our qualified  immunity  analysis is  whether Singer  has\n\nestablished  that  defendants  violated her  Fifth  Amendment\n\nright against self-incrimination.   There is no indication in\n\nthe record that Singer  at any time actually stated  that she\n\nwas refusing to answer  questions on Fifth Amendment grounds.\n\nInstead, she  simply remained  silent  on the  advice of  her\n\nattorney   and   union   representative.9       Under   these\n\n                    \r                                \n\n9.   Moreover, at oral  argument, Singer stated  that she was\nnot coerced at the November 10 meeting.\n\n                             -20-\r                                          20\r\r\n\ncircumstances, it would appear that there  is a real question\n\nas  to whether  Singer  actually asserted  a Fifth  Amendment\n\nviolation.  \n\n          In  her brief, Singer states that \"a constitutional\n\nviolation occurs when an  employee is penalized for remaining\n\nsilent.\"  Appellee's Brief at 21.  In their brief, defendants\n\nstate that Singer did  not invoke the Fifth Amendment  at the\n\nNovember  10 meeting, but  instead refused to  respond to the\n\nquestions  asked   because   they  were   not  job   related.\n\nAppellants'   Brief   at   25.      These   brief  references\n\nnotwithstanding,  the  parties have  not  argued before  this\n\ncourt the question whether  the Fifth Amendment requires that\n\none who seeks to invoke its protection must explicitly  claim\n\nthe  privilege,  as distinct  from  simply  exercising it  by\n\nremaining  silent  in the  face of  potentially incriminating\n\nquestions.  Under the  circumstances, we will assume, without\n\ndeciding,  that Singer  invoked  the privilege  against self-\n\nincrimination.\n\n                              2.\r                                          2.\r                                            \n\n          As  recently  explained  by  retired  Supreme Court\n\nJustice Powell,  the inquiry whether  the right at  issue was\n\nclearly established  properly focuses \"not upon  the right at\n\nits  most general or abstract level,  but at the level of its\n\napplication to the specific conduct being challenged.\"  Wiley\r                                                                         \n\nv. Doory, 14 F.3d 993, 995 (4th Cir. 1994) (quoting Pritchett\r                                                                         \n\n                             -21-\r                                          21\r\r\n\nv.  Alford, 973 F.2d 307,  312 (4th Cir.  1992)).  \"Moreover,\r                      \n\n`the manner in which this [clearly established] right applies\n\nto the actions of the official  must also be apparent.'\"  Id.\r                                                                         \n\n(quoting Maciariello  v. Sumner, 973 F.2d 295,  298 (4th Cir.\r                                           \n\n1992)) (citations omitted) (alteration  in original).   \"[I]f\n\nthere is a `legitimate question' as to whether  an official's\n\nconduct  constitutes a constitutional violation, the official\n\nis entitled  to qualified immunity.\"   Id. (quoting Tarantino\r                                                                         \n\nv. Baker, 825 F.2d 772, 775 (4th Cir. 1987)). \r                    \n\n          We think  that this perspective gives  a clear view\n\nof the qualified immunity issue.\n\n      B.  The Fifth Amendment Rights of Public Employees\r                  B.  The Fifth Amendment Rights of Public Employees\r                                                                    \n\n          The Fifth Amendment states that no person \"shall be\n\ncompelled in  any  criminal  case  to be  a  witness  against\n\nhimself.\"    U.S. CONST.  amend. V.    The Supreme  Court has\n\naddressed the  Fifth Amendment rights of  public employees in\n\nthe Garrity line of  cases.  See  Garrity v. New Jersey,  385\r                                                                   \n\nU.S. 493 (1967); Gardner  v. Broderick, 392 U.S.  273 (1968);\r                                                  \n\nUniformed Sanitation Men Ass'n v. Commissioner of Sanitation,\r                                                                        \n\n392  U.S. 280 (1968).  See also Lefkowitz v. Turley, 414 U.S.\r                                                               \n\n70 (1973); Lefkowitz v. Cunningham, 431 U.S. 801 (1977).\r                                              \n\n          In  Garrity, police  officers were  compelled under\r                                 \n\nthe threat  of termination to  answer incriminating questions\n\nin   the  course  of  an  investigation  into  traffic-ticket\n\n                             -22-\r                                          22\r\r\n\n\"fixing.\"  Prior to questioning, each  officer was warned, in\n\naccordance with a state statute, as follows: \n\n          (1) that  anything he said  might be used\n          against   him   in  any   state  criminal\n          proceeding; (2) that he had the privilege\n          to  refuse to  answer  if the  disclosure\n          would  tend to  incriminate him;  but (3)\n          that if he refused  to answer he would be\n          subject to removal from office.\n\nGarrity, 385 U.S. at 494.\r                   \n\n          The  officers were not  asked to  sign a  waiver of\n\nimmunity and  there was no immunity  statute applicable under\n\nthe circumstances.   The officers answered  the questions and\n\nsome  of  these answers  were used  against  them in  a later\n\ncriminal proceeding.   The Court concluded  that the officers\n\nhad  been  forced to  choose  between losing  their  jobs and\n\nincriminating   themselves,  and  held   that  their  coerced\n\nstatements, \"obtained under  threat of removal from  office,\"\n\ncould  not  be  used  against  them  in  subsequent  criminal\n\nproceedings.  Id. at 500.\r                             \n\n          Gardner and  Uniformed Sanitation Men  both involve\r                                                           \n\npublic employees (in Gardner,  a police officer; in Uniformed\r                                                                         \n\nSanitation  Men,  municipal  sanitation  workers)   who  were\r                           \n\nunconstitutionally \"confronted with  Hobson's choice  between\n\nself-incrimination and forfeiting [their] means of livelihood\n\n.  . . .  \"   Gardner, 392  U.S. at  277; see  also Uniformed\r                                                                         \n\nSanitation  Men, 392  U.S.  at 284.    In Gardner,  a  police\r                                                             \n\nofficer, who  was subpoenaed  to appear  before a grand  jury\n\n                             -23-\r                                          23\r\r\n\ninvestigating   alleged  bribery  and  corruption  of  police\n\nofficers,  was advised as  follows:  (i) that  the grand jury\n\nintended to  ask him questions concerning  the performance of\n\nhis  official  duties;  (ii)  that he  had  a  constitutional\n\nprivilege against self-incrimination; and  (iii) that by  law\n\nhe  was  required to  sign a  waiver of  immunity or  else be\n\nfired.  After  he refused to testify and  to sign the waiver,\n\nthe  officer  was   given  an   administrative  hearing   and\n\ndischarged  pursuant to  a  provision of  the  New York  City\n\nCharter, solely for his refusal to  waive his Fifth Amendment\n\nrights.   Gardner,  392  U.S. at  274-75.   Noting  that  the\r                             \n\nofficer  \"was  discharged from  office,  not  for failure  to\n\nanswer relevant questions about  his official duties, but for\n\n.  . . failure to relinquish the protections of the privilege\n\nagainst  self-incrimination,\"  id.  at  278, the  Court  held\r                                              \n\nunconstitutional both the officer's dismissal for his refusal\n\nto  waive  his  immunity   and  the  Charter  provision  that\n\nauthorized it. \n\n          Significantly,   the  Court   in  Gardner   and  in\r                                                               \n\nUniformed  Sanitation Men  preserved  the right  of a  public\r                                     \n\nemployer to ask job-related questions of the employee:  \n\n          If appellant, a policeman, had refused to\n          answer questions  specifically, directly,\n          and narrowly relating to  the performance\n          of  his  official  duties, without  being\n          required  to  waive  his   immunity  with\n          respect to the use  of his answers or the\n          fruits thereof in a  criminal prosecution\n          of himself, the  privilege against  self-\n\n                             -24-\r                                          24\r\r\n\n          incrimination would not  have been a  bar\n          to his dismissal.\n\nGardner,  392  U.S.  at  278  (citation  omitted);  see  also\r                                                                         \n\nUniformed Sanitation Men, 392 U.S. at 284.\r                                    \n\n          Justice  Powell  concludes  that the  \"language  in\n\nthese  cases   suggests   that  the   right   against   self-\n\nincrimination  is  not violated  by  the  mere compulsion  of\n\nstatements, without a compelled waiver of the Fifth Amendment\n\nprivilege  or the  use  of compelled  statements against  the\n\nmaker in a criminal proceeding.\"  Wiley v. Doory, 14  F.3d at\r                                                            \n\n996 (citation omitted); see also Wiley v. Mayor of Baltimore,\r                                                                        \n\n--- F.3d ---, 1995 WL 85433, 3 (4th Cir. 1995); accord Hester\r                                                                         \n\nv. City  of  Milledgeville, 777  F.2d 1492,  1494 (11th  Cir.\r                                      \n\n1985); Gulden  v. McCorkle,  680 F.2d  1070,  1074 (5th  Cir.\r                                      \n\n1982),  cert.  denied,   459  U.S.  1206   (1983);  Uniformed\r                                                                         \n\nSanitation Men Ass'n v.  Commissioner of Sanitation, 426 F.2d\r                                                               \n\n619, 627 (2nd Cir. 1970), cert. denied, 406 U.S. 961 (1972).\r                                                  \n\n          In  United States  v. Indorato,  628 F.2d  711, 716\r                                                    \n\n(1st Cir.),  cert. denied, 449  U.S. 1016 (1980),  this court\r                                     \n\nsummarized  the Garrity  line  of cases  in similar  fashion,\r                                   \n\nnoting the two features common to Garrity and its progeny: \r                                                     \n\n          (1)  the  person  being  investigated  is\n          explicitly told that failure to waive his\n          constitutional   right    against   self-\n          incrimination   will    result   in   his\n          discharge  from  public employment  (or a\n          similarly severe sanction imposed  in the\n          case of private citizens); and  (2) there\n          is  a  statute  or   municipal  ordinance\n          mandating such procedure.\n\n                             -25-\r                                          25\r\r\n\n(Footnote omitted).\n\n          In Indorato,  appellant,  a state  trooper who  had\r                                 \n\nbeen convicted of conspiracy, theft and perjury, contended on\n\nappeal that his statements in response to questions asked  by\n\nhis superior  officers during an investigation  of the events\n\nwhich gave  rise to the  charges were coerced,  and therefore\n\ninadmissible against him at  trial under the Fifth Amendment.\n\nIndorato, who  was not  in custody  at the  time he made  the\n\nstatements,  was   not  advised   of  his  rights   prior  to\n\nquestioning and was not threatened with dismissal for refusal\n\nto answer the questions asked of him.  \n\n          Relying on Garrity, Indorato argued that the threat\r                                        \n\nof dismissal  was nevertheless  implied because he  was being\n\nquestioned by superior  officers and was well  aware that the\n\ndepartmental rules governing  the state  police provided  for\n\nthe  dismissal of  officers who  refused to  obey  the lawful\n\norders  of superior  officers.   Under  these  circumstances,\n\nIndorato  viewed  himself  as having  been  put  in  the same\n\nposition as the officers in Garrity.\r                                               \n\n          In  rejecting Indorato's  argument, we  stated: \"In\n\nthis  case, there  was no  explicit `or  else' choice  and no\n\nstatutorily  mandated firing  is involved.   We do  not think\n\nthat  the subjective  fears  of defendant  as  to what  might\n\nhappen  if he  refused  to answer  his superior  officers are\n\nsufficient   to   bring  him   within   Garrity's  cloak   of\r                                                             \n\n                             -26-\r                                          26\r\r\n\nprotection.\"  Indorato,  628 F.2d  at 716.   In holding  that\r                                  \n\nthere was  no Fifth  Amendment violation on  these facts,  we\n\nsaid:\n\n          Here,   defendant   did  not   claim  the\n          privilege.  He was not told that he would\n          be dismissed if he  failed to answer  the\n          questions asked.    He was  not asked  to\n          sign a waiver of  immunity.  There was no\n          statute  mandating dismissal  for refusal\n          to   answer   hanging   over  his   head.\n          Defendant, here, was  not, as in Garrity,\r                                                              \n          put  between the rock  and the whirlpool;\n          he was standing safely on the bank of the\n          stream.\n\nId. at 717 (citation and internal quotation marks omitted).  \r               \n\n          Singer, like Indorato, did not explicitly claim the\n\nprivilege;  was not told that  she would be  dismissed if she\n\nfailed to answer the questions asked of her; was not asked to\n\nsign  a waiver  of  immunity; and  had  no statute  mandating\n\ndismissal  for refusal  to  answer hanging  over her  head.10\n\nAccordingly, Singer  was not  put \"between  the rock and  the\n\n                    \r                                \n\n10.  In Indorato, we said that the language used in the state\r                            \npolice departmental rules, which  provided that a trooper may\r                                                                         \nbe tried and upon  conviction may be subject to  dismissal or\r                                             \nother  disciplinary  action  for  violation   of  the  rules,\n\"suggests  that   dismissal  would  not   have  automatically\nfollowed defendant's invocation of the  [F]ifth [A]mendment.\"\nIndorato, 628 F.2d at 716.  \r                    \n          As stated  in the text,  here, there is  no statute\nmandating   dismissal  for   refusal  to   answer  questions.\nMoreover, the language  used in the  Bureau's confidentiality\nstatement  suggests that  dismissal  would not  automatically\nfollow  an employee's  invocation  of  the  Fifth  Amendment:\n\"Unauthorized disclosure of any tax information may result in\r                                                               \nimmediate dismissal and imposition of penalties prescribed by\nMaine  and Federal  statutes.\"   Appendix p.  00080 (emphasis\nadded).\n\n                             -27-\r                                          27\r\r\n\nwhirlpool,\" as were  the plaintiffs  in the  Garrity line  of\r                                                                \n\ncases.  Instead,  like Indorato, she was \"standing  safely on\n\nthe bank of the stream.\"  \n\n          Therefore, we must agree with defendants that their\n\nactions  did  not  amount  to   a  violation  of  a  clearly-\n\nestablished  Fifth Amendment  right under  Supreme Court  and\n\nFirst Circuit precedent  at the  time of these  events.   See\r                                                                         \n\nalso In re  Grand Jury  Proceedings, 835 F.2d  375, 376  (1st\r                                               \n\nCir.  1987) (the  Fifth Amendment  \"does not shield  a person\n\nfrom every  adverse social or economic  consequence which may\n\nflow from  testifying,\" and  is not violated  where a  public\n\nemployee who has been granted immunity is required to testify\n\nbefore  a  grand   jury  investigating  illegal   activities)\n\n(citation omitted);  O'Brien v.  DiGrazia, 544 F.2d  543, 546\r                                                     \n\n(1st Cir.  1976) (Fifth  Amendment rights of  police officers\n\ndismissed  for  refusing  to  complete  a required  financial\n\nquestionnaire as part of  an investigation into their alleged\n\nrelationship with organized  crime were not  violated because\n\nthe  \"privilege is  not infringed  when public  employees are\n\ndismissed  for  failing  to  answer  questions `specifically,\n\ndirectly, and  narrowly relating to the  performance of their\n\nofficial duties .  . .  . '\"   (quoting Uniformed  Sanitation\r                                                                         \n\nMen, 392 U.S. at 284) (other citation omitted)), cert. denied\r                                                                         \n\nsub  nom. O'Brien  v.  Jordan, 431  U.S.  914 (1977);  accord\r                                                                         \n\nUniformed Sanitation Men Ass'n v. Commissioner of Sanitation,\r                                                                        \n\n                             -28-\r                                          28\r\r\n\n426  F.2d at 627 (\"The proceeding here involved no attempt to\n\ncoerce  relinquishment  of  constitutional   rights,  because\n\npublic employees do not have an absolute constitutional right\n\nto  refuse to  account for their  official actions  and still\n\nkeep their jobs . . . .\").\n\n          In  view of  the  divergence of  opinion among  the\n\ncircuits with respect to the various issues that circumscribe\n\nthe Fifth Amendment rights of public employees, we agree with\n\nthe defendants that the law in this area was unsettled at the\n\ntime of these events and remains so today.11  \n\n          When viewed  at the  level of their  application to\n\nthe  specific conduct  being  challenged  here,  neither  the\n\ncontours of the Fifth Amendment right itself, nor the  manner\n\nin  which  that  right  applies   to  the  actions  of  these\n\ndefendants are at all  apparent.  Thus, whatever else  may be\n\nsaid  of  the law  governing  the Fifth  Amendment  rights of\n\npublic  employees  in  these  circumstances,  it  cannot   be\n\nmaintained that it was then or is now clearly established.  \n\n          We cannot conclude that  defendants knew or  should\n\nhave  known that  their  actions  violated Singer's  clearly-\n\n                    \r                                \n\n11.  See  Justice Powell's review of the  federal law in this\r                    \narea in Wiley v. Doory, 14 F.3d at 998 (\"Today, approximately\r                                  \nsix  years after  Doory's  alleged conduct,  the law  remains\nunsettled.\"); and  in Wiley  v. Mayor  of Baltimore,  1995 WL\r                                                               \n85433 at 4  (\"We recognize that,  in cases involving  private\ncitizens,  there  is  some   inconsistency  in  the  circuits\nregarding  whether or  not  a Fifth  Amendment violation  can\noccur when the fruits of coerced questioning are not used.\").\n\n                             -29-\r                                          29\r\r\n\nestablished  Fifth Amendment  rights.   Indeed,  it could  be\n\nreasonably argued that under the applicable law, there was no\n\nFifth Amendment violation at all.   Accordingly, we hold that\n\ndefendants  are entitled  to qualified immunity  as to  the  \n\n1983 Fifth Amendment claim.\n\n                      IV.  Conclusion  \r                                  IV.  Conclusion\r                                                 \n\n          For  the  foregoing reasons,  the  district court's\r                                                    the  district court's\r                                                                         \n\norder  denying summary  judgment to  defendants on  the Fifth\r            order  denying summary  judgment to  defendants on  the Fifth\r                                                                         \n\nAmendment claim is reversed.  No Costs.\r            Amendment claim is reversed.  No Costs.\r                                                  \n\n                             -30-\r                                          30\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-2092\n\n                        DONNA SINGER,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                   STATE OF MAINE, ET AL.,\n\n                     Defendant, Appellee.\n\n                                        \n\n                    JOHN LAFAVER, ET AL.,\n\n                   Defendants, Appellants.\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \n\n                                         \n\n                            Before\n                    Torruella, Chief Judge,\r                                                      \n                Bownes, Senior Circuit Judge,\r                                                        \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nRoy S. McCandless, with whom Charles  A. Harvey, Jr., and  Verrill\r                                                                              \n&amp; Dana  were on brief for appellee State of Maine, Bureau of Taxation,\r              \nand  appellants  John LaFaver,  David  Campbell,  Stephen Murray,  and\nElizabeth Dodge.\nJoyce  A. Oreskovich, with  whom Claudia  C. Sharon,  and Sharon &amp;\r                                                                              \nOreskovich were on brief for appellee.\r                  \n\n                                         \n\n                        April 13, 1995\n                                         \r\r\n\n          BOWNES, Senior Circuit  Judge.   Plaintiff-appellee\r                      BOWNES, Senior Circuit  Judge.\r                                                   \n\nand defendants-appellants  were  employees of  the  State  of\n\nMaine  Bureau of  Taxation (\"Bureau\")  when this  suit arose.\n\nDefendants  were senior  management supervisors.1   Plaintiff\n\nDonna  Singer was a tax  examiner in the  Collections Unit of\n\nthe  Enforcement Division.   Singer  was discharged  from the\n\nBureau  in November 1992, less  than a year  after she (along\n\nwith six other Bureau employees) filed both state and federal\n\nage and sex discrimination claims against her employers.  \n\n          In February 1994,  after having received  right-to-\n\nsue  letters  from both  the  Maine  Human Rights  Commission\n\n(\"MHRC\")  and  the  Equal Employment  Opportunity  Commission\n\n(\"EEOC\"), Singer filed suit in the district court against the\n\nBureau and these defendants  in their official and individual\n\ncapacities.  The  complaint alleged that defendants  violated\n\nstate  and federal law by  firing her in  retaliation for her\n\nhaving  filed the  discrimination claims  against them.   The\n\ncomplaint  also alleged, under 42  U.S.C.   1983,  that:  (i)\n\nthe process by which  Singer was terminated violated  her due\n\nprocess  rights  under  the Fourteenth  Amendment;  and  (ii)\n\ndefendants  violated   her  Fifth  Amendment   right  against\n\n                    \r                                \n\n      1.  Defendant  John  LaFaver  was State  Tax  Assessor;\nDavid Campbell  was Director  of the Administrative  Services\nDivision  of the Department  of Administrative  and Financial\nServices;  Stephen Murray  was  Director  of the  Enforcement\nDivision;  and Elizabeth  Dodge  was Acting  Director of  the\nEnforcement Division.\n\n                             -2-\r                                          2\r\r\n\ncompelled self-incrimination by firing her  after she refused\n\nto answer  questions asked  during an investigation  into her\n\nconduct as a Bureau employee.  In  response   to  defendants'\n\nmotion for summary judgment on all counts, the district court\n\nheld first, that Singer's  cause of action under 42  U.S.C.  \n\n1983  was  barred  against  the  Bureau  and  the  individual\n\ndefendants in  their official capacities.   Second, the court\n\ndenied  defendants'  motion  for  summary   judgment  on  the\n\nretaliation  claims.     Third,  the  court   held  that  the\n\nindividual defendants were entitled to qualified immunity  as\n\nto the  Fourteenth Amendment claim, and  granted their motion\n\nfor summary  judgment.  Singer  does not appeal  this ruling.\n\nFinally,  the court  denied  defendants'  motion for  summary\n\njudgment with  respect to the Fifth  Amendment claim, holding\n\nthat  they were not entitled to qualified immunity.  The sole\n\nissue  on  appeal  is  whether  defendants  are  entitled  to\n\nqualified immunity on the Fifth Amendment claim.  We reverse.\n\n                        I.  Background\r                                    I.  Background\r                                                  \n\n          On appeal from a denial of a defendant's motion for\n\nsummary  judgment, the court must view the facts in the light\n\nmost favorable  to the plaintiff.   Cotnoir v.  University of\r                                                                         \n\nMaine  Sys.,  </pre><span class=\"citation\" data-id=\"195596\"><a href=\"/opinion/195596/cotnoir-v-university-of-maine/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">6</span></a></span><pre class=\"inline\">, 8  (1st  Cir. 1994)  (citing Febus-\r                                                                         \n\nRodr guez  v. Betancourt-Lebr n,  </pre><span class=\"citation\" data-id=\"195148\"><a href=\"/opinion/195148/rodriguez-v-lebron/\"><span class=\"volume\">14</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span><pre class=\"inline\">,  89 (1st  Cir.\r                                           \n\n1994)).    Both  cases  turned  on  the  issue  of  qualified\n\nimmunity.    \n\n                             -3-\r                                          3\r\r\n\n          In February 1992,  Singer joined  six other  Bureau\n\nemployees in filing age  and sex discrimination claims, first\n\nwith the MHRC,  and later with the EEOC.2   In a letter dated\n\nApril 29, 1992, addressed to defendants Campbell and LaFaver,\n\nthe MHRC requested information relating to the discrimination\n\ncomplaint (\"the  complaint\"), and  asked that  certain Bureau\n\nrepresentatives  be  present  at  a  fact-finding  conference\n\nscheduled for June  5, 1992.   Over the  next several  months\n\nfollowing the  filing of the complaint, the MHRC conducted an\n\ninvestigation of  the claims  alleged therein.3   During this\n\nperiod, certain  incidents occurred  which  caused Singer  to\n\nfeel that  she was  being \"singled  out\" for  questioning and\n\ndisciplinary action  in retaliation for her  involvement with\n\nthe complaint.  \n\n          The first  incident occurred on May  29, 1992, when\n\nSinger  was  questioned  by  a  supervisor,  Frank  Hiscock,4\n\napparently for the first time  in her twenty-one year  career\n\nwith  the  Bureau,  about a  pattern  of  tardiness.   Singer\n\nexplained  that  unforeseeable tardiness  was  an unavoidable\n\n                    \r                                \n\n2.  Prior  to February 1992,  Singer had never  filed a union\ngrievance; she had, however,  filed a previous complaint with\nthe  MHRC, when  she  was \"passed  over\" for  the job  of tax\nexaminer in the early 1980's.\n\n3.  The EEOC  held its own investigation  in abeyance pending\nthe outcome of the MHRC investigation.\n\n4.  Hiscock is not a  party to this litigation, but was among\nthose whose  presence was requested at  the MHRC fact-finding\nconference.\n\n                             -4-\r                                          4\r\r\n\nconsequence of a disability  from which she had  suffered for\n\nfifteen years  prior  to this  incident.   According  to  the\n\ndefendants, the Bureau had no previous knowledge or record of\n\nSinger's disability  and the  decision to question  her about\n\nher tardiness was in no way connected to her involvement with\n\nthe complaint.  \n\n          For her  part, Singer maintains that  her tardiness\n\nhad never before been  an issue; that, prior to the filing of\n\nthe complaint, her tardiness  had been neither documented nor\n\nquestioned by any supervisor;  and that, when she  was tardy,\n\nshe  always made  up the  time at  the end  of the  day.   In\n\nresponse to  the supervisor's  request, Singer arranged  with\n\nher  attorney   and  doctor   to  provide  the   Bureau  with\n\ndocumentation  of  her  medical   condition.    The  attorney\n\ninformed defendant LaFaver of Singer's  disability soon after\n\nthe May incident,  and the doctor  prepared the statement  in\n\nearly  June.  By  error, however, the  doctor's statement was\n\nnot sent to the Bureau at that time.  \n\n          On October  16, 1992,  Singer was again  confronted\n\nwith the  issue  of  tardiness  by  a  new  supervisor,  Mark\n\nHathaway,5  a  former  co-worker,  who  stated  that  he  was\n\nunaware of  her disability  and  that there  was no  doctor's\n\nconfirmation  of  her  condition  on file  with  the  Bureau.\n\n                    \r                                \n\n5.  Like  Hiscock, Hathaway is not a party  to this suit, but\nhis attendance  at the MHRC fact-finding  conference was also\nrequested.\n\n                             -5-\r                                          5\r\r\n\nSinger's   attorney   subsequently   enclosed  the   doctor's\n\nstatement with  a letter  to defendant Murray,  dated October\n\n21, 1992.\n\n          Singer's  belief  that she  had  been targeted  for\n\ndiscipline because  of her  involvement in the  complaint was\n\nbuttressed  by  her  discovery  that,  some  time  after  the\n\ncomplaint was  filed, defendant Campbell, in  a memorandum to\n\nSawin Millet,  Commissioner of the State  of Maine Department\n\nof Administrative  and  Financial Services,  had referred  to\n\nSinger as one of the \"troublemakers\" at the Bureau.\n\n          In  late  August  1992,  an  incident  (\"the  TRACE\n\nincident\") occurred, which prompted the Bureau to investigate\n\nSinger's  conduct as  a Bureau employee.   To  understand the\n\nTRACE incident, it  is necessary to know  more about Singer's\n\njob.    A  tax  examiner  in  the  Collections Unit  monitors\n\ndelinquent taxpayer accounts and contacts these  taxpayers in\n\nan  effort to collect the taxes owed.  Each examiner services\n\nmany  hundreds of  accounts.   Information  relating to  each\n\naccount, along with information  regarding contacts made  and\n\nactions taken by the examiner, are recorded in a computerized\n\nsystem  known as  TRACE.   The examiner's  first step  in the\n\ncollection  process is  to attempt  to make  personal contact\n\nwith the taxpayer, by telephone or in writing.   In the event\n\nthe  examiner is unsuccessful in her  attempts to collect the\n\ntaxes, the  next step is to  issue a levy demand  against the\n\n                             -6-\r                                          6\r\r\n\ntaxpayer, which notifies the  taxpayer that the debt  must be\n\npaid within ten days, and outlines the actions to be taken if\n\npayment  is not  received within  that time.   These  actions\n\ninclude,  but are  not limited  to, involuntary  wage levies,\n\nliens, seizure of property, and public disclosure of the debt\n\nin court.  If  the debt is not  paid in response to  the levy\n\ndemand, the  state  is  allowed to  take  possession  of  the\n\ntaxpayer's assets in lieu of payment.\n\n          By law and Bureau policy, employees are required to\n\nmaintain the confidentiality of all taxpayer records.  Bureau\n\npolicy   requires  that   each  employee  sign   a  statement\n\nacknowledging   both   the    responsibility   to    maintain\n\nconfidentiality and  that the unauthorized disclosure  of tax\n\ninformation  could  result  in immediate  dismissal  and  the\n\nimposition of penalties under state and federal law.   Singer\n\nsigned confidentiality statements in 1985 and 1987.\n\n          The TRACE  incident began when  a Bureau supervisor\n\nreceived an anonymous telephone call from a woman who accused\n\na  Bureau  clerk of  discussing her  tax account  outside the\n\nBureau.   The accusation was apparently unfounded.  The clerk\n\nhad recently  experienced a number  of problems with  a woman\n\nwho had  become involved  with  her estranged  husband.   She\n\nsuspected that  the anonymous caller  was the same  woman and\n\nthat  the call  had been  made in  order  to cause  the clerk\n\ntrouble  with the Bureau.   Having identified the  woman as a\n\n                             -7-\r                                          7\r\r\n\ndelinquent taxpayer whose active account had been assigned to\n\nSinger, the clerk and another employee talked to Singer about\n\nthe situation.  \n\n          Singer  herself had  no personal  relationship with\n\nthe suspected caller and  did not know her.   Singer gathered\n\nfrom  the conversation that the clerk  was very upset because\n\nshe thought that  she might be fired as  a consequence of the\n\nanonymous call.  Singer  looked up the name  of the woman  in\n\nthe  TRACE system  and  noted  the  status  of  the  account.\n\nSinger's conversation with the clerk later resumed.  When, in\n\nthe   course  of  relating  another  incident  involving  the\n\nsuspected caller, the  clerk mentioned the city  in which the\n\nwoman lived,  Singer realized  that this information  did not\n\ncomport with the address listed for that account in the TRACE\n\nsystem, the  address at which Singer  tried unsuccessfully to\n\ncontact the woman a year ago, when she had last worked on the\n\naccount.  Singer then  asked for and received from  the clerk\n\nthe correct address and telephone number for the woman.\n\n          When Singer returned to her work station, she again\n\ncalled  up  the woman's  account  on  the  TRACE system,  and\n\nrecorded the following message: \"[The woman] called in to try\n\nto get [the clerk]  in trouble.  The complaint  was unfounded\n\nand that of a  personal nature between them.\"   Singer argues\n\nthat it was  not at all unusual to record  such a message and\n\nthat  she did so simply  to notify other  employees who might\n\n                             -8-\r                                          8\r\r\n\nhave dealings with  the account  that the  woman might  cause\n\nproblems.  \n\n          In  the course  of  recording the  message,  Singer\n\nnoticed a \"CP  code\" on the  system that alerted  her to  the\n\nfact  that the  taxpayer was  listed on  another part  of the\n\nsystem as  owing additional taxes.   According to  Singer, it\n\nwas  part  of her  job as  an  examiner to  consolidate these\n\naccounts  and inform the  taxpayer of the  total amount owed.\n\nIn order  to  do that,  it was  necessary to  enter into  the\n\nsystem a request  for a  levy demand.   According to  Singer,\n\nunder  these  circumstances,   in  which  the   examiner  has\n\npreviously  tried and  failed to  establish contact  with the\n\ntaxpayer,  and  must now  notify  the taxpayer  of  the total\n\namount  of the consolidated debt,  a levy demand  is the only\n\nmeans   of   notification    available   to   the   examiner.\n\nAccordingly, in  addition to  updating the address  and phone\n\nnumber, Singer entered the following TRACE message: \"Going to\n\nhave  [the accountant] send a Levy Demand on all because they\n\nalso owe for a CP under 1983.\"   \n\n          The clerk somehow learned of the TRACE message, was\n\nupset by it, and reported it to her supervisor, Brian Mahany.\n\nWhen  Singer learned  that  the  clerk  was upset  about  the\n\nmessage, she asked to speak with Mahany about it  in order to\n\nexplain to  him what she had  done and why.   Although Singer\n\nbelieved she  had  done  nothing  unusual  or  inappropriate,\n\n                             -9-\r                                          9\r\r\n\nMahany made it clear that he thought otherwise.  After asking\n\nher to remove  the message, which was impossible  because the\n\nmessages entered  are permanent, Mahany  instructed Singer to\n\nadd the following message: \"If this lady should call with any\n\ncomplaint, give call to  a supervisor.\"  He then  took action\n\nto  freeze  the  levy  demand  and  reported  the  matter  to\n\ndefendants Dodge and Murray.   The Bureau's  position is that\n\nSinger's conduct in this  regard was subject to investigation\n\nand  possible discipline  because  Singer:   (i) removed  the\n\naccount from its predetermined position in the TRACE system's\n\nchronological  order  of  priority  without  first attempting\n\npersonal contact  with the taxpayer; (ii)  entered a personal\n\nmessage on the TRACE system and took official action  against\n\na taxpayer  for personal reasons;  and (iii) issued  the levy\n\ndemand  out of the normal sequence in which such action would\n\nhave been taken in the ordinary course of Bureau business.\n\n          Singer's position is that the Bureau's response  to\n\nthe TRACE  incident is another  indication that she  had been\n\ntargeted for  discipline because of her  participation in the\n\nMHRC  complaint.    She  argues  that  her  conduct  was  not\n\ninappropriate because neither the message nor the actions she\n\ntook  were  personal,  unusual,  or  extreme.    Furthermore,\n\naffidavits  sworn  by co-workers  indicate  that:   (i)  such\n\nmessages were  frequently entered into  the system, sometimes\n\nby supervisors; (ii) at the time of the TRACE incident, there\n\n                             -10-\r                                          10\r\r\n\nwere no written rules  governing such messages; and  (iii) at\n\nthe time of the incident,  the decision when to issue  a levy\n\ndemand was discretionary with the tax examiner. \n\n          On August 27, 1992, Singer was called to a  meeting\n\nwith defendant  Dodge and  Supervisor Mahany, at  which Dodge\n\nquestioned  her about  the  TRACE incident.   Dodge  took the\n\nposition that  Singer's actions were related  to the personal\n\nlife  of a Bureau  employee, rather  than to  official Bureau\n\nbusiness, and therefore were inappropriate.  Singer explained\n\nthat the message was  neither personal nor unusual,  and that\n\nher decision to issue the levy  demand had nothing to do with\n\nthe  clerk's  problems with  the  caller.   Unsatisfied  with\n\nSinger's explanation  for her conduct, Dodge  informed Singer\n\nthat the investigation would  continue.  According to Singer,\n\nDodge  also asked  Singer  to provide  her  with examples  of\n\nsimilar messages that had been entered into the TRACE system.\n\n          A  meeting to  investigate  the matter  further was\n\nscheduled  for  October  2, 1992.    On  September  30, 1992,\n\nSinger's   attorney   called  defendant   Dodge   to  request\n\npermission to attend the meeting.  Singer wanted her attorney\n\npresent because she  felt certain that she  was being singled\n\nout  for  disciplinary action  in  retaliation  for the  MHRC\n\ncomplaint.   The request  was granted,  but the  attorney was\n\nunable to attend the  meeting for other reasons.   Present at\n\nthe  meeting  for   the  Bureau  were   Supervisor  Hathaway,\n\n                             -11-\r                                          11\r\r\n\nPersonnel  Manager  Pat Beaudoin,  and defendants  Murray and\n\nDodge.   Singer was  present, represented by  Roger Parlin of\n\nthe Maine  State Employees  Association (\"MSEA\").   Parlin is\n\nnot an attorney.\n\n          At the outset of  the meeting, Dodge announced that\n\nits purpose  was to discuss  an incident related  to Singer's\n\nwork.  She  then questioned Singer  about the TRACE  incident\n\nand Singer answered all  the questions put to her.   Although\n\nthe  record is not  clear as to exactly  what happened at the\n\nconclusion  of   the  questioning,  it   does  establish  the\n\nfollowing: (i) Parlin  tried to ascertain whether it  was the\n\nBureau's  position  that  Singer  had broken  the  law;  (ii)\n\nalthough Murray  stated that  the meeting was  a fact-finding\n\nsession  and not  a criminal  investigation, both  Singer and\n\nParlin believed  there to be  a threat  of criminal  charges;\n\n(iii) Parlin  had in  his possession  copies of TRACE  screen\n\nprintouts,  which   had  been  redacted  so   as  to  exclude\n\nconfidential  taxpayer  information,   and  which   contained\n\nmessages  similar  to  the one  for  which  Singer was  under\n\ninvestigation  that had been entered into the system by other\n\nBureau employees;6 (iv) at  some point, the defendants became\n\n                    \r                                \n\n6.   The record  also indicates  that, in  the course  of her\nquestioning of  Singer, Dodge  herself displayed  a similarly\nredacted printout  of  the  TRACE  screen  at  issue  in  the\ninvestigation, in full view of Parlin.\n\n                             -12-\r                                          12\r\r\n\naware that Parlin had these documents  in his possession; and\n\n(v) Parlin, followed by Singer, left the meeting abruptly.\n\n          Concerned  that  Singer had  disclosed confidential\n\ntaxpayer   records   to    union   representatives    without\n\nauthorization,  in   violation  of  law  and  Bureau  policy,\n\ndefendants  Murray  and  LaFaver attempted  to  recover  from\n\nParlin and the  MSEA any confidential Bureau records in their\n\npossession.  In one  such attempt, a letter to the MSEA Chief\n\nCounsel dated  October 14, 1992,  LaFaver stated that  he had\n\nreviewed  the matter  with  the State  Attorney General,  who\n\nshared  his view that  \"this situation appears  to involve an\n\nextremely serious breach of  taxpayer confidentiality.\"   The\n\nMSEA  maintained   throughout  that  it  did   not  have  any\n\nconfidential taxpayer information.\n\n          Meanwhile,  in  letters  to defendants  Murray  and\n\nDodge, dated  October 21 and October  27, 1992, respectively,\n\nSinger's attorney  stated that she understood  Singer to have\n\nbeen  threatened  with  criminal  charges at  the  October  2\n\nmeeting, and asked to  be advised of the nature and status of\n\nthose charges.  In  both letters, the attorney made  it clear\n\nthat  Singer  would  not  be  allowed  to  meet  with  anyone\n\nconcerning criminal  charges without benefit of  counsel.  In\n\nthe letter of  October 27,  the attorney also  said that,  in\n\norder  to advise her client, she needed to know the questions\n\nthat would be asked  at the next investigatory meeting.   The\n\n                             -13-\r                                          13\r\r\n\nBureau did  not respond  to these requests  for clarification\n\nregarding  the threat of  possible criminal charges perceived\n\nby Singer and her representatives. \n\n          The Bureau scheduled  another meeting for  November\n\n10, 1992, in order  to ask additional questions.   The Bureau\n\nwas represented  at  this  meeting  by the  same  people  who\n\nattended  the  October  2   meeting:    Supervisor  Hathaway,\n\nPersonnel Manager Beaudoin, and defendants  Murray and Dodge.\n\nSinger  was  present,  represented  by  Robert McLaughlin,  a\n\ndifferent  MSEA  representative,  who  is  not  an  attorney.\n\nSinger's  attorney  was  present,  but  was  not  allowed  to\n\nparticipate.  At  the outset  of this meeting,  prior to  any\n\nquestioning,  McLaughlin asked  to  know the  purpose of  the\n\nmeeting, whether it was a criminal investigation, and whether\n\nhe  could tape the meeting.  Defendant Dodge replied that the\n\nmeeting  pertained only  to alleged  work-related misconduct,\n\nthat it was not a criminal investigation,  that no one at the\n\nBureau was empowered to conduct a criminal investigation, and\n\nthat the meeting could not be taped.\n\n          Before proceeding with  the questioning,  defendant\n\nDodge told Singer that it would be to her advantage to answer\n\nthe  questions.  Singer was  neither advised of,  nor was she\n\nasked to  waive, her Fifth Amendment  privilege against self-\n\nincrimination.   She was not  told that there  would or would\n\nnot  be a criminal investigation  in the future;  nor was she\n\n                             -14-\r                                          14\r\r\n\ninformed whether the answers  she gave at this  meeting could\n\nbe used against  her in a subsequent criminal  proceeding, or\n\nthat  she would  be  fired  if  she  refused  to  answer  the\n\nquestions put to her at this meeting.\n\n          The first  two questions  asked whether Singer  had\n\nprovided Parlin  with TRACE screen printouts  or other Bureau\n\ndocuments.    When  Singer  did not  answer  these  questions\n\npursuant  to  the  whispered  instructions of  her  attorney,\n\nMcLaughlin was  reminded that the attorney was not allowed to\n\nparticipate  in the  meeting.   Singer's  attorney  thereupon\n\nrequested and received  a copy  of the five  questions to  be\n\nasked, and met outside  privately with Singer and McLaughlin.\n\nWhen   the   investigatory  meeting   reconvened,  McLaughlin\n\nannounced that he would not  allow Singer to answer questions\n\none through four (which asked whether Singer had disclosed to\n\nParlin  or to  anyone else  TRACE screen  printouts  or other\n\nBureau documents) because they were  not job related.   After\n\nrepeating  her  previous  admonition  that  it  would  be  to\n\nSinger's advantage to answer,  defendant Dodge asked the five\n\nquestions.   The record  indicates that McLaughlin  would not\n\nallow  Singer to answer questions one through four.  There is\n\nno  indication  that   Singer  verbally  invoked  her   Fifth\n\nAmendment  privilege at  any  time during  the  meeting.   In\n\nanswer  to the last question (whether  Singer agreed with the\n\nMSEA  Chief  Counsel that  Murray  had given  a  TRACE screen\n\n                             -15-\r                                          15\r\r\n\nprintout to Parlin at  the October 2 meeting)  Singer replied\n\nthat defendant Dodge, rather  than defendant Murray, had done\n\nso.  Before the meeting adjourned, McLaughlin stated that the\n\nMSEA had nothing confidential in its possession.\n\n          On November  16 and  17, 1992, McLaughlin  spoke by\n\ntelephone with Personnel Manager Beaudoin.  McLaughlin stated\n\nthat Singer's attorney had reviewed the criminal statutes and\n\ndetermined that admissions made by  Singer could subsequently\n\nbe  used  against her.   He  added  that Singer  would answer\n\nquestions presented in  writing if they  were related to  the\n\noriginal  incident,  but  that  the questions  asked  at  the\n\nNovember 10 meeting would not be answered.  \n\n          On November 19,  1992, defendant LaFaver  delivered\n\nto Singer a  letter informing her that  the investigators had\n\nconcluded as follows: (i) Singer had ordered the  levy demand\n\nfor  personal reasons, an inappropriate activity constituting\n\nmisconduct;7 (ii)  she had given confidential  documents to a\n\nperson   not  entitled  to  possess  them,  an  inappropriate\n\nactivity   constituting   gross  misconduct;8   (iii)  Singer\n\nrefused both to  acknowledge this misconduct and to  give any\n\nreassurances  that it  would not  be repeated;  and (iv)  the\n\n                    \r                                \n\n7.   According to the Bureau's report of the investigation, a\ndocument  separate and  apart  from  LaFaver's  letter,  this\nconduct constitutes grounds for disciplinary action. \n\n8.     According  to   the  Bureau's  report,   this  conduct\nconstitutes grounds for dismissal.\n\n                             -16-\r                                          16\r\r\n\nBureau could no longer  trust Singer with confidential Bureau\n\nrecords.   As  a result,  Singer  was immediately  placed  on\n\nadministrative  leave,  and  dismissed  from  the  Bureau  on\n\nNovember 24, 1992.  Although the letter also informed  Singer\n\nthat she  had a  right to meet  with LaFaver on  November 23,\n\n1992, to discuss her dismissal, Singer did not do so.    \n\n          As  has been  stated, Singer  and six  other Bureau\n\nemployees had filed  discrimination complaints with the  MHRC\n\nand  the EEOC  in February  1992.   In November  1993, Singer\n\nreceived  right-to-sue  letters  from  both  agencies.     On\n\nFebruary  8, 1994, she filed  in the district  court the suit\n\ngiving rise to this appeal.  \n\n          We  now turn to the only issue before us on appeal,\n\nthe question  whether the individual defendants  are entitled\n\nto qualified immunity as to the   1983 Fifth Amendment claim.\n\n                   II.  Standard of Review\r                               II.  Standard of Review\r                                                      \n\n          To  the extent  a  district court  order denying  a\n\nclaim  of qualified immunity turns on an  issue of law, it is\n\nan  appealable final decision within the meaning of 28 U.S.C.\n\n   1291.   Mitchell  v. Forsyth,  </pre><span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span><pre class=\"inline\">,  530 (1985);\r                                           \n\nCotnoir v. University of Maine </pre><span class=\"citation\" data-id=\"195596\"><span class=\"antecedent_guess\">Sys.,</span> <a href=\"/opinion/195596/cotnoir-v-university-of-maine/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">9</span></a></span><pre class=\"inline\">. \r                                               \n\n          Where  a qualified immunity  defense is asserted by\n\npre-trial motion, the usual summary judgment standards apply.\n\nAmsden v. Moran,  </pre><span class=\"citation\" data-id=\"542853\"><a href=\"/opinion/542853/henry-h-amsden-v-thomas-f-moran-etc/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">748</span></a></span><pre class=\"inline\">, 752 (1st  Cir. 1990),  cert.\r                                                                         \n\n                             -17-\r                                          17\r\r\n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1041</span> </span><pre class=\"inline\"> (1991).  Accordingly, summary judgment\r                  \n\nis  proper only  if the  \"pleadings, depositions,  answers to\n\ninterrogatories, and  admissions on file,  together with  the\n\naffidavits, if any, show that there is no genuine issue as to\n\nany material fact  and that the moving party is entitled to a\n\njudgment as a matter of law.\"  Fed. R. Civ. P. 56(c).\n\n                       III.  Discussion\r                                   III.  Discussion\r                                                   \n\n                    A.  Qualified Immunity\r                                A.  Qualified Immunity\r                                                      \n\n                              1.\r                                          1.\r                                            \n\n          It  is undisputed  that Singer was  discharged from\n\nthe  Bureau, in part, for her refusal to answer the questions\n\nasked of her at the November 10 meeting.  Defendants make two\n\narguments on  appeal.  First,  they argue that  their actions\n\ndid not violate Singer's  Fifth Amendment rights according to\n\nestablished  precedent at the time  of these events.  Second,\n\nthey argue that there was  no clearly-established right of  a\n\npublic  employee  to   refuse  to  answer  employment-related\n\nquestions  where:  (i) the employer did  not seek a waiver of\n\nthe   employee's   Fifth   Amendment   right   against  self-\n\nincrimination; (ii)  the employee did not  actually claim the\n\nFifth Amendment privilege;  and (iii) the employee's  answers\n\nwere  never  used  against   her  in  a  subsequent  criminal\n\nprosecution.   \n\n                             -18-\r                                          18\r\r\n\n          Qualified   immunity   shields   public   officials\n\nperforming discretionary functions \"from liability  for civil\n\ndamages  insofar as  their conduct  does not  violate clearly\n\nestablished statutory  or constitutional  rights  of which  a\n\nreasonable person  would have known.\"   Harlow v. Fitzgerald,\r                                                                        \n\n</pre><span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span><pre class=\"inline\">,  818 (1982).   The right  alleged to have  been\n\nviolated must have  been clearly established  at the time  of\n\nthe alleged violation, </pre><span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"id_token\">id.,</span> and \"[t]he </a></span><pre class=\"inline\">contours  of the right\r                                      \n\nmust be  sufficiently clear that a  reasonable official would\n\nunderstand  that  what  he  is doing  violates  that  right.\"\n\nAnderson v. Creighton, </pre><span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span><pre class=\"inline\">, 640 (1987).\r                                 \n\n          The  qualified  immunity  analysis focuses  on  the\n\nobjective reasonableness of the  defendant's actions.  \"[T]he\n\nrelevant question is whether a reasonable official could have\n\nbelieved  his  actions  were   lawful  in  light  of  clearly\n\nestablished law and the information the official possessed at\n\nthe  time  of  his   allegedly  unlawful  conduct.\"    Febus-\r                                                                         \n\nRodr </pre><span class=\"citation\" data-id=\"195148\"><span class=\"antecedent_guess\">guez,</span> <a href=\"/opinion/195148/rodriguez-v-lebron/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">91</span> </a></span><pre class=\"inline\">(quoting McBride v. Taylor, </pre><span class=\"citation\" data-id=\"555051\"><a href=\"/opinion/555051/patrick-f-mcbride-and-sonya-s-mcbride-v-steven-h-taylor-and-dwight-a/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span>\r                                                               \n\n<span class=\"page\">386</span></a></span><pre class=\"inline\">,  389  (1st Cir.  1991))  (other citation  omitted).   In\n\nMitchell  v. Forsyth, </pre><span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span><pre class=\"inline\">, 526  (1985), the Supreme\r                                \n\nCourt  characterized the  qualified  immunity  defense as  an\n\nentitlement to \"immunity from suit rather than a mere defense\r                                              \n\nto liability . . . . \"  \n\n          In applying these principles to a recent  qualified\n\nimmunity   determination,  the  Supreme  Court  stated:    \"A\n\n                             -19-\r                                          19\r\r\n\nnecessary  concomitant  to the  determination of  whether the\n\nconstitutional right  asserted  by a  plaintiff  is  `clearly\n\nestablished'  at   the  time  the  defendant   acted  is  the\n\ndetermination   of  whether  the  plaintiff  has  asserted  a\n\nviolation  of a  constitutional right  at all.\"   Siegert  v.\r                                                                     \n\nGilley,  </pre><span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">226</span></a></span><pre class=\"inline\">,  232 (1991).   We  subsequently cited\r                  \n\nSiegert  for  the  proposition  that  \"before  even  reaching\r                   \n\nqualified immunity, a court of appeals must ascertain whether\n\nthe appellants have asserted  a violation of a constitutional\n\nright at  all.\"  Watterson v.  Page, </pre><span class=\"citation\" data-id=\"601477\"><a href=\"/opinion/601477/valerie-watterson-v-eileen-page/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,  7 (1st Cir.\r                                               \n\n1993).   Thus, as a predicate to the objective reasonableness\n\ninquiry,  \"a  plaintiff  must  establish  that  a  particular\n\ndefendant  violated  the   plaintiff's  federally   protected\n\nrights.\"  Febus-Rodr </pre><span class=\"citation\" data-id=\"195148\"><span class=\"antecedent_guess\">guez,</span> <a href=\"/opinion/195148/rodriguez-v-lebron/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">91</span> </a></span><pre class=\"inline\">(citations omitted).\r                                     \n\n          Applying these principles,  the threshold  question\n\nin  our qualified  immunity  analysis is  whether Singer  has\n\nestablished  that  defendants  violated her  Fifth  Amendment\n\nright against self-incrimination.   There is no indication in\n\nthe record that Singer  at any time actually stated  that she\n\nwas refusing to answer  questions on Fifth Amendment grounds.\n\nInstead, she  simply remained  silent  on the  advice of  her\n\nattorney   and   union   representative.9       Under   these\n\n                    \r                                \n\n9.   Moreover, at oral  argument, Singer stated  that she was\nnot coerced at the November 10 meeting.\n\n                             -20-\r                                          20\r\r\n\ncircumstances, it would appear that there  is a real question\n\nas  to whether  Singer  actually asserted  a Fifth  Amendment\n\nviolation.  \n\n          In  her brief, Singer states that \"a constitutional\n\nviolation occurs when an  employee is penalized for remaining\n\nsilent.\"  Appellee's Brief at 21.  In their brief, defendants\n\nstate that Singer did  not invoke the Fifth Amendment  at the\n\nNovember  10 meeting, but  instead refused to  respond to the\n\nquestions  asked   because   they  were   not  job   related.\n\nAppellants'   Brief   at   25.      These   brief  references\n\nnotwithstanding,  the  parties have  not  argued before  this\n\ncourt the question whether  the Fifth Amendment requires that\n\none who seeks to invoke its protection must explicitly  claim\n\nthe  privilege,  as distinct  from  simply  exercising it  by\n\nremaining  silent  in the  face of  potentially incriminating\n\nquestions.  Under the  circumstances, we will assume, without\n\ndeciding,  that Singer  invoked  the privilege  against self-\n\nincrimination.\n\n                              2.\r                                          2.\r                                            \n\n          As  recently  explained  by  retired  Supreme Court\n\nJustice Powell,  the inquiry whether  the right at  issue was\n\nclearly established  properly focuses \"not upon  the right at\n\nits  most general or abstract level,  but at the level of its\n\napplication to the specific conduct being challenged.\"  Wiley\r                                                                         \n\nv. Doory, </pre><span class=\"citation\" data-id=\"661480\"><a href=\"/opinion/661480/john-j-wiley-sergeant-charles-bealefeld-officer-harry-van-cleaf-officer/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">993</span></a></span><pre class=\"inline\">, 995 (4th Cir. 1994) (quoting Pritchett\r                                                                         \n\n                             -21-\r                                          21\r\r\n\nv.  Alford, </pre><span class=\"citation no-link\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">307</span></span><pre class=\"inline\">,  312 (4th Cir.  1992)).  \"Moreover,\r                      \n\n`the manner in which this [clearly established] right applies\n\nto the actions of the official  must also be apparent.'\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>\r                                                                         \n\n(quoting Maciariello </span><pre class=\"inline\"> v. Sumner, </pre><span class=\"citation\" data-id=\"589688\"><a href=\"/opinion/589688/robert-p-maciariello-arnold-rowell-v-wb-sumner-chief-of-police-in-his/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">295</span></a></span><pre class=\"inline\">,  298 (4th Cir.\r                                           \n\n1992)) (citations omitted) (alteration  in original).   \"[I]f\n\nthere is a `legitimate question' as to whether  an official's\n\nconduct  constitutes a constitutional violation, the official\n\nis entitled  to qualified immunity.\"   </pre><span class=\"citation\" data-id=\"589688\"><a href=\"/opinion/589688/robert-p-maciariello-arnold-rowell-v-wb-sumner-chief-of-police-in-his/\"><span class=\"id_token\">Id.</span> (quoting Tarantino\r</a></span><pre class=\"inline\">                                                                         \n\nv. Baker, </pre><span class=\"citation\" data-id=\"492384\"><a href=\"/opinion/492384/joseph-mario-tarantino-v-br-baker-jr-detective-avery-co-sheriffs/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">772</span></a></span><pre class=\"inline\">, 775 (4th Cir. 1987)). \r                    \n\n          We think  that this perspective gives  a clear view\n\nof the qualified immunity issue.\n\n      B.  The Fifth Amendment Rights of Public Employees\r                  B.  The Fifth Amendment Rights of Public Employees\r                                                                    \n\n          The Fifth Amendment states that no person \"shall be\n\ncompelled in  any  criminal  case  to be  a  witness  against\n\nhimself.\"    U.S. CONST.  amend. V.    The Supreme  Court has\n\naddressed the  Fifth Amendment rights of  public employees in\n\nthe Garrity line of  cases.  See  Garrity v. New Jersey,  </pre><span class=\"citation\" data-id=\"107336\"><a href=\"/opinion/107336/garrity-v-new-jersey/\"><span class=\"volume\">385</span>\r                                                                   \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">493</span> </a></span><pre class=\"inline\">(1967); Gardner  v. Broderick, </pre><span class=\"citation\" data-id=\"107738\"><a href=\"/opinion/107738/gardner-v-broderick/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">273</span> </a></span><pre class=\"inline\">(1968);\r                                                  \n\nUniformed Sanitation Men Ass'n v. Commissioner of Sanitation,\r                                                                        \n\n</pre><span class=\"citation\" data-id=\"107739\"><a href=\"/opinion/107739/sanitation-men-assn-inc-v-sanitation-commr/\"><span class=\"volume\">392</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span> </a></span><pre class=\"inline\">(1968).  See also Lefkowitz v. Turley, </pre><span class=\"citation\" data-id=\"108882\"><a href=\"/opinion/108882/lefkowitz-v-turley/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span>\r                                                               \n\n<span class=\"page\">70</span> </a></span><pre class=\"inline\">(1973); Lefkowitz v. Cunningham, </pre><span class=\"citation\" data-id=\"109683\"><a href=\"/opinion/109683/lefkowitz-v-cunningham/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">801</span> </a></span><pre class=\"inline\">(1977).\r                                              \n\n          In  Garrity, police  officers were  compelled under\r                                 \n\nthe threat  of termination to  answer incriminating questions\n\nin   the  course  of  an  investigation  into  traffic-ticket\n\n                             -22-\r                                          22\r\r\n\n\"fixing.\"  Prior to questioning, each  officer was warned, in\n\naccordance with a state statute, as follows: \n\n          (1) that  anything he said  might be used\n          against   him   in  any   state  criminal\n          proceeding; (2) that he had the privilege\n          to  refuse to  answer  if the  disclosure\n          would  tend to  incriminate him;  but (3)\n          that if he refused  to answer he would be\n          subject to removal from office.\n\n</pre><span class=\"citation\" data-id=\"107336\"><span class=\"antecedent_guess\">Garrity,</span> <a href=\"/opinion/107336/garrity-v-new-jersey/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">494</span></a></span><pre class=\"inline\">.\r                   \n\n          The  officers were not  asked to  sign a  waiver of\n\nimmunity and  there was no immunity  statute applicable under\n\nthe circumstances.   The officers answered  the questions and\n\nsome  of  these answers  were used  against  them in  a later\n\ncriminal proceeding.   The Court concluded  that the officers\n\nhad  been  forced to  choose  between losing  their  jobs and\n\nincriminating   themselves,  and  held   that  their  coerced\n\nstatements, \"obtained under  threat of removal from  office,\"\n\ncould  not  be  used  against  them  in  subsequent  criminal\n\nproceedings.  </pre><span class=\"citation\" data-id=\"107336\"><a href=\"/opinion/107336/garrity-v-new-jersey/\"><span class=\"id_token\">Id.</span> at 500.\r</a></span><pre class=\"inline\">                             \n\n          Gardner and  Uniformed Sanitation Men  both involve\r                                                           \n\npublic employees (in Gardner,  a police officer; in Uniformed\r                                                                         \n\nSanitation  Men,  municipal  sanitation  workers)   who  were\r                           \n\nunconstitutionally \"confronted with  Hobson's choice  between\n\nself-incrimination and forfeiting [their] means of livelihood\n\n.  . . .  \"   </pre><span class=\"citation\" data-id=\"107738\"><span class=\"antecedent_guess\">Gardner,</span> <a href=\"/opinion/107738/gardner-v-broderick/\"><span class=\"volume\">392</span>  <span class=\"reporter\">U.S.</span> at  <span class=\"page\">277</span></a></span><pre class=\"inline\">; see  also Uniformed\r                                                                         \n\nSanitation  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Men,</span> <span class=\"volume\">392</span>  <span class=\"reporter\">U.S.</span>  at <span class=\"page\">284</span></span><pre class=\"inline\">.    In Gardner,  a  police\r                                                             \n\nofficer, who  was subpoenaed  to appear  before a grand  jury\n\n                             -23-\r                                          23\r\r\n\ninvestigating   alleged  bribery  and  corruption  of  police\n\nofficers,  was advised as  follows:  (i) that  the grand jury\n\nintended to  ask him questions concerning  the performance of\n\nhis  official  duties;  (ii)  that he  had  a  constitutional\n\nprivilege against self-incrimination; and  (iii) that by  law\n\nhe  was  required to  sign a  waiver of  immunity or  else be\n\nfired.  After  he refused to testify and  to sign the waiver,\n\nthe  officer  was   given  an   administrative  hearing   and\n\ndischarged  pursuant to  a  provision of  the  New York  City\n\nCharter, solely for his refusal to  waive his Fifth Amendment\n\nrights.   </pre><span class=\"citation\" data-id=\"107738\"><span class=\"antecedent_guess\">Gardner,</span>  <a href=\"/opinion/107738/gardner-v-broderick/\"><span class=\"volume\">392</span>  <span class=\"reporter\">U.S.</span> at  <span class=\"page\">274-75</span></a></span><pre class=\"inline\">.   Noting  that  the\r                             \n\nofficer  \"was  discharged from  office,  not  for failure  to\n\nanswer relevant questions about  his official duties, but for\n\n.  . . failure to relinquish the protections of the privilege\n\nagainst  self-incrimination,\"  </pre><span class=\"citation\" data-id=\"107738\"><a href=\"/opinion/107738/gardner-v-broderick/\"><span class=\"id_token\">id.</span>  at  278, </a></span><pre class=\"inline\">the  Court  held\r                                              \n\nunconstitutional both the officer's dismissal for his refusal\n\nto  waive  his  immunity   and  the  Charter  provision  that\n\nauthorized it. \n\n          Significantly,   the  Court   in  Gardner   and  in\r                                                               \n\nUniformed  Sanitation Men  preserved  the right  of a  public\r                                     \n\nemployer to ask job-related questions of the employee:  \n\n          If appellant, a policeman, had refused to\n          answer questions  specifically, directly,\n          and narrowly relating to  the performance\n          of  his  official  duties, without  being\n          required  to  waive  his   immunity  with\n          respect to the use  of his answers or the\n          fruits thereof in a  criminal prosecution\n          of himself, the  privilege against  self-\n\n                             -24-\r                                          24\r\r\n\n          incrimination would not  have been a  bar\n          to his dismissal.\n\n</pre><span class=\"citation\" data-id=\"107738\"><span class=\"antecedent_guess\">Gardner,</span>  <a href=\"/opinion/107738/gardner-v-broderick/\"><span class=\"volume\">392</span>  <span class=\"reporter\">U.S.</span>  at  <span class=\"page\">278</span> </a></span><pre class=\"inline\"> (citation  omitted);  see  also\r                                                                         \n\nUniformed Sanitation </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Men,</span> <span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">284</span></span><pre class=\"inline\">.\r                                    \n\n          Justice  Powell  concludes  that the  \"language  in\n\nthese  cases   suggests   that  the   right   against   self-\n\nincrimination  is  not violated  by  the  mere compulsion  of\n\nstatements, without a compelled waiver of the Fifth Amendment\n\nprivilege  or the  use  of compelled  statements against  the\n\nmaker in a criminal proceeding.\"  Wiley v. </pre><span class=\"citation\" data-id=\"661480\"><span class=\"antecedent_guess\">Doory,</span> <a href=\"/opinion/661480/john-j-wiley-sergeant-charles-bealefeld-officer-harry-van-cleaf-officer/\"><span class=\"volume\">14</span>  <span class=\"reporter\">F.3d</span> at\r                                                            \n\n<span class=\"page\">996</span> </a></span><pre class=\"inline\">(citation omitted); see also Wiley v. Mayor of Baltimore,\r                                                                        \n\n--- F.3d ---, </pre><span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">85433</span></span><pre class=\"inline\">, 3 (4th Cir. 1995); accord Hester\r                                                                         \n\nv. City  of  Milledgeville, </pre><span class=\"citation\" data-id=\"461318\"><a href=\"/opinion/461318/freddie-hester-v-city-of-milledgeville/\"><span class=\"volume\">777</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1492</span></a></span><pre class=\"inline\">,  1494 (11th  Cir.\r                                      \n\n1985); Gulden  v. McCorkle,  </pre><span class=\"citation\" data-id=\"405183\"><a href=\"/opinion/405183/charles-a-gulden-and-richard-r-sage-v-monroe-mccorkle-and-george/\"><span class=\"volume\">680</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1070</span></a></span><pre class=\"inline\">,  1074 (5th  Cir.\r                                      \n\n1982),  cert.  denied,   </pre><span class=\"citation no-link\"><span class=\"volume\">459</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">1206</span> </span><pre class=\"inline\">  (1983);  Uniformed\r                                                                         \n\nSanitation Men Ass'n v.  Commissioner of Sanitation, </pre><span class=\"citation\" data-id=\"290212\"><a href=\"/opinion/290212/uniformed-sanitation-men-association-inc-v-commissioner-of-sanitation-of/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.2d</span>\r                                                               \n\n<span class=\"page\">619</span></a></span><pre class=\"inline\">, 627 (2nd Cir. 1970), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">961</span> </span><pre class=\"inline\">(1972).\r                                                  \n\n          In  United States  v. Indorato,  </pre><span class=\"citation\" data-id=\"381358\"><a href=\"/opinion/381358/united-states-v-mario-e-indorato/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">711</span></a></span><pre class=\"inline\">, 716\r                                                    \n\n(1st Cir.),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">449</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1016</span> </span><pre class=\"inline\">(1980),  this court\r                                     \n\nsummarized  the Garrity  line  of cases  in similar  fashion,\r                                   \n\nnoting the two features common to Garrity and its progeny: \r                                                     \n\n          (1)  the  person  being  investigated  is\n          explicitly told that failure to waive his\n          constitutional   right    against   self-\n          incrimination   will    result   in   his\n          discharge  from  public employment  (or a\n          similarly severe sanction imposed  in the\n          case of private citizens); and  (2) there\n          is  a  statute  or   municipal  ordinance\n          mandating such procedure.\n\n                             -25-\r                                          25\r\r\n\n(Footnote omitted).\n\n          In Indorato,  appellant,  a state  trooper who  had\r                                 \n\nbeen convicted of conspiracy, theft and perjury, contended on\n\nappeal that his statements in response to questions asked  by\n\nhis superior  officers during an investigation  of the events\n\nwhich gave  rise to the  charges were coerced,  and therefore\n\ninadmissible against him at  trial under the Fifth Amendment.\n\nIndorato, who  was not  in custody  at the  time he made  the\n\nstatements,  was   not  advised   of  his  rights   prior  to\n\nquestioning and was not threatened with dismissal for refusal\n\nto answer the questions asked of him.  \n\n          Relying on Garrity, Indorato argued that the threat\r                                        \n\nof dismissal  was nevertheless  implied because he  was being\n\nquestioned by superior  officers and was well  aware that the\n\ndepartmental rules governing  the state  police provided  for\n\nthe  dismissal of  officers who  refused to  obey  the lawful\n\norders  of superior  officers.   Under  these  circumstances,\n\nIndorato  viewed  himself  as having  been  put  in  the same\n\nposition as the officers in Garrity.\r                                               \n\n          In  rejecting Indorato's  argument, we  stated: \"In\n\nthis  case, there  was no  explicit `or  else' choice  and no\n\nstatutorily  mandated firing  is involved.   We do  not think\n\nthat  the subjective  fears  of defendant  as  to what  might\n\nhappen  if he  refused  to answer  his superior  officers are\n\nsufficient   to   bring  him   within   Garrity's  cloak   of\r                                                             \n\n                             -26-\r                                          26\r\r\n\nprotection.\"  </pre><span class=\"citation\" data-id=\"381358\"><span class=\"antecedent_guess\">Indorato,</span>  <a href=\"/opinion/381358/united-states-v-mario-e-indorato/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">716</span></a></span><pre class=\"inline\">.   In holding  that\r                                  \n\nthere was  no Fifth  Amendment violation on  these facts,  we\n\nsaid:\n\n          Here,   defendant   did  not   claim  the\n          privilege.  He was not told that he would\n          be dismissed if he  failed to answer  the\n          questions asked.    He was  not asked  to\n          sign a waiver of  immunity.  There was no\n          statute  mandating dismissal  for refusal\n          to   answer   hanging   over  his   head.\n          Defendant, here, was  not, as in Garrity,\r                                                              \n          put  between the rock  and the whirlpool;\n          he was standing safely on the bank of the\n          stream.\n\n</pre><span class=\"citation\" data-id=\"381358\"><a href=\"/opinion/381358/united-states-v-mario-e-indorato/\"><span class=\"id_token\">Id.</span> at 717 </a></span><pre class=\"inline\">(citation and internal quotation marks omitted).  \r               \n\n          Singer, like Indorato, did not explicitly claim the\n\nprivilege;  was not told that  she would be  dismissed if she\n\nfailed to answer the questions asked of her; was not asked to\n\nsign  a waiver  of  immunity; and  had  no statute  mandating\n\ndismissal  for refusal  to  answer hanging  over her  head.10\n\nAccordingly, Singer  was not  put \"between  the rock and  the\n\n                    \r                                \n\n10.  In Indorato, we said that the language used in the state\r                            \npolice departmental rules, which  provided that a trooper may\r                                                                         \nbe tried and upon  conviction may be subject to  dismissal or\r                                             \nother  disciplinary  action  for  violation   of  the  rules,\n\"suggests  that   dismissal  would  not   have  automatically\nfollowed defendant's invocation of the  [F]ifth [A]mendment.\"\n</pre><span class=\"citation\" data-id=\"381358\"><span class=\"antecedent_guess\">Indorato,</span> <a href=\"/opinion/381358/united-states-v-mario-e-indorato/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">716</span></a></span><pre class=\"inline\">.  \r                    \n          As stated  in the text,  here, there is  no statute\nmandating   dismissal  for   refusal  to   answer  questions.\nMoreover, the language  used in the  Bureau's confidentiality\nstatement  suggests that  dismissal  would not  automatically\nfollow  an employee's  invocation  of  the  Fifth  Amendment:\n\"Unauthorized disclosure of any tax information may result in\r                                                               \nimmediate dismissal and imposition of penalties prescribed by\nMaine  and Federal  statutes.\"   Appendix p.  00080 (emphasis\nadded).\n\n                             -27-\r                                          27\r\r\n\nwhirlpool,\" as were  the plaintiffs  in the  Garrity line  of\r                                                                \n\ncases.  Instead,  like Indorato, she was \"standing  safely on\n\nthe bank of the stream.\"  \n\n          Therefore, we must agree with defendants that their\n\nactions  did  not  amount  to   a  violation  of  a  clearly-\n\nestablished  Fifth Amendment  right under  Supreme Court  and\n\nFirst Circuit precedent  at the  time of these  events.   See\r                                                                         \n\nalso In re  Grand Jury  Proceedings, </pre><span class=\"citation\" data-id=\"498698\"><a href=\"/opinion/498698/in-re-grand-jury-proceedings/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">375</span></a></span><pre class=\"inline\">, 376  (1st\r                                               \n\nCir.  1987) (the  Fifth Amendment  \"does not shield  a person\n\nfrom every  adverse social or economic  consequence which may\n\nflow from  testifying,\" and  is not violated  where a  public\n\nemployee who has been granted immunity is required to testify\n\nbefore  a  grand   jury  investigating  illegal   activities)\n\n(citation omitted);  O'Brien v.  DiGrazia, </pre><span class=\"citation\" data-id=\"340425\"><a href=\"/opinion/340425/william-l-obrien-v-robert-j-digrazia/\"><span class=\"volume\">544</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">543</span></a></span><pre class=\"inline\">, 546\r                                                     \n\n(1st Cir.  1976) (Fifth  Amendment rights of  police officers\n\ndismissed  for  refusing  to  complete  a required  financial\n\nquestionnaire as part of  an investigation into their alleged\n\nrelationship with organized  crime were not  violated because\n\nthe  \"privilege is  not infringed  when public  employees are\n\ndismissed  for  failing  to  answer  questions `specifically,\n\ndirectly, and  narrowly relating to the  performance of their\n\nofficial duties .  . .  . '\"   (quoting Uniformed  Sanitation\r                                                                         \n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Men,</span> <span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">284</span></span><pre class=\"inline\">) (other citation omitted)), cert. denied\r                                                                         \n\nsub  nom. O'Brien  v.  Jordan, </pre><span class=\"citation no-link\"><span class=\"volume\">431</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">914</span> </span><pre class=\"inline\">(1977);  accord\r                                                                         \n\nUniformed Sanitation Men Ass'n v. Commissioner of Sanitation,\r                                                                        \n\n                             -28-\r                                          </pre><span class=\"citation\" data-id=\"290212\"><span class=\"antecedent_guess\">28</span>\r\r\n\n<a href=\"/opinion/290212/uniformed-sanitation-men-association-inc-v-commissioner-of-sanitation-of/\"><span class=\"volume\">426</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">627</span> </a></span><pre class=\"inline\">(\"The proceeding here involved no attempt to\n\ncoerce  relinquishment  of  constitutional   rights,  because\n\npublic employees do not have an absolute constitutional right\n\nto  refuse to  account for their  official actions  and still\n\nkeep their jobs . . . .\").\n\n          In  view of  the  divergence of  opinion among  the\n\ncircuits with respect to the various issues that circumscribe\n\nthe Fifth Amendment rights of public employees, we agree with\n\nthe defendants that the law in this area was unsettled at the\n\ntime of these events and remains so today.11  \n\n          When viewed  at the  level of their  application to\n\nthe  specific conduct  being  challenged  here,  neither  the\n\ncontours of the Fifth Amendment right itself, nor the  manner\n\nin  which  that  right  applies   to  the  actions  of  these\n\ndefendants are at all  apparent.  Thus, whatever else  may be\n\nsaid  of  the law  governing  the Fifth  Amendment  rights of\n\npublic  employees  in  these  circumstances,  it  cannot   be\n\nmaintained that it was then or is now clearly established.  \n\n          We cannot conclude that  defendants knew or  should\n\nhave  known that  their  actions  violated Singer's  clearly-\n\n                    \r                                \n\n11.  See  Justice Powell's review of the  federal law in this\r                    \narea in Wiley v. </pre><span class=\"citation\" data-id=\"661480\"><span class=\"antecedent_guess\">Doory,</span> <a href=\"/opinion/661480/john-j-wiley-sergeant-charles-bealefeld-officer-harry-van-cleaf-officer/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">998</span> </a></span><pre class=\"inline\">(\"Today, approximately\r                                  \nsix  years after  Doory's  alleged conduct,  the law  remains\nunsettled.\"); and  in Wiley  v. Mayor  of Baltimore,  </pre><span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span>\r                                                               \n<span class=\"page\">85433</span> </span><pre class=\"inline\">at 4  (\"We recognize that,  in cases involving  private\ncitizens,  there  is  some   inconsistency  in  the  circuits\nregarding  whether or  not  a Fifth  Amendment violation  can\noccur when the fruits of coerced questioning are not used.\").\n\n                             -29-\r                                          29\r\r\n\nestablished  Fifth Amendment  rights.   Indeed,  it could  be\n\nreasonably argued that under the applicable law, there was no\n\nFifth Amendment violation at all.   Accordingly, we hold that\n\ndefendants  are entitled  to qualified immunity  as to  the  \n\n1983 Fifth Amendment claim.\n\n                      IV.  Conclusion  \r                                  IV.  Conclusion\r                                                 \n\n          For  the  foregoing reasons,  the  district court's\r                                                    the  district court's\r                                                                         \n\norder  denying summary  judgment to  defendants on  the Fifth\r            order  denying summary  judgment to  defendants on  the Fifth\r                                                                         \n\nAmendment claim is reversed.  No Costs.\r            Amendment claim is reversed.  No Costs.\r                                                  \n\n                             -30-\r                                          30\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107336/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107738/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107739/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108882/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109683/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112594/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195148/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195596/",
    "https://www.courtlistener.com/api/rest/v3/opinions/290212/",
    "https://www.courtlistener.com/api/rest/v3/opinions/340425/",
    "https://www.courtlistener.com/api/rest/v3/opinions/381358/",
    "https://www.courtlistener.com/api/rest/v3/opinions/405183/",
    "https://www.courtlistener.com/api/rest/v3/opinions/461318/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492384/",
    "https://www.courtlistener.com/api/rest/v3/opinions/498698/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542853/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555051/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589688/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601477/",
    "https://www.courtlistener.com/api/rest/v3/opinions/661480/"
  ]
}