{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196032/",
  "id": 196032,
  "absolute_url": "/opinion/196032/rockett-sons-v-winter-harbor/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196032/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:54:46Z",
  "date_modified": "2020-02-21T23:50:04.739215Z",
  "type": "010combined",
  "sha1": "aa02f4ed7d4a9c2af5eb40160ce31888c458f0d3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1774.01A",
  "local_path": null,
  "plain_text": "\n\nApril 25, 1995        [NOT FOR PUBLICATION]\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 94-1774\n\n           G. ROCKETT &amp; SONS, INC., AND BRIAN ROCKETT,\n\n                     Plaintiffs - Appellants,\n\n                                v.\n\n              WINTER HARBOR FISHERMAN'S COOP, INC.,\n\n                      Defendant - Appellee.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n           [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \n\n                                           \n\n                              Before\n\n                     Torruella, Chief Judge,\r                                                     \n\n                 Selya and Stahl, Circuit Judges.\r                                                          \n\n                                           \n\n     Peter Panaro on brief for appellants.\r                           \n     Michael L. Ross on brief for appellee.\r                              \n\n                                           \n\n                                           \r\r\n\n          Per Curiam.  Plaintiffs-appellants,  G. Rockett &amp; Sons,\r                    Per Curiam\r                              \n\nInc.,  and Brian  Rockett,  appeal a  jury  verdict in  favor  of\n\ndefendant-appellee,  Winter  Harbor  Fisherman's Coop,  Inc.,  on\n\nplaintiffs' complaint and defendant's counter suit.  Judgment was\n\nentered by the district court in the amount of $99,360.35 against\n\nG.  Rockett &amp;  Sons,  Inc., for  breach of  contract, and  in the\n\namount  of $15,000  against G.  Rockett &amp;  Sons, Inc.,  and Brian\n\nRockett,  jointly  and  severally,   for  conversion  and  unjust\n\nenrichment.  We affirm.\n\n                            BACKGROUND\r                                      BACKGROUND\n\n          Winter  Harbor Fisherman's Coop,  Inc. (\"Winter\")  is a\n\nfisherman's cooperative,  located in Winter  Harbor, Maine, which\n\nsells  live lobsters at market wholesale cost to wholesalers.  G.\n\nRockett  &amp; Sons,  Inc.  (\"Rockett &amp;  Sons\")  is a  wholesaler  of\n\nlobsters which contracts with  suppliers of lobsters and delivers\n\nthem to its customers in the Northeast.  In  December  of   1992,\n\nBrian Rockett  (\"Rockett\"), an  officer1 and employee  of Rockett\n\nand Sons,  reached an  oral agreement  with Winter's  manager and\n\nbookkeeper,  Becky Utecht-Towle  (\"Utecht-Towle\"), for  Rockett &amp;\n\nSons  to purchase  26,000 pounds  of lobsters  from Winter.   The\n\nlobsters were to  be sold in three shipments on  a cash and carry\n\nbasis.  The purchase price was $39,423.90 for the first shipment,\n\n$34,502.50 for the second shipment, and $27,223.45  for the third\n\nshipment, for a total of $101,860.35 (including a $711.50 balance\n                    \r                              \n\n1  Although Rockett signed an affidavit expressly stating that he\nis an officer of Rockett &amp; Sons, he nevertheless argued at trial,\nand again  on appeal, that he  is not an officer  of the company.\nHe  has offered no reason,  however, why we  should disregard his\nown sworn statement to the contrary.\r\r\n\ndue on a previous transaction).  \n\n          Rockett picked  up the  three shipments of  lobsters on\n\nDecember  22nd, 27th  and  29th, respectively.    He paid  Winter\n\n$14,600  in cash,  and paid  the remainder due  on the  first two\n\nshipments  by two corporate  checks dated December  28, 1992, and\n\nDecember 29,  1992. Rockett eventually stopped payment on the two\n\ncorporate  checks,  and has  never paid  for the  third shipment.\n\nInstead, Rockett  &amp; Sons  and Rockett filed  the instant  lawsuit\n\nalleging that they received non-conforming goods in the first two\n\nshipments.   Specifically,  Rockett  &amp; Sons  alleged that  Winter\n\nbreached the contract because the  lobsters in the first shipment\n\nwere below weight specifications and because most of the lobsters\n\nin the second shipment were freezing or frozen.    W i n t e r\n\nthereafter filed  suit  against Rockett  and Rockett  &amp; Sons  for\n\nbreach of  contract, unjust enrichment  and conversion.   The two\n\nsuits were consolidated and tried to a jury.   \n\n          On May 26, 1994, the jury returned a verdict for Winter\n\non its breach of  contract claims, finding that Rockett  and Sons\n\nbreached its agreement to  pay Winter for the three  shipments of\n\nlobsters.  The  jury also returned  a verdict for  Winter on  its\n\nconversion and unjust enrichment claims, finding that Rockett and\n\nRockett  &amp; Sons  had converted  Winter's lobsters  and/or lobster\n\ncrates and been unjustly enriched by the same.  The court entered\n\njudgment against Rockett  &amp; Sons  on the contract  claims in  the\n\namount  of  $99,360.35,  and against  Rockett  &amp;  Sons and  Brian\n\nRockett,  jointly and  severally,  on the  conversion and  unjust\n\n                               -3-\r\r\n\nenrichment  claims  in  the  amount  of  $15,000.    This  appeal\n\nfollowed. \n\n                            DISCUSSION\r                                      DISCUSSION\n\n          Appellants  raise a  number of  issues on  appeal.   We\n\naddress them seriatim.\n\nI.  Insufficiency of the Evidence\r          I.  Insufficiency of the Evidence\r                                           \n\n          Appellants  maintain that  the  evidence  presented  at\n\ntrial was legally insufficient for a reasonable jury to find that\n\nRockett &amp; Sons breached the contract as to the first  shipment of\n\nlobsters.  They also maintain that the evidence was  insufficient\n\nfor a reasonable  jury to find that  either Rockett or Rockett  &amp;\n\nSons converted Winter's lobster crates and was therefore unjustly\n\nenriched.\n\n          To challenge the sufficiency of the evidence on appeal,\n\na party  is required, at the  close of the evidence,  to move for\n\njudgment as a  matter of law  and, if that  motion is denied,  to\n\nrenew  the motion  after  the jury  verdict.   See  Vel zquez  v.\r                                                                       \n\nFigueroa-G mez, 996  F.2d 425,  426-27 (1st  Cir. 1993);  Fed. R.\r                        \n\nCiv. P.  50.  A  motion for judgment as  a matter of  law must be\n\nmade with sufficient particularity to explain why the evidence is\n\ninsufficient, and the moving party may appeal only on the grounds\n\nstated in the motion.  Vel zquez, 996  F.2d at 427.  A motion for\r                                          \n\njudgment as a matter of  law, after a jury verdict, must  be made\n\n\"not later than ten days after judgment.\"  Fed. R. Civ. P. 50(b).\n\nAppellants moved for judgment as a matter of law at  the close of\n\nthe evidence.  They maintain that they also moved for judgment as\n\n                               -4-\r\r\n\na matter of law after the jury rendered its verdict.   The record\n\ndoes not support this contention.\n\n          After  the  jury returned  its  verdict,  the following\n\ncolloquy took place between counsel for appellants and the court.\n\n              MR. PANARO:   Yes your honor.   Just to\n            make a motion.  I would make a motion for\n            verdict  for  the  defendant, I'm  sorry,\n            verdict for  Rockett, notwithstanding the\n            verdict  in  the  amount of  --  what I'm\n            trying  to do  is  make a  motion to  set\n            aside  that portion of  the verdict which\n            states $15,000 for  unjust enrichment  on\n            the part  of G. Rockett &amp;  Sons and Brian\n            Rockett,  and  also  to  set  aside  that\n            portion of the  verdict of $39,800  [sic]\n            and some  odd as being against the weight\n            of the evidence in the case.\n\n              THE COURT:   After I  enter judgment in\n            the  case, Mr. Panaro,  you obviously are\n            free  to file  post judgment  motions and\n            you should  do that in writing.   At this\n            point I'm simply inviting counsel, to the\n            extent  that  you  wish  to,  to  comment\n            before I  indicate the amount that  is to\n            be entered  in the judgment  in favor  of\n            [Winter].\n\n          Appellants never took  the court's  invitation to  file\n\npost  judgment  motions, in  writing  or  otherwise.   The  above\n\ndiscussion does not constitute  a proper Rule 50(b) motion.   The\n\ndistrict court judge clearly indicated to counsel that he was not\n\ntreating his  statements as a  post-trial motion.   In  addition,\n\ndefense counsel's statement is  insufficient by itself because it\n\ndoes not state with sufficient particularity --  indeed, with any\n\nparticularity  --  why  the   evidence  was  insufficient.    The\n\nattempted  motion did not provide a basis upon which the district\n\ncourt  could rule, and,  consequently, we have  no district court\n\n                               -5-\r\r\n\ndecision  to consider.  See  Wells Real Estate  v. Greater Lowell\r                                                                           \n\nBd. of Realtors, 850 F.2d 803, 810 (1st Cir. 1988).2\r                         \n\n          Appellants did  not move for  a new trial  under either\n\nRule 50  or Rule  59 of  the  Federal Rules  of Civil  Procedure.\n\nHaving  failed  to move,  after the  verdict,  for judgment  as a\n\nmatter of law and/or  a new trial, appellants are  precluded from\n\nappealing the sufficiency of the evidence to this court.  See id.\r                                                                          \n\nat 810-11.   Accordingly,  we only address  appellants' arguments\n\nconcerning alleged errors by the trial court.\n\nII.  The Conversion and Unjust Enrichment Verdicts\r          II.  The Conversion and Unjust Enrichment Verdicts\r                                                            \n\n          The   jury  initially  found   Rockett  liable  on  the\n\nconversion and unjust enrichment counts, but found that Rockett &amp;\n\nSons was not  liable on  those counts.   The jury awarded  Winter\n\n$15,000 but  apportioned that  award equally between  Rockett and\r                                                                           \n\nRockett  &amp;  Sons.   The district  court  properly found  that the\n\nverdict  and  the  apportionment of  damages  were  inconsistent.\n\nAccordingly, the  court explained  the inconsistency to  the jury\n\nand  asked  them  to  resolve  it  with  reference  to  the  jury\n\ninstructions.   The court then asked them to return to deliberate\n\nfurther.   Counsel for appellants  did not object  to the court's\n\nsupplemental instructions.\n\n          In  its subsequent  verdict, the  jury found  that both\n\nRockett and Rockett &amp; Sons had converted Winter's lobsters and/or\n                    \r                              \n\n2   This is not a  case, therefore, where appellants  either were\nmisled by the trial judge or substantially complied with Rule 50.\nAccordingly, they do not fit within the very  narrow \"substantial\ncompliance\"  exception.  See Jusino  v. Zayas, 875  F.2d 986, 991\r                                                       \nn.6 (1st Cir. 1989) (citations omitted).\n\n                               -6-\r\r\n\nlobster crates and  that both  had been unjustly  enriched.   The\n\njury found that Winter suffered damages of $15,000 as a result of\n\nthis conduct, but that no portion of that $15,000 was a result of\n\nRockett &amp; Sons' conduct alone.  The court entered judgment in the\n\namount of $15,000 against Rockett and Rockett &amp; Sons, jointly and\n\nseverally.\n\n          Appellants maintain that the  jury's finding that  both\n\nappellants  had converted  Winter's  property, but  that none  of\n\nWinter's damages  were caused by  Rockett &amp; Sons'  conduct alone,\n\n\"shows the  jury was confused regarding the  charge of conversion\n\nand  is otherwise unreasonable,  inconsistent, against the weight\n\nof the evidence and  contrary to the judge's instructions  on the\n\nlaw.\"    As   explained  above,  by   not  moving  for   judgment\n\nnotwithstanding the verdict, appellants  have waived their  right\n\nto  challenge the  sufficiency  of the  evidence.   We  therefore\n\naddress only the question of whether the verdict was inconsistent\n\nor contrary to the judge's instructions.\n\n          The verdict was  not inconsistent under Maine  law.  It\n\nwas stipulated  at trial that Rockett  was acting as an  agent of\n\nRockett &amp; Sons.   Under Maine  law, the jury could  conclude that\n\nRockett  converted the  lobsters  and/or crates  and that  he was\n\nacting  within the scope of  his employment with  Rockett &amp; Sons.\n\nSee McLain v. Training  &amp; Dev. Corp.,  572 A.2d 494, 497-98  (Me.\r                                              \n\n1990).  The jury  could determine that the damages were caused by\n\nRockett's  conduct alone,  but  he was  acting  as an  agent  for\n\nRockett  &amp; Sons at the  time.  The  jury could therefore conclude\n\n                               -7-\r\r\n\nthat Rockett and Rockett &amp; Sons were jointly and severally liable\n\nfor the $15,000 in  damages, even though the damages were not the\n\nresult of Rockett &amp; Sons' conduct alone.    \r                                                 \n\n          Nor  was   the   verdict  contrary   to   the   judge's\n\ninstructions.   With  respect to  the claim  for conversion,  the\n\ncourt instructed the jury as follows:\n\n               The Co-op also  claims that Rockett  &amp;\n            Sons  and  Brian  Rockett  converted  its\n            property,  namely,  its lobsters  and 100\n            wooden  crates.  To prove conversion, the\n            Co-op must establish  that Rockett &amp; Sons\n            have   wrongfully   taken   or   retained\n            property belonging to the Co-op.\n\n               The Co-op need not prove  that Rockett\n            &amp; Sons and Brian Rockett knew or intended\n            to  convert  the  Co-op's property,  only\n            that   they  came  to   have  custody  of\n            property belonging to the Co-op when they\n            had no right to the property.\n\n               Of course, if you find that  Rockett &amp;\n            Sons  was entitled  to possession  of the\n            lobsters under the contract, then neither\n            it   nor  Brian  Rockett  is  liable  for\n            conversion of the lobsters.  If, however,\n            you determine that Rockett &amp; Sons was not\n            entitled  to  possession of  the lobsters\n            under  the contract due  to its  fraud in\r                                                            \n            procuring delivery of the  lobsters, then\n            you  may find  that  Rockett &amp;  Sons  and\n            Brian Rockett are  liable for  conversion\n            of the lobsters.\n\n          Appellants argue  that this  instruction only allows  a\n\nfinding of conversion if the jury finds fraud in the procuring of\n\nthe  lobsters, and  that,  since the  jury  found no  fraud,  the\n\nverdict  was inconsistent.    The court  instructed  the jury  to\n\nconsider  all of the instructions together, and not to single out\n\nany one  instruction.  The conversion  instruction explained that\n\n                               -8-\r\r\n\nWinter need not prove  that Rockett &amp;  Sons and Rockett \"knew  or\n\nintended to  convert\" Winter's property,  only that they  came to\n\nhave  possession of that  property when they had  no right to it.\n\nThe  mention of fraud merely indicates that, in addition, if they\n\nhad  possession of  Winter's property  through fraud,  that would\n\nsuffice for conversion.  We find no inconsistency in the verdict.\n\nIII.  Violation of Sequestration Order\r          III.  Violation of Sequestration Order\r                                                \n\n          Appellants  assert that  the  district court  committed\n\nreversible error by allowing a witness for the appellee,  Michael\n\nFaulkingham  (\"Faulkingham\"),  to  testify  after  he  admittedly\n\nviolated  the court's  sequestration order.   The  district court\n\nthoroughly  explored  this issue  at  trial.   The  court allowed\n\ncounsel  for appellants to  voir dire  Faulkingham on  the record\n\nabout what he heard while in violation of the court's order.  The\n\ncourt also conducted a voir dire of Faulkingham.  Faulkingham\n\ntestified on voir dire that he was in the courtroom for about ten\n\nminutes during  the  direct and  cross-examinations  of  appellee\n\nwitness,  Michael  Kramp (\"Kramp\"),  and  then left  when  he was\n\ninformed  that he  was  not  allowed  to  be  in  the  courtroom.\n\nFaulkingham told  the court what  he heard  Kramp testify  about.\n\nCounsel for Winter then told the court the questions he would ask\n\nFaulkingham.  \n\n          The court determined that  there was no overlap in  the\n\ntwo  areas of  questioning  and allowed  Faulkingham to  testify.\n\nCounsel for Winter asked Faulkingham thirteen questions on direct\n\n                               -9-\r\r\n\nexamination,  seven  of which  were  foundational.   None  of the\n\nquestions  related to  anything  Faulkingham  testified he  heard\n\nKramp  testify about.  The  appropriate sanction for  breach of a\n\nsequestration order  is ordinarily  left to the  district court's\n\ndiscretion.   See United States  v. Cox,  752 F.2d 741,  748 (1st\r                                                 \n\nCir.  1985).  Appellants have not shown that the measures adopted\n\nby the district court  were inappropriate or that  the violations\n\nwere  so significant as  to warrant departure  from this ordinary\n\nrule.    Finally,  appellants  have   not  shown  how  they  were\n\nprejudiced by Faulkingham being allowed to testify.  We  conclude\n\nthat  the district court did not abuse its discretion in allowing\n\nFaulkingham to testify.\n\nIV.  Prejudicial Remarks\r          IV.  Prejudicial Remarks\r                                  \n\n          Appellants  allege  that  certain  statements  made  by\n\ncounsel  for  appellee  during  closing  argument  were  unfairly\n\nprejudicial and deprived appellants of a  fair trial.  Appellants\n\npoint to  the following  statements by counsel  for appellee:  1)\n\ncounsel  described Rockett as a  \"con artist\", and  the breach of\n\ncontract as a \"con\"; 2) counsel referred to Winter as the \"little\n\nfishermen's  Co-op  in Maine\"  and  stated  that \"we  don't  need\n\nanymore  of this  here  in Maine\";  3)  and counsel  stated  that\n\nRockett  \"makes more money in one deal  than the Co-op makes in a\n\ncouple of years.\"  Appellants  did  not  object  during  or after\n\nappellee's closing argument, therefore,  we review only for plain\n\nerror.  United  States v.  Rodr guez-Estrada, 877  F.2d 153,  158\r                                                      \n\n(1st  Cir. 1989); Wildman v.  Lerner Stores Corp.,  771 F.2d 605,\r                                                           \n\n                               -10-\r\r\n\n609  (1st Cir.  1985) (\"Counsel  cannot play  a waiting  game and\n\nafter  an  adverse verdict  is  rendered  raise an  objection  to\n\nargument for the first time.\") (citations omitted).  We  find  no\n\nplain  error in counsel's remarks.  The description of Rockett as\n\na \"con  artist\"  is not  unduly prejudicial  since the  complaint\n\ncharged  him with  fraud.   Moreover,  the  jury determined  that\n\nRockett did  not defraud  Winter, and, thus,  presumably rejected\n\ncounsel's characterization of  Rockett as a \"con artist\"  and the\n\nbreach as a \"con.\"  None  of the other statements by counsel were\n\nsuch that  a new  trial is required  to prevent a  miscarriage of\n\njustice.  See Fed. R. Civ. P. 61; Wildman, 771 F.2d at 609. \r                                                                      \r                                                   \n\nV.  Evidentiary Issues\r          V.  Evidentiary Issues\r                                \n\n          Appellants  list  twenty-one  instances  in  which  the\n\ndistrict   court   allegedly   admitted   evidence   erroneously.\n\nAppellants  assert  that  these errors,  taken  together,  denied\n\nappellants a fair  trial and warrant  a new trial.   We need  not\n\nlinger  long over this argument.  \"[T]he admission and  exclusion\n\nof  evidence is  primarily  within the  discretion  of the  trial\n\njudge, and  this determination  will  not be  disturbed absent  a\n\nshowing of abuse of  discretion.\"  Doty v. Sewall, 908 F.2d 1053,\r                                                           \n\n1058 (1st Cir. 1990)  (quoting  Harrington v. United  States, 504\r                                                                      \n\nF.2d  1306,  1313   (1st  Cir.  1974)).  We  have  reviewed  each\n\nassignment of error  and find  no abuse of  the district  court's\n\nbroad discretion,  certainly none  which rises  to  the level  of\n\naffecting appellants' substantial  rights.  See  Farr Man &amp;  Co.,\r                                                                           \n\nInc. v.  M/V Rozita, 903 F.2d  871, 875 (1st Cir.  1990); Fed. R.\r                             \n\n                               -11-\r\r\n\nCiv. P. 61.  \n\n                            CONCLUSION\r                                      CONCLUSION\n\n          We  have considered  appellants'  other contentions  of\n\nerror and find none meriting further discussion.  The verdict and\n\njudgment are affirmed.\r                               \n\n                               -12-\r\r\n",
  "html": "<p class=\"case_cite\">53 F.3d 327<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">G. ROCKETT &amp; SONS, INC., and Brian Rockett, Plaintiffs-Appellants,<br>v.<br>WINTER HARBOR FISHERMAN'S COOP, INC., Defendant-Appellee.</p>\n    <p class=\"docket\">No. 94-1774.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">April 25, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine [Hon.  Morton A. Brody, U.S. District Judge]</p>\n      <p class=\"indent\">Peter Panaro on brief for appellants.</p>\n      <p class=\"indent\">Michael L. Ross on brief for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants, G. Rockett &amp; Sons, Inc., and Brian Rockett, appeal a jury verdict in favor of defendant-appellee, Winter Harbor Fisherman's Coop, Inc., on plaintiffs' complaint and defendant's counter suit.  Judgment was entered by the district court in the amount of $99,360.35 against G.  Rockett &amp; Sons, Inc., for breach of contract, and in the amount of $15,000 against G. Rockett &amp; Sons, Inc., and Brian Rockett, jointly and severally, for conversion and unjust enrichment.  We affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Winter Harbor Fisherman's Coop, Inc.  (\"Winter\") is a fisherman's cooperative, located in Winter Harbor, Maine, which sells live lobsters at market wholesale cost to wholesalers.  G. Rockett &amp; Sons, Inc.  (\"Rockett &amp; Sons\") is a wholesaler of lobsters which contracts with suppliers of lobsters and delivers them to its customers in the Northeast.  In December of 1992, Brian Rockett (\"Rockett\"), an officer<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and employee of Rockett and Sons, reached an oral agreement with Winter's manager and bookkeeper, Becky Utecht-Towle (\"Utecht-Towle\"), for Rockett &amp; Sons to purchase 26,000 pounds of lobsters from Winter.  The lobsters were to be sold in three shipments on a cash and carry basis.  The purchase price was $39,423.90 for the first shipment, $34,502.50 for the second shipment, and $27,223.45 for the third shipment, for a total of $101,860.35 (including a $711.50 balance due on a previous transaction).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Rockett picked up the three shipments of lobsters on December 22nd, 27th and 29th, respectively.  He paid Winter $14,600 in cash, and paid the remainder due on the first two shipments by two corporate checks dated December 28, 1992, and December 29, 1992.  Rockett eventually stopped payment on the two corporate checks, and has never paid for the third shipment.  Instead, Rockett &amp; Sons and Rockett filed the instant lawsuit alleging that they received non-conforming goods in the first two shipments.  Specifically, Rockett &amp; Sons alleged that Winter breached the contract because the lobsters in the first shipment were below weight specifications and because most of the lobsters in the second shipment were freezing or frozen.  Winter thereafter filed suit against Rockett and Rockett &amp; Sons for breach of contract, unjust enrichment and conversion.  The two suits were consolidated and tried to a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On May 26, 1994, the jury returned a verdict for Winter on its breach of contract claims, finding that Rockett and Sons breached its agreement to pay Winter for the three shipments of lobsters.  The jury also returned a verdict for Winter on its conversion and unjust enrichment claims, finding that Rockett and Rockett &amp; Sons had converted Winter's lobsters and/or lobster crates and been unjustly enriched by the same.  The court entered judgment against Rockett &amp; Sons on the contract claims in the amount of $99,360.35, and against Rockett &amp; Sons and Brian Rockett, jointly and severally, on the conversion and unjust enrichment claims in the amount of $15,000.  This appeal followed.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellants raise a number of issues on appeal.  We address them seriatim.</p>\n    </div>\n    <p>I. Insufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellants maintain that the evidence presented at trial was legally insufficient for a reasonable jury to find that Rockett &amp; Sons breached the contract as to the first shipment of lobsters.  They also maintain that the evidence was insufficient for a reasonable jury to find that either Rockett or Rockett &amp; Sons converted Winter's lobster crates and was therefore unjustly enriched.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To challenge the sufficiency of the evidence on appeal, a party is required, at the close of the evidence, to move for judgment as a matter of law and, if that motion is denied, to renew the motion after the jury verdict.  See Velazquez v. Figueroa- Gomez, 996 F.2d 425, 426-27 (1st Cir. 1993);  Fed.  R. Civ. P. 50.  A motion for judgment as a matter of law must be made with sufficient particularity to explain why the evidence is insufficient, and the moving party may appeal only on the grounds stated in the motion.  Velazquez, 996 F.2d at 427.  A motion for judgment as a matter of law, after a jury verdict, must be made \"not later than ten days after judgment.\"  Fed. R. Civ. P. 50(b).  Appellants moved for judgment as a matter of law at the close of the evidence.  They maintain that they also moved for judgment as a matter of law after the jury rendered its verdict.  The record does not support this contention.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After the jury returned its verdict, the following colloquy took place between counsel for appellants and the court.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>MR. PANARO:  Yes your honor.  Just to make a motion.  I would make a motion for verdict for the defendant, I'm sorry, verdict for Rockett, notwithstanding the verdict in the amount of-what I'm trying to do is make a motion to set aside that portion of the verdict which states $15,000 for unjust enrichment on the part of G. Rockett &amp; Sons and Brian Rockett, and also to set aside that portion of the verdict of $39,800 [sic] and some odd as being against the weight of the evidence in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>THE COURT:  After I enter judgment in the case, Mr. Panaro, you obviously are free to file post judgment motions and you should do that in writing.  At this point I'm simply inviting counsel, to the extent that you wish to, to comment before I indicate the amount that is to be entered in the judgment in favor of [Winter].</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellants never took the court's invitation to file post judgment motions, in writing or otherwise.  The above discussion does not constitute a proper Rule 50(b) motion.  The district court judge clearly indicated to counsel that he was not treating his statements as a post-trial motion.  In addition, defense counsel's statement is insufficient by itself because it does not state with sufficient particularity-indeed, with any particularity-why the evidence was insufficient.  The attempted motion did not provide a basis upon which the district court could rule, and, consequently, we have no district court decision to consider.  See Wells Real Estate v. Greater Lowell Bd. of Realtors, 850 F.2d 803, 810 (1st Cir. 1988).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellants did not move for a new trial under either Rule 50 or Rule 59 of the Federal Rules of Civil Procedure.  Having failed to move, after the verdict, for judgment as a matter of law and/or a new trial, appellants are precluded from appealing the sufficiency of the evidence to this court.  See id. at 810-11.  Accordingly, we only address appellants' arguments concerning alleged errors by the trial court.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>II. The Conversion and Unjust Enrichment Verdicts</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The jury initially found Rockett liable on the conversion and unjust enrichment counts, but found that Rockett &amp; Sons was not liable on those counts.  The jury awarded Winter $15,000 but apportioned that award equally between Rockett and Rockett &amp; Sons.  The district court properly found that the verdict and the apportionment of damages were inconsistent.  Accordingly, the court explained the inconsistency to the jury and asked them to resolve it with reference to the jury instructions.  The court then asked them to return to deliberate further.  Counsel for appellants did not object to the court's supplemental instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In its subsequent verdict, the jury found that both Rockett and Rockett &amp; Sons had converted Winter's lobsters and/or lobster crates and that both had been unjustly enriched.  The jury found that Winter suffered damages of $15,000 as a result of this conduct, but that no portion of that $15,000 was a result of Rockett &amp; Sons' conduct alone.  The court entered judgment in the amount of $15,000 against Rockett and Rockett &amp; Sons, jointly and severally.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellants maintain that the jury's finding that both appellants had converted Winter's property, but that none of Winter's damages were caused by Rockett &amp; Sons' conduct alone, \"shows the jury was confused regarding the charge of conversion and is otherwise unreasonable, inconsistent, against the weight of the evidence and contrary to the judge's instructions on the law.\"  As explained above, by not moving for judgment notwithstanding the verdict, appellants have waived their right to challenge the sufficiency of the evidence.  We therefore address only the question of whether the verdict was inconsistent or contrary to the judge's instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The verdict was not inconsistent under Maine law.  It was stipulated at trial that Rockett was acting as an agent of Rockett &amp; Sons.  Under Maine law, the jury could conclude that Rockett converted the lobsters and/or crates and that he was acting within the scope of his employment with Rockett &amp; Sons.  See McLain v. Training &amp; Dev.  Corp., 572 A.2d 494, 497-98 (Me. 1990).  The jury could determine that the damages were caused by Rockett's conduct alone, but he was acting as an agent for Rockett &amp; Sons at the time.  The jury could therefore conclude that Rockett and Rockett &amp; Sons were jointly and severally liable for the $15,000 in damages, even though the damages were not the result of Rockett &amp; Sons' conduct alone.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Nor was the verdict contrary to the judge's instructions.  With respect to the claim for conversion, the court instructed the jury as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Co-op also claims that Rockett &amp; Sons and Brian Rockett converted its property, namely, its lobsters and 100 wooden crates.  To prove conversion, the Co-op must establish that Rockett &amp; Sons have wrongfully taken or retained property belonging to the Co-op.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Co-op need not prove that Rockett &amp; Sons and Brian Rockett knew or intended to convert the Co-op's property, only that they came to have custody of property belonging to the Co-op when they had no right to the property.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Of course, if you find that Rockett &amp; Sons was entitled to possession of the lobsters under the contract, then neither it nor Brian Rockett is liable for conversion of the lobsters.  If, however, you determine that Rockett &amp; Sons was not entitled to possession of the lobsters under the contract due to its fraud in procuring delivery of the lobsters, then you may find that Rockett &amp; Sons and Brian Rockett are liable for conversion of the lobsters.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Appellants argue that this instruction only allows a finding of conversion if the jury finds fraud in the procuring of the lobsters, and that, since the jury found no fraud, the verdict was inconsistent.  The court instructed the jury to consider all of the instructions together, and not to single out any one instruction.  The conversion instruction explained that Winter need not prove that Rockett &amp; Sons and Rockett \"knew or intended to convert\" Winter's property, only that they came to have possession of that property when they had no right to it.  The mention of fraud merely indicates that, in addition, if they had possession of Winter's property through fraud, that would suffice for conversion.  We find no inconsistency in the verdict.</p>\n    </div>\n    <p>III. Violation of Sequestration Order</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellants assert that the district court committed reversible error by allowing a witness for the appellee, Michael Faulkingham (\"Faulkingham\"), to testify after he admittedly violated the court's sequestration order.  The district court thoroughly explored this issue at trial.  The court allowed counsel for appellants to voir dire Faulkingham on the record about what he heard while in violation of the court's order.  The court also conducted a voir dire of Faulkingham.  Faulkingham testified on voir dire that he was in the courtroom for about ten minutes during the direct and cross-examinations of appellee witness, Michael Kramp (\"Kramp\"), and then left when he was informed that he was not allowed to be in the courtroom.  Faulkingham told the court what he heard Kramp testify about.  Counsel for Winter then told the court the questions he would ask Faulkingham.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The court determined that there was no overlap in the two areas of questioning and allowed Faulkingham to testify.  Counsel for Winter asked Faulkingham thirteen questions on direct examination, seven of which were foundational.  None of the questions related to anything Faulkingham testified he heard Kramp testify about.  The appropriate sanction for breach of a sequestration order is ordinarily left to the district court's discretion.  See United States v. Cox, 752 F.2d 741, 748 (1st Cir. 1985).  Appellants have not shown that the measures adopted by the district court were inappropriate or that the violations were so significant as to warrant departure from this ordinary rule.  Finally, appellants have not shown how they were prejudiced by Faulkingham being allowed to testify.  We conclude that the district court did not abuse its discretion in allowing Faulkingham to testify.</p>\n    </div>\n    <p>IV. Prejudicial Remarks</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Appellants allege that certain statements made by counsel for appellee during closing argument were unfairly prejudicial and deprived appellants of a fair trial.  Appellants point to the following statements by counsel for appellee:  1) counsel described Rockett as a \"con artist\", and the breach of contract as a \"con\";  2) counsel referred to Winter as the \"little fishermen's Co-op in Maine\" and stated that \"we don't need anymore of this here in Maine\";  3) and counsel stated that Rockett \"makes more money in one deal than the Co-op makes in a couple of years.\"  Appellants did not object during or after appellee's closing argument, therefore, we review only for plain error.  United States v. Rodriguez-Estrada, 877 F.2d 153, 158 (1st Cir. 1989);  Wildman v. Lerner Stores Corp., 771 F.2d 605, 609 (1st Cir. 1985) (\"Counsel cannot play a waiting game and after an adverse verdict is rendered raise an objection to argument for the first time.\")  (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We find no plain error in counsel's remarks.  The description of Rockett as a \"con artist\" is not unduly prejudicial since the complaint charged him with fraud.  Moreover, the jury determined that Rockett did not defraud Winter, and, thus, presumably rejected counsel's characterization of Rockett as a \"con artist\" and the breach as a \"con.\"  None of the other statements by counsel were such that a new trial is required to prevent a miscarriage of justice.  See Fed.  R. Civ. P. 61;  Wildman, 771 F.2d at 609.</p>\n    </div>\n    <p>V. Evidentiary Issues</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Appellants list twenty-one instances in which the district court allegedly admitted evidence erroneously.  Appellants assert that these errors, taken together, denied appellants a fair trial and warrant a new trial.  We need not linger long over this argument.  \"[T]he admission and exclusion of evidence is primarily within the discretion of the trial judge, and this determination will not be disturbed absent a showing of abuse of discretion.\"  Doty v. Sewall, 908 F.2d 1053, 1058 (1st Cir. 1990) (quoting Harrington v. United States, 504 F.2d 1306, 1313 (1st Cir. 1974)).  We have reviewed each assignment of error and find no abuse of the district court's broad discretion, certainly none which rises to the level of affecting appellants' substantial rights.  See Farr Man &amp; Co., Inc. v. M/V Rozita, 903 F.2d 871, 875 (1st Cir. 1990);  Fed.  R. Civ. P. 61.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We have considered appellants' other contentions of error and find none meriting further discussion.  The verdict and judgment are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although Rockett signed an affidavit expressly stating that he is an officer of Rockett &amp; Sons, he nevertheless argued at trial, and again on appeal, that he is not an officer of the company.  He has offered no reason, however, why we should disregard his own sworn statement to the contrary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This is not a case, therefore, where appellants either were misled by the trial judge or substantially complied with Rule 50.  Accordingly, they do not fit within the very narrow \"substantial compliance\" exception.  See Jusino v. Zayas, 875 F.2d 986, 991 n.6 (1st Cir. 1989) (citations omitted)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">327</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">G. ROCKETT &amp; SONS, INC., and Brian Rockett, Plaintiffs-Appellants,<br>v.<br>WINTER HARBOR FISHERMAN'S COOP, INC., Defendant-Appellee.</p>\n    <p class=\"docket\">No. 94-1774.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">April 25, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine [Hon.  Morton A. Brody, U.S. District Judge]</p>\n      <p class=\"indent\">Peter Panaro on brief for appellants.</p>\n      <p class=\"indent\">Michael L. Ross on brief for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants, G. Rockett &amp; Sons, Inc., and Brian Rockett, appeal a jury verdict in favor of defendant-appellee, Winter Harbor Fisherman's Coop, Inc., on plaintiffs' complaint and defendant's counter suit.  Judgment was entered by the district court in the amount of $99,360.35 against G.  Rockett &amp; Sons, Inc., for breach of contract, and in the amount of $15,000 against G. Rockett &amp; Sons, Inc., and Brian Rockett, jointly and severally, for conversion and unjust enrichment.  We affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Winter Harbor Fisherman's Coop, Inc.  (\"Winter\") is a fisherman's cooperative, located in Winter Harbor, Maine, which sells live lobsters at market wholesale cost to wholesalers.  G. Rockett &amp; Sons, Inc.  (\"Rockett &amp; Sons\") is a wholesaler of lobsters which contracts with suppliers of lobsters and delivers them to its customers in the Northeast.  In December of 1992, Brian Rockett (\"Rockett\"), an officer<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and employee of Rockett and Sons, reached an oral agreement with Winter's manager and bookkeeper, Becky Utecht-Towle (\"Utecht-Towle\"), for Rockett &amp; Sons to purchase 26,000 pounds of lobsters from Winter.  The lobsters were to be sold in three shipments on a cash and carry basis.  The purchase price was $39,423.90 for the first shipment, $34,502.50 for the second shipment, and $27,223.45 for the third shipment, for a total of $101,860.35 (including a $711.50 balance due on a previous transaction).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Rockett picked up the three shipments of lobsters on December 22nd, 27th and 29th, respectively.  He paid Winter $14,600 in cash, and paid the remainder due on the first two shipments by two corporate checks dated December 28, 1992, and December 29, 1992.  Rockett eventually stopped payment on the two corporate checks, and has never paid for the third shipment.  Instead, Rockett &amp; Sons and Rockett filed the instant lawsuit alleging that they received non-conforming goods in the first two shipments.  Specifically, Rockett &amp; Sons alleged that Winter breached the contract because the lobsters in the first shipment were below weight specifications and because most of the lobsters in the second shipment were freezing or frozen.  Winter thereafter filed suit against Rockett and Rockett &amp; Sons for breach of contract, unjust enrichment and conversion.  The two suits were consolidated and tried to a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On May 26, 1994, the jury returned a verdict for Winter on its breach of contract claims, finding that Rockett and Sons breached its agreement to pay Winter for the three shipments of lobsters.  The jury also returned a verdict for Winter on its conversion and unjust enrichment claims, finding that Rockett and Rockett &amp; Sons had converted Winter's lobsters and/or lobster crates and been unjustly enriched by the same.  The court entered judgment against Rockett &amp; Sons on the contract claims in the amount of $99,360.35, and against Rockett &amp; Sons and Brian Rockett, jointly and severally, on the conversion and unjust enrichment claims in the amount of $15,000.  This appeal followed.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellants raise a number of issues on appeal.  We address them seriatim.</p>\n    </div>\n    <p>I. Insufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellants maintain that the evidence presented at trial was legally insufficient for a reasonable jury to find that Rockett &amp; Sons breached the contract as to the first shipment of lobsters.  They also maintain that the evidence was insufficient for a reasonable jury to find that either Rockett or Rockett &amp; Sons converted Winter's lobster crates and was therefore unjustly enriched.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To challenge the sufficiency of the evidence on appeal, a party is required, at the close of the evidence, to move for judgment as a matter of law and, if that motion is denied, to renew the motion after the jury verdict.  See Velazquez v. Figueroa- Gomez, <span class=\"citation\" data-id=\"609730\"><a href=\"/opinion/609730/agapita-rosa-velazquez-v-edna-j-figueroa-gomez-two-cases-agapita-rosa/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">425</span></a></span>, 426-27 (1st Cir. 1993);  Fed.  R. Civ. P. 50.  A motion for judgment as a matter of law must be made with sufficient particularity to explain why the evidence is insufficient, and the moving party may appeal only on the grounds stated in the motion.  <span class=\"citation\" data-id=\"609730\"><span class=\"antecedent_guess\">Velazquez,</span> <a href=\"/opinion/609730/agapita-rosa-velazquez-v-edna-j-figueroa-gomez-two-cases-agapita-rosa/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">427</span></a></span>.  A motion for judgment as a matter of law, after a jury verdict, must be made \"not later than ten days after judgment.\"  Fed. R. Civ. P. 50(b).  Appellants moved for judgment as a matter of law at the close of the evidence.  They maintain that they also moved for judgment as a matter of law after the jury rendered its verdict.  The record does not support this contention.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After the jury returned its verdict, the following colloquy took place between counsel for appellants and the court.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>MR. PANARO:  Yes your honor.  Just to make a motion.  I would make a motion for verdict for the defendant, I'm sorry, verdict for Rockett, notwithstanding the verdict in the amount of-what I'm trying to do is make a motion to set aside that portion of the verdict which states $15,000 for unjust enrichment on the part of G. Rockett &amp; Sons and Brian Rockett, and also to set aside that portion of the verdict of $39,800 [sic] and some odd as being against the weight of the evidence in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>THE COURT:  After I enter judgment in the case, Mr. Panaro, you obviously are free to file post judgment motions and you should do that in writing.  At this point I'm simply inviting counsel, to the extent that you wish to, to comment before I indicate the amount that is to be entered in the judgment in favor of [Winter].</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellants never took the court's invitation to file post judgment motions, in writing or otherwise.  The above discussion does not constitute a proper Rule 50(b) motion.  The district court judge clearly indicated to counsel that he was not treating his statements as a post-trial motion.  In addition, defense counsel's statement is insufficient by itself because it does not state with sufficient particularity-indeed, with any particularity-why the evidence was insufficient.  The attempted motion did not provide a basis upon which the district court could rule, and, consequently, we have no district court decision to consider.  See Wells Real Estate v. Greater Lowell Bd. of Realtors, <span class=\"citation\" data-id=\"508416\"><a href=\"/opinion/508416/wells-real-estate-inc-v-greater-lowell-board-of-realtors/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">803</span></a></span>, 810 (1st Cir. 1988).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellants did not move for a new trial under either Rule 50 or Rule 59 of the Federal Rules of Civil Procedure.  Having failed to move, after the verdict, for judgment as a matter of law and/or a new trial, appellants are precluded from appealing the sufficiency of the evidence to this court.  See <span class=\"citation\" data-id=\"508416\"><a href=\"/opinion/508416/wells-real-estate-inc-v-greater-lowell-board-of-realtors/\"><span class=\"id_token\">id.</span> at 810-11. </a></span> Accordingly, we only address appellants' arguments concerning alleged errors by the trial court.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>II. The Conversion and Unjust Enrichment Verdicts</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The jury initially found Rockett liable on the conversion and unjust enrichment counts, but found that Rockett &amp; Sons was not liable on those counts.  The jury awarded Winter $15,000 but apportioned that award equally between Rockett and Rockett &amp; Sons.  The district court properly found that the verdict and the apportionment of damages were inconsistent.  Accordingly, the court explained the inconsistency to the jury and asked them to resolve it with reference to the jury instructions.  The court then asked them to return to deliberate further.  Counsel for appellants did not object to the court's supplemental instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In its subsequent verdict, the jury found that both Rockett and Rockett &amp; Sons had converted Winter's lobsters and/or lobster crates and that both had been unjustly enriched.  The jury found that Winter suffered damages of $15,000 as a result of this conduct, but that no portion of that $15,000 was a result of Rockett &amp; Sons' conduct alone.  The court entered judgment in the amount of $15,000 against Rockett and Rockett &amp; Sons, jointly and severally.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellants maintain that the jury's finding that both appellants had converted Winter's property, but that none of Winter's damages were caused by Rockett &amp; Sons' conduct alone, \"shows the jury was confused regarding the charge of conversion and is otherwise unreasonable, inconsistent, against the weight of the evidence and contrary to the judge's instructions on the law.\"  As explained above, by not moving for judgment notwithstanding the verdict, appellants have waived their right to challenge the sufficiency of the evidence.  We therefore address only the question of whether the verdict was inconsistent or contrary to the judge's instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The verdict was not inconsistent under Maine law.  It was stipulated at trial that Rockett was acting as an agent of Rockett &amp; Sons.  Under Maine law, the jury could conclude that Rockett converted the lobsters and/or crates and that he was acting within the scope of his employment with Rockett &amp; Sons.  See McLain v. Training &amp; Dev.  Corp., <span class=\"citation no-link\"><span class=\"volume\">572</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">494</span></span>, 497-98 (Me. 1990).  The jury could determine that the damages were caused by Rockett's conduct alone, but he was acting as an agent for Rockett &amp; Sons at the time.  The jury could therefore conclude that Rockett and Rockett &amp; Sons were jointly and severally liable for the $15,000 in damages, even though the damages were not the result of Rockett &amp; Sons' conduct alone.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Nor was the verdict contrary to the judge's instructions.  With respect to the claim for conversion, the court instructed the jury as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Co-op also claims that Rockett &amp; Sons and Brian Rockett converted its property, namely, its lobsters and 100 wooden crates.  To prove conversion, the Co-op must establish that Rockett &amp; Sons have wrongfully taken or retained property belonging to the Co-op.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Co-op need not prove that Rockett &amp; Sons and Brian Rockett knew or intended to convert the Co-op's property, only that they came to have custody of property belonging to the Co-op when they had no right to the property.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Of course, if you find that Rockett &amp; Sons was entitled to possession of the lobsters under the contract, then neither it nor Brian Rockett is liable for conversion of the lobsters.  If, however, you determine that Rockett &amp; Sons was not entitled to possession of the lobsters under the contract due to its fraud in procuring delivery of the lobsters, then you may find that Rockett &amp; Sons and Brian Rockett are liable for conversion of the lobsters.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Appellants argue that this instruction only allows a finding of conversion if the jury finds fraud in the procuring of the lobsters, and that, since the jury found no fraud, the verdict was inconsistent.  The court instructed the jury to consider all of the instructions together, and not to single out any one instruction.  The conversion instruction explained that Winter need not prove that Rockett &amp; Sons and Rockett \"knew or intended to convert\" Winter's property, only that they came to have possession of that property when they had no right to it.  The mention of fraud merely indicates that, in addition, if they had possession of Winter's property through fraud, that would suffice for conversion.  We find no inconsistency in the verdict.</p>\n    </div>\n    <p>III. Violation of Sequestration Order</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellants assert that the district court committed reversible error by allowing a witness for the appellee, Michael Faulkingham (\"Faulkingham\"), to testify after he admittedly violated the court's sequestration order.  The district court thoroughly explored this issue at trial.  The court allowed counsel for appellants to voir dire Faulkingham on the record about what he heard while in violation of the court's order.  The court also conducted a voir dire of Faulkingham.  Faulkingham testified on voir dire that he was in the courtroom for about ten minutes during the direct and cross-examinations of appellee witness, Michael Kramp (\"Kramp\"), and then left when he was informed that he was not allowed to be in the courtroom.  Faulkingham told the court what he heard Kramp testify about.  Counsel for Winter then told the court the questions he would ask Faulkingham.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The court determined that there was no overlap in the two areas of questioning and allowed Faulkingham to testify.  Counsel for Winter asked Faulkingham thirteen questions on direct examination, seven of which were foundational.  None of the questions related to anything Faulkingham testified he heard Kramp testify about.  The appropriate sanction for breach of a sequestration order is ordinarily left to the district court's discretion.  See United States v. Cox, <span class=\"citation\" data-id=\"446763\"><a href=\"/opinion/446763/united-states-v-dorothy-cox-united-states-of-america-v-anthony-marra/\"><span class=\"volume\">752</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></a></span>, 748 (1st Cir. 1985).  Appellants have not shown that the measures adopted by the district court were inappropriate or that the violations were so significant as to warrant departure from this ordinary rule.  Finally, appellants have not shown how they were prejudiced by Faulkingham being allowed to testify.  We conclude that the district court did not abuse its discretion in allowing Faulkingham to testify.</p>\n    </div>\n    <p>IV. Prejudicial Remarks</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Appellants allege that certain statements made by counsel for appellee during closing argument were unfairly prejudicial and deprived appellants of a fair trial.  Appellants point to the following statements by counsel for appellee:  1) counsel described Rockett as a \"con artist\", and the breach of contract as a \"con\";  2) counsel referred to Winter as the \"little fishermen's Co-op in Maine\" and stated that \"we don't need anymore of this here in Maine\";  3) and counsel stated that Rockett \"makes more money in one deal than the Co-op makes in a couple of years.\"  Appellants did not object during or after appellee's closing argument, therefore, we review only for plain error.  United States v. Rodriguez-Estrada, <span class=\"citation\" data-id=\"524961\"><a href=\"/opinion/524961/united-states-v-hector-m-rodriguez-estrada/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">153</span></a></span>, 158 (1st Cir. 1989);  Wildman v. Lerner Stores Corp., <span class=\"citation\" data-id=\"457690\"><a href=\"/opinion/457690/mark-wildman-v-lerner-stores-corporation-mark-wildman-v-lerner-stores/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">605</span></a></span>, 609 (1st Cir. 1985) (\"Counsel cannot play a waiting game and after an adverse verdict is rendered raise an objection to argument for the first time.\")  (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We find no plain error in counsel's remarks.  The description of Rockett as a \"con artist\" is not unduly prejudicial since the complaint charged him with fraud.  Moreover, the jury determined that Rockett did not defraud Winter, and, thus, presumably rejected counsel's characterization of Rockett as a \"con artist\" and the breach as a \"con.\"  None of the other statements by counsel were such that a new trial is required to prevent a miscarriage of justice.  See Fed.  R. Civ. P. 61;  <span class=\"citation\" data-id=\"457690\"><span class=\"antecedent_guess\">Wildman,</span> <a href=\"/opinion/457690/mark-wildman-v-lerner-stores-corporation-mark-wildman-v-lerner-stores/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">609</span></a></span>.</p>\n    </div>\n    <p>V. Evidentiary Issues</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Appellants list twenty-one instances in which the district court allegedly admitted evidence erroneously.  Appellants assert that these errors, taken together, denied appellants a fair trial and warrant a new trial.  We need not linger long over this argument.  \"[T]he admission and exclusion of evidence is primarily within the discretion of the trial judge, and this determination will not be disturbed absent a showing of abuse of discretion.\"  Doty v. Sewall, <span class=\"citation\" data-id=\"545153\"><a href=\"/opinion/545153/arthur-doty-v-richard-sewall-arthur-doty-v-richard-sewall/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1053</span></a></span>, 1058 (1st Cir. 1990) (quoting Harrington v. United States, <span class=\"citation\" data-id=\"322472\"><a href=\"/opinion/322472/harold-e-harrington-v-united-states/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1306</span></a></span>, 1313 (1st Cir. 1974)).  We have reviewed each assignment of error and find no abuse of the district court's broad discretion, certainly none which rises to the level of affecting appellants' substantial rights.  See Farr Man &amp; Co., Inc. v. M/V Rozita, <span class=\"citation\" data-id=\"541946\"><a href=\"/opinion/541946/farr-man-co-inc-v-mv-rozita-etc-appeal-of-amstar-corporation/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">871</span></a></span>, 875 (1st Cir. 1990);  Fed.  R. Civ. P. 61.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We have considered appellants' other contentions of error and find none meriting further discussion.  The verdict and judgment are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although Rockett signed an affidavit expressly stating that he is an officer of Rockett &amp; Sons, he nevertheless argued at trial, and again on appeal, that he is not an officer of the company.  He has offered no reason, however, why we should disregard his own sworn statement to the contrary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This is not a case, therefore, where appellants either were misled by the trial judge or substantially complied with Rule 50.  Accordingly, they do not fit within the very narrow \"substantial compliance\" exception.  See Jusino v. Zayas, <span class=\"citation\" data-id=\"524052\"><a href=\"/opinion/524052/waddie-jusino-v-carmen-sonia-zayas-etc/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">986</span></a></span>, 991 n.6 (1st Cir. 1989) (citations omitted)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/322472/",
    "https://www.courtlistener.com/api/rest/v3/opinions/446763/",
    "https://www.courtlistener.com/api/rest/v3/opinions/457690/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508416/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524052/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524961/",
    "https://www.courtlistener.com/api/rest/v3/opinions/541946/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545153/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609730/"
  ]
}