{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196049/",
  "id": 196049,
  "absolute_url": "/opinion/196049/virella-nieves-v-aircap-industries/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196049/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:55:10Z",
  "date_modified": "2020-02-21T23:50:43.644308Z",
  "type": "010combined",
  "sha1": "2b1e2f79888b2a678e01e69ebda417422722d0e3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2010.01A",
  "local_path": null,
  "plain_text": "\n\n                  United States Court of Appeals\n                      For the First Circuit\n                                           \n\nNos. 93-2010\n     93-2217\n\n                   ANA VIRELLA-NIEVES, ET AL.,\n\n                      Plaintiffs, Appellees,\n\n                                v.\n\n              BRIGGS &amp; STRATTON CORPORATION, ET AL.,\n\n                      Defendants, Appellees.\n                                           \n\n      AIRCAP INDUSTRIES, INC., AND CIGNA INSURANCE COMPANY,\n\n                     Defendants, Appellants.\n                                           \n\nNo. 93-2229\n\n                   ANA VIRELLA-NIEVES, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                   AIRCAP CORPORATION, ET AL.,\n\n                      Defendants, Appellees.\n                                           \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r                                                                  \n                                           \n\n                              Before\n\n                      Torruella, Chief Judge,\r                                                      \n                  Coffin, Senior Circuit Judge,\r                                                        \n                    and Selya, Circuit Judge.\r                                                      \n\n                                           \r\r\n\n     Steven C. Lausell with whom Manuel San Juan was on brief for\r                                                          \nplaintiffs.\n     Francisco J.  Colon-Pagan with whom Keith  A. Vanderburg was\r                                                                       \non brief for defendants.\n\n                                           \n\n                           May 4, 1995\n                                           \r\r\n\n     COFFIN, Senior  Circuit Judge.  The  district court, finding\r                                            \n\nthat  defendants had  \"good cause\"  for their  failure to  file a\n\nnotice of appeal within  the applicable thirty-day period, issued\n\nan order extending their  time to file an appeal.   Because \"good\n\ncause\" is not the proper basis for an extension of time under the\n\ncircumstances present here, we must vacate the court's order.\n\n                          I. Background\r                                                 \n\n     After trial, the  jury returned a verdict for  plaintiffs on\n\ntheir product  liability action.   Both  sides then  filed timely\n\npost-trial  motions, which were denied  by the court  on July 12,\n\n1993.  The clerk  of court received and filed the  court's orders\n\ndenying the motions  that same day and docketed  them on July 13.\n\nIt is uncontested  that, on  July 14, the  clerk's office  mailed\n\ncopies of the orders to  defendants and that defendants  received\n\nthem.  These copies  showed that the judge had  signed the orders\n\nand the  clerk's office had received  and filed them on  July 12.\n\nDefendants  submit, however, that they did not indicate that they\n\nhad been entered  upon the  court docket, which  is the  starting\n\npoint  for  the running  of the  thirty-day  period for  filing a\n\nnotice of appeal.  See Fed. R. App. P. 4(a).\r                                \n\n     In other  words, defendants knew  that the court  had denied\n\nthe  post-trial motions on July  12, that the  clerk's office had\n\nreceived and filed the court's orders on that same day, and  that\n\nall that remained for  the clock to begin  running on the  period\n\nfor  taking an appeal  was for the clerk's  office to perform the\n\nministerial  task   of  entering  a  notation   onto  the  docket\n\n                               -3-\r\r\n\nindicating  that the  post-trial motions had  been denied.   Yet,\n\ndespite this  knowledge, defendants  did nothing until  August 9,\n\nwhen the secretary of defendants' lead counsel returned  from her\n\nvacation.  It was only upon her return that defendants first made\n\nan attempt  to find out  if the  orders had been  entered on  the\n\ndocket.  \n\n     According to the secretary's  unsworn statement, she  called\n\nthe clerk's  office \"on  various occasions\" to  ascertain if  the\n\norders  had been  docketed.   Though she  provided no  dates, she\n\nstated  that  \"each time\"  she called,  she  was told  by unnamed\n\n\"clerk's office  personnel\" that  the computer system  was down.1\n\nFaced with what should  have been the alarming prospect  that, if\n\nthe clerk's office had docketed the orders on the day it received\n\nthem,  the time to appeal would expire August 12, defense counsel\n\ndid   nothing  more   than  have   his  secretary   continue  her\n\nunsuccessful attempts.   It was not until August 16  that she was\n\ntold that the orders  had been docketed.  Still,  defense counsel\n\ndid  not  think to  inquire when  the  orders had  been docketed.\r                                          \n\nInstead,  upon  learning that  the  orders had  been  entered, he\n\nassumed that  he would  receive written  notice from  the clerk's\n\noffice advising  him of  the date  of their  entry,  and took  no\n\nfurther steps to learn this crucial fact himself.  \n\n     It was only during a chance telephone  conversation later on\n\nAugust 16  that plaintiffs' counsel mentioned  to defense counsel\n\n                    \r                              \n\n     1 She stated that on one occasion she was told by \"Nancy\" of\nthe clerk's office to try again the next day.\n\n                               -4-\r\r\n\nthat the  orders had  been entered on  July 13.   The  thirty-day\n\nperiod  had expired.  Sometime  during the evening  of August 18,\n\ndefense  counsel filed  a  motion pursuant  to  Fed. R.  App.  P.\n\n4(a)(5) requesting an extension of time to file an appeal \"on the\n\ngrounds of excusable neglect  or good cause.\"  The  court granted\n\nthe motion by margin  order, writing only: \"For good  cause shown\n\nthe  requested  extension of  time to  file  Notice of  Appeal is\n\nGranted.\"  Defendants then appealed.  Plaintiffs thereafter filed\n\ntheir cross appeal.  See Fed. R. App. P. 4(a)(3).\r                                  \n\n                          II. Discussion\r                                                  \n\n     Pursuant to Fed.  R. Civ. P.  77(d), the  clerk of court  is\n\ncharged with the responsibility of mailing notice of the entry of\n\ncourt orders and judgments to all non-defaulted parties.  But the\n\nRule  itself plainly  states that  the clerk's  failure to  do so\n\n\"does not affect the  time to appeal or relieve  or authorize the\n\ncourt to  relieve a party for  failure to appeal within  the time\n\nallowed, except as permitted in Rule 4(a) of the Federal Rules of\n\nAppellate Procedure.\"  Thus,  since lack of receipt of  notice of\n\nthe  entry of the dispositive orders is the basic reason advanced\n\nfor defendants' delinquency, we turn to Fed. R. App. P. 4(a).\n\n     Before Rule 4(a) was amended in 1991, only  one subdivision,\n\n4(a)(5), gave  district judges the authority  to grant extensions\n\nof  time to file appeals.   That section  provides: \"The district\n\ncourt, upon a  showing of  excusable neglect or  good cause,  may\n\nextend the time for filing  a notice of appeal upon motion  filed\n\nnot later than 30 days after the expiration\" of the original time\n\n                               -5-\r\r\n\nperiod allowed.    Fed. R.  App.  P. 4(a)(5).    Seven courts  of\n\nappeals have read this  rule to mean that the good cause standard\n\nis applicable  only to requests  for extensions  made before  the\n\nexpiration of  the original  period for  filing a timely  appeal,\n\nwhile  the excusable neglect  standard applies if  the request is\n\nmade  afterward.  See Pontarelli  v. Stone, 930  F.2d 104, 109-10\r                                                    \n\n(1st Cir. 1991) (collecting cases from  the Second, Fifth, Sixth,\n\nSeventh, Eighth, Ninth and Eleventh Circuits).2  \n\n     We have taken a different view.   As we first noted almost a\n\ndecade ago, Rule 4(a)(5) \"expressly recognizes `good cause' as  a\n\nbasis for extension both  before and after the expiration  of the\n\nappeal time.\"   Scarpa  v. Murphy, 782  F.2d 300,  301 (1st  Cir.\r                                           \n\n1986).  Scarpa involved a request for an extension made after the\r                        \n\nperiod had expired,  but was  occasioned by no  \"neglect\" on  the\n\npart of the would-be appellant.  Rather, the notice of appeal was\n\nfiled late because of  delay by the United States  Postal Service\n\nin  delivering it  to  court.   Thus we  said that  the extension\n\nshould have been granted  because there was good cause  shown for\n\nits  being  filed late,  rather  than any  neglect,  excusable or\n\notherwise, by the appellant.  Id.\r                                           \n                    \r                              \n\n     2  These  courts  have  relied  heavily  upon  the  advisory\ncommittee  note to the 1979 amendment to Rule 4(a)(5) in reaching\nthis holding.   Before 1979,  a district court  was empowered  to\nextend  the period for  filing an appeal  only upon a  finding of\nexcusable  neglect.   The  advisory  committee  wrote that  while\nexcusable neglect  \"was an appropriate standard in cases in which\nthe motion is made after the time for filing the notice of appeal\nhas run, and remains so,  it has never fit exactly the  situation\nin  which the appellant seeks an  extension before the expiration\nof the  initial time.   In such a case  `good cause' .  . . seems\nmore appropriate.\"\n\n                               -6-\r\r\n\n     More recently, in Pontarelli  v. Stone, 930 F.2d at  110, we\r                                                     \n\nreiterated that a showing of good cause could justify granting an\n\nextension even  if requested after  the initial  time period  had\n\nexpired.   But we also  made clear that  the two standards occupy\n\ndistinct  spheres.  The good  cause standard, which  was added by\n\nthe   1979  amendment,   \"neither  displaces  nor   overlaps  the\n\n`excusable  neglect'  analysis  customarily  employed  under  the\n\nearlier rule.\"  Id.  Rather, it adds a limited basis for granting\r                             \n\nan  extension  in  those  circumstances  that  are  \"unsuited  to\n\ntraditional   `excusable   neglect'  analysis.\"      Id.     Such\r                                                                  \n\ncircumstances were  found to be  present in Scarpa  because there\r                                                            \n\nwas  no \"neglect\" by  the would-be appellant  at all, so  that it\n\nmade no sense to analyze whether the neglect was \"excusable.\"\n\n     Such  is not the  case here.  Defendants  were put on notice\n\nthat  the dispositive  orders had  been signed  by the  judge and\n\nreceived by the clerk's office on July 12.  By  their own choice,\n\nthey waited almost the  full thirty days, until August  9, before\n\neven attempting to learn when the orders had been docketed.  When\n\ntelephonic  inquiries proved  unavailing,  they took  no  further\n\nsteps, but simply allowed the time to expire.  They  presented no\n\nreason for their  failure, for  example, to send  a messenger  to\n\ncourt to look up the relevant date, and we see  no \"forces beyond\n\n[their] control,\" id. at 111  -- at least on this record  -- that\r                               \n\nprevented them from taking this eminently reasonable step.  Thus,\n\nunder  Rule  4(a)(5), it  is clear  that only  excusable neglect,\n\nrather than good cause, could justify granting an extension.  See\r                                                                           \n\n                               -7-\r\r\n\nGochis v. Allstate, 16 F.3d 12, 14 (1st Cir. 1994) (where failure\r                            \n\nto file timely appeal  is due to party's own neglect, rather than\n\nforces  beyond   party's  control,  excusable   neglect  standard\n\napplies).   The  determination of  whether a  party's  neglect is\n\nexcusable \"is at bottom an equitable one, taking into account all\n\nof  the relevant circumstances surrounding the party's omission.\"\n\nPioneer Inv.  Servs. Co.  v. Brunswick Assocs.  Ltd. Partnership,\r                                                                          \n\n113 S.  Ct.  1489, 1498  (1993)  (giving non-exhaustive  list  of\n\nrelevant factors).3   No such determination having  been made, we\n\nmust  vacate the  grant of  additional time  to file  the appeal.\n\nSince plaintiffs'  cross appeal  was timely  only because  of the\n\nadditional time  granted  to  defendants,  see Fed.  R.  App.  P.\r                                                        \n\n4(a)(3), we have jurisdiction over neither party's appeal.\n\n     Two observations remain.  We already have noted that, before\n\n1991,  Rule 4(a)(5)  was the  sole basis for  granting additional\n\ntime to appeal.   Defendants  apparently failed  to realize  that\n\nRule  4(a)  was  amended in  1991  to  respond  precisely to  the\n\nsituation in  which they found  themselves.  The  new subdivision\n\nprovides:\n\n     The district court, if it finds (a) that a party entitled to\n     notice of the entry  of a judgment or order  did not receive\n     such notice from  the clerk or any  party within 21  days of\n                    \r                              \n\n     3 We agree with the  Tenth Circuit that Pioneer's exposition\r                                                              \nof  excusable  neglect,  though  made  in  the  context  of  late\nbankruptcy filings,  applies equally to Fed. R.  App. P. 4(a)(5).\nSee City of  Chanute, Kansas  v. Williams Nat.  Gas Co., 31  F.3d\r                                                                 \n1041, 1046  (1994).  We  may add  one further rationale  to those\ngiven by the Tenth Circuit for this conclusion: the Pioneer Court\r                                                                     \nspecifically cited  conflict among  the circuits  in interpreting\nexcusable  neglect  in Rule  4(a)(5)  as  a  reason for  granting\ncertiorari.  Pioneer, 113 S. Ct. at 1494 n.3.\r                              \n\n                               -8-\r\r\n\n     its  entry and (b) that  no party would  be prejudiced, may,\n     upon motion filed within  180 days of entry of  the judgment\n     or  order  or  within 7  days  of  receipt  of such  notice,\n     whichever is earlier, reopen the time for appeal.\n\nFed. R. App.  P. 4(a)(6).   This section may supply  an alternate\n\nbasis for the district court  to grant defendants additional time\n\nto  appeal.   Of course, it  was not  relied upon  below, and the\n\ndistrict  judge  had no  occasion  to  make the  requisite  fact-\n\nfindings.   We offer no speculation on whether defendants may now\n\nrely upon this provision or,  if so, how the district judge  will\n\nfind the relevant facts.\n\n     Finally, at  oral argument we  urged the parties  to explore\n\nsettlement.  They did so, to no avail.  Now, in the light of this\n\nremand, it seems especially  appropriate to renew the suggestion.\n\nNot only is  there no guarantee at this juncture  that the appeal\n\n(and the cross appeal) can go forward, but we are  skeptical that\n\nany appellant would eventually succeed in reversing the judgments\n\nbelow.\n\n     Accordingly, the order granting additional time to file this\n\nappeal  is  VACATED  and  the case  is  REMANDED  for proceedings\n\nconsistent with this opinion.  Costs to plaintiffs.\n\n                               -9-\r\r\n",
  "html": "<p class=\"case_cite\">53 F.3d 451</p>\n    <p class=\"case_cite\">31 Fed.R.Serv.3d 364</p>\n    <p class=\"parties\">Ana VIRELLA-NIEVES, et al., Plaintiffs, Appellees,<br>v.<br>BRIGGS &amp; STRATTON CORPORATION, et al., Defendants, Appellees.<br>Aircap Industries, Inc., and Cigna Insurance Company,<br>Defendants, Appellants.<br>Ana VIRELLA-NIEVES, et al., Plaintiffs, Appellants,<br>v.<br>AIRCAP CORPORATION, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 93-2010, 93-2217 and 93-2229.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 6, 1995.<br>Decided May 4, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Steven C. Lausell with whom Manuel San Juan, San Juan, PR, was on brief, for plaintiffs.</p>\n      <p class=\"indent\">Francisco J. Colon-Pagan, Old San Juan, PR, with whom Keith A. Vanderburg, Cleveland, OH, was on brief, for defendants.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The district court, finding that defendants had \"good cause\" for their failure to file a notice of appeal within the applicable thirty-day period, issued an order extending their time to file an appeal.  Because \"good cause\" is not the proper basis for an extension of time under the circumstances present here, we must vacate the court's order.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After trial, the jury returned a verdict for plaintiffs on their product liability action.  Both sides then filed timely post-trial motions, which were denied by the court on July 12, 1993.  The clerk of court received and filed the court's orders denying the motions that same day and docketed them on July 13.  It is uncontested that, on July 14, the clerk's office mailed copies of the orders to defendants and that defendants received them.  These copies showed that the judge had signed the orders and the clerk's office had received and filed them on July 12.  Defendants submit, however, that they did not indicate that they had been entered upon the court docket, which is the starting point for the running of the thirty-day period for filing a notice of appeal.  See Fed.R.App.P. 4(a).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In other words, defendants knew that the court had denied the post-trial motions on July 12, that the clerk's office had received and filed the court's orders on that same day, and that all that remained for the clock to begin running on the period for taking an appeal was for the clerk's office to perform the ministerial task of entering a notation onto the docket indicating that the post-trial motions had been denied.  Yet, despite this knowledge, defendants did nothing until August 9, when the secretary of defendants' lead counsel returned from her vacation.  It was only upon her return that defendants first made an attempt to find out if the orders had been entered on the docket.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">According to the secretary's unsworn statement, she called the clerk's office \"on various occasions\" to ascertain if the orders had been docketed.  Though she provided no dates, she stated that \"each time\" she called, she was told by unnamed \"clerk's office personnel\" that the computer system was down.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Faced with what should have been the alarming prospect that, if the clerk's office had docketed the orders on the day it received them, the time to appeal would expire August 12, defense counsel did nothing more than have his secretary continue her unsuccessful attempts.  It was not until August 16 that she was told that the orders had been docketed.  Still, defense counsel did not think to inquire when the orders had been docketed.  Instead, upon learning that the orders had been entered, he assumed that he would receive written notice from the clerk's office advising him of the date of their entry, and took no further steps to learn this crucial fact himself.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It was only during a chance telephone conversation later on August 16 that plaintiffs' counsel mentioned to defense counsel that the orders had been entered on July 13.  The thirty-day period had expired.  Sometime during the evening of August 18, defense counsel filed a motion pursuant to Fed.R.App.P. 4(a)(5) requesting an extension of time to file an appeal \"on the grounds of excusable neglect or good cause.\"   The court granted the motion by margin order, writing only:  \"For good cause shown the requested extension of time to file Notice of Appeal is Granted.\"   Defendants then appealed.  Plaintiffs thereafter filed their cross appeal.  See Fed.R.App.P. 4(a)(3).</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Pursuant to Fed.R.Civ.P. 77(d), the clerk of court is charged with the responsibility of mailing notice of the entry of court orders and judgments to all non-defaulted parties.  But the Rule itself plainly states that the clerk's failure to do so \"does not affect the time to appeal or relieve or authorize the court to relieve a party for failure to appeal within the time allowed, except as permitted in Rule 4(a) of the Federal Rules of Appellate Procedure.\"   Thus, since lack of receipt of notice of the entry of the dispositive orders is the basic reason advanced for defendants' delinquency, we turn to Fed.R.App.P. 4(a).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Before Rule 4(a) was amended in 1991, only one subdivision, 4(a)(5), gave district judges the authority to grant extensions of time to file appeals.  That section provides:  \"The district court, upon a showing of excusable neglect or good cause, may extend the time for filing a notice of appeal upon motion filed not later than 30 days after the expiration\" of the original time period allowed.  Fed.R.App.P. 4(a)(5).  Seven courts of appeals have read this rule to mean that the good cause standard is applicable only to requests for extensions made before the expiration of the original period for filing a timely appeal, while the excusable neglect standard applies if the request is made afterward.  See Pontarelli v. Stone, 930 F.2d 104, 109-10 (1st Cir.1991) (collecting cases from the Second, Fifth, Sixth, Seventh, Eighth, Ninth and Eleventh Circuits).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We have taken a different view.  As we first noted almost a decade ago, Rule 4(a)(5) \"expressly recognizes 'good cause' as a basis for extension both before and after the expiration of the appeal time.\"  Scarpa v. Murphy, 782 F.2d 300, 301 (1st Cir.1986).  Scarpa involved a request for an extension made after the period had expired, but was occasioned by no \"neglect\" on the part of the would-be appellant.  Rather, the notice of appeal was filed late because of delay by the United States Postal Service in delivering it to court.  Thus we said that the extension should have been granted because there was good cause shown for its being filed late, rather than any neglect, excusable or otherwise, by the appellant.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">More recently, in Pontarelli v. Stone, 930 F.2d at 110, we reiterated that a showing of good cause could justify granting an extension even if requested after the initial time period had expired.  But we also made clear that the two standards occupy distinct spheres.  The good cause standard, which was added by the 1979 amendment, \"neither displaces nor overlaps the 'excusable neglect' analysis customarily employed under the earlier rule.\"  Id.  Rather, it adds a limited basis for granting an extension in those circumstances that are \"unsuited to traditional 'excusable neglect' analysis.\"  Id.  Such circumstances were found to be present in Scarpa because there was no \"neglect\" by the would-be appellant at all, so that it made no sense to analyze whether the neglect was \"excusable.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Such is not the case here.  Defendants were put on notice that the dispositive orders had been signed by the judge and received by the clerk's office on July 12.  By their own choice, they waited almost the full thirty days, until August 9, before even attempting to learn when the orders had been docketed.  When telephonic inquiries proved unavailing, they took no further steps, but simply allowed the time to expire.  They presented no reason for their failure, for example, to send a messenger to court to look up the relevant date, and we see no \"forces beyond [their] control,\" id. at 111--at least on this record--that prevented them from taking this eminently reasonable step.  Thus, under Rule 4(a)(5), it is clear that only excusable neglect, rather than good cause, could justify granting an extension.  See Gochis v. Allstate Insurance Co., 16 F.3d 12, 14 (1st Cir.1994) (where failure to file timely appeal is due to party's own neglect, rather than forces beyond party's control, excusable neglect standard applies).  The determination of whether a party's neglect is excusable \"is at bottom an equitable one, taking into account all of the relevant circumstances surrounding the party's omission.\"  Pioneer Inv. Servs.  Co. v. Brunswick Assocs.  Ltd. Partnership, --- U.S. ----, ----, 113 S.Ct. 1489, 1498, 123 L.Ed.2d 74 (1993) (giving non-exhaustive list of relevant factors).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  No such determination having been made, we must vacate the grant of additional time to file the appeal.  Since plaintiffs' cross appeal was timely only because of the additional time granted to defendants, see Fed.R.App.P. 4(a)(3), we have jurisdiction over neither party's appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Two observations remain.  We already have noted that, before 1991, Rule 4(a)(5) was the sole basis for granting additional time to appeal.  Defendants apparently failed to realize that Rule 4(a) was amended in 1991 to respond precisely to the situation in which they found themselves.  The new subdivision provides:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>The district court, if it finds (a) that a party entitled to notice of the entry of a judgment or order did not receive such notice from the clerk or any party within 21 days of its entry and (b) that no party would be prejudiced, may, upon motion filed within 180 days of entry of the judgment or order or within 7 days of receipt of such notice, whichever is earlier, reopen the time for appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Fed.R.App.P. 4(a)(6).  This section may supply an alternate basis for the district court to grant defendants additional time to appeal.  Of course, it was not relied upon below, and the district judge had no occasion to make the requisite fact-findings.  We offer no speculation on whether defendants may now rely upon this provision or, if so, how the district judge will find the relevant facts.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, at oral argument we urged the parties to explore settlement.  They did so, to no avail.  Now, in the light of this remand, it seems especially appropriate to renew the suggestion.  Not only is there no guarantee at this juncture that the appeal (and the cross appeal) can go forward, but we are skeptical that any appellant would eventually succeed in reversing the judgments below.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Accordingly, the order granting additional time to file this appeal is VACATED and the case is REMANDED for proceedings consistent with this opinion.  Costs to plaintiffs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> She stated that on one occasion she was told by \"Nancy\" of the clerk's office to try again the next day</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> These courts have relied heavily upon the advisory committee note to the 1979 amendment to Rule 4(a)(5) in reaching this holding.  Before 1979, a district court was empowered to extend the period for filing an appeal only upon a finding of excusable neglect.  The advisory committee wrote that while excusable neglect \"was an appropriate standard in cases in which the motion is made after the time for filing the notice of appeal has run, and remains so, it has never fit exactly the situation in which the appellant seeks an extension before the expiration of the initial time.  In such a case 'good cause' ... seems more appropriate.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We agree with the Tenth Circuit that Pioneer 's exposition of excusable neglect, though made in the context of late bankruptcy filings, applies equally to Fed.R.App.P. 4(a)(5).  See City of Chanute, Kansas v. Williams Nat. Gas Co., 31 F.3d 1041, 1046 (1994).  We may add one further rationale to those given by the Tenth Circuit for this conclusion:  the Pioneer Court specifically cited conflict among the circuits in interpreting excusable neglect in Rule 4(a)(5) as a reason for granting certiorari.  Pioneer, --- U.S. at ---- n. 3, 113 S.Ct. at 1494 n. 3</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">451</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">364</span></span></p>\n    <p class=\"parties\">Ana VIRELLA-NIEVES, et al., Plaintiffs, Appellees,<br>v.<br>BRIGGS &amp; STRATTON CORPORATION, et al., Defendants, Appellees.<br>Aircap Industries, Inc., and Cigna Insurance Company,<br>Defendants, Appellants.<br>Ana VIRELLA-NIEVES, et al., Plaintiffs, Appellants,<br>v.<br>AIRCAP CORPORATION, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 93-2010, 93-2217 and 93-2229.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 6, 1995.<br>Decided May 4, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Steven C. Lausell with whom Manuel San Juan, San Juan, PR, was on brief, for plaintiffs.</p>\n      <p class=\"indent\">Francisco J. Colon-Pagan, Old San Juan, PR, with whom Keith A. Vanderburg, Cleveland, OH, was on brief, for defendants.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The district court, finding that defendants had \"good cause\" for their failure to file a notice of appeal within the applicable thirty-day period, issued an order extending their time to file an appeal.  Because \"good cause\" is not the proper basis for an extension of time under the circumstances present here, we must vacate the court's order.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After trial, the jury returned a verdict for plaintiffs on their product liability action.  Both sides then filed timely post-trial motions, which were denied by the court on July 12, 1993.  The clerk of court received and filed the court's orders denying the motions that same day and docketed them on July 13.  It is uncontested that, on July 14, the clerk's office mailed copies of the orders to defendants and that defendants received them.  These copies showed that the judge had signed the orders and the clerk's office had received and filed them on July 12.  Defendants submit, however, that they did not indicate that they had been entered upon the court docket, which is the starting point for the running of the thirty-day period for filing a notice of appeal.  See Fed.R.App.P. 4(a).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In other words, defendants knew that the court had denied the post-trial motions on July 12, that the clerk's office had received and filed the court's orders on that same day, and that all that remained for the clock to begin running on the period for taking an appeal was for the clerk's office to perform the ministerial task of entering a notation onto the docket indicating that the post-trial motions had been denied.  Yet, despite this knowledge, defendants did nothing until August 9, when the secretary of defendants' lead counsel returned from her vacation.  It was only upon her return that defendants first made an attempt to find out if the orders had been entered on the docket.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">According to the secretary's unsworn statement, she called the clerk's office \"on various occasions\" to ascertain if the orders had been docketed.  Though she provided no dates, she stated that \"each time\" she called, she was told by unnamed \"clerk's office personnel\" that the computer system was down.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Faced with what should have been the alarming prospect that, if the clerk's office had docketed the orders on the day it received them, the time to appeal would expire August 12, defense counsel did nothing more than have his secretary continue her unsuccessful attempts.  It was not until August 16 that she was told that the orders had been docketed.  Still, defense counsel did not think to inquire when the orders had been docketed.  Instead, upon learning that the orders had been entered, he assumed that he would receive written notice from the clerk's office advising him of the date of their entry, and took no further steps to learn this crucial fact himself.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It was only during a chance telephone conversation later on August 16 that plaintiffs' counsel mentioned to defense counsel that the orders had been entered on July 13.  The thirty-day period had expired.  Sometime during the evening of August 18, defense counsel filed a motion pursuant to Fed.R.App.P. 4(a)(5) requesting an extension of time to file an appeal \"on the grounds of excusable neglect or good cause.\"   The court granted the motion by margin order, writing only:  \"For good cause shown the requested extension of time to file Notice of Appeal is Granted.\"   Defendants then appealed.  Plaintiffs thereafter filed their cross appeal.  See Fed.R.App.P. 4(a)(3).</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Pursuant to Fed.R.Civ.P. 77(d), the clerk of court is charged with the responsibility of mailing notice of the entry of court orders and judgments to all non-defaulted parties.  But the Rule itself plainly states that the clerk's failure to do so \"does not affect the time to appeal or relieve or authorize the court to relieve a party for failure to appeal within the time allowed, except as permitted in Rule 4(a) of the Federal Rules of Appellate Procedure.\"   Thus, since lack of receipt of notice of the entry of the dispositive orders is the basic reason advanced for defendants' delinquency, we turn to Fed.R.App.P. 4(a).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Before Rule 4(a) was amended in 1991, only one subdivision, 4(a)(5), gave district judges the authority to grant extensions of time to file appeals.  That section provides:  \"The district court, upon a showing of excusable neglect or good cause, may extend the time for filing a notice of appeal upon motion filed not later than 30 days after the expiration\" of the original time period allowed.  Fed.R.App.P. 4(a)(5).  Seven courts of appeals have read this rule to mean that the good cause standard is applicable only to requests for extensions made before the expiration of the original period for filing a timely appeal, while the excusable neglect standard applies if the request is made afterward.  See Pontarelli v. Stone, <span class=\"citation\" data-id=\"558943\"><a href=\"/opinion/558943/trooper-alvin-t-pontarelli-v-walter-e-stone-trooper-alvin-t-pontarelli/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span>, 109-10 (1st Cir.1991) (collecting cases from the Second, Fifth, Sixth, Seventh, Eighth, Ninth and Eleventh Circuits).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We have taken a different view.  As we first noted almost a decade ago, Rule 4(a)(5) \"expressly recognizes 'good cause' as a basis for extension both before and after the expiration of the appeal time.\"  Scarpa v. Murphy, <span class=\"citation\" data-id=\"463725\"><a href=\"/opinion/463725/john-scarpa-v-william-murphy/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">300</span></a></span>, 301 (1st Cir.1986).  Scarpa involved a request for an extension made after the period had expired, but was occasioned by no \"neglect\" on the part of the would-be appellant.  Rather, the notice of appeal was filed late because of delay by the United States Postal Service in delivering it to court.  Thus we said that the extension should have been granted because there was good cause shown for its being filed late, rather than any neglect, excusable or otherwise, by the appellant.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">More recently, in Pontarelli v. <span class=\"citation\" data-id=\"558943\"><span class=\"antecedent_guess\">Stone,</span> <a href=\"/opinion/558943/trooper-alvin-t-pontarelli-v-walter-e-stone-trooper-alvin-t-pontarelli/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">110</span></a></span>, we reiterated that a showing of good cause could justify granting an extension even if requested after the initial time period had expired.  But we also made clear that the two standards occupy distinct spheres.  The good cause standard, which was added by the 1979 amendment, \"neither displaces nor overlaps the 'excusable neglect' analysis customarily employed under the earlier rule.\"  <span class=\"citation\" data-id=\"558943\"><a href=\"/opinion/558943/trooper-alvin-t-pontarelli-v-walter-e-stone-trooper-alvin-t-pontarelli/\"><span class=\"id_token\">Id.</span>  Rather, it </a></span>adds a limited basis for granting an extension in those circumstances that are \"unsuited to traditional 'excusable neglect' analysis.\"  <span class=\"citation\" data-id=\"558943\"><a href=\"/opinion/558943/trooper-alvin-t-pontarelli-v-walter-e-stone-trooper-alvin-t-pontarelli/\"><span class=\"id_token\">Id.</span>  Such circumstances </a></span>were found to be present in Scarpa because there was no \"neglect\" by the would-be appellant at all, so that it made no sense to analyze whether the neglect was \"excusable.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Such is not the case here.  Defendants were put on notice that the dispositive orders had been signed by the judge and received by the clerk's office on July 12.  By their own choice, they waited almost the full thirty days, until August 9, before even attempting to learn when the orders had been docketed.  When telephonic inquiries proved unavailing, they took no further steps, but simply allowed the time to expire.  They presented no reason for their failure, for example, to send a messenger to court to look up the relevant date, and we see no \"forces beyond [their] control,\" <span class=\"citation\" data-id=\"558943\"><a href=\"/opinion/558943/trooper-alvin-t-pontarelli-v-walter-e-stone-trooper-alvin-t-pontarelli/\"><span class=\"id_token\">id.</span> at 111--at </a></span>least on this record--that prevented them from taking this eminently reasonable step.  Thus, under Rule 4(a)(5), it is clear that only excusable neglect, rather than good cause, could justify granting an extension.  See Gochis v. Allstate Insurance Co., <span class=\"citation\" data-id=\"662466\"><a href=\"/opinion/662466/william-gochis-v-allstate-insurance-co/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 14 (1st Cir.1994) (where failure to file timely appeal is due to party's own neglect, rather than forces beyond party's control, excusable neglect standard applies).  The determination of whether a party's neglect is excusable \"is at bottom an equitable one, taking into account all of the relevant circumstances surrounding the party's omission.\"  Pioneer Inv. Servs.  Co. v. Brunswick Assocs.  Ltd. Partnership, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112835\"><a href=\"/opinion/112835/pioneer-investment-services-co-v-brunswick-associates-ltd-partnership/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1489</span></a></span>, 1498, <span class=\"citation\" data-id=\"112835\"><a href=\"/opinion/112835/pioneer-investment-services-co-v-brunswick-associates-ltd-partnership/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">74</span> </a></span>(1993) (giving non-exhaustive list of relevant factors).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  No such determination having been made, we must vacate the grant of additional time to file the appeal.  Since plaintiffs' cross appeal was timely only because of the additional time granted to defendants, see Fed.R.App.P. 4(a)(3), we have jurisdiction over neither party's appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Two observations remain.  We already have noted that, before 1991, Rule 4(a)(5) was the sole basis for granting additional time to appeal.  Defendants apparently failed to realize that Rule 4(a) was amended in 1991 to respond precisely to the situation in which they found themselves.  The new subdivision provides:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>The district court, if it finds (a) that a party entitled to notice of the entry of a judgment or order did not receive such notice from the clerk or any party within 21 days of its entry and (b) that no party would be prejudiced, may, upon motion filed within 180 days of entry of the judgment or order or within 7 days of receipt of such notice, whichever is earlier, reopen the time for appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Fed.R.App.P. 4(a)(6).  This section may supply an alternate basis for the district court to grant defendants additional time to appeal.  Of course, it was not relied upon below, and the district judge had no occasion to make the requisite fact-findings.  We offer no speculation on whether defendants may now rely upon this provision or, if so, how the district judge will find the relevant facts.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, at oral argument we urged the parties to explore settlement.  They did so, to no avail.  Now, in the light of this remand, it seems especially appropriate to renew the suggestion.  Not only is there no guarantee at this juncture that the appeal (and the cross appeal) can go forward, but we are skeptical that any appellant would eventually succeed in reversing the judgments below.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Accordingly, the order granting additional time to file this appeal is VACATED and the case is REMANDED for proceedings consistent with this opinion.  Costs to plaintiffs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> She stated that on one occasion she was told by \"Nancy\" of the clerk's office to try again the next day</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> These courts have relied heavily upon the advisory committee note to the 1979 amendment to Rule 4(a)(5) in reaching this holding.  Before 1979, a district court was empowered to extend the period for filing an appeal only upon a finding of excusable neglect.  The advisory committee wrote that while excusable neglect \"was an appropriate standard in cases in which the motion is made after the time for filing the notice of appeal has run, and remains so, it has never fit exactly the situation in which the appellant seeks an extension before the expiration of the initial time.  In such a case 'good cause' ... seems more appropriate.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We agree with the Tenth Circuit that Pioneer 's exposition of excusable neglect, though made in the context of late bankruptcy filings, applies equally to Fed.R.App.P. 4(a)(5).  See City of Chanute, Kansas v. Williams Nat. Gas Co., <span class=\"citation\" data-id=\"675849\"><a href=\"/opinion/675849/city-of-chanute-kansas-city-of-auburn-kansas-city-of-cleveland-oklahoma/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1041</span></a></span>, 1046 (1994).  We may add one further rationale to those given by the Tenth Circuit for this conclusion:  the Pioneer Court specifically cited conflict among the circuits in interpreting excusable neglect in Rule 4(a)(5) as a reason for granting certiorari.  Pioneer, --- U.S. at ---- n. <span class=\"citation\" data-id=\"112835\"><span class=\"antecedent_guess\">3,</span> <a href=\"/opinion/112835/pioneer-investment-services-co-v-brunswick-associates-ltd-partnership/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1494</span> </a></span>n. 3</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112835/",
    "https://www.courtlistener.com/api/rest/v3/opinions/463725/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558943/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662466/",
    "https://www.courtlistener.com/api/rest/v3/opinions/675849/"
  ]
}