{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196009/",
  "id": 196009,
  "absolute_url": "/opinion/196009/collazo-leon-v-us-bureau-of-prisons/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196009/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:54:13Z",
  "date_modified": "2020-02-21T23:49:05.846291Z",
  "type": "010combined",
  "sha1": "f6e078b4a6e5a89f52ad3d3f85d013987915f69c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2061.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-2061\n\n                      VLADIMIR COLLAZO-LEON,\n\n                      Plaintiff - Appellee,\n\n                                v.\n\n             UNITED STATES BUREAU OF PRISONS, ET AL.,\n\n                     Defendants - Appellants.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\r                                                                   \n\n                                           \n\n                              Before\n\n                Selya and Boudin, Circuit Judges,\r                                                          \n\n                   and Carter,* District Judge.\r                                                        \n\n                                           \n\n     Sean   Connelly,  Attorney,  United   States  Department  of\r                              \nJustice, with  whom Guillermo Gil, United  States Attorney, Mar a\r                                                                           \nHortensia  R os-G ndara, Assistant  United  States Attorney,  and\r                                 \nPaul W. Layer, United States Bureau of Prisons, were on brief for\r                       \nappellants.\n     Marcia G. Shein, with whom Law Office of Miller &amp; Shein, was\r                                                                      \non brief for appellee.\n\n                                           \n\n                          April 7, 1995\n                    \r                              \n\n*  Of the District of Maine, sitting by designation.\r\r\n\n                                           \n\n                               -2-\r\r\n\n          CARTER,   Chief  District  Judge.    Appellee  Vladimir\r                    CARTER,   Chief  District  Judge\r                                                    \n\nCollazo-Le n, a  pretrial detainee at the  Metropolitan Detention\n\nCenter  at Guaynabo, Puerto Rico, brought  a habeas corpus action\n\nalleging that he  had been denied both substantive and procedural\n\ndue process by the United States  Bureau of Prisons (BOP) when he\n\nwas placed  in disciplinary segregation  for ninety days  and had\n\nhis telephone and visitation privileges taken away for six months\n\nas punishment for misconduct.  After being placed in segregation,\n\nCollazo-Le n  applied  for a  writ  of  habeas corpus  which  the\n\nmagistrate judge  recommended that the court deny.   The district\n\ncourt  disagreed  and  granted  the  petition  finding  that  the\n\npractice violated  substantive  due  process  of law.    The  BOP\n\nappeals the district court's  grant of a writ of habeas corpus to\n\nCollazo-Le n.\n\n                              FACTS\r                                        FACTS\r                                             \n\n          Collazo-Le n was named in  eleven counts of a thirteen-\n\ncount  indictment,  returned  in  the District  of  Puerto  Rico,\n\ncharging conspiracy to  import and distribute cocaine.   On April\n\n7,  1994, while  being held  in pretrial  detention, Collazo-Le n\n\nappeared   before  a  disciplinary  hearing  officer  (DHO),  was\n\ninformed of disciplinary charges against him, and, based  upon an\n\naffidavit, was found to have attempted escape and to have offered\n\na bribe to a prison guard to induce his assistance in Defendant's\n\nescape attempt.  The charges for  both acts arise out of the same\n\nset of facts:  Collazo-Le n offered  a prison  guard one  million\n\ndollars to  get him \"to the avenue.\"  The sanction imposed by the\n\n                               -2-\r\r\n\nDHO  for the attempted escape  was sixty days  of segregation and\n\nthe loss of  visiting privileges  for six months.   The  sanction\n\nimposed  by the  DHO for  the offer  of a  bribe was  thirty days\n\nsegregation  and  the  loss   of  telephone  privileges  for  six\n\nmonths.1\n\n          Collazo-Le n  was placed in segregation and applied for\n\na  writ of habeas corpus,  charging a denial  of both substantive\n\nand procedural  due process.  28  U.S.C.   2255.   The magistrate\n\njudge found  that Collazo-Le n  had been afforded  procedural due\n\nprocess and that the  practice of placing a pretrial  detainee in\n\ndisciplinary  segregation,  and  taking  away  his telephone  and\n\nvisitation   privileges  as   punishment   for  misconduct,   was\n\npermissible under the circumstances.  Accordingly, the magistrate\n\njudge recommended that the district court deny the writ of habeas\n\ncorpus.  Despite this  recommendation, the district court granted\n\nthe writ, permitting Collazo-Le n's  return to the general prison\n\npopulation before the end of his ninety-day segregation.\n\n          The  district  court  did  not  address the  magistrate\n\njudge's finding on Collazo-Le n's  claim for denial of procedural\n\ndue  process.  Instead, the  court directed all  its attention to\n\nthe substantive violation finding that the express intent  of the\n\nprison  regulation authorizing  segregation was  \"punishment,\" 28\n                    \r                              \n\n1    The  terms of  disciplinary  segregation  are  to be  served\nconsecutively.   The  segregation consists  of being placed  in a\nroom for twenty-three hours  a day, with the remaining  hour used\nfor  active  or  passive  recreation.    Collazo-Le n's  loss  of\ntelephone   and  visiting   privileges  does   not  include   any\nrestriction of those activities which involve communication  with\nhis attorneys.\n\n                               -3-\r\r\n\nC.F.R.   541.20(a),2  and that  \"less drastic resources  were not\n\nconsidered\"  as  alternatives  to  the segregation  and  loss  of\n\nprivileges.   The  court concluded  that the  disciplinary action\n\ntaken   amounted  to  impermissible   punishment  and  served  no\n\nlegitimate regulatory purpose in  the effective management of the\n\ncorrectional  institution.  Thereafter, the district court denied\n\nthe  BOP's motion for reconsideration.   The BOP  now appeals the\n\ndistrict court's decision.\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \n\n          The  BOP argues  that the  district court  expanded the\n\nprinciple established  by the Supreme  Court in Bell  v. Wolfish,\r                                                                          \n\n441 U.S. 520  (1979), and  created a rule  that the  Constitution\n\nprohibits the  discipline of  pretrial  detainees.   Collazo-Le n\r                              \r                              \n\nresponds  that  the  district  court  correctly  found  that  the\r          2  Section 541.20(a) provides:\n\nConstitution  prohibits  disciplining   pretrial  detainees   who\r                      Except  as provided  in paragraph  (b) of\n            this section, an inmate may be placed  in\nviolate  prison rules in the manner imposed here because doing so\r                      disciplinary segregation only by order of\n            the    Disciplinary    Hearing    Officer\namounts  to impermissible punishment.3   To a  great extent, both\r                      following  a hearing in  which the inmate\n            has   been  found  to  have  committed  a\n            prohibited act in  the Greatest, High, or\n            Moderate Category, or a  repeated offense\n            in the  Low Moderate Category.   The  DHO\n            may   order  placement   in  disciplinary\n            segregation  only  when  other  available\n            dispositions  are  inadequate to  achieve\n            the purpose of punishment  and deterrence\n            necessary   to   regulate   an   inmate's\n            behavior within acceptable limits.\n\n3  Collazo-Le n also argues  that the case is moot because  he is\nno  longer  a  pretrial detainee  but  has  pled  guilty and  was\nscheduled to be sentenced on February 16, 1995.  The BOP responds\nthat there  remains a live  controversy.   In its brief,  the BOP\nexplains  that  if this  Court  reverses the  district  court, it\nintends to carry out the remainder of the  ninety-day segregation\nterm  and the six-month telephone and visitation suspensions.  We\nagree with the BOP that there remains a live controversy.\n\n                               -4-\r\r\n\nparties' arguments are built on semantics: labeling the action as\n\neither permissible discipline or  impermissible punishment.  This\n\nCourt, however,  does  not  find  that there  is  any  meaningful\n\ndistinction  between the terms  \"punishment\" and  \"discipline\" in\n\nthis case.\n\n          In  Bell v.  Wolfish, 441  U.S. 520, the  Supreme Court\r                                        \n\nexamined some  aspects of  the constitutional rights  of pretrial\n\ndetainees.    Bell  teaches that punishment  cannot be  inflicted\r                            \n\nupon  pretrial detainees  prior to  an adjudication  of guilt  in\n\naccordance with due process  of law.  The inquiry,  however, does\n\nnot end with  the designation  of a condition  of confinement  as\n\n\"punishment.\"     To   distinguish   between  impermissible   and\n\npermissible measures, the Bell Court stated:\r                                        \n\n            A   court   must   decide   whether   the\n            disability  is imposed for the purpose of\n            punishment  or  whether   it  is  but  an\n            incident   of   some   other   legitimate\n            governmental  purpose.   See  Flemming v.\r                                                            \n            Nestor, [363 U.S. 603,] at 613-617. . . .\r                            \n            [I]f    a    particular   condition    or\n            restriction  of   pretrial  detention  is\n            reasonably   related   to  a   legitimate\n            governmental  objective,   it  does  not,\n            without  more,  amount  to  \"punishment.\"\n            Conversely, if a restriction or condition\n            is not reasonably related to a legitimate\n            goal -- if it is arbitrary or purposeless\n            -- a court permissibly may infer that the\n            purpose  of  the  governmental action  is\n            punishment that  may not constitutionally\n            be    inflicted   upon    detainees   qua\r                                                               \n            detainees.\n\nId. at 538-39 (footnotes omitted).\r             \n\n          Bell was  a class action seeking  injunctive relief and\r                        \n\nchallenging  various general conditions,  practices, and policies\n\n                               -5-\r\r\n\nto which all pretrial detainees were subjected, including double-\r                      \n\nbunking, strip-searches,  and  various other  security  measures.\n\nThe conditions imposed on the pretrial detainees in Bell involved\r                                                                  \n\nno  direct or individualized  disciplinary or  deterrent purpose.\n\nHere,  by contrast, the  segregation and  loss of  privileges are\n\ndirectly  related   to  the   exercise  of  the   prison  staff's\n\ndisciplinary  authority by  both punishing  Collazo-Le n  for his\n\ninstitutional misconduct and deterring him from engaging in it in\n\nthe future.  In Bell, the  Court was not faced with the situation\r                              \n\nwhere  discrete  sanctions were  imposed  on  individual pretrial\n\ndetainees   as  discipline  for   specific  in-house  violations.\n\nAlthough     factually    distinguishable,     the    theoretical\n\nconstitutional premises of Bell's analysis provides some rational\r                                         \n\nguidance in this case.\n\n          On the authority of  Bell, it may be divined  that even\r                                             \n\nif a restriction or condition may  be viewed as having a punitive\n\neffect on the pretrial detainee, it is nonetheless constitutional\n\nif it  also furthers some legitimate  governmental objective such\n\nas  addressing  a specific  institutional  violation  and is  not\n\nexcessive  in light of the  seriousness of the  violation.  Bell,\r                                                                          \n\n441  U.S.  at  538-39; Youngberg  v.  Romeo,  457  U.S. 307,  320\r                                                     \n\n(1982)(requiring  that   restrictions  on   the  liberty   of  an\n\ninvoluntarily confined  mental patient  be reasonably  related to\n\nlegitimate government interests  in imposing those restrictions).\n\nAmong the  legitimate objectives recognized by  the Supreme Court\n\nare  ensuring  a detainee's  presence  at  trial and  maintaining\n\n                               -6-\r\r\n\nsafety,  internal order,  and  security  within the  institution.\n\nBell, 441 U.S. at 540.  If there is a reasonable relation between\r              \n\nthe sanctions and legitimate institutional policies, an intent to\n\npunish the detainee for prior unproven criminal conduct cannot be\r                                                                 \n\ninferred.   Accordingly,  this Court  must determine  whether the\n\npunishment   imposed  here   was  incident  to   some  legitimate\n\ngovernmental purpose.\n\n          In  this case, the district court looked at whether the\n\nsanction imposed  on Collazo-Le n was of  a \"punitive\" character.\n\nThe court found it  to be punitive, reasoning that  because after\n\nCollazo-Le n serves his time in segregation, he will present \"the\n\nsame risk of flight and the same security hazard that he did when\n\n[the BOP] determined  that his conduct  justified placing him  in\n\nisolation,\"  the discipline  did not  serve the  BOP's legitimate\n\ngoal  of providing  a safe  and orderly environment  for inmates.\n\nThis   Court  finds   that  statement   by  the   district  court\n\nparticularly curious.  Although Collazo-Le n may continue to be a\n\nrisk to  security after  release from  segregation that  does not\n\nmean  that legitimate  governmental goals are  not served  by the\n\ndisciplinary action.  If the district court's statement regarding\n\nCollazo-Le n's continued  security risk  is taken to  its logical\n\nconclusion, any type of discipline imposed would not be allowable\n\nbecause Collazo-Le n must, inevitably, be returned to the general\n\nprison  population.    This  overlooks  entirely  any  reasonable\n\nexpectation that the discipline  will have a deterrent  effect on\n\nthe Defendant.\n\n                               -7-\r\r\n\n          The administrators  of the prison must  be free, within\n\nappropriate limits,  to sanction the prison's  pretrial detainees\n\nfor  infractions  of reasonable  prison regulations  that address\n\nconcerns of safety and security within the detention environment.\n\nThe district court found that the severity of the sanction on the\n\npretrial  detainee for \"whom no attempt  is made to deal with his\n\ndisciplinary problem by means  of less drastic actions, compel[s]\n\nthe conclusion that the purpose in segregating is to punish.\"  We\n\nagree that the measure is punishment, but we disagree that  it is\n\nimproper under the circumstances of this case.  The Supreme Court\n\nhas warned that when\n\n            determining   whether   restrictions   or\n            conditions are reasonably related  to the\n            Government's   interest   in  maintaining\n            security  and  order  and  operating  the\n            institution  in   a  manageable  fashion,\n            courts must heed our warning that '[s]uch\n            considerations are  peculiarly within the\n            province  and  professional expertise  of\n            corrections   officials,   and,  in   the\n            absence  of  substantial evidence  in the\n            record  to  indicate  that the  officials\n            have exaggerated their response  to these\n            considerations, courts  should ordinarily\n            defer  to their  expert judgment  in such\n            matters.'\n\nId. at 540-41 n.23 (quoting Pell v. Procunier, 417 U.S.  817, 827\r                                                       \n\n(1974)).    This  recognition is  a  clear  approval  of a  broad\n\nexercise of  discretion by prison authorities  to take reasonable\n\nand necessary action, including punishment, to enforce the prison\n\ndisciplinary  regime and  to deter  even pretrial  detainees from\n\nviolation of  its requirements.  What  the Constitution prohibits\n\nis  the undue expansion of the exercise of such authority for the\n\n                               -8-\r\r\n\npurpose, or with the unintended effect, of punishing the pretrial\n\ndetainee for the acts  that are the basis for his prosecution and\n\nhis consequent  pretrial detention.   In other  words, reasonable\n\npunishment  may   be   imposed  to   enforce  reasonable   prison\r                                                      \n\ndisciplinary  requirements but  may  not be  imposed to  sanction\n\nprior unproven  criminal conduct.  Recognizing the need to accord\n\nprison  officials considerable  latitude in  matters  of internal\n\ndiscipline,  we   will  not  interfere  with   the  execution  of\n\nreasonable means, such as the internal discipline effort involved\n\nhere,  adopted by  the BOP to  achieve a  legitimate governmental\n\nobjective.  We cannot say that the sanctions imposed, in light of\n\nthe  seriousness  of the  violations, were  so  extreme as  to be\n\nunreasonable by the constitutional standard.\n\n          For the reasons discussed  above, the district  court's\n\ngrant of the writ of habeas corpus on the substantive due process\n\ngrounds is VACATED.   The case is REMANDED to  the district court\r                                                    \n\nto  determine  whether  Collazo-Le n's  right to  procedural  due\n\nprocess was violated.4\n                    \r                              \n\n4  Collazo-Le n's attorney argues  that she did not know that  on\nMay 23, 1994, the magistrate judge was going to hold a hearing on\nthe  merits of the habeas corpus petition.  Rather, she \"believed\nthat  the  only  issue to  be  considered  [at  the hearing]  was\nreleasing petitioner from sanctions until proceedings relating to\ndue process and  constitutional issues could be presented in more\ndetail  by all  parties.\"   Response to  Magistrate's Report  and\nRecommendation (Docket  No.  11) at  2.   This  appears  to be  a\nreasonable conclusion given the  magistrate judge's Order to Show\nCause (Docket No. 7).  That Order provides, in part:\n\n            The  Warden,  Metropolitan   Correctional\n            Facility,  Guaynabo,  is ordered  to show\n            cause in my courtroom on Monday, May  23,\n            1994,  at  10:00  a.m.,   why  petitioner\n\n                               -9-\r\r\n\n                    \r                              \n\n            should not be released  from disciplinary\n            confinement  pending  resolution  of  the\n            2241   motion   now  before   the  court.\n            Petitioner  and  respondent  are  granted\n            until May 26, 1994, to file  memoranda of\n            law on  the only  other issue  before the\n            court, whether a pretrial detainee can be\n            administratively  punished   during  such\n            detention  without the benefit  of even a\n            cursory   hearing    to   determine   his\n            innocence or guilt of such charges.\n\n   On May 23,  1994, the  magistrate judge held  the hearing  and\nfiled his recommended decision in the matter including the merits\nof  the  procedural  due  process  violation.    The  recommended\ndecision  was docketed  on May  24, 1994.   The  implication from\ncounsel's argument is that she was not prepared at the hearing to\npresent all evidence on  the issue of the procedural  due process\nviolation.  The district court,  as noted above in the text,  did\nnot  address this  issue.   On remand  the district  court should\nextend  a de novo review to this aspect of the magistrate judge's\r                           \ndecision.\n\n                               -10-\r\r\n",
  "html": "<p class=\"case_cite\">51 F.3d 315</p>\n    <p class=\"parties\">Vladimir COLLAZO-LEON, Plaintiff-Appellee,<br>v.<br>UNITED STATES BUREAU OF PRISONS, et al., Defendants-Appellants.</p>\n    <p class=\"docket\">No. 94-2061.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 10, 1995.<br>Decided April 7, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Sean Connelly, U.S. Dept. of Justice, with whom Guillermo Gil, U.S. Atty., Washington, DC, Maria Hortensia Rios-Gandara, Asst. U.S. Atty., Hato Rey, PR, and Paul W. Layer, U.S. Bureau of Prisons, Washington, DC, were on brief, for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Marcia G. Shein, with whom Law Office of Miller &amp; Shein, Atlanta, GA, was on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before SELYA and BOUDIN, Circuit Judges, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">GENE CARTER, Chief District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellee Vladimir Collazo-Leon, a pretrial detainee at the Metropolitan Detention Center at Guaynabo, Puerto Rico, brought a habeas corpus action alleging that he had been denied both substantive and procedural due process by the United States Bureau of Prisons (BOP) when he was placed in disciplinary segregation for ninety days and had his telephone and visitation privileges taken away for six months as punishment for misconduct.  After being placed in segregation, Collazo-Leon applied for a writ of habeas corpus which the magistrate judge recommended that the court deny.  The district court disagreed and granted the petition finding that the practice violated substantive due process of law.  The BOP appeals the district court's grant of a writ of habeas corpus to Collazo-Leon.</p>\n    </div>\n    <p>FACTS</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Collazo-Leon was named in eleven counts of a thirteen-count indictment, returned in the District of Puerto Rico, charging conspiracy to import and distribute cocaine.  On April 7, 1994, while being held in pretrial detention, Collazo-Leon appeared before a disciplinary hearing officer (DHO), was informed of disciplinary charges against him, and, based upon an affidavit, was found to have attempted escape and to have offered a bribe to a prison guard to induce his assistance in Defendant's escape attempt.  The charges for both acts arise out of the same set of facts:  Collazo-Leon offered a prison guard one million dollars to get him \"to the avenue.\"   The sanction imposed by the DHO for the attempted escape was sixty days of segregation and the loss of visiting privileges for six months.  The sanction imposed by the DHO for the offer of a bribe was thirty days segregation and the loss of telephone privileges for six months.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Collazo-Leon was placed in segregation and applied for a writ of habeas corpus, charging a denial of both substantive and procedural due process.  28 U.S.C. Sec. 2255.  The magistrate judge found that Collazo-Leon had been afforded procedural due process and that the practice of placing a pretrial detainee in disciplinary segregation, and taking away his telephone and visitation privileges as punishment for misconduct, was permissible under the circumstances.  Accordingly, the magistrate judge recommended that the district court deny the writ of habeas corpus.  Despite this recommendation, the district court granted the writ, permitting Collazo-Leon's return to the general prison population before the end of his ninety-day segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court did not address the magistrate judge's finding on Collazo- Leon's claim for denial of procedural due process.  Instead, the court directed all its attention to the substantive violation finding that the express intent of the prison regulation authorizing segregation was \"punishment,\" 28 C.F.R. Sec. 541.20(a),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and that \"less drastic resources were not considered\" as alternatives to the segregation and loss of privileges.  The court concluded that the disciplinary action taken amounted to impermissible punishment and served no legitimate regulatory purpose in the effective management of the correctional institution.  Thereafter, the district court denied the BOP's motion for reconsideration.  The BOP now appeals the district court's decision.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The BOP argues that the district court expanded the principle established by the Supreme Court in Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979), and created a rule that the Constitution prohibits the discipline of pretrial detainees.  Collazo-Leon responds that the district court correctly found that the Constitution prohibits disciplining pretrial detainees who violate prison rules in the manner imposed here because doing so amounts to impermissible punishment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  To a great extent, both parties' arguments are built on semantics:  labeling the action as either permissible discipline or impermissible punishment.  This Court, however, does not find that there is any meaningful distinction between the terms \"punishment\" and \"discipline\" in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861, the Supreme Court examined some aspects of the constitutional rights of pretrial detainees.  Bell teaches that punishment cannot be inflicted upon pretrial detainees prior to an adjudication of guilt in accordance with due process of law.  The inquiry, however, does not end with the designation of a condition of confinement as \"punishment.\"   To distinguish between impermissible and permissible measures, the Bell Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>A court must decide whether the disability is imposed for the purpose of punishment or whether it is but an incident of some other legitimate governmental purpose.  See Flemming v. Nestor, [363 U.S. 603,] at 613-617[, 80 S.Ct. 1367, 1373-76, 4 L.Ed.2d 1435]....  [I]f a particular condition or restriction of pretrial detention is reasonably related to a legitimate governmental objective, it does not, without more, amount to \"punishment.\"   Conversely, if a restriction or condition is not reasonably related to a legitimate goal--if it is arbitrary or purposeless--a court permissibly may infer that the purpose of the governmental action is punishment that may not constitutionally be inflicted upon detainees qua detainees.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Id. at 538-39, 99 S.Ct. at 1873-74 (footnotes omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Bell was a class action seeking injunctive relief and challenging various general conditions, practices, and policies to which all pretrial detainees were subjected, including double-bunking, strip-searches, and various other security measures.  The conditions imposed on the pretrial detainees in Bell involved no direct or individualized disciplinary or deterrent purpose.  Here, by contrast, the segregation and loss of privileges are directly related to the exercise of the prison staff's disciplinary authority by both punishing Collazo-Leon for his institutional misconduct and deterring him from engaging in it in the future.  In Bell, the Court was not faced with the situation where discrete sanctions were imposed on individual pretrial detainees as discipline for specific in-house violations.  Although factually distinguishable, the theoretical constitutional premises of Bell 's analysis provides some rational guidance in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On the authority of Bell, it may be divined that even if a restriction or condition may be viewed as having a punitive effect on the pretrial detainee, it is nonetheless constitutional if it also furthers some legitimate governmental objective such as addressing a specific institutional violation and is not excessive in light of the seriousness of the violation.  Bell, 441 U.S. at 538-39, 99 S.Ct. at 1873-74;  Youngberg v. Romeo, 457 U.S. 307, 320, 102 S.Ct. 2452, 2460, 73 L.Ed.2d 28 (1982) (requiring that restrictions on the liberty of an involuntarily confined mental patient be reasonably related to legitimate government interests in imposing those restrictions).  Among the legitimate objectives recognized by the Supreme Court are ensuring a detainee's presence at trial and maintaining safety, internal order, and security within the institution.  Bell, 441 U.S. at 540, 99 S.Ct. at 1874.   If there is a reasonable relation between the sanctions and legitimate institutional policies, an intent to punish the detainee for prior unproven criminal conduct cannot be inferred.  Accordingly, this Court must determine whether the punishment imposed here was incident to some legitimate governmental purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this case, the district court looked at whether the sanction imposed on Collazo-Leon was of a \"punitive\" character.  The court found it to be punitive, reasoning that because after Collazo-Leon serves his time in segregation, he will present \"the same risk of flight and the same security hazard that he did when [the BOP] determined that his conduct justified placing him in isolation,\" the discipline did not serve the BOP's legitimate goal of providing a safe and orderly environment for inmates.  This Court finds that statement by the district court particularly curious.  Although Collazo-Leon may continue to be a risk to security after release from segregation that does not mean that legitimate governmental goals are not served by the disciplinary action.  If the district court's statement regarding Collazo-Leon's continued security risk is taken to its logical conclusion, any type of discipline imposed would not be allowable because Collazo-Leon must, inevitably, be returned to the general prison population.  This overlooks entirely any reasonable expectation that the discipline will have a deterrent effect on the Defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The administrators of the prison must be free, within appropriate limits, to sanction the prison's pretrial detainees for infractions of reasonable prison regulations that address concerns of safety and security within the detention environment.  The district court found that the severity of the sanction on the pretrial detainee for \"whom no attempt is made to deal with his disciplinary problem by means of less drastic actions, compel[s] the conclusion that the purpose in segregating is to punish.\"   We agree that the measure is punishment, but we disagree that it is improper under the circumstances of this case.  The Supreme Court has warned that when</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>determining whether restrictions or conditions are reasonably related to the Government's interest in maintaining security and order and operating the institution in a manageable fashion, courts must heed our warning that '[s]uch considerations are peculiarly within the province and professional expertise of corrections officials, and, in the absence of substantial evidence in the record to indicate that the officials have exaggerated their response to these considerations, courts should ordinarily defer to their expert judgment in such matters.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Id. at 540-41 n. 23, 99 S.Ct. at 1874-75 n. 23 (quoting Pell v. Procunier, 417 U.S. 817, 827, 94 S.Ct. 2800, 2806, 41 L.Ed.2d 495 (1974)).  This recognition is a clear approval of a broad exercise of discretion by prison authorities to take reasonable and necessary action, including punishment, to enforce the prison disciplinary regime and to deter even pretrial detainees from violation of its requirements.  What the Constitution prohibits is the undue expansion of the exercise of such authority for the purpose, or with the unintended effect, of punishing the pretrial detainee for the acts that are the basis for his prosecution and his consequent pretrial detention.  In other words, reasonable punishment may be imposed to enforce reasonable prison disciplinary requirements but may not be imposed to sanction prior unproven criminal conduct.  Recognizing the need to accord prison officials considerable latitude in matters of internal discipline, we will not interfere with the execution of reasonable means, such as the internal discipline effort involved here, adopted by the BOP to achieve a legitimate governmental objective.  We cannot say that the sanctions imposed, in light of the seriousness of the violations, were so extreme as to be unreasonable by the constitutional standard.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the reasons discussed above, the district court's grant of the writ of habeas corpus on the substantive due process grounds is VACATED.   The case is REMANDED to the district court to determine whether Collazo-Leon's right to procedural due process was violated.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The terms of disciplinary segregation are to be served consecutively.  The segregation consists of being placed in a room for twenty-three hours a day, with the remaining hour used for active or passive recreation.  Collazo-Leon's loss of telephone and visiting privileges does not include any restriction of those activities which involve communication with his attorneys</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 541.20(a) provides:</p>\n        <p>Except as provided in paragraph (b) of this section, an inmate may be placed in disciplinary segregation only by order of the Disciplinary Hearing Officer following a hearing in which the inmate has been found to have committed a prohibited act in the Greatest, High, or Moderate Category, or a repeated offense in the Low Moderate Category.  The DHO may order placement in disciplinary segregation only when other available dispositions are inadequate to achieve the purpose of punishment and deterrence necessary to regulate an inmate's behavior within acceptable limits.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Collazo-Leon also argues that the case is moot because he is no longer a pretrial detainee but has pled guilty and was scheduled to be sentenced on February 16, 1995.  The BOP responds that there remains a live controversy.  In its brief, the BOP explains that if this Court reverses the district court, it intends to carry out the remainder of the ninety-day segregation term and the six-month telephone and visitation suspensions.  We agree with the BOP that there remains a live controversy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Collazo-Leon's attorney argues that she did not know that on May 23, 1994, the magistrate judge was going to hold a hearing on the merits of the habeas corpus petition.  Rather, she \"believed that the only issue to be considered [at the hearing] was releasing petitioner from sanctions until proceedings relating to due process and constitutional issues could be presented in more detail by all parties.\"   Response to Magistrate's Report and Recommendation (Docket No. 11) at 2.  This appears to be a reasonable conclusion given the magistrate judge's Order to Show Cause (Docket No. 7).  That Order provides, in part:</p>\n        <p>The Warden, Metropolitan Correctional Facility, Guaynabo, is ordered to show cause in my courtroom on Monday, May 23, 1994, at 10:00 a.m., why petitioner should not be released from disciplinary confinement pending resolution of the 2241 motion now before the court.  Petitioner and respondent are granted until May 26, 1994, to file memoranda of law on the only other issue before the court, whether a pretrial detainee can be administratively punished during such detention without the benefit of even a cursory hearing to determine his innocence or guilt of such charges.</p>\n        <p>On May 23, 1994, the magistrate judge held the hearing and filed his recommended decision in the matter including the merits of the procedural due process violation.  The recommended decision was docketed on May 24, 1994.  The implication from counsel's argument is that she was not prepared at the hearing to present all evidence on the issue of the procedural due process violation.  The district court, as noted above in the text, did not address this issue.  On remand the district court should extend a de novo review to this aspect of the magistrate judge's decision.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">315</span></span></p>\n    <p class=\"parties\">Vladimir COLLAZO-LEON, Plaintiff-Appellee,<br>v.<br>UNITED STATES BUREAU OF PRISONS, et al., Defendants-Appellants.</p>\n    <p class=\"docket\">No. 94-2061.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 10, 1995.<br>Decided April 7, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Sean Connelly, U.S. Dept. of Justice, with whom Guillermo Gil, U.S. Atty., Washington, DC, Maria Hortensia Rios-Gandara, Asst. U.S. Atty., Hato Rey, PR, and Paul W. Layer, U.S. Bureau of Prisons, Washington, DC, were on brief, for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Marcia G. Shein, with whom Law Office of Miller &amp; Shein, Atlanta, GA, was on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before SELYA and BOUDIN, Circuit Judges, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">GENE CARTER, Chief District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellee Vladimir Collazo-Leon, a pretrial detainee at the Metropolitan Detention Center at Guaynabo, Puerto Rico, brought a habeas corpus action alleging that he had been denied both substantive and procedural due process by the United States Bureau of Prisons (BOP) when he was placed in disciplinary segregation for ninety days and had his telephone and visitation privileges taken away for six months as punishment for misconduct.  After being placed in segregation, Collazo-Leon applied for a writ of habeas corpus which the magistrate judge recommended that the court deny.  The district court disagreed and granted the petition finding that the practice violated substantive due process of law.  The BOP appeals the district court's grant of a writ of habeas corpus to Collazo-Leon.</p>\n    </div>\n    <p>FACTS</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Collazo-Leon was named in eleven counts of a thirteen-count indictment, returned in the District of Puerto Rico, charging conspiracy to import and distribute cocaine.  On April 7, 1994, while being held in pretrial detention, Collazo-Leon appeared before a disciplinary hearing officer (DHO), was informed of disciplinary charges against him, and, based upon an affidavit, was found to have attempted escape and to have offered a bribe to a prison guard to induce his assistance in Defendant's escape attempt.  The charges for both acts arise out of the same set of facts:  Collazo-Leon offered a prison guard one million dollars to get him \"to the avenue.\"   The sanction imposed by the DHO for the attempted escape was sixty days of segregation and the loss of visiting privileges for six months.  The sanction imposed by the DHO for the offer of a bribe was thirty days segregation and the loss of telephone privileges for six months.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Collazo-Leon was placed in segregation and applied for a writ of habeas corpus, charging a denial of both substantive and procedural due process.  28 U.S.C. Sec. 2255.  The magistrate judge found that Collazo-Leon had been afforded procedural due process and that the practice of placing a pretrial detainee in disciplinary segregation, and taking away his telephone and visitation privileges as punishment for misconduct, was permissible under the circumstances.  Accordingly, the magistrate judge recommended that the district court deny the writ of habeas corpus.  Despite this recommendation, the district court granted the writ, permitting Collazo-Leon's return to the general prison population before the end of his ninety-day segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court did not address the magistrate judge's finding on Collazo- Leon's claim for denial of procedural due process.  Instead, the court directed all its attention to the substantive violation finding that the express intent of the prison regulation authorizing segregation was \"punishment,\" 28 C.F.R. Sec. 541.20(a),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and that \"less drastic resources were not considered\" as alternatives to the segregation and loss of privileges.  The court concluded that the disciplinary action taken amounted to impermissible punishment and served no legitimate regulatory purpose in the effective management of the correctional institution.  Thereafter, the district court denied the BOP's motion for reconsideration.  The BOP now appeals the district court's decision.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The BOP argues that the district court expanded the principle established by the Supreme Court in Bell v. Wolfish, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span> </a></span>(1979), and created a rule that the Constitution prohibits the discipline of pretrial detainees.  Collazo-Leon responds that the district court correctly found that the Constitution prohibits disciplining pretrial detainees who violate prison rules in the manner imposed here because doing so amounts to impermissible punishment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  To a great extent, both parties' arguments are built on semantics:  labeling the action as either permissible discipline or impermissible punishment.  This Court, however, does not find that there is any meaningful distinction between the terms \"punishment\" and \"discipline\" in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In Bell v. Wolfish, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, the Supreme Court examined some aspects of the constitutional rights of pretrial detainees.  Bell teaches that punishment cannot be inflicted upon pretrial detainees prior to an adjudication of guilt in accordance with due process of law.  The inquiry, however, does not end with the designation of a condition of confinement as \"punishment.\"   To distinguish between impermissible and permissible measures, the Bell Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>A court must decide whether the disability is imposed for the purpose of punishment or whether it is but an incident of some other legitimate governmental purpose.  See Flemming v. Nestor, [<span class=\"citation\" data-id=\"106087\"><a href=\"/opinion/106087/flemming-v-nestor/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">603</span></a></span>,] at 613-617[, <span class=\"citation\" data-id=\"106087\"><a href=\"/opinion/106087/flemming-v-nestor/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1367</span></a></span>, 1373-76, <span class=\"citation\" data-id=\"106087\"><a href=\"/opinion/106087/flemming-v-nestor/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1435</span></a></span>]....  [I]f a particular condition or restriction of pretrial detention is reasonably related to a legitimate governmental objective, it does not, without more, amount to \"punishment.\"   Conversely, if a restriction or condition is not reasonably related to a legitimate goal--if it is arbitrary or purposeless--a court permissibly may infer that the purpose of the governmental action is punishment that may not constitutionally be inflicted upon detainees qua detainees.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"106087\"><a href=\"/opinion/106087/flemming-v-nestor/\"><span class=\"id_token\">Id.</span> at 538-39, </a></span>99 S.Ct. at 1873-74 (footnotes omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Bell was a class action seeking injunctive relief and challenging various general conditions, practices, and policies to which all pretrial detainees were subjected, including double-bunking, strip-searches, and various other security measures.  The conditions imposed on the pretrial detainees in Bell involved no direct or individualized disciplinary or deterrent purpose.  Here, by contrast, the segregation and loss of privileges are directly related to the exercise of the prison staff's disciplinary authority by both punishing Collazo-Leon for his institutional misconduct and deterring him from engaging in it in the future.  In Bell, the Court was not faced with the situation where discrete sanctions were imposed on individual pretrial detainees as discipline for specific in-house violations.  Although factually distinguishable, the theoretical constitutional premises of Bell 's analysis provides some rational guidance in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On the authority of Bell, it may be divined that even if a restriction or condition may be viewed as having a punitive effect on the pretrial detainee, it is nonetheless constitutional if it also furthers some legitimate governmental objective such as addressing a specific institutional violation and is not excessive in light of the seriousness of the violation.  Bell, 441 U.S. at <span class=\"citation\" data-id=\"110075\"><span class=\"antecedent_guess\">538-39,</span> <a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1873-74</span></a></span>;  Youngberg v. Romeo, <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 320, <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2452</span></a></span>, 2460, <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">28</span> </a></span>(1982) (requiring that restrictions on the liberty of an involuntarily confined mental patient be reasonably related to legitimate government interests in imposing those restrictions).  Among the legitimate objectives recognized by the Supreme Court are ensuring a detainee's presence at trial and maintaining safety, internal order, and security within the institution.  <span class=\"citation\" data-id=\"110075\"><span class=\"antecedent_guess\">Bell,</span> <a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">540</span></a></span>, 99 S.Ct. at 1874.   If there is a reasonable relation between the sanctions and legitimate institutional policies, an intent to punish the detainee for prior unproven criminal conduct cannot be inferred.  Accordingly, this Court must determine whether the punishment imposed here was incident to some legitimate governmental purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this case, the district court looked at whether the sanction imposed on Collazo-Leon was of a \"punitive\" character.  The court found it to be punitive, reasoning that because after Collazo-Leon serves his time in segregation, he will present \"the same risk of flight and the same security hazard that he did when [the BOP] determined that his conduct justified placing him in isolation,\" the discipline did not serve the BOP's legitimate goal of providing a safe and orderly environment for inmates.  This Court finds that statement by the district court particularly curious.  Although Collazo-Leon may continue to be a risk to security after release from segregation that does not mean that legitimate governmental goals are not served by the disciplinary action.  If the district court's statement regarding Collazo-Leon's continued security risk is taken to its logical conclusion, any type of discipline imposed would not be allowable because Collazo-Leon must, inevitably, be returned to the general prison population.  This overlooks entirely any reasonable expectation that the discipline will have a deterrent effect on the Defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The administrators of the prison must be free, within appropriate limits, to sanction the prison's pretrial detainees for infractions of reasonable prison regulations that address concerns of safety and security within the detention environment.  The district court found that the severity of the sanction on the pretrial detainee for \"whom no attempt is made to deal with his disciplinary problem by means of less drastic actions, compel[s] the conclusion that the purpose in segregating is to punish.\"   We agree that the measure is punishment, but we disagree that it is improper under the circumstances of this case.  The Supreme Court has warned that when</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>determining whether restrictions or conditions are reasonably related to the Government's interest in maintaining security and order and operating the institution in a manageable fashion, courts must heed our warning that '[s]uch considerations are peculiarly within the province and professional expertise of corrections officials, and, in the absence of substantial evidence in the record to indicate that the officials have exaggerated their response to these considerations, courts should ordinarily defer to their expert judgment in such matters.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"id_token\">Id.</span> at 540-41 </a></span>n. <span class=\"citation\" data-id=\"110075\"><span class=\"antecedent_guess\">23,</span> <a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1874-75</span> </a></span>n. 23 (quoting Pell v. Procunier, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, 827, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2800</span></a></span>, 2806, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">495</span> </a></span>(1974)).  This recognition is a clear approval of a broad exercise of discretion by prison authorities to take reasonable and necessary action, including punishment, to enforce the prison disciplinary regime and to deter even pretrial detainees from violation of its requirements.  What the Constitution prohibits is the undue expansion of the exercise of such authority for the purpose, or with the unintended effect, of punishing the pretrial detainee for the acts that are the basis for his prosecution and his consequent pretrial detention.  In other words, reasonable punishment may be imposed to enforce reasonable prison disciplinary requirements but may not be imposed to sanction prior unproven criminal conduct.  Recognizing the need to accord prison officials considerable latitude in matters of internal discipline, we will not interfere with the execution of reasonable means, such as the internal discipline effort involved here, adopted by the BOP to achieve a legitimate governmental objective.  We cannot say that the sanctions imposed, in light of the seriousness of the violations, were so extreme as to be unreasonable by the constitutional standard.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the reasons discussed above, the district court's grant of the writ of habeas corpus on the substantive due process grounds is VACATED.   The case is REMANDED to the district court to determine whether Collazo-Leon's right to procedural due process was violated.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The terms of disciplinary segregation are to be served consecutively.  The segregation consists of being placed in a room for twenty-three hours a day, with the remaining hour used for active or passive recreation.  Collazo-Leon's loss of telephone and visiting privileges does not include any restriction of those activities which involve communication with his attorneys</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 541.20(a) provides:</p>\n        <p>Except as provided in paragraph (b) of this section, an inmate may be placed in disciplinary segregation only by order of the Disciplinary Hearing Officer following a hearing in which the inmate has been found to have committed a prohibited act in the Greatest, High, or Moderate Category, or a repeated offense in the Low Moderate Category.  The DHO may order placement in disciplinary segregation only when other available dispositions are inadequate to achieve the purpose of punishment and deterrence necessary to regulate an inmate's behavior within acceptable limits.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Collazo-Leon also argues that the case is moot because he is no longer a pretrial detainee but has pled guilty and was scheduled to be sentenced on February 16, 1995.  The BOP responds that there remains a live controversy.  In its brief, the BOP explains that if this Court reverses the district court, it intends to carry out the remainder of the ninety-day segregation term and the six-month telephone and visitation suspensions.  We agree with the BOP that there remains a live controversy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Collazo-Leon's attorney argues that she did not know that on May 23, 1994, the magistrate judge was going to hold a hearing on the merits of the habeas corpus petition.  Rather, she \"believed that the only issue to be considered [at the hearing] was releasing petitioner from sanctions until proceedings relating to due process and constitutional issues could be presented in more detail by all parties.\"   Response to Magistrate's Report and Recommendation (Docket No. 11) at 2.  This appears to be a reasonable conclusion given the magistrate judge's Order to Show Cause (Docket No. 7).  That Order provides, in part:</p>\n        <p>The Warden, Metropolitan Correctional Facility, Guaynabo, is ordered to show cause in my courtroom on Monday, May 23, 1994, at 10:00 a.m., why petitioner should not be released from disciplinary confinement pending resolution of the 2241 motion now before the court.  Petitioner and respondent are granted until May 26, 1994, to file memoranda of law on the only other issue before the court, whether a pretrial detainee can be administratively punished during such detention without the benefit of even a cursory hearing to determine his innocence or guilt of such charges.</p>\n        <p>On May 23, 1994, the magistrate judge held the hearing and filed his recommended decision in the matter including the merits of the procedural due process violation.  The recommended decision was docketed on May 24, 1994.  The implication from counsel's argument is that she was not prepared at the hearing to present all evidence on the issue of the procedural due process violation.  The district court, as noted above in the text, did not address this issue.  On remand the district court should extend a de novo review to this aspect of the magistrate judge's decision.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106087/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109079/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110075/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110746/"
  ]
}