{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196050/",
  "id": 196050,
  "absolute_url": "/opinion/196050/coyne-v-taber/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196050/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:55:13Z",
  "date_modified": "2020-02-21T23:50:46.517939Z",
  "type": "010combined",
  "sha1": "5111cb0cafd449be151e9b39056eb82cf239020d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2231.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-2231\n\n                      JOHN P. COYNE, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                     TABER PARTNERS I, d/b/a \n\n             AMBASSADOR PLAZA HOTEL &amp; CASINO, ET AL.,\n\n                      Defendants, Appellees.\n\n                                              \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n            [Hon. Justo Arenas, U.S. Magistrate Judge]\r                                                               \n\n                                              \n\n                              Before\n\n              Selya, Cyr and Stahl, Circuit Judges.\r                                                            \n\n                                              \n\n     Mark S. Shuman, with whom Jose L. Rivero Vergne and Moreda &amp;\r                                                                           \nMoreda were on brief, for appellants.\r                \n     Maria Soledad Ramirez-Becerra, with  whom Mercado &amp; Soto was\r                                                                       \non brief, for appellees.\n\n                                             \n\n                           May 4, 1995\n                                             \n\n          SELYA, Circuit Judge.   This negligence action perished\r                    SELYA, Circuit Judge.\r                                        \n\nwhen  the lower  court  granted a  motion  for summary  judgment.\n\nDiscerning error, we resuscitate the suit.1  \n\nI.  BACKGROUND\r          I.  BACKGROUND\n\n          Consistent with the summary judgment standard, we  limn\n\nthe  material  facts  in a  light  that  flatters,  but does  not\n\nimpermissibly distort, the plaintiff's claims.\n\n          On  July  8,  1992,  a local  union  representing  taxi\n\ndrivers and tour operators  frustrated by competition from hotel-\n\noperated  taxis  and  other   amateurs  declared  a  strike  that\n\nvirtually   paralyzed  transportation  services   at  San  Juan's\n\nprincipal airport.  Despite a beefed-up police presence, strikers\n\ncongregated at  various points,  including  Baldorioty de  Castro\n\nAvenue (the main thoroughfare leading to and  from the airport).2\n\nThe  labor unrest was open  and notorious; reports  of the strike\n\nappeared, inter alia, in the July 9 edition of a major newspaper,\r                              \n\nthe San Juan Star.\r                           \n\n          Carol  Coyne, a  resident of  Massachusetts, blissfully\n\nunaware of the strike, flew into the airport on July  9.  Because\n\n                    \r                              \n\n     1Nominally,  there are two plaintiffs    Carol Coyne and her\nhusband, John   and  two remaining defendants   Taber  Partners I\n(Taber),  proprietor  of  the  Ambassador Plaza  Hotel,  and  its\ninsurer,  United  Community Insurance  Co.    Since John  Coyne's\nclaims derive  from  the injuries  that his  wife sustained,  and\nsince the insurer's liability  is coextensive with its insured's,\nunder local law, we treat the  appeal as if Carol Coyne and Taber\nwere the sole parties in interest.\n\n     2The obstructionist tactics met with some degree of success.\nFor example, the record indicates that strikers thwarted at least\none effort to usher tourists away from the airport by van.\n\n                                2\r\r\n\nshe had  reserved accommodations  at the Ambassador  Plaza, Taber\n\ndispatched a  driver, Angel  Marrero, to  transport her  from the\n\nairport  to the  hotel.   While waiting  for Taber's  emissary to\n\narrive,  plaintiff  witnessed   several  confrontations   between\n\nstrikers and motorists.\n\n          Following the same practice he had thrice utilized that\n\nday, Marrero crossed the picket line driving a red Ford rented by\n\nthe hotel.   When he reached  the terminal, he refused  to alight\n\nfrom the vehicle and plaintiff noticed that he seemed frightened.\n\nOnce he  had collected  the plaintiff, other  prospective guests,\n\nand their luggage, Marrero headed for the  hotel.  After the Ford\n\nreached Baldorioty de Castro Avenue, a man stepped in front of it\n\nand blocked its path.  Other persons began hurling objects at the\n\ncar.3  One  such projectile  shattered a window  and injured  the\n\nplaintiff.   Marrero eventually managed to  extricate the vehicle\n\nfrom  this precarious  situation and  immediately sought  medical\n\nattention for plaintiff.\n\n          Some time elapsed.  Then, plaintiff, striking a blow of\n\nher own, sued Taber in Puerto Rico's federal district court.  See\r                                                                           \n\n28  U.S.C.   1332 (1988 &amp; Supp.IV 1992) (stating requirements for\n\ndiversity jurisdiction).   After preliminary skirmishing, not now\n\nrelevant, the court, in the person of  a magistrate judge, see 28\r                                                                        \n\nU.S.C.     636(c)  (1988),  granted  Taber's  motion  for  brevis\r                                                                           \n\ndisposition.  This appeal ensued.\n                    \r                              \n\n     3A rational factfinder could infer that not only the man who\nblocked  the Ford's path but also the rock-throwers were strikers\nor strike sympathizers.\n\n                                3\r\r\n\nII.  THE SUMMARY JUDGMENT STANDARD\r          II.  THE SUMMARY JUDGMENT STANDARD\n\n          The  Civil  Rules  empower  a court  to  grant  summary\n\njudgment   \"if    the   pleadings,   depositions,    answers   to\n\ninterrogatories,  and  admissions  on  file,  together  with  the\n\naffidavits, if any, show that there is no genuine issue as to any\n\nmaterial fact and that the moving party is entitled to a judgment\n\nas a matter of  law.\"  Fed.  R. Civ. P. 56(c).   We have  written\n\nprolifically  on the nuances and ramifications of this rule, see,\r                                                                          \n\ne.g., National Amusements, Inc.  v. Town of Dedham, 43  F.3d 731,\r                                                            \n\n735 (1st Cir. 1995),  petition for cert. filed, 63  U.S.L.W. 3736\r                                                        \n\n(U.S.  Apr. 4, 1995) (No. 94-1630); Vasapolli v. Rostoff, 39 F.3d\r                                                                  \n\n27, 32 (1st Cir. 1994); Dow v. United Bhd. of Carpenters, Etc., 1\r                                                                        \n\nF.3d  56, 58 (1st Cir. 1993); Pagano  v. Frank, 983 F.2d 343, 347\r                                                        \n\n(1st Cir. 1993); Wynne v. Tufts Univ. Sch. of Med., 976 F.2d 791,\r                                                            \n\n793-94 (1st Cir.  1992), cert.  denied, 113 S.  Ct. 1845  (1993);\r                                                \n\nUnited  States v. One Parcel of Real Property (Great Harbor Neck,\r                                                                           \n\nNew Shoreham, R.I.), 960  F.2d 200, 204 (1st Cir.  1992); Rivera-\r                                                                           \n\nMuriente v. Agosto-Alicea, 959 F.2d  349, 351-52 (1st Cir. 1992);\r                                   \n\nMedina-Munoz v. R.J. Reynolds  Tobacco Co., 896 F.2d 5,  7-8 (1st\r                                                    \n\nCir. 1990);  Garside v. Osco Drug, Inc.,  895 F.2d 46, 48-49 (1st\r                                                 \n\nCir.  1990),  and  it  would  be  pleonastic  to   rehearse  that\n\njurisprudence here.\n\n          For present purposes, it  suffices to say that \"summary\n\njudgment's role is to pierce the boilerplate of the pleadings and\n\nassay the parties' proof  in order to determine whether  trial is\n\nactually required.\"   Wynne, 976 F.2d  at 794.  A  Rule 56 motion\r                                     \n\n                                4\r\r\n\nmay well end the  case unless the party opposing  it demonstrates\n\nthe  existence of a trialworthy  issue as to  some material fact.\n\nExercising  de  novo review,  see Pagano,  983  F.2d at  347, and\r                                                  \n\ntaking the facts (including the reasonable  inferences therefrom)\n\nin  the  light  most  favorable  to  the plaintiff,  see  Rivera-\r                                                                           \n\nMuriente,  959  F.2d at  352, we  conclude  that the  evidence of\r                  \n\nrecord  in  this case  is  \"sufficiently open-ended  to  permit a\n\nrational  factfinder to resolve the [liability] issue in favor of\n\neither side,\" National  Amusements, 43  F.3d at 735.   Thus,  the\r                                            \n\ncourt below terminated the suit prematurely.\n\nIII.  ANALYSIS\r          III.  ANALYSIS\n\n          In  granting summary  judgment,  the lower  court found\n\nplaintiff's  claim wanting in two  ways.  First,  the court ruled\n\nthat because  the rock-throwing incident took  place \"outside the\n\n[hotel's] premises,\" Taber  did not  owe \"a duty  to protect  and\n\nprovide  reasonable  security  measures.\"     Second,  the  court\n\nreasoned that  the harm  of which plaintiff  complained \"was  not\n\nforeseeable  or  causally  related  to  any  acts  or  omissions\"\n\nattributable to Taber.  We examine each theorem separately.\n\n                            A.  Duty.\r                                      A.  Duty.\r                                              \n\n          The substantive law of Puerto Rico governs the issue of\n\nnegligence  in this diversity suit.   See Erie  R.R. v. Tompkins,\r                                                                          \n\n304 U.S.  64, 78 (1938); Daigle v. Maine Med. Ctr., Inc., 14 F.3d\r                                                                  \n\n684,  689 (1st  Cir. 1994).   Under  Puerto Rico  law, negligence\n\nactions  generally hark back to  article 1802 of  the Civil Code,\n\nwhich imposes  liability  upon a  person  who \"causes  damage  to\n\n                                5\r\r\n\nanother  party through fault or negligence.\"  P.R. Laws Ann. tit.\n\n31,    5141  (1991).   In this  instance, plaintiff  alleges that\n\narticle 1057  of the Civil Code,  P.R. Laws Ann. tit.  31,   3021\n\n(1991), excerpted in the  margin,4 puts a gloss on  article 1802.\n\nTaber  demurs, asseverating that article 1057 does not apply.  We\n\nagree  with  plaintiff  that,  here,  article  1057  informs  the\n\noperation of article 1802.   Compare, e.g., Rivera Perez  v. Cruz\r                                                                           \n\nCorchado, 87 J.T.S. 51 (1987) (Official English Translation:  No.\r                  \n\nRE-86-18, slip  op. at 8) (discussing  interface between articles\n\n1057 and 1802). \n\n          It   brooks  no  dispute   that  article  1057  imposes\n\nliability upon  certain establishments, such  as hotels, schools,\n\nand hospitals,  that fail  to provide security  commensurate with\n\nthe circumstances  attendant to their operations.   See Estremera\r                                                                           \n\nv.  Inmobiliaria  Rac,  Inc.,  109 P.R.R.  1150,  1154-55  (1980)\r                                      \n\n(stating that liability can be found  when circumstances create a\n\ndemand for greater protection, but  the establishment nonetheless\n\nneglects to  bolster security).   The duty to  furnish heightened\n\nsecurity  is thought to stem from the character of the enterprise\n\nin which the defendant engages and from the special nature of the\n\n                    \r                              \n\n     4Article 1057 provides in pertinent part:\n\n          The   fault  or  negligence   of  the  debtor\n          consists of the  omission of the  steps which\n          may  be  required  by  the character  of  the\n          obligation  and  which  may  pertain  to  the\n          circumstances of the persons, time, and place\n          . . . . \n\nP.R. Laws Ann. tit. 31,   3021 (1991).\n\n                                6\r\r\n\nrelationship  between the defendant and its invitees.  See id. at\r                                                                        \n\n1154 (noting that a hotel  \"basically substitutes [for] a home\").\n\nOn this  rationale, the Commonwealth's courts  have made pellucid\n\nthat  the prospect of criminal activity may give rise to the need\n\nfor such an establishment to furnish \"a wider scope of protection\n\nand security  than can be supplied  by law-enforcement agencies.\"\n\nId.; accord  Elba v. Univ. of P.R., 90 J.T.S. 13 (1990) (Official\r                                            \n\nEnglish Translation: No. RE-86-214, slip op. at 23) (finding that\n\nuniversity's failure to provide  adequate security in a high-risk\n\nrape area gave rise to violent assault of female student).\n\n          Notwithstanding    these   general    principles,   the\n\nmagistrate  judge,  accepting  artificial distinctions  drawn  by\n\nTaber, ruled that article 1057 landed wide of the mark, and that,\n\non the facts reflected in the summary judgment record, Taber owed\n\nno duty  to furnish  security for  plaintiff's  protection.   The\n\nmagistrate advanced two theories.  Neither holds water.\n\n          1.  Cabdrivers' Liability.   Relying primarily on Jacob\r                    1.  Cabdrivers' Liability.\r                                                                           \n\nv.  Eagle Star  Ins. Co.,  640 F.  Supp.  117 (D.P.R.  1986), the\r                                  \n\nmagistrate  posited that,  as a matter  of law,  cabdrivers (and,\n\nergo, their  employers) are not  liable to passengers  for crimes\n\ncommitted by third persons.  Jacob is not a comfortable fit.\r                                            \n\n          In Jacob, an  independent cabdriver transporting  fares\r                            \n\nfrom  the airport  to a  hotel paused  at a  red light.   Thieves\n\nrushed the car, held the driver at gunpoint, and attempted to rob\n\nthe  passengers.  In the  commotion that ensued,  a passenger was\n\nshot.   See  id. at  118.   The district  court concluded  on the\r                                                                           \n\n                                7\r\r\n\nparticular facts  of the  case that a  cabdriver had  no duty  to\r                                        \n\nguard against third-party criminal activity.  See id. at 119.  In\r                                                               \n\nreaching its decision the court noted that \"[u]nlike  a hotel . .\n\n. the nature  of [defendant's] business  does not demand  special\n\nsecurity measures.\"  Id.\r                                  \n\n          Here,  however, unlike  in  Jacob, the  defendant is  a\r                                                                        \n\nhotel,  albeit one  that  is being  sued  because it  elected  to\n\nfurnish  transportation  services  ancillary  to   its  principal\n\nbusiness.  Moreover, unlike in  Jacob, where the court emphasized\r                                               \n\nthat  the cabdriver  was \"a  public carrier  for hire,\"  id., the\r                                                                      \n\noperator of the vehicle rented to Taber  was not a common carrier\n\n(or even a cabdriver) but an employee of the hotel, performing  a\n\nprivate service for a private purpose.  Thus, though Coyne was in\n\na car, she was just as much a ward of the hotel as if she was  in\n\nher suite or in the lobby.\n\n          Even  assuming, then,  that taxicab  operators are  not\n\nwithin the reach of article  1057   a matter on which  we take no\n\nposition   we are of the  opinion that the defendant here must be\n\nviewed as  an innkeeper rather  than as  a taxicab operator.   It\n\nfollows, therefore, that the  magistrate's reliance on Jacob does\r                                                                      \n\nnot resonate with the issue of duty in the instant case.\n\n          2.     Locus.     Though   Jacob  is   inapposite,  the\r                    2.     Locus.\r                                                    \n\nmagistrate's opinion raises another  question about the existence\n\nof  an actionable duty.  This question  emanates from a dictum in\n\nChapman v. E.S.J. Towers,  Inc., 803 F. Supp. 571  (D.P.R. 1992).\r                                         \n\nThere, the court  refused to grant summary judgment,  finding the\n\n                                8\r\r\n\ndefendant hotel potentially liable  for the injuries sustained by\n\nthe plaintiff guest as a result of third-party criminal activity.\n\nSee id. at 575.   Nevertheless, Judge Perez-Gimenez wrote:   \"Had\r                 \n\nthe situs of the crime  in this case been a place  other than the\n\nhotel  premises,  the  Court  might  not  have been  hesitant  in\n\ngranting  the defendants'  motions .  . .  .\"   Id.   Citing this\r                                                             \n\ndictum,  the magistrate suggested that, even if Taber owed a duty\n\nto  provide  heightened  security   qua  transporter,  that  duty\r                                                 \n\nobtained only as to acts that occurred on the hotel's premises. \n\n          We place no weight on this slender reed.  It is not the\n\nphysical locus of the act, stricto senso,  that gives rise to the\r                                                  \n\nhotelier's  duty to  furnish  heightened security.   Rather,  the\n\ntouchstone of the  duty consists  in roughly equal  parts of  the\n\nhotel's special  relationship with  its guests, its  knowledge of\n\nincipient peril,  and its ability to exercise a meaningful degree\n\nof control over the situation, regardless of the situs.\n\n          We think this approach is compelled by the reasoning of\n\nthe Puerto Rico Supreme Court in Elba.  There, the court anchored\r                                               \n\nthe  University's duty  to provide  adequate security  to persons\n\nwith whom it had a special relationship (students) in knowledge  \n\nthe \"previous occurrence of similar criminal acts [and]  the fact\n\nthat university authorities knew or should have known about them\"\n\n  coupled with the nonperformance of acts  within the defendant's\n\ncontrol   \"the failure to eliminate conditions that may give rise\n\nto sexual assaults;  the total  absence of a  priority system  to\n\nprotect  the students;  and lack  of adequately  trained security\n\n                                9\r\r\n\npersonnel.\"  Elba,  supra, slip op.  at 16.   Though the rape  in\r                                   \n\nElba  occurred  on  the  campus,  we  believe  that  the  court's\r              \n\nreasoning clearly indicates that the  tri-cornered combination of\n\naffinity,  knowledge, and control,  rather than a one-dimensional\n\nlocation  test, is  the  key to  determining  whether a  duty  to\n\nprovide security exists.  \n\n          So it  is here.   Affinity  is a given;  Taber and  the\n\nplaintiff  were   admittedly   in  a   host-guest   relationship.\n\nKnowledge  exists, at least to the extent that, as we demonstrate\n\ninfra,  a reasonable jury could  find that Taber  knew (or should\r               \n\nhave known) of the strike and the  likelihood of violence that it\n\nportended.    Similarly, a  jury could  find  that Taber  had the\n\nrequisite  degree of control; it  employed the driver, rented the\n\ncar,  made the  transportation arrangements  with  newly arriving\n\nguests, honored Coyne's reservation,  dispatched the vehicle, and\n\nselected the route.  This combination of affinity, knowledge, and\n\ncontrol is sufficient to trigger a legally enforceable duty.\n\n          We have said  enough on  this score.   Bearing in  mind\n\n\"the circumstances of the  persons, time, and place,\" we  think a\n\njury could supportably find that a duty to provide security arose\n\nunder P.R. Laws Ann. tit. 31,    3021.  See Estremera, 109 P.R.R.\r                                                               \n\nat 1154 (stating that  a duty to provide additional  security may\n\narise when the circumstances so warrant); see  also Rivera Perez,\r                                                                          \n\nsupra, slip  op. at 8.   And since  there is no  evidence at this\r               \n\nstage that  Taber employed  any special security  precautions, we\n\nbelieve  that a  jury, not  a judge, ought  to say  whether Taber\n\n                                10\r\r\n\nfailed to  take steps  that its duty  required.5   See Negron  v.\r                                                                       \n\nOrozco Rivera, 113 P.R.R. 921, 929 (1983).\r                       \n\n                       B.  Foreseeability.\r                                 B.  Foreseeability.\r                                                   \n\n          Even  if a jury could  find that Taber  violated a duty\n\nowed to  plaintiff, a breach of  duty is not actionable  absent a\n\ncausal relationship between the breach and the ensuing harm.  See\r                                                                           \n\nElba, supra,  slip op.  at 12.   \"[F]or this  causal relation  to\r                     \n\nexist the damage must have been foreseeable and avoidable had the\n\nomitted action been timely taken.\"  Id.; see also Malave-Felix v.\r                                                                        \n\nVolvo Car Corp., 946 F.2d 967,  972 (1st Cir. 1991) (noting  that\r                         \n\nforeseeability serves  as  the \"linchpin\"  for establishing  tort\n\nliability under Puerto  Rico law).  In Puerto  Rico, \"the rule of\n\nforeseeability does not mean  that the precise risk or  the exact\n\nresult which  was  encountered should  have been  foreseen.   The\n\nessential factor is  to be under a duty to  foresee, in a general\r                                                                           \n\nway, consequences of  a particular  type.\"  Gines  v. Aqueduct  &amp;\r                                                                           \n\nSewer  Auth.,  86 P.R.R.  490, 496  (1962)  (citing 2  Harper and\r                      \n\nJames, The Law of Torts 1147 (1956)) (emphasis supplied).\r                                 \n\n          In   most  situations,  causation  questions  are  both\n\nfactbound and case-specific.  Thus, such questions ordinarily are\n\ngrist  for  the  factfinder's  mill.    See,  e.g.,   Peckham  v.\r                                                                       \n\nContinental Cas. Ins.  Co., 895  F.2d 830, 837  (1st Cir.  1990);\r                                    \n\nSwift v. United  States, 866  F.2d 507, 510-11  (1st Cir.  1989);\r                                 \n\nSpringer v. Seamen, 821  F.2d 871, 876 (1st  Cir. 1987).   Puerto\r                            \n                    \r                              \n\n     5We  do not decide today  that Taber could,  or should, have\ntaken  any particular security precautions.  We hold only that it\nis for the jury, not the judge, to make this determination.\n\n                                11\r\r\n\nRico follows this general trend.  See, e.g., Quinones-Pacheco  v.\r                                                                       \n\nAmerican  Airlines,  Inc.,  979  F.2d  1,  5-6  (1st  Cir.  1992)\r                                   \n\n(applying  Puerto Rico law); Marshall v.  Perez Arzuaga, 828 F.2d\r                                                                 \n\n845, 847-48  (1st Cir.  1987) (applying  Puerto Rico law),  cert.\r                                                                           \n\ndenied, 484 U.S. 1065 (1988).\r                \n\n          This does not mean that foreseeability is always a jury\r                                                                    \n\nquestion.  To  establish the foreseeable  character of an  event,\n\nthe  evidence must  be such  that  the factfinder  rationally can\n\nconclude that the  risk complained  of is among  the universe  of\n\nrisks recognizable by reasonably  prudent persons acting with due\n\ndiligence under the  same or similar circumstances.   See Pacheco\r                                                                           \n\nv. Puerto Rico Water Resources Auth., 112 D.P.R. 367, 372 (1982);\r                                              \n\nJimenez  v. Pelegrina,  112 P.R.R.  881, 886  (1982).   Because a\r                               \n\ndefendant  \"will not be  relieved of liability  by an intervening\n\ncause which could reasonably have been foreseen, nor by one which\n\nis a  normal incident of  the risk  created,\" Widow of  Andino v.\r                                                                        \n\nPuerto Rico  Water Resources  Auth., 93 P.R.R.  168, 178  (1966),\r                                             \n\ncriminal  acts of  third parties  sometimes can  fall within  the\n\nambit of foreseeability.  See Chapman, 803 F. Supp. at 573; Elba,\r                                                                          \n\nsupra, slip op. at  23; Negron, 113 P.R.R. at  927-28; Estremera,\r                                                                          \n\n109 P.R.R. at 1157 n.6.  Accordingly, the issue we must decide is\n\nwhether  the  facts and  circumstances  of  this  case  permit  a\n\nfactfinder  plausibly to  infer  a foreseeable  risk of  episodic\n\nviolence.  See Rivera Perez, supra,  slip op. at 8 (\"If the fault\r                                            \n\nor  negligence on  which the  liability of    1802  is predicated\n\nconsists,  pursuant  to    1057, in  the  failure to  be diligent\n\n                                12\r\r\n\naccording to particular circumstances,  . .  .    1802 inevitably\n\ncenters around the  function of the person's  foresight, as [the]\n\ncontrolling factor  of [defendant's] liability. .  . .\") (quoting\n\nRivera v. Maryland Cas. Co., 96 P.R.R. 788, 791 (1968)).\r                                     \n\n          The   magistrate  concluded   that  violence   was  not\n\nreasonably  foreseeable.  Though he may,  in the end, prove to be\n\nan accurate prophet as a matter of decided fact   only a jury can\n\nanswer  that question  definitively    courts are  constrained by\n\nRule  56 to  draw all  reasonable inferences  in the  nonmovant's\n\nfavor.  See National Amusements, 43 F.3d at 735.   On this basis,\r                                         \n\nthe  current posture  of  the case  demands  that we  reject  the\n\nmagistrate's conclusion as a matter of law.  We explain briefly.\n\n          Both  parties place  great  weight upon  the fact  that\n\nMarrero drove to and from  the airport three times on July  9, in\n\nthe  same red  Ford, transporting  other, earlier-arriving  hotel\n\nguests without incident.  Taber argues that, since the driver had\n\ntraversed the  route in  safety on these  previous occasions,  it\n\ncould not  have foreseen the  violent reception that  awaited the\n\nplaintiff.    Coyne parries  this  thrust by  asserting  that, in\n\nordering  Marrero to drive through  the airport a  fourth time in\n\nthe  same easily  recognizable  automobile, on  the very  sort of\n\nerrand  that prompted the strike,  the hotel should have realized\n\nthat it was tempting fate.  In short, defendant uses the  earlier\n\ntrips  as  evidence  that  peril  was  not  foreseeable,  whereas\n\nplaintiff uses them  not only as  evidence of discernible  danger\n\nbut  also to  show that  Taber's activity  in fact  catalyzed the\n\n                                13\r\r\n\nharm-producing event.\n\n          Both of  these scenarios  are plausible from  a factual\n\nstandpoint.  For present  purposes, that ends the inquiry:   when\n\nthe  facts  support plausible  but  conflicting  inferences on  a\n\npivotal issue in the case, the judge may not choose between those\n\ninferences at the summary  judgment stage.  See, e.g.,  Greenburg\r                                                                           \n\nv.  Puerto Rico Maritime Shipping  Auth., 835 F.2d  932, 937 (1st\r                                                  \n\nCir.  1987) (explaining  that,  if the  evidence conflicts,  \"the\n\nultimate arbiter of the  persuasiveness of the proof must  be the\n\nfactfinder, not the lawgiver\"). \n\n          Taber  has a  fallback position.   It  argues that  the\n\nincident  was not foreseeable because it  lacked knowledge of the\n\nstrike's   explosive  nature.    This,  too,  seems  sufficiently\n\nfactbound  to warrant jury consideration.  To be sure, the attack\n\non the Ford  may have been the first incident  of its kind during\n\nthe July strike   but that happenstance is not dispositive.  If a\n\ndog has vicious  propensities, even  the first bite  may well  be\n\nforeseeable.  \"It is no defense to allege that the precise course\n\nor the full extent of the consequences could not be foreseen, the\n\nconsequences being of such kind, which in fact happened.\"  Gines,\r                                                                          \n\n86 P.R.R. at 496.\n\n          Here,  the  strike  was   no  secret.    The  strikers'\n\npropensities were fairly evident.   The jury could find  that the\n\narticle in the San Juan Star furnished constructive notice of the\r                                      \n\n                                14\r\r\n\ntense  circumstances  and  the  potential  for  violence.6    The\n\nplaintiff's observation  of events at the  airport before Marrero\n\narrived lends some slight support to the inference that the rock-\n\nthrowing incident was  foreseeable.  So  does the evidence  anent\n\nthe driver's demeanor.\n\n          Another piece  of evidence is  potentially significant.\n\nIn opposing summary judgment,  plaintiff submitted the  affidavit\n\nof  Capt.   Hector  Mercado   Santini,  a   security  consultant.\n\nPlaintiff's expert noted that violence commonly accompanies labor\n\ndisputes in Puerto Rico   and  that this tendency is well  known.\n\nHe  cited  violent incidents  that  had  occurred during  earlier\n\nstrikes  at the  airport  (including strikes  called by  the taxi\n\ndrivers'  union).   He  expressed  the opinion  that  Taber acted\n\nirresponsibly in thrice sending  the same driver in the  same car\n\non the same errand on the same day across the picket line.7    \n                    \r                              \n\n     6Taber  argues that  this article  is hearsay  evidence that\nshould be  excluded from consideration.   This argument overlooks\nthat  plaintiff did not  offer the article  for the truth  of the\nmatter asserted,  but, rather, as  tending to establish  that the\nhotel's management  knew  or should  have known  of the  volatile\nnature of the labor protest.  The proffer was admissible for this\npurpose.   See, e.g.,  Price v. Rochford, 947  F.2d 829, 833 (7th\r                                                  \nCir.   1991)  (deeming  newspaper   articles  admissible  because\nplaintiff \"did  not offer the  articles to prove  that he was  in\nbankruptcy, only that he was reported to have been in bankruptcy)\r                                               \n(emphasis  in  original);  see  generally Fed.  R.  Evid.  801(c)\r                                                   \n(defining hearsay as  \"a statement . .  . offered in evidence  to\nprove the truth of the matter asserted\").  \n\n     7Citing Casas Office Machs., Inc. v. Mita Copystar, Inc., 42\r                                                                       \nF.3d  668  (1st  Cir.  1994),  Taber  argues  that  the  expert's\naffidavit   should  not   be  considered.     This   argument  is\nunconvincing.  In Casas,  we confirmed that a district  court had\r                                 \ndiscretion  to  exclude  expert  opinion  testimony  based  on  a\nspeculative foundation.  See  id. at 681-83.  Here,  however, the\r                                           \nlower court did not  exclude the expert's affidavit.   Indeed, it\n\n                                15\r\r\n\n          These   items   of   evidence,    taken   collectively,\n\ndistinguish this case  from Rivera  Perez, supra, slip  op. at  8\r                                                          \n\n(finding  wife not liable for ex-husband's  attack on house guest\n\nbecause she lacked knowledge  of his criminal predisposition) and\n\nEstremera, 109 P.R.R. at 1158 (finding criminal attack would have\r                   \n\noccurred  regardless  of  whether  defendant  provided  stairwell\n\nlighting),  and make it more akin to  Elba, supra, slip op. at 20\r                                                           \n\n(concluding  that circumstances  made  sexual  assault of  female\n\nstudent  foreseeable because  school officials  had knowledge  of\n\nhigh-risk  rape area) and Negron, 113 P.R.R. at 928 (holding that\r                                          \n\na reasonable  person would have  foreseen criminal act  in police\n\nstation,  given  the known  presence  of  a violent  individual).\n\nTaking  the facts favorably to  the plaintiff, we  believe that a\n\njury  reasonably  could find  that  plaintiff's  injuries were  a\n\ngenerally foreseeable consequence  of Taber's decision repeatedly\n\nto shuttle guests  between the airport and the hotel  in the same\n\ndistinctive  private car, chauffeured by the same lone driver, at\n\nthe height of the strike,  without taking any particular security\n\nprecautions.  Put  another way, the case at hand  yields an issue\n\nof foreseeability  upon  which  reasonable  minds  might  differ.\n\nSummary judgment is, therefore, inappropriate.\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\n\n          We need go  no further.   Viewing the  evidence in  the\n\nlight most congenial to the plaintiff, a rational jury could find\n\nall  the elements of  a viable  cause of  action:   duty, breach,\n                    \r                              \n\nnever reached the issue.\n\n                                16\r\r\n\ncausation, and foreseeable harm.  Thus, the plaintiff is entitled\n\nto present her case at a full-dress trial.\n\nReversed and remanded for further proceedings.\r          Reversed and remanded for further proceedings.\r                                                       \n\n                                17\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-2231\n\n                      JOHN P. COYNE, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                     TABER PARTNERS I, d/b/a \n\n             AMBASSADOR PLAZA HOTEL &amp; CASINO, ET AL.,\n\n                      Defendants, Appellees.\n\n                                              \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n            [Hon. Justo Arenas, U.S. Magistrate Judge]\r                                                               \n\n                                              \n\n                              Before\n\n              Selya, Cyr and Stahl, Circuit Judges.\r                                                            \n\n                                              \n\n     Mark S. Shuman, with whom Jose L. Rivero Vergne and Moreda &amp;\r                                                                           \nMoreda were on brief, for appellants.\r                \n     Maria Soledad Ramirez-Becerra, with  whom Mercado &amp; Soto was\r                                                                       \non brief, for appellees.\n\n                                             \n\n                           May 4, 1995\n                                             \n\n          SELYA, Circuit Judge.   This negligence action perished\r                    SELYA, Circuit Judge.\r                                        \n\nwhen  the lower  court  granted a  motion  for summary  judgment.\n\nDiscerning error, we resuscitate the suit.1  \n\nI.  BACKGROUND\r          I.  BACKGROUND\n\n          Consistent with the summary judgment standard, we  limn\n\nthe  material  facts  in a  light  that  flatters,  but does  not\n\nimpermissibly distort, the plaintiff's claims.\n\n          On  July  8,  1992,  a local  union  representing  taxi\n\ndrivers and tour operators  frustrated by competition from hotel-\n\noperated  taxis  and  other   amateurs  declared  a  strike  that\n\nvirtually   paralyzed  transportation  services   at  San  Juan's\n\nprincipal airport.  Despite a beefed-up police presence, strikers\n\ncongregated at  various points,  including  Baldorioty de  Castro\n\nAvenue (the main thoroughfare leading to and  from the airport).2\n\nThe  labor unrest was open  and notorious; reports  of the strike\n\nappeared, inter alia, in the July 9 edition of a major newspaper,\r                              \n\nthe San Juan Star.\r                           \n\n          Carol  Coyne, a  resident of  Massachusetts, blissfully\n\nunaware of the strike, flew into the airport on July  9.  Because\n\n                    \r                              \n\n     1Nominally,  there are two plaintiffs    Carol Coyne and her\nhusband, John   and  two remaining defendants   Taber  Partners I\n(Taber),  proprietor  of  the  Ambassador Plaza  Hotel,  and  its\ninsurer,  United  Community Insurance  Co.    Since John  Coyne's\nclaims derive  from  the injuries  that his  wife sustained,  and\nsince the insurer's liability  is coextensive with its insured's,\nunder local law, we treat the  appeal as if Carol Coyne and Taber\nwere the sole parties in interest.\n\n     2The obstructionist tactics met with some degree of success.\nFor example, the record indicates that strikers thwarted at least\none effort to usher tourists away from the airport by van.\n\n                                2\r\r\n\nshe had  reserved accommodations  at the Ambassador  Plaza, Taber\n\ndispatched a  driver, Angel  Marrero, to  transport her  from the\n\nairport  to the  hotel.   While waiting  for Taber's  emissary to\n\narrive,  plaintiff  witnessed   several  confrontations   between\n\nstrikers and motorists.\n\n          Following the same practice he had thrice utilized that\n\nday, Marrero crossed the picket line driving a red Ford rented by\n\nthe hotel.   When he reached  the terminal, he refused  to alight\n\nfrom the vehicle and plaintiff noticed that he seemed frightened.\n\nOnce he  had collected  the plaintiff, other  prospective guests,\n\nand their luggage, Marrero headed for the  hotel.  After the Ford\n\nreached Baldorioty de Castro Avenue, a man stepped in front of it\n\nand blocked its path.  Other persons began hurling objects at the\n\ncar.3  One  such projectile  shattered a window  and injured  the\n\nplaintiff.   Marrero eventually managed to  extricate the vehicle\n\nfrom  this precarious  situation and  immediately sought  medical\n\nattention for plaintiff.\n\n          Some time elapsed.  Then, plaintiff, striking a blow of\n\nher own, sued Taber in Puerto Rico's federal district court.  See\r                                                                           \n\n28  U.S.C.   1332 (1988 &amp; Supp.IV 1992) (stating requirements for\n\ndiversity jurisdiction).   After preliminary skirmishing, not now\n\nrelevant, the court, in the person of  a magistrate judge, see 28\r                                                                        \n\nU.S.C.     636(c)  (1988),  granted  Taber's  motion  for  brevis\r                                                                           \n\ndisposition.  This appeal ensued.\n                    \r                              \n\n     3A rational factfinder could infer that not only the man who\nblocked  the Ford's path but also the rock-throwers were strikers\nor strike sympathizers.\n\n                                3\r\r\n\nII.  THE SUMMARY JUDGMENT STANDARD\r          II.  THE SUMMARY JUDGMENT STANDARD\n\n          The  Civil  Rules  empower  a court  to  grant  summary\n\njudgment   \"if    the   pleadings,   depositions,    answers   to\n\ninterrogatories,  and  admissions  on  file,  together  with  the\n\naffidavits, if any, show that there is no genuine issue as to any\n\nmaterial fact and that the moving party is entitled to a judgment\n\nas a matter of  law.\"  Fed.  R. Civ. P. 56(c).   We have  written\n\nprolifically  on the nuances and ramifications of this rule, see,\r                                                                          \n\ne.g., National Amusements, Inc.  v. Town of Dedham, </pre><span class=\"citation\" data-id=\"195818\"><a href=\"/opinion/195818/national-amusements-v-town-of-dedham/\"><span class=\"volume\">43</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span><pre class=\"inline\">,\r                                                            \n\n735 (1st Cir. 1995),  petition for cert. filed, </pre><span class=\"citation no-link\"><span class=\"volume\">63</span>  <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3736</span>\r</span><pre class=\"inline\">                                                        \n\n(U.S.  Apr. 4, 1995) (No. 94-1630); Vasapolli v. Rostoff, </pre><span class=\"citation\" data-id=\"195712\"><a href=\"/opinion/195712/vasapolli-v-rostoff/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span>\r                                                                  \n\n<span class=\"page\">27</span></a></span><pre class=\"inline\">, 32 (1st Cir. 1994); Dow v. United Bhd. of Carpenters, Etc., </pre><span class=\"citation\" data-id=\"194847\"><a href=\"/opinion/194847/dow-v-ubc/\"><span class=\"volume\">1</span>\r                                                                        \n\n<span class=\"reporter\">F.3d</span>  <span class=\"page\">56</span></a></span><pre class=\"inline\">, 58 (1st Cir. 1993); Pagano  v. Frank, </pre><span class=\"citation\" data-id=\"597806\"><a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span><pre class=\"inline\">, 347\r                                                        \n\n(1st Cir. 1993); Wynne v. Tufts Univ. Sch. of Med., </pre><span class=\"citation\" data-id=\"592073\"><a href=\"/opinion/592073/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span><pre class=\"inline\">,\r                                                            \n\n793-94 (1st Cir.  1992), cert.  denied, 113 S.  Ct. 1845  (1993);\r                                                \n\nUnited  States v. One Parcel of Real Property (Great Harbor Neck,\r                                                                           \n\nNew Shoreham, R.I.), </pre><span class=\"citation\" data-id=\"580694\"><a href=\"/opinion/580694/nos-91-1681-91-1682/\"><span class=\"volume\">960</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">200</span></a></span><pre class=\"inline\">, 204 (1st Cir.  1992); Rivera-\r                                                                           \n\nMuriente v. Agosto-Alicea, </pre><span class=\"citation\" data-id=\"579946\"><a href=\"/opinion/579946/juan-rivera-muriente-v-juan-agosto-alicea/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">349</span></a></span><pre class=\"inline\">, 351-52 (1st Cir. 1992);\r                                   \n\nMedina-Munoz v. R.J. Reynolds  Tobacco Co., </pre><span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">,  7-8 (1st\r                                                    \n\nCir. 1990);  Garside v. Osco Drug, Inc.,  </pre><span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span><pre class=\"inline\">, 48-49 (1st\r                                                 \n\nCir.  1990),  and  it  would  be  pleonastic  to   rehearse  that\n\njurisprudence here.\n\n          For present purposes, it  suffices to say that \"summary\n\njudgment's role is to pierce the boilerplate of the pleadings and\n\nassay the parties' proof  in order to determine whether  trial is\n\nactually required.\"   </pre><span class=\"citation\" data-id=\"592073\"><span class=\"antecedent_guess\">Wynne,</span> <a href=\"/opinion/592073/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">794</span></a></span><pre class=\"inline\">.  A  Rule 56 motion\r                                     \n\n                                4\r\r\n\nmay well end the  case unless the party opposing  it demonstrates\n\nthe  existence of a trialworthy  issue as to  some material fact.\n\nExercising  de  novo review,  see </pre><span class=\"citation\" data-id=\"597806\"><span class=\"antecedent_guess\">Pagano,</span>  <a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">347</span></a></span><pre class=\"inline\">, and\r                                                  \n\ntaking the facts (including the reasonable  inferences therefrom)\n\nin  the  light  most  favorable  to  the plaintiff,  see  Rivera-\r                                                                           \n\n</pre><span class=\"citation\" data-id=\"579946\"><span class=\"antecedent_guess\">Muriente,</span>  <a href=\"/opinion/579946/juan-rivera-muriente-v-juan-agosto-alicea/\"><span class=\"volume\">959</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">352</span></a></span><pre class=\"inline\">, we  conclude  that the  evidence of\r                  \n\nrecord  in  this case  is  \"sufficiently open-ended  to  permit a\n\nrational  factfinder to resolve the [liability] issue in favor of\n\neither side,\" National  </pre><span class=\"citation\" data-id=\"195818\"><span class=\"antecedent_guess\">Amusements,</span> <a href=\"/opinion/195818/national-amusements-v-town-of-dedham/\"><span class=\"volume\">43</span>  <span class=\"reporter\">F.3d</span> at <span class=\"page\">735</span></a></span><pre class=\"inline\">.   Thus,  the\r                                            \n\ncourt below terminated the suit prematurely.\n\nIII.  ANALYSIS\r          III.  ANALYSIS\n\n          In  granting summary  judgment,  the lower  court found\n\nplaintiff's  claim wanting in two  ways.  First,  the court ruled\n\nthat because  the rock-throwing incident took  place \"outside the\n\n[hotel's] premises,\" Taber  did not  owe \"a duty  to protect  and\n\nprovide  reasonable  security  measures.\"     Second,  the  court\n\nreasoned that  the harm  of which plaintiff  complained \"was  not\n\nforeseeable  or  causally  related  to  any  acts  or  omissions\"\n\nattributable to Taber.  We examine each theorem separately.\n\n                            A.  Duty.\r                                      A.  Duty.\r                                              \n\n          The substantive law of Puerto Rico governs the issue of\n\nnegligence  in this diversity suit.   See Erie  R.R. v. Tompkins,\r                                                                          \n\n</pre><span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">64</span></a></span><pre class=\"inline\">, 78 (1938); Daigle v. Maine Med. Ctr., Inc., </pre><span class=\"citation\" data-id=\"195171\"><a href=\"/opinion/195171/daigle-v-maine-medical/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span>\r                                                                  \n\n<span class=\"page\">684</span></a></span><pre class=\"inline\">,  689 (1st  Cir. 1994).   Under  Puerto Rico  law, negligence\n\nactions  generally hark back to  article 1802 of  the Civil Code,\n\nwhich imposes  liability  upon a  person  who \"causes  damage  to\n\n                                5\r\r\n\nanother  party through fault or negligence.\"  P.R. Laws Ann. tit.\n\n31,    5141  (1991).   In this  instance, plaintiff  alleges that\n\narticle 1057  of the Civil Code,  P.R. Laws Ann. tit.  31,   3021\n\n(1991), excerpted in the  margin,4 puts a gloss on  article 1802.\n\nTaber  demurs, asseverating that article 1057 does not apply.  We\n\nagree  with  plaintiff  that,  here,  article  1057  informs  the\n\noperation of article 1802.   Compare, e.g., Rivera Perez  v. Cruz\r                                                                           \n\nCorchado, 87 J.T.S. 51 (1987) (Official English Translation:  No.\r                  \n\nRE-86-18, slip  op. at 8) (discussing  interface between articles\n\n1057 and 1802). \n\n          It   brooks  no  dispute   that  article  1057  imposes\n\nliability upon  certain establishments, such  as hotels, schools,\n\nand hospitals,  that fail  to provide security  commensurate with\n\nthe circumstances  attendant to their operations.   See Estremera\r                                                                           \n\nv.  Inmobiliaria  Rac,  Inc.,  </pre><span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">P.R.R.</span>  <span class=\"page\">1150</span></span><pre class=\"inline\">,  1154-55  (1980)\r                                      \n\n(stating that liability can be found  when circumstances create a\n\ndemand for greater protection, but  the establishment nonetheless\n\nneglects to  bolster security).   The duty to  furnish heightened\n\nsecurity  is thought to stem from the character of the enterprise\n\nin which the defendant engages and from the special nature of the\n\n                    \r                              \n\n     4Article 1057 provides in pertinent part:\n\n          The   fault  or  negligence   of  the  debtor\n          consists of the  omission of the  steps which\n          may  be  required  by  the character  of  the\n          obligation  and  which  may  pertain  to  the\n          circumstances of the persons, time, and place\n          . . . . \n\nP.R. Laws Ann. tit. 31,   3021 (1991).\n\n                                6\r\r\n\nrelationship  between the defendant and its invitees.  See </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at\r                                                                        \n\n1154 </span><pre class=\"inline\">(noting that a hotel  \"basically substitutes [for] a home\").\n\nOn this  rationale, the Commonwealth's courts  have made pellucid\n\nthat  the prospect of criminal activity may give rise to the need\n\nfor such an establishment to furnish \"a wider scope of protection\n\nand security  than can be supplied  by law-enforcement agencies.\"\n\nId.; accord  Elba v. Univ. of P.R., 90 J.T.S. 13 (1990) (Official\r                                            \n\nEnglish Translation: No. RE-86-214, slip op. at 23) (finding that\n\nuniversity's failure to provide  adequate security in a high-risk\n\nrape area gave rise to violent assault of female student).\n\n          Notwithstanding    these   general    principles,   the\n\nmagistrate  judge,  accepting  artificial distinctions  drawn  by\n\nTaber, ruled that article 1057 landed wide of the mark, and that,\n\non the facts reflected in the summary judgment record, Taber owed\n\nno duty  to furnish  security for  plaintiff's  protection.   The\n\nmagistrate advanced two theories.  Neither holds water.\n\n          1.  Cabdrivers' Liability.   Relying primarily on Jacob\r                    1.  Cabdrivers' Liability.\r                                                                           \n\nv.  Eagle Star  Ins. Co.,  640 F.  Supp.  117 (D.P.R.  1986), the\r                                  \n\nmagistrate  posited that,  as a matter  of law,  cabdrivers (and,\n\nergo, their  employers) are not  liable to passengers  for crimes\n\ncommitted by third persons.  Jacob is not a comfortable fit.\r                                            \n\n          In Jacob, an  independent cabdriver transporting  fares\r                            \n\nfrom  the airport  to a  hotel paused  at a  red light.   Thieves\n\nrushed the car, held the driver at gunpoint, and attempted to rob\n\nthe  passengers.  In the  commotion that ensued,  a passenger was\n\nshot.   See  </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at  118. </span><pre class=\"inline\">  The district  court concluded  on the\r                                                                           \n\n                                7\r\r\n\nparticular facts  of the  case that a  cabdriver had  no duty  to\r                                        \n\nguard against third-party criminal activity.  See </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 119. </span><pre class=\"inline\"> In\r                                                               \n\nreaching its decision the court noted that \"[u]nlike  a hotel . .\n\n. the nature  of [defendant's] business  does not demand  special\n\nsecurity measures.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>\r                                  \n\n          Here,  however, </span><pre class=\"inline\">unlike  in  Jacob, the  defendant is  a\r                                                                        \n\nhotel,  albeit one  that  is being  sued  because it  elected  to\n\nfurnish  transportation  services  ancillary  to   its  principal\n\nbusiness.  Moreover, unlike in  Jacob, where the court emphasized\r                                               \n\nthat  the cabdriver  was \"a  public carrier  for hire,\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">id.,</span> the\r                                                                      \n\noperator </span><pre class=\"inline\">of the vehicle rented to Taber  was not a common carrier\n\n(or even a cabdriver) but an employee of the hotel, performing  a\n\nprivate service for a private purpose.  Thus, though Coyne was in\n\na car, she was just as much a ward of the hotel as if she was  in\n\nher suite or in the lobby.\n\n          Even  assuming, then,  that taxicab  operators are  not\n\nwithin the reach of article  1057   a matter on which  we take no\n\nposition   we are of the  opinion that the defendant here must be\n\nviewed as  an innkeeper rather  than as  a taxicab operator.   It\n\nfollows, therefore, that the  magistrate's reliance on Jacob does\r                                                                      \n\nnot resonate with the issue of duty in the instant case.\n\n          2.     Locus.     Though   Jacob  is   inapposite,  the\r                    2.     Locus.\r                                                    \n\nmagistrate's opinion raises another  question about the existence\n\nof  an actionable duty.  This question  emanates from a dictum in\n\nChapman v. E.S.J. Towers,  Inc., </pre><span class=\"citation\" data-id=\"2133495\"><a href=\"/opinion/2133495/chapman-v-esj-towers-inc/\"><span class=\"volume\">803</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">571</span> </a></span><pre class=\"inline\"> (D.P.R. 1992).\r                                         \n\nThere, the court  refused to grant summary judgment,  finding the\n\n                                8\r\r\n\ndefendant hotel potentially liable  for the injuries sustained by\n\nthe plaintiff guest as a result of third-party criminal activity.\n\nSee </pre><span class=\"citation\" data-id=\"2133495\"><a href=\"/opinion/2133495/chapman-v-esj-towers-inc/\"><span class=\"id_token\">id.</span> at 575. </a></span><pre class=\"inline\">  Nevertheless, Judge Perez-Gimenez wrote:   \"Had\r                 \n\nthe situs of the crime  in this case been a place  other than the\n\nhotel  premises,  the  Court  might  not  have been  hesitant  in\n\ngranting  the defendants'  motions .  . .  .\"   </pre><span class=\"citation\" data-id=\"2133495\"><a href=\"/opinion/2133495/chapman-v-esj-towers-inc/\"><span class=\"id_token\">Id.</span>   Citing this\r</a></span><pre class=\"inline\">                                                             \n\ndictum,  the magistrate suggested that, even if Taber owed a duty\n\nto  provide  heightened  security   qua  transporter,  that  duty\r                                                 \n\nobtained only as to acts that occurred on the hotel's premises. \n\n          We place no weight on this slender reed.  It is not the\n\nphysical locus of the act, stricto senso,  that gives rise to the\r                                                  \n\nhotelier's  duty to  furnish  heightened security.   Rather,  the\n\ntouchstone of the  duty consists  in roughly equal  parts of  the\n\nhotel's special  relationship with  its guests, its  knowledge of\n\nincipient peril,  and its ability to exercise a meaningful degree\n\nof control over the situation, regardless of the situs.\n\n          We think this approach is compelled by the reasoning of\n\nthe Puerto Rico Supreme Court in Elba.  There, the court anchored\r                                               \n\nthe  University's duty  to provide  adequate security  to persons\n\nwith whom it had a special relationship (students) in knowledge  \n\nthe \"previous occurrence of similar criminal acts [and]  the fact\n\nthat university authorities knew or should have known about them\"\n\n  coupled with the nonperformance of acts  within the defendant's\n\ncontrol   \"the failure to eliminate conditions that may give rise\n\nto sexual assaults;  the total  absence of a  priority system  to\n\nprotect  the students;  and lack  of adequately  trained security\n\n                                9\r\r\n\npersonnel.\"  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Elba,</span>  supra</span><pre class=\"inline\">, slip op.  at 16.   Though the rape  in\r                                   \n\nElba  occurred  on  the  campus,  we  believe  that  the  court's\r              \n\nreasoning clearly indicates that the  tri-cornered combination of\n\naffinity,  knowledge, and control,  rather than a one-dimensional\n\nlocation  test, is  the  key to  determining  whether a  duty  to\n\nprovide security exists.  \n\n          So it  is here.   Affinity  is a given;  Taber and  the\n\nplaintiff  were   admittedly   in  a   host-guest   relationship.\n\nKnowledge  exists, at least to the extent that, as we demonstrate\n\ninfra,  a reasonable jury could  find that Taber  knew (or should\r               \n\nhave known) of the strike and the  likelihood of violence that it\n\nportended.    Similarly, a  jury could  find  that Taber  had the\n\nrequisite  degree of control; it  employed the driver, rented the\n\ncar,  made the  transportation arrangements  with  newly arriving\n\nguests, honored Coyne's reservation,  dispatched the vehicle, and\n\nselected the route.  This combination of affinity, knowledge, and\n\ncontrol is sufficient to trigger a legally enforceable duty.\n\n          We have said  enough on  this score.   Bearing in  mind\n\n\"the circumstances of the  persons, time, and place,\" we  think a\n\njury could supportably find that a duty to provide security arose\n\nunder P.R. Laws Ann. tit. 31,    3021.  See </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Estremera,</span> <span class=\"volume\">109</span> <span class=\"reporter\">P.R.R.</span>\r                                                               \n\nat <span class=\"page\">1154</span> </span><pre class=\"inline\">(stating that  a duty to provide additional  security may\n\narise when the circumstances so warrant); see  also Rivera </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Perez,</span>\r                                                                          \n\nsupra</span><pre class=\"inline\">, slip  op. at 8.   And since  there is no  evidence at this\r               \n\nstage that  Taber employed  any special security  precautions, we\n\nbelieve  that a  jury, not  a judge, ought  to say  whether Taber\n\n                                10\r\r\n\nfailed to  take steps  that its duty  required.5   See Negron  v.\r                                                                       \n\nOrozco Rivera, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">921</span></span><pre class=\"inline\">, 929 (1983).\r                       \n\n                       B.  Foreseeability.\r                                 B.  Foreseeability.\r                                                   \n\n          Even  if a jury could  find that Taber  violated a duty\n\nowed to  plaintiff, a breach of  duty is not actionable  absent a\n\ncausal relationship between the breach and the ensuing harm.  See\r                                                                           \n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Elba,</span> supra</span><pre class=\"inline\">,  slip op.  at 12.   \"[F]or this  causal relation  to\r                     \n\nexist the damage must have been foreseeable and avoidable had the\n\nomitted action been timely taken.\"  Id.; see also Malave-Felix v.\r                                                                        \n\nVolvo Car Corp., </pre><span class=\"citation\" data-id=\"570024\"><a href=\"/opinion/570024/prodliabrep-cch-p-12963-leila-malave-felix-v-volvo-car-corporation/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">967</span></a></span><pre class=\"inline\">,  972 (1st Cir. 1991) (noting  that\r                         \n\nforeseeability serves  as  the \"linchpin\"  for establishing  tort\n\nliability under Puerto  Rico law).  In Puerto  Rico, \"the rule of\n\nforeseeability does not mean  that the precise risk or  the exact\n\nresult which  was  encountered should  have been  foreseen.   The\n\nessential factor is  to be under a duty to  foresee, in a general\r                                                                           \n\nway, consequences of  a particular  type.\"  Gines  v. Aqueduct  &amp;\r                                                                           \n\nSewer  Auth.,  </pre><span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">P.R.R.</span>  <span class=\"page\">490</span></span><pre class=\"inline\">, 496  (1962)  (citing 2  Harper and\r                      \n\nJames, The Law of Torts 1147 (1956)) (emphasis supplied).\r                                 \n\n          In   most  situations,  causation  questions  are  both\n\nfactbound and case-specific.  Thus, such questions ordinarily are\n\ngrist  for  the  factfinder's  mill.    See,  e.g.,   Peckham  v.\r                                                                       \n\nContinental Cas. Ins.  Co., </pre><span class=\"citation\" data-id=\"536169\"><a href=\"/opinion/536169/scott-peckham-v-continental-casualty-insurance-co-scott-peckham-v/\"><span class=\"volume\">895</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">830</span></a></span><pre class=\"inline\">, 837  (1st Cir.  1990);\r                                    \n\nSwift v. United  States, </pre><span class=\"citation\" data-id=\"517590\"><a href=\"/opinion/517590/ralph-swift-sr-etc-v-united-states/\"><span class=\"volume\">866</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">507</span></a></span><pre class=\"inline\">, 510-11  (1st Cir.  1989);\r                                 \n\nSpringer v. Seamen, </pre><span class=\"citation\" data-id=\"490117\"><a href=\"/opinion/490117/beresford-n-springer-v-gretchen-seaman/\"><span class=\"volume\">821</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">871</span></a></span><pre class=\"inline\">, 876 (1st  Cir. 1987).   Puerto\r                            \n                    \r                              \n\n     5We  do not decide today  that Taber could,  or should, have\ntaken  any particular security precautions.  We hold only that it\nis for the jury, not the judge, to make this determination.\n\n                                11\r\r\n\nRico follows this general trend.  See, e.g., Quinones-Pacheco  v.\r                                                                       \n\nAmerican  Airlines,  Inc.,  </pre><span class=\"citation\" data-id=\"594418\"><a href=\"/opinion/594418/valentin-quinones-pacheco-v-american-airlines-inc-valentin/\"><span class=\"volume\">979</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">,  5-6  (1st  Cir.  1992)\r                                   \n\n(applying  Puerto Rico law); Marshall v.  Perez Arzuaga, </pre><span class=\"citation\" data-id=\"494121\"><a href=\"/opinion/494121/john-g-marshall-v-jose-e-perez-arzuaga-and-third-party-avis-rent-a-car/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span>\r                                                                 \n\n<span class=\"page\">845</span></a></span><pre class=\"inline\">, 847-48  (1st Cir.  1987) (applying  Puerto Rico law),  cert.\r                                                                           \n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1065</span> </span><pre class=\"inline\">(1988).\r                \n\n          This does not mean that foreseeability is always a jury\r                                                                    \n\nquestion.  To  establish the foreseeable  character of an  event,\n\nthe  evidence must  be such  that  the factfinder  rationally can\n\nconclude that the  risk complained  of is among  the universe  of\n\nrisks recognizable by reasonably  prudent persons acting with due\n\ndiligence under the  same or similar circumstances.   See Pacheco\r                                                                           \n\nv. Puerto Rico Water Resources Auth., 112 D.P.R. 367, 372 (1982);\r                                              \n\nJimenez  v. Pelegrina,  </pre><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">P.R.R.</span>  <span class=\"page\">881</span></span><pre class=\"inline\">, 886  (1982).   Because a\r                               \n\ndefendant  \"will not be  relieved of liability  by an intervening\n\ncause which could reasonably have been foreseen, nor by one which\n\nis a  normal incident of  the risk  created,\" Widow of  Andino v.\r                                                                        \n\nPuerto Rico  Water Resources  Auth., </pre><span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">P.R.R.</span>  <span class=\"page\">168</span></span><pre class=\"inline\">, 178  (1966),\r                                             \n\ncriminal  acts of  third parties  sometimes can  fall within  the\n\nambit of foreseeability.  See </pre><span class=\"citation\" data-id=\"2133495\"><span class=\"antecedent_guess\">Chapman,</span> <a href=\"/opinion/2133495/chapman-v-esj-towers-inc/\"><span class=\"volume\">803</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">573</span></a></span><pre class=\"inline\">; </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Elba,</span>\r                                                                          \n\nsupra</span><pre class=\"inline\">, slip op. at  23; </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Negron,</span> <span class=\"volume\">113</span> <span class=\"reporter\">P.R.R.</span> at  <span class=\"page\">927-28</span></span><pre class=\"inline\">; </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Estremera,</span>\r                                                                          \n\n<span class=\"volume\">109</span> <span class=\"reporter\">P.R.R.</span> at <span class=\"page\">1157</span> </span><pre class=\"inline\">n.6.  Accordingly, the issue we must decide is\n\nwhether  the  facts and  circumstances  of  this  case  permit  a\n\nfactfinder  plausibly to  infer  a foreseeable  risk of  episodic\n\nviolence.  See Rivera </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Perez,</span> supra</span><pre class=\"inline\">,  slip op. at 8 (\"If the fault\r                                            \n\nor  negligence on  which the  liability of    1802  is predicated\n\nconsists,  pursuant  to    1057, in  the  failure to  be diligent\n\n                                12\r\r\n\naccording to particular circumstances,  . .  .    1802 inevitably\n\ncenters around the  function of the person's  foresight, as [the]\n\ncontrolling factor  of [defendant's] liability. .  . .\") (quoting\n\nRivera v. Maryland Cas. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">788</span></span><pre class=\"inline\">, 791 (1968)).\r                                     \n\n          The   magistrate  concluded   that  violence   was  not\n\nreasonably  foreseeable.  Though he may,  in the end, prove to be\n\nan accurate prophet as a matter of decided fact   only a jury can\n\nanswer  that question  definitively    courts are  constrained by\n\nRule  56 to  draw all  reasonable inferences  in the  nonmovant's\n\nfavor.  See National </pre><span class=\"citation\" data-id=\"195818\"><span class=\"antecedent_guess\">Amusements,</span> <a href=\"/opinion/195818/national-amusements-v-town-of-dedham/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">735</span></a></span><pre class=\"inline\">.   On this basis,\r                                         \n\nthe  current posture  of  the case  demands  that we  reject  the\n\nmagistrate's conclusion as a matter of law.  We explain briefly.\n\n          Both  parties place  great  weight upon  the fact  that\n\nMarrero drove to and from  the airport three times on July  9, in\n\nthe  same red  Ford, transporting  other, earlier-arriving  hotel\n\nguests without incident.  Taber argues that, since the driver had\n\ntraversed the  route in  safety on these  previous occasions,  it\n\ncould not  have foreseen the  violent reception that  awaited the\n\nplaintiff.    Coyne parries  this  thrust by  asserting  that, in\n\nordering  Marrero to drive through  the airport a  fourth time in\n\nthe  same easily  recognizable  automobile, on  the very  sort of\n\nerrand  that prompted the strike,  the hotel should have realized\n\nthat it was tempting fate.  In short, defendant uses the  earlier\n\ntrips  as  evidence  that  peril  was  not  foreseeable,  whereas\n\nplaintiff uses them  not only as  evidence of discernible  danger\n\nbut  also to  show that  Taber's activity  in fact  catalyzed the\n\n                                13\r\r\n\nharm-producing event.\n\n          Both of  these scenarios  are plausible from  a factual\n\nstandpoint.  For present  purposes, that ends the inquiry:   when\n\nthe  facts  support plausible  but  conflicting  inferences on  a\n\npivotal issue in the case, the judge may not choose between those\n\ninferences at the summary  judgment stage.  See, e.g.,  Greenburg\r                                                                           \n\nv.  Puerto Rico Maritime Shipping  Auth., </pre><span class=\"citation\" data-id=\"499045\"><a href=\"/opinion/499045/laurence-b-greenburg-etc-v-puerto-rico-maritime-shipping-authority/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">932</span></a></span><pre class=\"inline\">, 937 (1st\r                                                  \n\nCir.  1987) (explaining  that,  if the  evidence conflicts,  \"the\n\nultimate arbiter of the  persuasiveness of the proof must  be the\n\nfactfinder, not the lawgiver\"). \n\n          Taber  has a  fallback position.   It  argues that  the\n\nincident  was not foreseeable because it  lacked knowledge of the\n\nstrike's   explosive  nature.    This,  too,  seems  sufficiently\n\nfactbound  to warrant jury consideration.  To be sure, the attack\n\non the Ford  may have been the first incident  of its kind during\n\nthe July strike   but that happenstance is not dispositive.  If a\n\ndog has vicious  propensities, even  the first bite  may well  be\n\nforeseeable.  \"It is no defense to allege that the precise course\n\nor the full extent of the consequences could not be foreseen, the\n\nconsequences being of such kind, which in fact happened.\"  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Gines,</span>\r                                                                          \n\n<span class=\"volume\">86</span> <span class=\"reporter\">P.R.R.</span> at <span class=\"page\">496</span></span><pre class=\"inline\">.\n\n          Here,  the  strike  was   no  secret.    The  strikers'\n\npropensities were fairly evident.   The jury could find  that the\n\narticle in the San Juan Star furnished constructive notice of the\r                                      \n\n                                14\r\r\n\ntense  circumstances  and  the  potential  for  violence.6    The\n\nplaintiff's observation  of events at the  airport before Marrero\n\narrived lends some slight support to the inference that the rock-\n\nthrowing incident was  foreseeable.  So  does the evidence  anent\n\nthe driver's demeanor.\n\n          Another piece  of evidence is  potentially significant.\n\nIn opposing summary judgment,  plaintiff submitted the  affidavit\n\nof  Capt.   Hector  Mercado   Santini,  a   security  consultant.\n\nPlaintiff's expert noted that violence commonly accompanies labor\n\ndisputes in Puerto Rico   and  that this tendency is well  known.\n\nHe  cited  violent incidents  that  had  occurred during  earlier\n\nstrikes  at the  airport  (including strikes  called by  the taxi\n\ndrivers'  union).   He  expressed  the opinion  that  Taber acted\n\nirresponsibly in thrice sending  the same driver in the  same car\n\non the same errand on the same day across the picket line.7    \n                    \r                              \n\n     6Taber  argues that  this article  is hearsay  evidence that\nshould be  excluded from consideration.   This argument overlooks\nthat  plaintiff did not  offer the article  for the truth  of the\nmatter asserted,  but, rather, as  tending to establish  that the\nhotel's management  knew  or should  have known  of the  volatile\nnature of the labor protest.  The proffer was admissible for this\npurpose.   See, e.g.,  Price v. Rochford, </pre><span class=\"citation\" data-id=\"570520\"><a href=\"/opinion/570520/richard-d-price-jr-formerly-doing-business-as-richard-d-price-jr/\"><span class=\"volume\">947</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">829</span></a></span><pre class=\"inline\">, 833 (7th\r                                                  \nCir.   1991)  (deeming  newspaper   articles  admissible  because\nplaintiff \"did  not offer the  articles to prove  that he was  in\nbankruptcy, only that he was reported to have been in bankruptcy)\r                                               \n(emphasis  in  original);  see  generally Fed.  R.  Evid.  801(c)\r                                                   \n(defining hearsay as  \"a statement . .  . offered in evidence  to\nprove the truth of the matter asserted\").  \n\n     7Citing Casas Office Machs., Inc. v. Mita Copystar, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">42</span>\r                                                                       \n<span class=\"reporter\">F.3d</span>  <span class=\"page\">668</span> </span><pre class=\"inline\"> (1st  Cir.  1994),  Taber  argues  that  the  expert's\naffidavit   should  not   be  considered.     This   argument  is\nunconvincing.  In Casas,  we confirmed that a district  court had\r                                 \ndiscretion  to  exclude  expert  opinion  testimony  based  on  a\nspeculative foundation.  See  </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 681-83. </span><pre class=\"inline\"> Here,  however, the\r                                           \nlower court did not  exclude the expert's affidavit.   Indeed, it\n\n                                15\r\r\n\n          These   items   of   evidence,    taken   collectively,\n\ndistinguish this case  from Rivera  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Perez,</span> supra</span><pre class=\"inline\">, slip  op. at  8\r                                                          \n\n(finding  wife not liable for ex-husband's  attack on house guest\n\nbecause she lacked knowledge  of his criminal predisposition) and\n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Estremera,</span> <span class=\"volume\">109</span> <span class=\"reporter\">P.R.R.</span> at <span class=\"page\">1158</span> </span><pre class=\"inline\">(finding criminal attack would have\r                   \n\noccurred  regardless  of  whether  defendant  provided  stairwell\n\nlighting),  and make it more akin to  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Elba,</span> supra</span><pre class=\"inline\">, slip op. at 20\r                                                           \n\n(concluding  that circumstances  made  sexual  assault of  female\n\nstudent  foreseeable because  school officials  had knowledge  of\n\nhigh-risk  rape area) and </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Negron,</span> <span class=\"volume\">113</span> <span class=\"reporter\">P.R.R.</span> at <span class=\"page\">928</span> </span><pre class=\"inline\">(holding that\r                                          \n\na reasonable  person would have  foreseen criminal act  in police\n\nstation,  given  the known  presence  of  a violent  individual).\n\nTaking  the facts favorably to  the plaintiff, we  believe that a\n\njury  reasonably  could find  that  plaintiff's  injuries were  a\n\ngenerally foreseeable consequence  of Taber's decision repeatedly\n\nto shuttle guests  between the airport and the hotel  in the same\n\ndistinctive  private car, chauffeured by the same lone driver, at\n\nthe height of the strike,  without taking any particular security\n\nprecautions.  Put  another way, the case at hand  yields an issue\n\nof foreseeability  upon  which  reasonable  minds  might  differ.\n\nSummary judgment is, therefore, inappropriate.\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\n\n          We need go  no further.   Viewing the  evidence in  the\n\nlight most congenial to the plaintiff, a rational jury could find\n\nall  the elements of  a viable  cause of  action:   duty, breach,\n                    \r                              \n\nnever reached the issue.\n\n                                16\r\r\n\ncausation, and foreseeable harm.  Thus, the plaintiff is entitled\n\nto present her case at a full-dress trial.\n\nReversed and remanded for further proceedings.\r          Reversed and remanded for further proceedings.\r                                                       \n\n                                17\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194847/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195171/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195712/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195818/",
    "https://www.courtlistener.com/api/rest/v3/opinions/490117/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494121/",
    "https://www.courtlistener.com/api/rest/v3/opinions/499045/",
    "https://www.courtlistener.com/api/rest/v3/opinions/517590/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536169/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570024/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570520/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579946/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580694/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592073/",
    "https://www.courtlistener.com/api/rest/v3/opinions/594418/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597806/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2133495/"
  ]
}