{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196058/",
  "id": 196058,
  "absolute_url": "/opinion/196058/santos-martinez-v-shhs/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196058/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:55:20Z",
  "date_modified": "2020-02-21T23:40:49.786219Z",
  "type": "010combined",
  "sha1": "221ae930e8eeb4fcfc63326a95b1795ecc91a9b7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2152.01A",
  "local_path": null,
  "plain_text": "\n\nMay 9, 1995\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-2152 \n\n                  VIRGINIA SANTOS-MARTINEZ,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n           SECRETARY OF HEALTH AND HUMAN SERVICES,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n                Cyr and Stahl, Circuit Judges.\r                                                         \n\n                                         \n\nJuan A. Hernandez Rivera and Raymond  Rivera Esteves on brief  for\r                                                                \nappellant.\nGuillermo  Gil,  United  States  Attorney,  Maria Hortensia  Rios,\r                                                                             \nAssistant  United  States Attorney,  and  Robert  J. Triba,  Assistant\r                                                                  \nRegional Counsel, Department  of Health and  Human Services, on  brief\nfor appellee.\n\n                                         \n\n                                         \r\r\n\n          Per  Curiam.    Claimant  Virginia  Santos-Martinez\r                                 \n\nappeals from a district court judgment affirming the decision\n\nof  the  Secretary   of  Health  and   Human  Services   (the\n\n\"Secretary\") denying her claim for social security disability\n\nbenefits.  Having  carefully reviewed the  record, we  affirm\n\nthe judgment  of the  district  court substantially  for  the\n\nreasons  stated   in  the   magistrate  judge's  Report   and\n\nRecommendation dated March 11, 1993, which was adopted by the\n\ndistrict court.\n\n          Claimant makes essentially two arguments on appeal.\n\nFirst,   she  argues  that   the  Secretary's   finding  that\n\nclaimant's disability  does not preclude  her from performing\n\nher  past relevant work as a receptionist is not supported by\n\nsubstantial evidence.  In particular, claimant relies upon  a\n\nresidual  functional capacity  assessment (\"RFC\")  that noted\n\nlimitations  in  pushing  or  pulling  ten  or  more  pounds,\n\n\"fingering   (fine   manipulation)\"   and    \"feeling   (skin\n\nreceptors)\".  Second, claimant argues that, in light of those\n\nlimitations,   the Administrative Law Judge  (\"ALJ\") erred in\n\nnot obtaining testimony of a vocational expert regarding  how\n\nthose limitations  would affect claimant's ability to perform\n\nher past relevant work as a receptionist.\n\n                   I. Substantial Evidence\r                                                      \n\n          Even where the record is capable of supporting more\n\nthan   one  conclusion,  we   will  affirm   the  Secretary's\n\ndetermination when \"a reasonable mind, reviewing the evidence\n\nin the  record as a  whole, could  accept it  as adequate  to\n\nsupport his  conclusion.\"  Rodriguez v. Secretary of HHS, 647\r                                                                    \r\r\n\nF.2d 218, 222 (1st  Cir. 1981).  Resolutions of  conflicts in\n\nthe evidence  are for the Secretary.   Id.   Where the record\r                                                      \n\npermits  diverse  inferences,  the Secretary's  determination\n\nwill  be  affirmed,  so  long  as  the  inferences  drawn are\n\nsupported by the  evidence.  Rodriguez Pagan  v. Secretary of\r                                                                         \n\nHHS, 819 F.2d  1, 3 (1st Cir.  1987), cert. denied, 484  U.S.\r                                                              \n\n1012 (1988); Lizotte v.  Secretary of HHS, 654 F.2d  127 (1st\r                                                     \n\nCir. 1981).\n\n          The  ALJ  made  the  following  findings  regarding\n\nclaimant's  medical condition  as of  December 31,  1988 (the\n\ndate the claimant was last insured for disability purposes):\n\n          In  January,  1988,  and February,  1989,\n          [claimant]  underwent surgery  for carpal\n          tunnel  release of  her  left  and  right\n          hands, respectively.\n                            . . .\n          [T]here is no doubt that the claimant had\n          a   condition  which   required  surgery.\n          However, the claimant  responded well  to\n          treatment  and  medication. She  regained\n          most of the  capacity associated with the\n          hands such as grasping, pushing, pulling,\n          lifting and carrying.  The claimant on or\n          before  December  1988,  still  had  some\n          limitations,  and on or  before this date\n          the   claimant   was   not   capable   of\n          performing  medium  or heavy  activities.\n          However,  she  was  not   precluded  from\n          performing  the  full   range  of   light\n          exertion. .  . . As long  as the claimant\n          avoids  activities  as  heavy lifting  or\n          carrying,   she   is  able   to  function\n          normally.\n\nBased  upon  this  analysis of  claimant's  capabilities  and\n\nclaimant's   own  description   of  her   former  job   as  a\n\n                             -3-\r\r\n\nreceptionist, the ALJ concluded that she  was able to perform\n\nher past relevant work as a receptionist.\n\n          On appeal,  claimant faults the ALJ  for failing to\n\nconsider allegedly uncontroverted  evidence of  \"disabilities\n\nbeyond an impairment to lift or carry.\"  Claimant relies upon\n\nan  RFC  dated  August 15,  1991.    That  RFC noted  certain\n\n\"manipulative   limitations,\"   including  \"Fingering   (fine\n\nmanipulation)\"   and  \"Feeling   (skin  receptors),\"   and  a\n\nlimitation in claimant's ability to push and or pull (limited\n\nto  weights of less than ten pounds).  A second RFC, however,\n\ndated March, 1992, indicated  that there were no manipulative\n\nlimitations   established   and   no  limitations   regarding\n\nclaimant's  ability  to push  and/or  pull.   Therefore,  the\n\nevidence is not uncontroverted, as claimant alleges.\n\n          Moreover, the ALJ specifically addressed claimant's\n\nmanipulative  abilities.   He found  that after  surgery, the\n\nclaimant \"regained  most of  the functional capacity  of both\n\nhands.  She also had a marked improvement in her capacity for\n\ngrasping and making a  fist.  The numbness she  alleged prior\n\nto surgery  showed marked  improvement.\"  Those  findings are\n\nsupported  by the  record.   Progress notes  of an  examining\n\nphysician from  the State  Insurance Fund (\"SIF\"),  dated May\n\n24,  1989, report that  following physical  therapy, claimant\n\n\"has less pain  and now  full grip strength.\"   SIF  progress\n\nnotes dated June 3,  1989, indicate that the range  of motion\n\n                             -4-\r\r\n\nof  the wrist  and  fingers  (of  the  right  hand)  is  only\n\n\"slightly limited.\"   A \"surgery evaluation\"  dated March 30,\n\n1990,  reported  that  the  surgery had  resulted  in  \"great\n\nimprovement\"  in both  hands and  that claimant  was \"feeling\n\nwell\"  in both hands.   SIF progress notes  dated January 29,\n\n1991, indicate that claimant had \"weakness\" in her  left hand\n\ncausing  slight  limitations, but  that  her  right hand  was\n\n\"normal.\"  Given  this support  in the record  for the  ALJ's\n\nfindings, they will not be overturned on appeal.  \n\n             II. Testimony by a Vocational Expert\r                                                             \n\n          Claimant argues  that the  ALJ erred in  failing to\n\nelicit  the  testimony  of  a  Vocational  Expert  (\"VE\")  to\n\ndetermine whether  the impairments  indicated by  the medical\n\nrecord would  preclude her from performing  her past relevant\n\nwork  as a  receptionist.    At  step  4  of  the  disability\n\ndetermination process,  however, the  ALJ is not  required to\n\nelicit  the  testimony of  a  vocational  expert (\"VE\").  See\r                                                                         \n\nMusgrave v.  Sullivan, 966 F.2d  1371, 1376 (10th  Cir. 1992)\r                                 \n\n(holding that because claimant  failed to meet his  burden of\n\nestablishing a disability which prevented him from performing\n\nhis past relevant work,  \"the ALJ was under no  obligation to\n\nelicit the testimony of a vocational expert\").\n\n          \"The claimant is the primary source  for vocational\n\ndocumentation, and statements by the claimant regarding  past\n\nwork are  generally  sufficient  for  determining  the  skill\n\n                             -5-\r\r\n\nlevel, exertional demands  and nonexertional demands of  such\n\nwork.\"    Social  Security   Ruling  82-62.    In  claimant's\n\napplication  of disability  insurance benefits  she described\n\nher  basic duties  in her  former job  as a  receptionist, as\n\nfollows: \"1.  take telephone calls,  care for the  public. 3.\n\nkeep daily reports in  the books. 4. Messenger. 5.  In charge\n\nof  photostatic  copies.\"   At  the hearing  before  the ALJ,\n\nclaimant  testified  that  in  her former  job  she  had been\n\nrequired to write, to record things in books and to type.  \n\n          Claimant testified  at her hearing  before the  ALJ\n\nthat her  impairments precluded  the performance of  her past\n\nwork  as a  receptionist because  she could  hardly move  her\n\nhands and \"things fall from my hands.\"  The ALJ  did not find\n\nclaimant's allegations of manipulative limitations that would\n\npreclude  performance  of her  past  relevant  work credible.\n\n\"The credibility  determination by  the ALJ who  observed the\n\nclaimant,  evaluated his  demeanor,  and considered  how that\n\ntestimony fit in with the rest of the evidence is entitled to\n\ndeference, . . . \" Frustaglia v. HHS, 829 F.2d  192, 195 (1st\r                                                \n\nCir. 1987).  On this  record, the ALJ did not err  in failing\n\nto elicit the testimony of a VE regarding claimant's capacity\n\nto perform her past relevant work as a receptionist.\n\n     Claimant's allegations of manipulative  limitations that\n\nwould preclude  performance of her  past relevant  work as  a\n\nreceptionist  are  directly   contradicted  by  the   medical\n\n                             -6-\r\r\n\nevidence.  That evidence, as summarized above, indicates that\n\nclaimant regained  full grip strength after  surgery and that\n\nher right hand  was normal and weakness in her  left hand was\n\nonly slightly limiting.  The RFC dated March, 1992, indicated\n\nthat  she had  no  \"manipulative limitations.\"     The  ALJ's\n\ndetermination that on or  before December, 1988, claimant was\n\ncapable   of   performing   her  past   relevant   work,   is\n\nsubstantially supported by the record as a whole.\n\n          Accordingly, we affirm the district court's opinion\n\naffirming the Secretary's denial of benefits.\n\n                             -7-\r\r\n",
  "html": "<p class=\"case_cite\">54 F.3d 764<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Virginia SANTOS-MARTINEZ, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-2152.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 9, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Juan A. Hernandez Rivera and Raymond Rivera Esteves on brief for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Maria Hortensia Rios, Assistant United States Attorney, and Robert J. Triba, Assistant Regional Counsel, Department of Health and Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Claimant Virginia Santos-Martinez appeals from a district court judgment affirming the decision of the Secretary of Health and Human Services (the \"Secretary\") denying her claim for social security disability benefits.  Having carefully reviewed the record, we affirm the judgment of the district court substantially for the reasons stated in the magistrate judge's Report and Recommendation dated March 11, 1993, which was adopted by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Claimant makes essentially two arguments on appeal.  First, she argues that the Secretary's finding that claimant's disability does not preclude her from performing her past relevant work as a receptionist is not supported by substantial evidence.  In particular, claimant relies upon a residual functional capacity assessment (\"RFC\") that noted limitations in pushing or pulling ten or more pounds, \"fingering (fine manipulation)\" and \"feeling (skin receptors)\".  Second, claimant argues that, in light of those limitations, the Administrative Law Judge (\"ALJ\") erred in not obtaining testimony of a vocational expert regarding how those limitations would affect claimant's ability to perform her past relevant work as a receptionist.</p>\n    </div>\n    <p>I. Substantial Evidence</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Even where the record is capable of supporting more than one conclusion, we will affirm the Secretary's determination when \"a reasonable mind, reviewing the evidence in the record as a whole, could accept it as adequate to support his conclusion.\"  Rodriguez v. Secretary of HHS, 647 F.2d 218, 222 (1st Cir. 1981).  Resolutions of conflicts in the evidence are for the Secretary.  Id. Where the record permits diverse inferences, the Secretary's determination will be affirmed, so long as the inferences drawn are supported by the evidence.  Rodriguez Pagan v. Secretary of HHS, 819 F.2d 1, 3 (1st Cir. 1987), cert. denied, 484 U.S. 1012 (1988);  Lizotte v. Secretary of HHS, 654 F.2d 127 (1st Cir. 1981).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The ALJ made the following findings regarding claimant's medical condition as of December 31, 1988 (the date the claimant was last insured for disability purposes):</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>In January, 1988, and February, 1989, [claimant] underwent surgery for carpal tunnel release of her left and right hands, respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>..</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>[T]here is no doubt that the claimant had a condition which required surgery.  However, the claimant responded well to treatment and medication.  She regained most of the capacity associated with the hands such as grasping, pushing, pulling, lifting and carrying.  The claimant on or before December 1988, still had some limitations, and on or before this date the claimant was not capable of performing medium or heavy activities.  However, she was not precluded from performing the full range of light exertion....  As long as the claimant avoids activities as heavy lifting or carrying, she is able to function normally.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Based upon this analysis of claimant's capabilities and claimant's own description of her former job as a receptionist, the ALJ concluded that she was able to perform her past relevant work as a receptionist.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On appeal, claimant faults the ALJ for failing to consider allegedly uncontroverted evidence of \"disabilities beyond an impairment to lift or carry.\"  Claimant relies upon an RFC dated August 15, 1991.  That RFC noted certain \"manipulative limitations,\" including \"Fingering (fine manipulation)\" and \"Feeling (skin receptors),\" and a limitation in claimant's ability to push and or pull (limited to weights of less than ten pounds).  A second RFC, however, dated March, 1992, indicated that there were no manipulative limitations established and no limitations regarding claimant's ability to push and/or pull.  Therefore, the evidence is not uncontroverted, as claimant alleges.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Moreover, the ALJ specifically addressed claimant's manipulative abilities.  He found that after surgery, the claimant \"regained most of the functional capacity of both hands.  She also had a marked improvement in her capacity for grasping and making a fist.  The numbness she alleged prior to surgery showed marked improvement.\"  Those findings are supported by the record.  Progress notes of an examining physician from the State Insurance Fund (\"SIF\"), dated May 24, 1989, report that following physical therapy, claimant \"has less pain and now full grip strength.\"  SIF progress notes dated June 3, 1989, indicate that the range of motion of the wrist and fingers (of the right hand) is only \"slightly limited.\"  A \"surgery evaluation\" dated March 30, 1990, reported that the surgery had resulted in \"great improvement\" in both hands and that claimant was \"feeling well\" in both hands.  SIF progress notes dated January 29, 1991, indicate that claimant had \"weakness\" in her left hand causing slight limitations, but that her right hand was \"normal.\"  Given this support in the record for the ALJ's findings, they will not be overturned on appeal.</p>\n    </div>\n    <p>II. Testimony by a Vocational Expert</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Claimant argues that the ALJ erred in failing to elicit the testimony of a Vocational Expert (\"VE\") to determine whether the impairments indicated by the medical record would preclude her from performing her past relevant work as a receptionist.  At step 4 of the disability determination process, however, the ALJ is not required to elicit the testimony of a vocational expert (\"VE\").  See Musgrave v. Sullivan, 966 F.2d 1371, 1376 (10th Cir. 1992) (holding that because claimant failed to meet his burden of establishing a disability which prevented him from performing his past relevant work, \"the ALJ was under no obligation to elicit the testimony of a vocational expert\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"The claimant is the primary source for vocational documentation, and statements by the claimant regarding past work are generally sufficient for determining the skill level, exertional demands and nonexertional demands of such work.\"  Social Security Ruling 82-62.  In claimant's application of disability insurance benefits she described her basic duties in her former job as a receptionist, as follows:  \"1. take telephone calls, care for the public. 3. keep daily reports in the books. 4. Messenger. 5. In charge of photostatic copies.\"  At the hearing before the ALJ, claimant testified that in her former job she had been required to write, to record things in books and to type.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Claimant testified at her hearing before the ALJ that her impairments precluded the performance of her past work as a receptionist because she could hardly move her hands and \"things fall from my hands.\"  The ALJ did not find claimant's allegations of manipulative limitations that would preclude performance of her past relevant work credible.  \"The credibility determination by the ALJ who observed the claimant, evaluated his demeanor, and considered how that testimony fit in with the rest of the evidence is entitled to deference, ... \" Frustaglia v. HHS, 829 F.2d 192, 195 (1st Cir. 1987).  On this record, the ALJ did not err in failing to elicit the testimony of a VE regarding claimant's capacity to perform her past relevant work as a receptionist.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Claimant's allegations of manipulative limitations that would preclude performance of her past relevant work as a receptionist are directly contradicted by the medical evidence.  That evidence, as summarized above, indicates that claimant regained full grip strength after surgery and that her right hand was normal and weakness in her left hand was only slightly limiting.  The RFC dated March, 1992, indicated that she had no \"manipulative limitations.\"  The ALJ's determination that on or before December, 1988, claimant was capable of performing her past relevant work, is substantially supported by the record as a whole.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Accordingly, we affirm the district court's opinion affirming the Secretary's denial of benefits.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">764</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Virginia SANTOS-MARTINEZ, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-2152.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 9, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Juan A. Hernandez Rivera and Raymond Rivera Esteves on brief for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Maria Hortensia Rios, Assistant United States Attorney, and Robert J. Triba, Assistant Regional Counsel, Department of Health and Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Claimant Virginia Santos-Martinez appeals from a district court judgment affirming the decision of the Secretary of Health and Human Services (the \"Secretary\") denying her claim for social security disability benefits.  Having carefully reviewed the record, we affirm the judgment of the district court substantially for the reasons stated in the magistrate judge's Report and Recommendation dated March 11, 1993, which was adopted by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Claimant makes essentially two arguments on appeal.  First, she argues that the Secretary's finding that claimant's disability does not preclude her from performing her past relevant work as a receptionist is not supported by substantial evidence.  In particular, claimant relies upon a residual functional capacity assessment (\"RFC\") that noted limitations in pushing or pulling ten or more pounds, \"fingering (fine manipulation)\" and \"feeling (skin receptors)\".  Second, claimant argues that, in light of those limitations, the Administrative Law Judge (\"ALJ\") erred in not obtaining testimony of a vocational expert regarding how those limitations would affect claimant's ability to perform her past relevant work as a receptionist.</p>\n    </div>\n    <p>I. Substantial Evidence</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Even where the record is capable of supporting more than one conclusion, we will affirm the Secretary's determination when \"a reasonable mind, reviewing the evidence in the record as a whole, could accept it as adequate to support his conclusion.\"  Rodriguez v. Secretary of HHS, <span class=\"citation\" data-id=\"389936\"><a href=\"/opinion/389936/maria-s-rodriguez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">647</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">218</span></a></span>, 222 (1st Cir. 1981).  Resolutions of conflicts in the evidence are for the Secretary.  <span class=\"citation\" data-id=\"389936\"><a href=\"/opinion/389936/maria-s-rodriguez-v-secretary-of-health-and-human-services/\"><span class=\"id_token\">Id.</span> Where the </a></span>record permits diverse inferences, the Secretary's determination will be affirmed, so long as the inferences drawn are supported by the evidence.  Rodriguez Pagan v. Secretary of HHS, <span class=\"citation\" data-id=\"488579\"><a href=\"/opinion/488579/17-socsecrepser-783-unemplinsrep-cch-17374-nicasio-rodriguez-pagan/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1012</span> </span>(1988);  Lizotte v. Secretary of HHS, <span class=\"citation\" data-id=\"392284\"><a href=\"/opinion/392284/edmond-p-lizotte-v-secretary-of-health-and-human-services/\"><span class=\"volume\">654</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">127</span> </a></span>(1st Cir. 1981).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The ALJ made the following findings regarding claimant's medical condition as of December 31, 1988 (the date the claimant was last insured for disability purposes):</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>In January, 1988, and February, 1989, [claimant] underwent surgery for carpal tunnel release of her left and right hands, respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>..</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>[T]here is no doubt that the claimant had a condition which required surgery.  However, the claimant responded well to treatment and medication.  She regained most of the capacity associated with the hands such as grasping, pushing, pulling, lifting and carrying.  The claimant on or before December 1988, still had some limitations, and on or before this date the claimant was not capable of performing medium or heavy activities.  However, she was not precluded from performing the full range of light exertion....  As long as the claimant avoids activities as heavy lifting or carrying, she is able to function normally.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Based upon this analysis of claimant's capabilities and claimant's own description of her former job as a receptionist, the ALJ concluded that she was able to perform her past relevant work as a receptionist.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On appeal, claimant faults the ALJ for failing to consider allegedly uncontroverted evidence of \"disabilities beyond an impairment to lift or carry.\"  Claimant relies upon an RFC dated August 15, 1991.  That RFC noted certain \"manipulative limitations,\" including \"Fingering (fine manipulation)\" and \"Feeling (skin receptors),\" and a limitation in claimant's ability to push and or pull (limited to weights of less than ten pounds).  A second RFC, however, dated March, 1992, indicated that there were no manipulative limitations established and no limitations regarding claimant's ability to push and/or pull.  Therefore, the evidence is not uncontroverted, as claimant alleges.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Moreover, the ALJ specifically addressed claimant's manipulative abilities.  He found that after surgery, the claimant \"regained most of the functional capacity of both hands.  She also had a marked improvement in her capacity for grasping and making a fist.  The numbness she alleged prior to surgery showed marked improvement.\"  Those findings are supported by the record.  Progress notes of an examining physician from the State Insurance Fund (\"SIF\"), dated May 24, 1989, report that following physical therapy, claimant \"has less pain and now full grip strength.\"  SIF progress notes dated June 3, 1989, indicate that the range of motion of the wrist and fingers (of the right hand) is only \"slightly limited.\"  A \"surgery evaluation\" dated March 30, 1990, reported that the surgery had resulted in \"great improvement\" in both hands and that claimant was \"feeling well\" in both hands.  SIF progress notes dated January 29, 1991, indicate that claimant had \"weakness\" in her left hand causing slight limitations, but that her right hand was \"normal.\"  Given this support in the record for the ALJ's findings, they will not be overturned on appeal.</p>\n    </div>\n    <p>II. Testimony by a Vocational Expert</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Claimant argues that the ALJ erred in failing to elicit the testimony of a Vocational Expert (\"VE\") to determine whether the impairments indicated by the medical record would preclude her from performing her past relevant work as a receptionist.  At step 4 of the disability determination process, however, the ALJ is not required to elicit the testimony of a vocational expert (\"VE\").  See Musgrave v. Sullivan, <span class=\"citation\" data-id=\"584603\"><a href=\"/opinion/584603/david-w-musgrave-v-louis-w-sullivan-md-secretary-of-health-and-human/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1371</span></a></span>, 1376 (10th Cir. 1992) (holding that because claimant failed to meet his burden of establishing a disability which prevented him from performing his past relevant work, \"the ALJ was under no obligation to elicit the testimony of a vocational expert\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"The claimant is the primary source for vocational documentation, and statements by the claimant regarding past work are generally sufficient for determining the skill level, exertional demands and nonexertional demands of such work.\"  Social Security Ruling 82-62.  In claimant's application of disability insurance benefits she described her basic duties in her former job as a receptionist, as follows:  \"1. take telephone calls, care for the public. 3. keep daily reports in the books. 4. Messenger. 5. In charge of photostatic copies.\"  At the hearing before the ALJ, claimant testified that in her former job she had been required to write, to record things in books and to type.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Claimant testified at her hearing before the ALJ that her impairments precluded the performance of her past work as a receptionist because she could hardly move her hands and \"things fall from my hands.\"  The ALJ did not find claimant's allegations of manipulative limitations that would preclude performance of her past relevant work credible.  \"The credibility determination by the ALJ who observed the claimant, evaluated his demeanor, and considered how that testimony fit in with the rest of the evidence is entitled to deference, ... \" Frustaglia v. HHS, <span class=\"citation\" data-id=\"494588\"><a href=\"/opinion/494588/19-socsecrepser-60-unemplinsrep-cch-17576-joseph-t-frustaglia-v/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">192</span></a></span>, 195 (1st Cir. 1987).  On this record, the ALJ did not err in failing to elicit the testimony of a VE regarding claimant's capacity to perform her past relevant work as a receptionist.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Claimant's allegations of manipulative limitations that would preclude performance of her past relevant work as a receptionist are directly contradicted by the medical evidence.  That evidence, as summarized above, indicates that claimant regained full grip strength after surgery and that her right hand was normal and weakness in her left hand was only slightly limiting.  The RFC dated March, 1992, indicated that she had no \"manipulative limitations.\"  The ALJ's determination that on or before December, 1988, claimant was capable of performing her past relevant work, is substantially supported by the record as a whole.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Accordingly, we affirm the district court's opinion affirming the Secretary's denial of benefits.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/389936/",
    "https://www.courtlistener.com/api/rest/v3/opinions/392284/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488579/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494588/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584603/"
  ]
}