{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196096/",
  "id": 196096,
  "absolute_url": "/opinion/196096/in-re-san-juan-v-bieder/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196096/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:56:23Z",
  "date_modified": "2020-02-21T23:42:50.793594Z",
  "type": "010combined",
  "sha1": "6c28f3b6abe44dbe0c62e530a2ccd20eb9daf8da",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1156.01A",
  "local_path": null,
  "plain_text": "\n\nJuly 7, 1995      UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNos. 94-1156, 94-1164, 94-1409, 94-1414, 94-1422, 94-1423,\r\n     94-1426, 94-1427, 94-1430, 94-1438, 94-1439, 94-1440,\r\n     94-1442\r\n\n           IN RE:  THIRTEEN APPEALS ARISING OUT OF THE\r\n\n           SAN JUAN DUPONT PLAZA HOTEL FIRE LITIGATION.\r\n\n                                             \r\n\n                           ERRATA SHEET\r\n\n     The opinion of this  Court issued May 31, 1995,  is ammended\r\nas follows:\r\n\n     Delete cases #94-1430 and  #94-1442 from the Court's opinion\r\nand judgement  of May 31, 1995.\r\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNos. 94-1156, 94-1164, 94-1409, 94-1414, 94-1422, 94-1423,\r\n     94-1426, 94-1427, 94-1438, 94-1439, 94-1440\r\n\n           IN RE:  THIRTEEN APPEALS ARISING OUT OF THE\r\n\n           SAN JUAN DUPONT PLAZA HOTEL FIRE LITIGATION.\r\n\n                                             \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n          [Hon. Raymond L. Acosta, U.S. District Judge]\r                                                                \r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n                                             \r\n\n     Judith  Resnik,  with  whom  Dennis E.  Curtis,  Richard  A.\r                                                                           \r\nBieder, and Koskoff, Koskoff  &amp; Bieder, P.C., were on  brief, for\r                                                      \r\nappellants Bieder, et al.\r\n     Jose E. Fernandez-Sein on brief for appellant Nachman.\r                                     \r\n     Steven C. Lausell, with whom Jimenez, Graffam &amp; Lausell  was\r                                                                      \r\non brief, for appellee Jimenez, Graffam &amp; Lausell.\r\n     Will Kemp, with whom Stanley Chesley, Wendell Gauthier, John\r                                                                           \r\nCummings, David Indiano and Harrison, Kemp &amp; Jones, Chtd. were on\r                                                                   \r\nbrief, for remaining appellees.\r\n\n                                             \r\n\n                           May 31, 1995\r\n\n                                             \r\r\n\n          SELYA,  Circuit Judge.    These appeals  require us  to\r                    SELYA,  Circuit Judge.\r                                         \r\n\nrevisit the war zone where two groups of plaintiffs' lawyers have\r\n\nstruggled over the proposed  allocation of roughly $68,000,000 in\r\n\nattorneys'  fees.    One  camp, dissatisfied  with  the  district\r\n\ncourt's  latest formula  for distributing  the fees,  attacks the\r\n\ncourt's order on three  fronts.  The disgruntled lawyers  contend\r\n\nthat the district  court (1) violated  their due process  rights,\r\n\n(2)  used an  improper method  to determine  the awards,  and (3)\r\n\ndivided  the available  monies in  an arbitrary  and unreasonable\r\n\nmanner.   We  find appellants'  first two  plaints to  be without\r\n\nmerit, but  we agree with them that allocating 70% of the fees to\r\n\nthe  appellees   constituted  an  abuse  of   the  trial  court's\r\n\ndiscretion.   And, because we  are reluctant to  prolong a matter\r\n\nthat, like the proverbial cat, seems to have  nine lives, we take\r\n\nmatters into our own hands and reconfigure the fee awards.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          The lay of the land is familiar.  We  explored much the\r\n\nsame  terrain in an earlier encounter, see In re Nineteen Appeals\r                                                                           \r\n\nArising Out of San Juan Dupont  Plaza Hotel Fire Litig., 982 F.2d\r                                                                 \r\n\n603  (1st Cir. 1992), and  a plethora of  opinions describing the\r\n\ndetails of  the underlying litigation  pockmark the pages  of the\r\n\nFederal  Reports, see,  e.g., id.  at 605  n.1  (offering partial\r                                           \r\n\nlisting).  Thus, a brief overview of the litigation will suffice.\r\n\n          In 1987, the Judicial Panel on Multidistrict Litigation\r\n\nconsolidated  over  270  cases  arising  out  of  the  calamitous\r\n\nconflagration that had ravaged the San Juan Dupont Plaza Hotel on\r\n\n                                3\r\r\n\nthe evening of  December 31, 1986.   See In  re Fire Disaster  at\r                                                                           \r\n\nDupont  Plaza  Hotel,  660  F. Supp.  982  (J.P.M.L.  1987)  (per\r                              \r\n\ncuriam).   The designated trial  judge, Hon.  Raymond L.  Acosta,\r\n\nhandpicked  certain  attorneys, denominated  collectively  as the\r\n\nPlaintiffs' Steering Committee (PSC), to act as  lead and liaison\r\n\ncounsel for the plaintiffs.   In Nineteen Appeals, we  summarized\r                                                           \r\n\nthe  roles  played  by  the  PSC and  the  individually  retained\r\n\nplaintiffs' attorneys (IRPAs), respectively:\r\n\n          The PSC members looked after the big picture:\r\n          mapping the overarching discovery, trial, and\r\n          settlement  strategies  and coordinating  the\r\n          implementation  of  those  strategies.    The\r\n          IRPAs handled individual client communication\r\n          and   other   case-specific  tasks   such  as\r\n          answering   interrogatories    addressed   to\r\n          particular    plaintiffs,    preparing    and\r\n          attending the depositions  of their  clients,\r\n          and taking depositions which bore on damages.\r\n          The IRPAs also worked with Judge Bechtle [the\r\n          \"settlement judge\"] on  a case-by-case  basis\r\n          in his  efforts to identify  and/or negotiate\r\n          appropriate settlement  values for individual\r\n          claims.   When  Judge Acosta  determined that\r\n          the    plaintiffs     should    try    twelve\r\n          representative   claims   as   a   means   of\r\n          facilitating   settlement,   a  collaborative\r\n          composed of three PSC members and  four IRPAs\r\n          bent their backs to the task.\r\n\nNineteen Appeals, 982 F.2d at 605.\r                          \r\n\n          The  combined  efforts  of  all concerned  generated  a\r\n\nsettlement  fund approximating $220,000,000.   The district court\r\n\ncomputed  the  payments  due  under the  various  contingent  fee\r\n\nagreements, deducted  the total  (roughly  $68,000,000) from  the\r\n\noverall settlement proceeds, and placed that sum in an attorneys'\r\n\n                                4\r\r\n\nfee  fund (the Fund).1   In his  initial attempt to  disburse the\r\n\nFund, Judge Acosta used an enhanced lodestar to compute the PSC's\r\n\nfees,  and  awarded some  $36,000,000 (52%  of  the Fund)  to PSC\r\n\nmembers  in their  capacity as  such, leaving  the balance  to be\r\n\ndistributed among the IRPAs.  A group of lawyers (mostly, but not\r\n\nexclusively, \"non-PSC\" IRPAs)2  succeeded in vacating  this award\r\n\non the ground that the proceedings were procedurally flawed.  See\r                                                                           \r\n\nid. at 610-16.\r             \r\n\n          The  victory proved  to be  illusory.   On remand,  the\r\n\ndistrict  court  abandoned  the  lodestar approach,  adopted  the\r\n\npercentage of  the fund (POF)  method, and recalculated  the fees\r\n\nbased on what it  termed \"the relative significance of  the labor\r\n\nexpended by the  IRPAs and PSC members in instituting, advancing,\r\n\nor  augmenting  the plaintiffs'  settlement  fund.\"   Using  this\r\n\n                    \r                              \r\n\n     1In  addition to  attorneys' fees,  the lawyers  are seeking\r\nreimbursement of certain costs  and expenses from the plaintiffs'\r\nshare of the settlement proceeds.  The district court  has yet to\r\nmake a final  determination relative  to costs, and  we have  not\r\nconsidered  that  aspect of  the matter.    Thus, our  opinion is\r\nwithout  prejudice  to  the  parties' claims  and  objections  in\r\nrespect to costs.\r\n\n     2Since each  PSC member is also an IRPA in the sense that he\r\nor  she has been individually retained by one or more plaintiffs,\r\nthe  PSC  members  will  receive  payments  in  both  capacities.\r\nNevertheless,  due to the wide disparity in the number of clients\r\nthat each PSC member  represents, a generous PSC award  stands to\r\nbenefit certain  PSC members  who have relatively  few individual\r\nclients and  to disadvantage those who  represent many claimants.\r\nSee Nineteen Appeals, 982  F.2d at 607.  Similarly,  an oversized\r                              \r\nPSC  award is  even more  detrimental to  the interests  of those\r\nIRPAs who are not members of the PSC, as each dollar that is paid\r\nto the PSC shrinks the  pot that otherwise will be divided  among\r\nthe IRPAs.   See id.   Due to  this phenomenon, some  PSC members\r                              \r\nwere  among  the lawyers  who  fought  to  overturn the  original\r\nallocation.\r\n\n                                5\r\r\n\nmethodology, the court awarded 70% of the Fund to PSC members  in\r\n\ntheir capacity  as such,  thereby increasing  their share  of the\r                                                      \r\n\nfees  by  some  $11,000,000,  while simultaneously  reducing  the\r                                                                      \r\n\nIRPAs' share  of the  Fund by  the  same amount.   These  appeals\r\n\nensued.\r\n\nII.  ADEQUACY OF THE PROCEEDINGS\r          II.  ADEQUACY OF THE PROCEEDINGS\r\n\n          In a virtual  echo of the  claims advanced in  Nineteen\r                                                                           \r\n\nAppeals,  appellants (all  of  whom are  IRPAs) characterize  the\r                 \r\n\nproceedings by which the district court determined the allocation\r\n\nof  the Fund as unfair.  Specifically, appellants assert that the\r\n\nrevamped  procedural  framework  violated  their  rights  to  due\r\n\nprocess, and that, in all events, the court abused its discretion\r\n\nin  erecting  the framework.    We consider  these  assertions in\r\n\nsequence.\r\n\n                         A.  Due Process.\r                                   A.  Due Process.\r                                                  \r\n\n          In Nineteen  Appeals, 982 F.2d at  610-16, we discussed\r                                        \r\n\nthe  due  process considerations  implicated  in  the fee-setting\r\n\naspect of this litigation.  We again use the triangular construct\r\n\nof Mathews v. Eldridge, 424 U.S. 319 (1976), to determine whether\r                                \r\n\nthe  district court  afforded the  IRPAs \"the  opportunity to  be\r\n\nheard `at a meaningful time and in a meaningful manner.'\"  Id. at\r                                                                        \r\n\n333 (quoting Armstrong v. Manzo, 380 U.S. 545, 553 (1965)).\r                                         \r\n\n          The first  Mathews factor  involves a  specification of\r                                      \r\n\n\"the  private interest  that  will be  affected  by the  official\r\n\naction . . . .\"  Id. at 335.  Rehashing this point would serve no\r                              \r\n\nuseful  purpose.   We conclude,  for  precisely the  same reasons\r\n\n                                6\r\r\n\narticulated in our earlier opinion, that the IRPAs have a salient\r\n\nprivate interest in the fees due them for services rendered.  See\r                                                                           \r\n\nNineteen Appeals, 982 F.2d at 612.\r                          \r\n\n          The second  Mathews factor  requires us to  examine the\r                                       \r\n\nrisk  of error presented by the district court's procedures.  See\r                                                                           \r\n\nMathews, 424  U.S. at 335.   The last  time around  we determined\r                 \r\n\nthat the hearing format invited error.  See Nineteen Appeals, 982\r                                                                      \r\n\nF.2d at 612-13.  Appellants urge  us to find that the proceedings\r\n\non remand represented no real  improvement and again presented an\r\n\nintolerable  risk of error   this time because the district court\r\n\nrefused  to  hold  an  evidentiary hearing,  to  allow  free-form\r\n\ndiscovery, or  to permit cross-examination  of PSC  members.   We\r\n\nconclude, for reasons  described more fully in Part II(B), infra,\r                                                                          \r\n\nthat  the format revisions cured  the infirmities that  led us to\r\n\ninvalidate the district court's earlier effort.\r\n\n          The third Mathews factor  necessitates an assessment of\r                                     \r\n\nthe  public  interest, including  \"the fiscal  and administrative\r\n\nburdens\"  that  improved  procedural requirements  would  entail.\r\n\nMathews,  424 U.S.  at 335.   Here,  too, past  is prologue:   we\r                 \r\n\nstudied this point in the course of the first appeal and remarked\r\n\nthe  \"substantial  governmental  interest  in  conserving  scarce\r\n\njudicial resources.\"  Nineteen Appeals, 982 F.2d at 614.  We also\r                                                \r\n\nrecognized the  reasonableness of  keeping tight controls  on the\r\n\nfee dispute in light of the large number of lawyers involved, the\r\n\nlengthy shelf life  of the  litigation, and  the Supreme  Court's\r\n\nadmonition  that  \"[a] request  for  attorney's  fees should  not\r\n\n                                7\r\r\n\nresult  in a second major litigation.\"  Hensley v. Eckerhart, 461\r                                                                      \r\n\nU.S. 424,  437 (1983).   This  important public  interest remains\r\n\nintact.\r\n\n          To  sum  up,  the  district court  reformed  its  ways,\r\n\nsignificantly  moderating the restrictions  originally imposed on\r\n\nthe  IRPAs.  The court  levelled the playing  field by permitting\r\n\nthe IRPAs to present their  case in precisely the same  manner as\r\n\ntheir  litigation adversaries.    Moreover, the  court gave  both\r\n\ncamps adequate notice  and a meaningful opportunity  to be heard.\r\n\nFrom  a  procedural standpoint,  then,  the  adjudicative process\r\n\nemployed  on remand met the test of fundamental fairness and gave\r\n\nappellants the process that was due.\r\n\n                     B.  Abuse of Discretion.\r                               B.  Abuse of Discretion.\r                                                      \r\n\n          Appellants  strive  to  convince us  that  Judge Acosta\r\n\nabused  his discretion  in  authoring  three procedural  rulings,\r\n\nnamely,  (1) denying  appellants'  entreaty  that an  evidentiary\r\n\nhearing  be  held;  (2)  denying  the  bulk  of  their  discovery\r\n\nrequests;  and   (3)  denying   them  the  privilege   of  cross-\r\n\nexamination.  We are not persuaded.\r\n\n          1.  Lack of an Evidentiary Hearing.  We need  not tarry\r                    1.  Lack of an Evidentiary Hearing.\r                                                      \r\n\nover the  supposed  error  in  refusing to  hold  an  evidentiary\r\n\nhearing.3   A  district  court  is  not  obliged  to  convene  an\r\n                    \r                              \r\n\n     3The lower court did not make this decision casually.  After\r\nreminding the protagonists of  his \"detailed first hand knowledge\r\nof the  proceedings,\" Judge Acosta observed  that \"any meticulous\r\nfact-finding  regarding the contemporaneous  time records  of the\r\nPSC  is   unnecessary  because  the  lodestar   method  has  been\r\nabandoned;  and both parties have been granted the opportunity to\r\nfile extensive  pleadings describing  their contributions  to the\r\n\n                                8\r\r\n\nevidentiary hearing as a means of resolving every attorneys'  fee\r\n\ndispute.   See Nineteen Appeals,  982 F.2d at  614; Weinberger v.\r                                                                        \r\n\nGreat  N. Nekoosa  Corp.,  925 F.2d  518,  528 (1st  Cir.  1991).\r                                  \r\n\nBecause evidentiary  hearings in fee disputes  are not mandatory,\r\n\nthe decision not to convene one is  reviewed deferentially, using\r\n\nan  abuse-of-discretion standard.   See  Weinberger, 925  F.2d at\r                                                             \r\n\n527.    In conducting  that  review,  appellate tribunals  cannot\r\n\nwoodenly apply a preconceived matrix.  Rather, flexibility is the\r\n\nwatchword.  Because a district court has available to it  a \"wide\r\n\nrange  of  procedures\" through  which it  can  \"bring a  sense of\r\n\nfundamental  fairness to the  fee-determination hearing  while at\r\n\nthe  same  time  husbanding  the  court's  resources,\"   Nineteen\r                                                                           \r\n\nAppeals,   982  F.2d  at  614,  flexibility  implies  substantial\r                 \r\n\ndiscretion.    Therefore,  when   the  court  chooses  among  the\r\n\navailable options, it can mix and match.\r\n\n          This  emphasis on  flexibility  is  heightened when  an\r\n\nevidentiary  hearing is requested.   Even in  situations far more\r\n\ninviting than  fee disputes, we  have been chary  about mandating\r\n\nsuch hearings.   See, e.g.,  Aoude v.  Mobil Oil Corp.,  862 F.2d\r                                                                \r\n\n890,  894 (1st  Cir.  1988) (observing  that  matters often  \"can\r\n\nadequately be `heard'  on the  papers\").  We  favor a  \"pragmatic\r\n\napproach\"  to the question of  whether, in a  given situation, an\r\n\nevidentiary   hearing  is  required.    Id.  at  893.    The  key\r                                                     \r\n\n                    \r                              \r\n\nlitigation process.\"  He  also stated that, \"for the  most part,\"\r\nthe  fee  controversy  presented \"no  material  factual  disputes\r\nregarding  the tasks undertaken by the PSC as contrasted to those\r\nundertaken by the IRPAs.\"\r\n\n                                9\r\r\n\ndeterminant is  whether, \"given  the nature and  circumstances of\r\n\nthe case  . . . the  parties [had] a fair  opportunity to present\r\n\nrelevant facts and  arguments to  the court, and  to counter  the\r\n\nopponents'  submissions.\"  Id. at  894.  Taking  this approach in\r                                        \r\n\nAoude, we upheld the issuance of a preliminary injunction without\r               \r\n\nan evidentiary  hearing, noting, inter  alia, that the  judge was\r                                                      \r\n\n\"obviously familiar\" with the facts and  had afforded the parties\r\n\nseveral opportunities to make written submissions.  Id.\r                                                                 \r\n\n          The Aoude model can readily  be adapted to requests for\r                             \r\n\nhearings  anent  attorneys'  fees.   Appellants'  protest  cannot\r\n\nsurvive the  resultant comparison.   Judge  Acosta knew  the case\r\n\ninside  and out.  He  gave the protagonists  ample opportunity to\r\n\npresent both factual data  and legal arguments.   He set no  page\r\n\nrestrictions  on  written  submissions, permitting  the  IRPAs to\r\n\nproffer thousands of pages of documents both in opposition to the\r\n\nPSC's requisitions and  in support  of their  own fee  requests.4\r\n\nThese filings  allowed the  IRPAs to go  into painstaking  detail\r\n\nboth as to their own contribution to the litigation and as to the\r\n\nreasons why the PSC members deserved a relatively modest slice of\r\n\n                    \r                              \r\n\n     4To  give the  reader a  taste of  what transpired,  we note\r\nthat,  on remand, the  IRPAs' initial submission,  filed June 10,\r\n1993, included a  memorandum of law regarding attorneys' fees and\r\nexpenses (110  pages, with a  40-page appendix), an  affidavit by\r\nthe IRPAs'  accountant, William Torres, detailing  the results of\r\nhis  analysis of  the PSC's claims  (approximately 650  pages), a\r\nmemorandum giving  an overview  of the efforts  and contributions\r\nmade  by the IRPAs (33 pages), and individual IRPA assessments of\r\nefforts   and   contributions   made   on   behalf   of   clients\r\n(approximately 2700 pages).  The IRPAs also filed a reply  to the\r\nPSC's  main submission,  again  unhampered by  page restrictions,\r\nthat totalled approximately 430 pages.\r\n\n                                10\r\r\n\nthe pie for their services in that capacity.\r\n\n          To be  sure, this  is a  high-stakes dispute,  but that\r\n\nfact,  in and of itself,  does not warrant  handcuffing the trial\r\n\ncourt.  Matters  of great consequence  are often decided  without\r\n\nlive  testimony.   See,  e.g., id.  at  893-94 (holding  that  an\r                                            \r\n\nevidentiary  hearing   is  not   obligatory  in  respect   to  an\r\n\napplication  for  preliminary   injunction);  United  States   v.\r                                                                      \r\n\nDeCologero,  821 F.2d  39, 44  (1st  Cir. 1987)  (same, regarding\r                    \r\n\ncriminal defendant's motion to reduce his sentence); Amanullah v.\r                                                                        \r\n\nNelson, 811 F.2d 1, 16-17 (1st Cir. 1987) (same, regarding habeas\r                \r\n\nreview  of   asylum   applicant's  detention   during   exclusion\r\n\nproceedings).  In the last analysis, what counts is not the prize\r\n\nat  stake,   but   whether   particular   parties   received   \"a\r\n\nfundamentally fair chance to present [their] side  of the story.\"\r\n\nNineteen Appeals, 982 F.2d at 611.  \r                          \r\n\n          The controlling legal principle,  then, is that parties\r\n\nto a  fee dispute do not have the right to an evidentiary hearing\r\n\non demand.  When the written record affords an adequate basis for\r\n\na reasoned determination  of the  fee dispute, the  court in  its\r\n\ndiscretion  may  forgo  an  evidentiary hearing.    Here,  it  is\r\n\npellucid  that  the   litigants'  extensive  written  submissions\r\n\ncomprised  an   effective  substitute   for  such  a   hearing   \r\n\nparticularly since the judge had  lived with the litigation  from\r\n\nthe  start and had an encyclopedic knowledge  of it.  Under these\r\n\ncircumstances,  the court  did not  err in  refusing to  hold yet\r\n\nanother  hearing.  See, e.g.,  Norman v. Housing  Auth., 836 F.2d\r                                                                 \r\n\n                                11\r\r\n\n1292,  1303 (11th  Cir.  1988) (upholding  propriety of  awarding\r\n\nattorneys' fees  without an evidentiary hearing  \"based solely on\r\n\naffidavits in  the record\"); Bailey  v. Heckler,  777 F.2d  1167,\r                                                         \r\n\n1171  (6th Cir. 1985) (explaining  that an evidentiary hearing is\r\n\nnot  required so  long  as the  record  is sufficient  to  permit\r\n\nmeaningful review);  National  Ass'n  of  Concerned  Veterans  v.\r                                                                       \r\n\nSecretary  of  Defense,  675 F.2d  1319,  1330  (D.C. Cir.  1982)\r                                \r\n\n(holding that  district court  may in its  discretion decline  to\r\n\nconvene   a   fee   hearing  where   information   generated   by\r\n\n\"documentation  accompanying  the  fee  application  and  through\r\n\nappropriate discovery  . . .  provides an adequate  factual basis\r\n\nfor  an award\"); Konczak  v. Tyrrell, 603  F.2d 13, 19  (7th Cir.\r                                              \r\n\n1979)  (indicating  that \"depth  of  the briefing\"  can  render a\r\n\nhearing on fees unnecessary), cert. denied, 444 U.S. 1016 (1980);\r                                                    \r\n\nsee also\r                  \r\n\nDeJesus  v. Banco Popular de P.R., 951  F.2d 3, 7 (1st Cir. 1992)\r                                           \r\n\n(finding no  error in  lack of an  evidentiary hearing  regarding\r\n\ncounsel fees absent  some \"special  issue as to  which the  court\r\n\nneeded the assistance of counsel or witnesses\").\r\n\n          2.  Restrictions on Discovery.   Apart from the refusal\r                    2.  Restrictions on Discovery.\r                                                 \r\n\nto convene  a full-scale  hearing, appellants also  complain that\r\n\nthe  court  demonstrated  too  great  an  aversion  to  discovery\r\n\ninitiatives.    But  unlimited  adversarial discovery  is  not  a\r\n\nnecessary   or even  a usual   concomitant  of fee disputes,  see\r                                                                           \r\n\nNational Ass'n of  Concerned Veterans, 675  F.2d at 1329  (noting\r                                               \r\n\nthat,  in general, fee contests  should not involve  \"the type of\r\n\n                                12\r\r\n\nsearching discovery that  is typical where  issues on the  merits\r\n\nare presented\"), and, in the circumstances of this case, we think\r\n\nthat the court acted  well within the province of  its discretion\r\n\nin refusing to allow more elaborate discovery. \r\n\n          The Due  Process Clause does  not require  freewheeling\r\n\nadversarial discovery as standard equipment in fee contests.  See\r                                                                           \r\n\nNineteen Appeals, 982  F.2d at  614.  This  case exemplifies  the\r                          \r\n\nwisdom of  the rule.   The district  court did not  shut off  all\r\n\ndiscovery,  and   the  procedures  that  the   court  employed   \r\n\nespecially the compelled  exchange of  documentation    minimized\r\n\nthe need for  additional discovery  by giving the  IRPAs the  raw\r\n\nmaterial  that they needed to sift through the particulars of the\r\n\nPSC's  fee application.  In  other words, the  court ensured that\r\n\nthe  IRPAs had  access to  all the  data reasonably  necessary to\r\n\nformulate  their  objections,5  including all  the  PSC  members'\r\n\ntime-and-expense   submissions,   summaries   thereof,   detailed\r\n\naccounts of the procedures used by the PSC to gather, review, and\r\n\naudit time  records, and the working  papers, correspondence, and\r\n\ndocumentation  generated  by  the  PSC's  accountants  during the\r\n\ncompilation  process.   With this  banquet of  information spread\r\n\nbefore them, appellants then partook of the court's liberality in\r\n\nallowing them to formulate extensive written submissions.\r\n\n          Furthermore,  the  court  below  also had  a  right  to\r\n                    \r                              \r\n\n     5The proof  of the  pudding is  in the  record.   The IRPAs'\r\ninitial submission  to  the district  court highlighted  specific\r\nobjections to  the PSC's fee  request, and,  following the  PSC's\r\nrejoinder, the IRPAs' reply  took precise aim at the  accuracy of\r\nthe supporting materials.\r\n\n                                13\r\r\n\nconsider the  extent to  which appellants' request  for discovery\r\n\nthreatened to multiply  the proceedings and turn  the fee dispute\r\n\ninto  a   litigation  of  mammoth  proportions.     Judge  Acosta\r\n\ncharacterized the  IRPAs'  discovery foray    which  encompassed,\r\n\ninter  alia, production of tax  returns for employees  of all PSC\r                     \r\n\nmembers' firms  and  details  anent  fringe  benefits  (including\r\n\nvacations,  maternity  leaves,  and  the  provision  of  training\r\n\nprograms)   as  \"a discovery scheme of needless  and unreasonable\r\n\nproportions.\"    It  is  surpassingly  difficult  to  fault  this\r\n\ncharacterization.\r\n\n          The sweeping  nature  of appellants'  request,  coupled\r\n\nwith  the fact that  the focus of  the hearings had  shifted away\r\n\nfrom the lodestar  and toward a  task-oriented assessment of  the\r\n\nlawyers' participation  in the litigation, give  substance to the\r\n\ndistrict  court's fears  that  granting appellants'  supplication\r\n\nwould have  started the  parties on  the road  to a  wasteful and\r\n\ntime-consuming \"satellite litigation.\"  On  this ramified record,\r\n\nappellants  can demonstrate  neither  a high  level  of need  for\r\n\nincremental discovery nor preponderant equities in favor of their\r\n\nrequest.  Hence, we  cannot say that the district  court's denial\r\n\nof  further  discovery  constituted   an  abuse  of  the  court's\r\n\nconsiderable discretion.  See,  e.g., National Ass'n of Concerned\r                                                                           \r\n\nVeterans, 675 F.2d at 1329 (holding that  district court \"retains\r                  \r\n\nsubstantial  discretion based on its view of the submissions as a\r\n\nwhole\" to limit further discovery).\r\n\n          3.   Lack of Cross-Examination.   As a  subset of their\r                    3.   Lack of Cross-Examination.\r                                                  \r\n\n                                14\r\r\n\nclaims regarding  the supposed necessity for  both an evidentiary\r\n\nhearing  and additional  discovery, appellants  contend that  the\r\n\ndistrict court should have allowed them to cross-examine  the PSC\r\n\nmembers  concerning   the  hours  that  they   logged  and  their\r\n\ncontribution to the creation of the Fund.  This is merely a back-\r\n\ndoor  attempt  to  rekindle  an extinguished  flame  and  satisfy\r\n\nappellants' thwarted desire for  either an evidentiary hearing or\r\n\nextensive depositions.\r\n\n          In  Chongris v.  Board  of Appeals,  811  F.2d 36  (1st\r                                                      \r\n\nCir.), cert. denied, 483 U.S. 1021  (1987), we held that, in  the\r                             \r\n\ncontext  of an administrative  hearing, lack of cross-examination\r\n\ndid not work a violation of due  process.  See id. at 41-42.   So\r                                                            \r\n\nit is here.   Moreover, because the lower court  could reasonably\r\n\nconclude  that   its  liberal  policy  with   regard  to  written\r\n\nsubmissions,  in  conjunction  with  the  IRPAs'  access  to  PSC\r\n\ndocumentation, obviated  the need for further  probing via cross-\r\n\nexamination, pretermitting cross-questioning  did not  constitute\r\n\nan abuse  of discretion.  Cf. Copeland v. Marshall, 641 F.2d 880,\r                                                            \r\n\n905 n.57 (D.C.  Cir. 1980) (en banc) (noting that  a live hearing\r\n\nis  not necessary if \"the adversary papers filed by plaintiff and\r\n\ndefendant . . . adequately illuminate the factual predicate for a\r\n\nreasonable fee\").\r\n\n          Appellants' attempt  to anchor  their claimed  right to\r\n\ncross-question PSC members on language excerpted from our earlier\r\n\nopinion, see, e.g.,  Nineteen Appeals,  982 F.2d  at 615,  leaves\r                                               \r\n\nthem  adrift.   We  flatly  reject  the  suggestion, noting  that\r\n\n                                15\r\r\n\nappellants, to their discredit, have pieced the argument together\r\n\nby  cutting  words  loose   from  their  logical  and  contextual\r\n\nmoorings, and ignoring  limiting language that contradicts  their\r\n\ninterpretation.\r\n\n          The  bottom line is that the district court did not err\r\n\nin  refusing  to convene  an  evidentiary  hearing, declining  to\r\n\npermit   more  wide-ranging   discovery,   and   barring   cross-\r\n\nexamination.  Thus, whether the issue is cast in a constitutional\r\n\nmold   or  considered   under   an  abuse-of-discretion   rubric,\r\n\nappellants'  challenge  fails.    Either  way,  the  adjudicative\r\n\nprocess employed on remand passes muster.  \r\n\nIII.  APPROPRIATENESS OF THE METHODOLOGY\r          III.  APPROPRIATENESS OF THE METHODOLOGY\r\n\n          Appellants  claim that  the district  court erred  as a\r\n\nmatter  of law  in  embracing the  POF  method, rather  than  the\r\n\nlodestar  method, during  the fee-setting  pavane.  The  issue of\r\n\nwhether  a  district  court  may  use   a  given  methodology  in\r\n\nstructuring an award of attorneys' fees is one of law, and, thus,\r\n\nis  subject to  de novo  review.   See Liberty  Mut. Ins.  Co. v.\r                                                                        \r\n\nCommercial Union Ins. Co., 978 F.2d 750, 757 (1st Cir. 1992).\r                                   \r\n\n                   A.  Historical Perspective.\r                             A.  Historical Perspective.\r                                                       \r\n\n          A  few  introductory  comments  may  lend  a  sense  of\r\n\nperspective.  Traditionally, under  what has come to be  known as\r\n\nthe  \"American Rule,\" litigants bear their own counsel fees.  See\r                                                                           \r\n\nAlyeska Pipeline Serv. Co. v. Wilderness Soc'y, 421 U.S. 240, 245\r                                                        \r\n\n(1975).    This rule  is  not without  exceptions.   Fee-shifting\r\n\nstatutes  comprise one  category of  exceptions.   See,  e.g., 42\r                                                                       \r\n\n                                16\r\r\n\nU.S.C.    1988, 2000e-5(k).  So, too, certain equitable doctrines\r\n\nfurnish  a basis  for  departing from  the  American Rule.    See\r                                                                           \r\n\nNineteen Appeals, 982 F.2d at 606.\r                          \r\n\n          When  statutory  exceptions pertain,  we  have directed\r\n\ndistrict courts, for the most part,  to compute fees by using the\r\n\ntime-and-rate-based lodestar method.  See, e.g., United States v.\r                                                                        \r\n\nMetropolitan Dist. Comm'n, 847 F.2d 12, 15 (1st Cir. 1988); Segal\r                                                                           \r\n\nv. Gilbert Color Sys., Inc., 746  F.2d 78, 85-86 (1st Cir. 1984);\r                                     \r\n\nsee also  City of  Burlington  v. Dague,  112 S.  Ct. 2638,  2641\r                                                 \r\n\n(1992) (acknowledging, in the statutory  fee-shifting context, \"a\r\n\nstrong  presumption that the  lodestar represents  the reasonable\r\n\nfee\")  (citation and internal quotation marks  omitted).  A court\r\n\narrives at  the  lodestar  by determining  the  number  of  hours\r\n\nproductively spent on the  litigation and multiplying those hours\r\n\nby reasonable hourly rates.   See Blum v. Stenson,  465 U.S. 886,\r                                                           \r\n\n896-902  (1984); Hensley, 461 U.S. at 433; Lipsett v. Blanco, 975\r                                                                      \r\n\nF.2d 934, 937 (1st Cir. 1992).\r\n\n          Although  the  lodestar  method  is  entrenched in  the\r\n\nstatutory fee-shifting  context, a growing number  of courts have\r\n\nlooked  elsewhere  in  \"common  fund\" cases     a  category  that\r\n\nencompasses cases in which  \"a litigant or lawyer who  recovers a\r\n\ncommon fund for the benefit of persons  other than himself or his\r\n\nclient is entitled to  a reasonable attorney's fee from  the fund\r\n\nas  a whole.\"    Boeing Co.  v.  Van Gemert,  444  U.S. 472,  478\r                                                     \r\n\n                                17\r\r\n\n(1980).6    The  POF   method  represents  one  such  alternative\r\n\napproach to  fee-setting.  This  method functions exactly  as the\r\n\nname implies:  the court shapes  the counsel fee based on what it\r\n\ndetermines  is a reasonable percentage  of the fund recovered for\r\n\nthose benefitted by the  litigation.  See, e.g., Camden  I Condo.\r                                                                           \r\n\nAss'n, Inc. v. Dunkle, 946 F.2d 768, 771 (11th Cir. 1991).\r                               \r\n\n          Contrary to popular belief,  it is the lodestar method,\r\n\nnot the POF  method, that breaks from precedent.   Traditionally,\r\n\ncounsel fees in common  fund cases were computed as  a percentage\r\n\nof   the  fund,   subject,  of   course,  to   considerations  of\r\n\nreasonableness.  See, e.g., Central R.R. &amp; Banking Co. v. Pettus,\r                                                                          \r\n\n113 U.S. 116, 127-28 (1885).  It was not until the mid-1970s that\r\n\njudicial infatuation with the  lodestar method started to spread.\r\n\nSee Swedish Hosp. Corp. v. Shalala, 1 F.3d  1261, 1266 (D.C. Cir.\r                                            \r\n\n1993) (chronicling  history of the debate).  Many courts embraced\r\n\nthe new approach,  and a wall  of cases soon  arose.  See,  e.g.,\r                                                                          \r\n\nCopeland,  641 F.2d at 890-91;  Furtado v. Bishop,  635 F.2d 915,\r                                                           \r\n\n919-20  (1st Cir. 1980); City  of Detroit v.  Grinnell Corp., 560\r                                                                      \r\n\nF.2d  1093, 1098 (2d Cir. 1977); Grunin v. International House of\r                                                                           \r\n\nPancakes,  513 F.2d 114, 128  (8th Cir.), cert.  denied, 423 U.S.\r                                                                 \r\n\n864 (1975);  Lindy Bros. Builders,  Inc. v.  American Radiator  &amp;\r                                                                           \r\n\n                    \r                              \r\n\n     6The  common  fund  doctrine  is founded  on  the  equitable\r\nprinciple  that those  who have  profited from  litigation should\r\nshare  its costs.  While  class actions furnish  the most fertile\r\nground for the doctrine, its reach  is not limited to such cases.\r\nSee  Sprague  v. Ticonic  Nat'l Bank,  307  U.S. 161,  167 (1939)\r                                              \r\n(holding that \"the  absence of an avowed class suit  . . . hardly\r\ntouch[es] the power of equity in doing justice as between a party\r\nand the beneficiaries of his litigation\").\r\n\n                                18\r\r\n\nStandard Sanitary Corp., 487 F.2d 161 (3d Cir. 1973).\r                                 \r\n\n          A crack in the  wall appeared in 1984 when  the Supreme\r\n\nCourt  took pains to distinguish the  calculation of counsel fees\r\n\nunder fee-shifting statutes from  the calculation of counsel fees\r\n\nunder the common fund  doctrine.  The court described  the latter\r\n\ngroup as comprising cases in which \"a reasonable fee  is based on\r\n\na percentage of the fund bestowed on the class.\"   Blum, 465 U.S.\r                                                                 \r\n\nat 900 n.16.  Since Blum involved the application of the lodestar\r                                  \r\n\nunder a fee-shifting statute, footnote 16 is dictum.  Yet, it can\r\n\nhardly be dismissed as a slip  of the pen, and considered  dictum\r\n\nemanating from  the High  Court carries great  persuasive force.7\r\n\nSee  Dedham Water Co. v.  Cumberland Farms Dairy,  Inc., 972 F.2d\r                                                                 \r\n\n453, 459 (1st Cir. 1992) (stating general rule that courts should\r\n\ngive \"considerable weight\" to  dictum that appears \"considered as\r\n\nopposed to casual\"); McCoy  v. Massachusetts Inst. of Technology,\r                                                                          \r\n\n950 F.2d 13, 19 (1st Cir. 1991) (same), cert. denied,  112 S. Ct.\r                                                              \r\n\n1939 (1992).\r\n\n          Hard on  the heels of  footnote 16, the  Third Circuit,\r\n\nwhich  had been  in  the forefront  of  the movement  toward  the\r\n\nlodestar method, see, e.g., Lindy Bros., supra, sounded a note of\r                                                        \r\n\ncaution.   Its  blue-ribbon  task  force,  although  recommending\r\n\ncontinued use of the lodestar technique in statutory fee-shifting\r\n\n                    \r                              \r\n\n     7For this  reason, we find it unsurprising that other courts\r\nhave  cited  footnote  16  as  evidence  that  the  Blum  Court's\r                                                                  \r\n\"approval of the lodestar method in  the fee-shifting context was\r\nnot intended to overrule prior common fund cases. . . .\"  Swedish\r                                                                           \r\nHosp.,  1 F.3d at 1268; see also Brown v. Phillips Petroleum Co.,\r                                                                          \r\n838 F.2d 451, 454 (10th Cir.), cert. denied, 488 U.S. 822 (1988).\r                                                     \r\n\n                                19\r\r\n\ncases,  concluded that all fee awards in common fund cases should\r\n\nbe  structured as a  percentage of the  fund.  See  Report of the\r                                                            \r\n\nThird Circuit Task Force, Court Awarded Attorney Fees, 108 F.R.D.\r                                                               \r\n\n237, 255 (1985) (hereinafter \"Third Circuit Report\").\r\n\n          Together, footnote 16 and  the Third Circuit Report led\r\n\nto a  thoroughgoing reexamination of the suitability of using the\r\n\nlodestar method in  common fund  cases.   This reexamination,  in\r\n\nturn, led to more frequent application  of the POF method in such\r\n\ncases.  See Federal Judicial Center, Awarding Attorneys' Fees and\r                                                                           \r\n\nManaging Fee Litigation  63-64 (1994) (hereinafter \"FJC  Report\")\r                                 \r\n\n(canvassing  case law).  Today, the D.C. Circuit and the Eleventh\r\n\nCircuit require the  use of the POF method  in common fund cases,\r\n\nsee Swedish Hosp., 1 F.3d at 1271; Camden I, 946 F.2d at 774, and\r                                                     \r\n\nfour other circuits confer discretion upon the  district court to\r\n\nchoose between the lodestar and POF methods in common fund cases,\r\n\nsee In re Washington Pub. Power  Supply Sys. Sec. Litig., 19 F.3d\r                                                                  \r\n\n1291, 1295 (9th Cir.  1994); Rawlings v. Prudential-Bache Props.,\r                                                                           \r\n\nInc., 9 F.3d 513, 516 (6th Cir. 1993); Harman v. Lymphomed, Inc.,\r                                                                          \r\n\n945  F.2d 969, 975 (7th  Cir. 1991); Brown  v. Phillips Petroleum\r                                                                           \r\n\nCo., 838 F.2d  451, 454 (10th  Cir.), cert. denied, 488  U.S. 822\r                                                            \r\n\n(1988).   We  have yet  to pass  upon the  legitimacy of  the POF\r\n\nmethod in common fund cases.8\r\n                    \r                              \r\n\n     8Of course, we alluded to the trend in Weinberger, stating:\r                                                                \r\n\n          We  are aware  of the  tendency  exhibited by\r\n          some  courts,  particularly  in  common  fund\r\n          cases, to jettison the lodestar in favor of a\r\n          `reasonable  percent  of the  fund' approach.\r\n          Because the  absence of any true  common fund\r\n\n                                20\r\r\n\n             B.  Computing Fees in Common Fund Cases.\r                       B.  Computing Fees in Common Fund Cases.\r                                                              \r\n\n          We  have previously  classified this  as a  common fund\r\n\ncase.9   Appellants do not  dispute this  taxonomy, but,  rather,\r\n\nthey  insist  that Judge  Acosta erred  in  using the  POF method\r\n\nbecause the lodestar technique should hold sway in all attorneys'\r                                                                \r\n\nfee  determinations.10    Though  appellants  concede  that  this\r\n                    \r                              \r\n\n          renders  the  percentage approach  inapposite\r\n          here,  we cannot  fault the  district court's\r\n          implied  premise that  the  lodestar  is  the\r\n          soundest available alternative.\r\n\nWeinberger,  925  F.2d at  526  n.10 (citations  omitted).   This\r                    \r\nstatement  has  been  interpreted as  conferring  discretion upon\r\ndistrict courts to use the POF method  in common fund cases, see,\r                                                                          \r\ne.g., Wells v.  Dartmouth Bancorp,  Inc., 813 F.  Supp. 126,  129\r                                                  \r\n(D.N.H. 1993), and, in some quarters, as indicating  a preference\r\nfor the use of that method, see, e.g., FJC Report, supra, at 64 &amp;\r                                                                  \r\nn.305.\r\n\n     9We reached  this conclusion because the  Fund emanates from\r\n\"the disproportionate strivings of a few (the PSC members) to the\r\nbenefit   of  a   much   larger  number   (the  plaintiffs   and,\r\nderivatively, the IRPAs),\" Nineteen Appeals, 982 F.2d at 610, and\r                                                     \r\npossesses   each  of  the  three  distinguishing  characteristics\r\nidentified by the Boeing Court:\r                                  \r\n\n          First,  the   .  .  .  beneficiaries  can  be\r\n          determined with complete assurance.   Second,\r\n          while the  extent  to which  each  individual\r\n          plaintiff and each  IRPA benefitted from  the\r\n          PSC's  efforts  cannot  be   quantified  with\r\n          mathematical  precision,  it  is possible  to\r\n          study the PSC's  contribution to the  overall\r\n          success of the litigation and approximate the\r\n          incremental  benefits   with  some  accuracy.\r\n          Finally,  the  district  court controls  [the\r\n          Fund],  and,  therefore, possesses  the ready\r\n          ability to prorate the  cost of achieving the\r\n          incremental benefits in an equitable manner.\r\n\nId. (citing Boeing, 444 U.S. at 478-79).\r                            \r\n\n     10In  a sermon  that  is difficult  to  reconcile with  this\r\ndisplay  of newfound  religion, appellants  preach intermittently\r\nthat  Judge Acosta's  initial suggestion    that  the  PSC's fees\r\n\n                                21\r\r\n\ncourt  has not  yet  decided  what  method(s) of  fee  allocation\r\n\nappropriately may  be invoked in  common fund cases,  they assert\r\n\nthat  the lodestar is  a far better alternative  and that its use\r\n\nshould be mandated in this circuit.\r\n\n          We think  that a more malleable  approach is indicated.\r\n\nThus, we hold  that in a common fund case  the district court, in\r\n\nthe exercise  of its  informed discretion, may  calculate counsel\r\n\nfees either  on a percentage of the fund basis or by fashioning a\r\n\nlodestar.   Our decision is  driven both by  our recognition that\r\n\nuse  of the  POF method  in common  fund cases is  the prevailing\r\n\npraxis and by  the distinct  advantages that the  POF method  can\r\n\nbring to bear in such cases.\r\n\n          In  complex litigation   and  common fund cases, by and\r\n\nlarge, tend  to  be complex     the POF  approach is  often  less\r\n\nburdensome to administer than  the lodestar method.  See  Swedish\r                                                                           \r\n\nHosp.,  1 F.3d at 1269  (finding POF approach  \"less demanding of\r               \r\n\nscarce  judicial resources\").   Rather than forcing  the judge to\r\n\nreview the time records of  a multitude of attorneys in  order to\r\n\ndetermine  the   necessity  and  reasonableness   of  every  hour\r\n\nexpended, the POF method permits the judge to focus on \"a showing\r\n\nthat  the fund conferring a  benefit on the  class resulted from\"\r\n\nthe lawyers' efforts.  Camden I, 946 F.2d at 774.  While the time\r                                         \r\n\n                    \r                              \r\n\nwould  probably be  computed  using  the  POF  method  and  would\r\nprobably  aggregate \"less  than 10%\"    should  be enshrined  and\r\nenforced by us.  We have already ruled  that this suggestion \"did\r\nnot  bind  the district  court to  a  ten percent  cap,\" Nineteen\r                                                                           \r\nAppeals, 982 F.2d  at 612, and appellants have  proffered nothing\r                 \r\nthat prompts us to revisit this ruling.\r\n\n                                22\r\r\n\nlogged is still relevant to the court's inquiry   even under  the\r\n\nPOF method, time  records tend to illuminate  the attorneys' role\r\n\nin  the creation  of  the fund,  and,  thus, inform  the  court's\r\n\ninquiry into  the reasonableness  of a particular  percentage11  \r\n\nthe shift in focus lessens the possibility of collateral disputes\r\n\nthat  might transform  the  fee proceeding  into  a second  major\r\n\nlitigation.\r\n\n          For another  thing, using  the POF method  in a  common\r\n\nfund  case enhances efficiency, or, put in the reverse, using the\r\n\nlodestar method in  such a case  encourages inefficiency.   Under\r\n\nthe latter approach, attorneys not only have a monetary incentive\r\n\nto spend as  many hours as possible (and bill  for them) but also\r\n\nface a  strong  disincentive  to early  settlement.    See  Third\r                                                                    \r\n\nCircuit  Report, 108 F.R.D.  at 247-48  (finding that,  in common\r\n\nfund cases,  the lodestar method \"encourag[es]  lawyers to expend\r\n\nexcessive  hours\"  and  \"creates  a disincentive  for  the  early\r\n\nsettlement of  cases\"); see also  FJC Report, supra, at  310.  If\r                                                             \r\n\nthe  POF  method  is  utilized, a  lawyer  is  still  free to  be\r\n\ninefficient  or to drag her feet in pursuing settlement options  \r\n\nbut, rather  than being rewarded for  this unproductive behavior,\r\n\nshe will likely reduce her own return on hours expended.\r\n\n          Another  point  is  worth  making:    because  the  POF\r\n\ntechnique is  result-oriented  rather than  process-oriented,  it\r\n\n                    \r                              \r\n\n     11For this reason,  and because  the district  court in  any\r\ngiven case may  eschew the POF  method in favor  of the  lodestar\r\nmethod, we urge attorneys  to keep detailed, contemporaneous time\r\nrecords in common fund cases.\r\n\n                                23\r\r\n\nbetter approximates the  workings of the  marketplace.  We  think\r\n\nthat  Judge Posner  captured the  essence of  this point  when he\r\n\nwrote that \"the market in fact pays not  for the individual hours\r\n\nbut for  the ensemble  of services  rendered  in a  case of  this\r\n\ncharacter.\"   In re Continental  Ill. Sec. Litig.,  962 F.2d 566,\r                                                           \r\n\n572 (7th  Cir. 1992).   In fine, the  market pays for  the result\r\n\nachieved.\r\n\n          Let us be perfectly clear.   We do not pretend that the\r\n\nPOF  approach   is  foolproof,  or   that  it  suffers   from  no\r\n\ndisadvantages.      For   example,   it   may   result   in   the\r\n\novercompensation  of  lawyers  in  situations  where actions  are\r\n\nresolved  before   counsel  has  invested   significant  time  or\r\n\nresources.  See  Six Mexican Workers  v. Arizona Citrus  Growers,\r                                                                          \r\n\n904  F.2d  1301, 1311  (9th Cir.  1990)  (counselling use  of the\r\n\nlodestar method rather than  the POF method when \"the  percentage\r\n\nrecovery  would be either too small or  too large in light of the\r\n\nhours devoted to the  case or other relevant factors\");  see also\r                                                                           \r\n\nThird Circuit Report,  108 F.R.D. at 242  (noting \"criticism from\r\n\nwithin the  profession\" that fees under the  POF method sometimes\r\n\nare   \"disproportionate  to   actual  efforts  expended   by  the\r\n\nattorneys\").  The  converse is also true;  law firms may  be less\r\n\nwilling to  commit needed  resources to  common fund cases,  even\r\n\nthose  for  the  public  benefit,  if  the   likely  recovery  is\r\n\nrelatively  small.   It can  also be  argued that  the percentage\r\n\nmethod  may lend itself to  arbitrary fee awards  by some courts.\r\n\nSee  generally  Washington  Pub.  Power,  19  F.3d  at  1294  n.2\r                                                 \r\n\n                                24\r\r\n\n(counselling that, to avoid arbitrary fee awards, neither the POF\r\n\nnor  the lodestar  method \"should  be applied  in a  formulaic or\r\n\nmechanical fashion\"); cf. Laffey  v. Northwest Airlines Inc., 746\r                                                                      \r\n\nF.2d 4,  12-13 (D.C. Cir. 1984)  (attributing widespread adoption\r\n\nof   lodestar  method   to   desire  to   reduce   \"arbitrariness\r\n\ncharacteristic  of court  awards of  attorneys fees\"  under other\r\n\nmethods),  cert.  denied,  472  U.S.  1021  (1985).    Given  the\r                                  \r\n\npeculiarities of common fund cases and the fact that each method,\r\n\nin  its own  way, offers  particular advantages,  we believe  the\r\n\napproach  of choice is to accord the district court discretion to\r\n\nuse whichever method,  POF or lodestar, best  fits the individual\r\n\ncase.   We  so  hold, recognizing  that  the discretion  we  have\r\n\ndescribed  may, at  times, involve  using a  combination  of both\r\n\nmethods  when appropriate.   Cf.  Metropolitan Dist.  Comm'n, 847\r                                                                      \r\n\nF.2d  at  15 (advocating  flexible  approach  to determining  fee\r\n\nawards because an overly  mechanical rule \"sacrifice[s] substance\r\n\non the altar of form\").\r\n\n            In  arriving at this  decision, we reject appellants'\r\n\nsuggestion that Dague,  a case in which the Court  barred the use\r                               \r\n\nof  contingency enhancements in respect to fee-shifting statutes,\r\n\ncompels a different conclusion.  Although the Dague  Court stated\r                                                             \r\n\nthat  \"[t]he `lodestar' figure has,  as its name suggests, become\r\n\nthe guiding light of our fee-shifting jurisprudence,\"  112 S. Ct.\r\n\nat  2641,  and  remarked that  it  had  \"generally\"  abjured \"the\r\n\ncontingent-fee  model     which  would  make   the  fee  award  a\r\n\npercentage  of the  value of  the relief  awarded in  the primary\r\n\n                                25\r\r\n\naction     [in  favor  of]  the  lodestar  model,\"  id.  at  2643\r                                                                 \r\n\n(citations,  footnotes, and  internal quotations  omitted), these\r\n\nstatements were made in  the course of a discussion  of statutory\r\n\nfee-shifting  cases.    The  Court's  reasoning   reflected  this\r\n\nenvironment;  the  opinion  stressed  the  limiting  effects   of\r\n\nstatutory language in fee-shifting cases, see id., and set out \"a\r                                                           \r\n\nnumber of reasons for  concluding that no contingency enhancement\r\n\nis compatible with the fee shifting statutes at issue,\" id.  This\r                                                                     \r\n\ncase,  unlike  Dague,  involves  a  common  fund  rather  than  a\r                              \r\n\nstatutory fee-shifting  scheme.   Since Dague, fairly  read, does\r                                                       \r\n\nnot  require abandonment  of  the POF  method  typically used  in\r\n\ncommon  fund cases, it is  not controlling here.   Accord Swedish\r                                                                           \r\n\nHosp., 1 F.3d at  1267-70 (concluding that Dague does not bar use\r                                                          \r\n\nof the POF method in common fund cases).\r\n\n                      C.  Applying the Rule.\r                                C.  Applying the Rule.\r                                                     \r\n\n          Having placed our imprimatur on a decisional model that\r\n\nmaximizes flexibility, we  move from the general to  the specific\r\n\nand turn next to the order  under review.  In this connection, we\r\n\nrule that  the court below did  not err in purposing  to allocate\r\n\nfees  based  on  the   POF  method,  emphasizing  the  attorneys'\r\n\n\"relative  contribution\" to  the creation  of the  Fund.   In the\r\n\nfirst  place, Judge  Acosta had  originally stated  an  intent to\r\n\ncompensate the  PSC  members under  a percentage  approach.   See\r                                                                           \r\n\nsupra  note 10.  In \"justifiable reliance\" on this statement, see\r                                                                           \r\n\nNineteen Appeals, 982 F.2d at 614 n.19, the majority of the IRPAs\r                          \r\n\ndid  not maintain  time records.    The difficulties  inherent in\r\n\n                                26\r\r\n\nimplementing the  lodestar under these circumstances  militate in\r\n\nfavor  of sticking to the POF method.  In the second place, as we\r\n\nhave  explained  above,  the  POF   approach  offers  significant\r\n\nstructural  advantages in  common fund  cases, including  ease of\r\n\nadministration,  efficiency, and  a  close approximation  of  the\r\n\nmarketplace.   Finally,  a further case-specific  factor counsels\r\n\nagainst using the lodestar here.   Unlike the prototypical common\r\n\nfund case, this case involves a subdivision of a fee fund amassed\r                                                     \r\n\nby the operation of  sundry contractually determined percentages.\r\n\nThus, using the POF  method to effectuate the subdivision  of the\r\n\nFund  brings a  sort of  elemental symmetry  to   the fee-setting\r\n\nprocess.  Relatedly, because this case calls for a subdivision of\r\n\na fee fund,  rather than a  unitary award of  fees, \"a trier  who\r\n\nattempted punctiliously to follow  the classic lodestar  formula,\r\n\nto  the exclusion  of  all  else,  could  theoretically  wind  up\r\n\nawarding the entire fee pool to  the PSC, leaving nothing for the\r\n\nIRPAs.\"  Id.  at 614  n.20.  Use  of the POF  method negates  any\r                      \r\n\npossibility of this totally indefensible result.\r\n\nIV.  APPROPRIATENESS OF THE ALLOCATION\r          IV.  APPROPRIATENESS OF THE ALLOCATION\r\n\n          In allocating counsel fees, the district court assigned\r\n\n70%  of the Fund  to the PSC,  leaving 30% to be  split among the\r\n\nIRPAs.12    Appellants object.    We review  this  allocation for\r\n\nabuse of discretion, see, e.g., Foley v. City of Lowell, 948 F.2d\r                                                                 \r\n\n10,  18 (1st Cir. 1991), mindful that,  in respect to fee awards,\r\n\n                    \r                              \r\n\n     12The  PSC members  will, of  course,  share ratably  in the\r\nlatter portion of the award as well.  See supra note 2.\r                                                         \r\n\n                                27\r\r\n\nthe  trial court's  latitude is  \"extremely broad,\"  Lipsett, 975\r                                                                      \r\n\nF.2d at  937.   After scrutinizing  the Brobdingnagian  record in\r\n\nthis  case,  we  are convinced  that  the  court  below erred  in\r\n\nweighing  and synthesizing the factors  relevant to a division of\r\n\nthe fees, and in settling upon so lopsided a split.\r\n\n                       A.  Cutting the Pie.\r                                 A.  Cutting the Pie.\r                                                    \r\n\n          In  the proceedings  on remand,  Judge  Acosta lavished\r\n\npraise  on all the plaintiffs' lawyers, lauding the \"high caliber\r\n\nlegal representation\" provided by both the PSC and the IRPAs.  He\r\n\nthen summarized the tasks undertaken by the two sets of attorneys\r\n\nin the  course of the litigation.  In the judge's view, the PSC's\r\n\nmost  significant  accomplishments   included  (1)  performing  a\r\n\ncomprehensive  on-site investigation  of the accident  scene, (2)\r\n\n\"identif[ying] the  manufacturers  and suppliers  of many  . .  .\r\n\nproducts  and  services  .  .  .  and  develop[ing]  theories  of\r\n\nliability   against  each   opponent,\"  (3)   drafting  plethoric\r\n\npleadings, including the  master complaint,  weekly agendas,  and\r\n\nseveral pretrial  memoranda,  (4) filing  \"literally hundreds  of\r\n\nmotions  . .  .  on numerous  topics,  including many  novel  and\r\n\ncreative issues,\" (5) orchestrating extensive pretrial discovery,\r\n\n(6) conducting the nine-week Phase I trial and  the fifteen-month\r\n\nPhase  II  trial (in  the  course  of which  the  PSC  called 313\r\n\nwitnesses  and offered  1,455  exhibits),  and (7)  \"aggressively\r\n\npursu[ing] settlement negotiations.\"   The  court visualized  the\r\n\nIRPAs' main accomplishments as comprising (1)  maintaining direct\r\n\nclient  communication,  counselling  clients,  and  keeping  them\r\n\n                                28\r\r\n\nabreast of  developments in the litigation, (2)  carrying out the\r\n\nfactual investigation incident to individual cases, with especial\r\n\nemphasis on issues pertaining  to damages, (3) retaining experts,\r\n\nincluding  physicians, economists, and  actuaries, and,  once the\r\n\nexperts had  been located,  collaborating with them  to establish\r\n\ndamages,  (4)  researching  client-specific legal  issues  (e.g.,\r                                                                          \r\n\nstanding,   assumption  of  risk),  (5)  representing  individual\r\n\nplaintiffs  in  connection  with  ancillary   matters,  including\r\n\nprobate, inheritance, insurance,  and domestic relations matters,\r\n\n(6)  meeting with Judge Bechtle \"as part of the settlement scheme\r\n\nto negotiate  settlement values for [individual]  cases,\" and (7)\r\n\nassisting  clients  in  reaching  informed  decisions  (including\r\n\ndecisions   about   whether  to   accept   or  reject   proffered\r\n\nsettlements).  Moreover, certain selected plaintiffs were used as\r\n\nexemplars for purposes of  the Phase II trial, and  the IRPAs who\r\n\nrepresented  those plaintiffs  actually  presented  the  evidence\r\n\npertaining to their clients' damages.\r\n\n          Having  made these ledger  entries, the  district court\r\n\nthen  tabulated  the  columns.   It  concluded  that  \"reasonable\r\n\ncompensation for the work  undertaken requires recognition of the\r\n\nmassive undertaking of the PSC in terms of the organizational and\r\n\nfinancial   requirements,   the  overwhelming   amount   of  work\r\n\nperformed,  the significant  time constraints,  and the  numerous\r\n\ncomplex and novel issues  addressed during the proceedings .  . .\r\n\n.\"   Contrasting this workload \"with the IRPAs' efforts in client\r\n\ncommunication and counseling, client preparation  for settlement,\r\n\n                                29\r\r\n\nand  handling of the damages  issues,\" the court  awarded the PSC\r\n\n70% of the  fee due under each  individual contingency agreement,\r\n\nthus permitting each IRPA to retain only 30%  of the fee promised\r\n\nby the client.\r\n\n              B.  Evaluating the Court's Handiwork.\r                        B.  Evaluating the Court's Handiwork.\r                                                            \r\n\n          We are uneasy with the way in which the lower court cut\r\n\nthe fee pie, and with the size and shape of the resultant wedges,\r\n\nfor several reasons.\r\n\n          First, we are troubled by  the implications of a scheme\r\n\nin which the trial judge selects  a chosen few from many  lawyers\r\n\nwho  volunteer,  assigns  legal   tasks  to  those  few  (thereby\r\n\ndictating, albeit indirectly, the scope of the work  remaining to\r\n\nbe  done  by  the many),  and  then,  in  awarding fees,  heavily\r\n\npenalizes  the very lawyers to whom he has relegated the \"lesser\"\r\n\nduties.  Courts must recognize that while such an arrangement may\r\n\nbe a necessary  concomitant to skillful  case management of  mass\r\n\ntort  suits,  it nevertheless  significantly  interferes  with an\r\n\nattorney's expectations regarding the fees that his or her client\r\n\nhas  agreed to  pay.    Conversely,  lead counsel  are  typically\r\n\nvolunteers, as  in this case, and, as such, they have no right to\r\n\nharbor any expectation beyond a fair  day's pay for a fair  day's\r\n\nwork if a  fee fund  develops.  Cf.  Matthew 20:1-16  (recounting\r                                                      \r\n\nparable of the laborers in the vineyard).  We believe that  trial\r\n\ncourts should  take these differing expectations  into account in\r\n\nallocating fees.   Here, the  judge's rescript  does not  suggest\r\n\nthat he factored these expectations into the decisional calculus.\r\n\n                                30\r\r\n\n          Courts must  also be  sensitive  to a  second facet  of\r\n\neconomic  reality:  the power  to appoint lead  counsel gives the\r\n\ntrial judge an unusual  degree of control over the  livelihood of\r\n\nthe  lawyers  who   practice  before  the  court.    Though  such\r\n\nappointments  are often  an  administrative necessity  in complex\r\n\nlitigation, and disproportionate fees are at times an unavoidable\r\n\nconsequence of the classic common fund  \"free rider\" problem, see\r                                                                           \r\n\ngenerally  Mancur  Olson, Jr.,  The  Logic  of Collective  Action\r                                                                           \r\n\n(1971),  the  judge  must  attempt to  avoid  any  perception  of\r\n\nfavoritism.    This  need  is  especially  acute  in  mass   tort\r\n\nlitigation where,  as this case illustrates,  free rider concerns\r\n\nare minimized by  the important nature of the work  to be done by\r\n\nclaimants'  individually  retained  attorneys.    In  this  case,\r\n\nmoreover,  free rider concerns are also lessened by the fact that\r\n\nmost  of  the  IRPAs applied  for  appointment  to  the PSC,  see\r                                                                           \r\n\nNineteen Appeals, 982 F.2d at 605 (noting that over 40  of the 56\r                          \r\n\nIRPAs volunteered  to serve  on the PSC),  thus signifying  their\r\n\nwillingness to  pay full fare.   The record does  not contain any\r\n\nclue  intimating that  Judge Acosta  considered these  factors in\r\n\nordering that 70% of the fees be paid to the PSC.\r\n\n          Third, and relatedly, this  case required the IRPAs not\r\n\nmerely to go along for a free ride but to earn their keep.   They\r\n\nexhibited  great  versatility,  counseling  clients,  researching\r\n\nmedical   histories,  arranging   for  specialists   to  evaluate\r\n\ninjuries, preparing  the damages  aspect of each  case (including\r\n\nextensive   work   with  physicians,   psychologists,  actuaries,\r\n\n                                31\r\r\n\nvocational  specialists, and other witnesses), obtaining evidence\r\n\nneeded  to  prove  losses   of  earnings  and  earning  capacity,\r\n\nresponding  to  client-specific   discovery,  preparing  for  and\r\n\nattending  clients'  depositions,  negotiating settlement  values\r\n\nbefore Judge Bechtle, assisting clients with probate,  insurance,\r\n\nand   tax  matters,   and   handling  a   bewildering  array   of\r\n\nidiosyncratic problems as they developed.  This is a far cry from\r\n\nthe paradigmatic  common  fund case     say, a  securities  class\r\n\naction   in  which class counsel  do virtually all the  work, and\r\n\nother counsel piggyback  on their efforts.  See, e.g., In re Ivan\r                                                                           \r\n\nF. Boesky Sec. Litig., 948 F.2d 1358, 1364-65 (2d Cir. 1991); see\r                                                                           \r\n\nalso  Randall S.  Thomas  &amp; Robert  G.  Hansen, Auctioning  Class\r                                                                           \r\n\nAction and Derivative Lawsuits:   A Critical Analysis, 87  Nw. U.\r                                                               \r\n\nL.  Rev.  423,  429  (1993) (explaining  that,  in  general, lead\r\n\ncounsel in  class actions have \"substantial  authority to conduct\r\n\nthe  litigation,  even  to  the  exclusion  of  other  counsel\");\r\n\nJonathan  R.   Macey  &amp;  Geoffrey  P.   Miller,  The  Plaintiffs'\r                                                                           \r\n\nAttorney's  Role  in  Class  Action  and  Derivative  Litigation:\r                                                                           \r\n\nEconomic Analysis  and Recommendations for Reform, 58  U. Chi. L.\r                                                           \r\n\nRev.  1,  3  (1991)  (observing  that  plaintiffs'  class  action\r\n\nattorneys  have   \"nearly  plenary  control  over  all  important\r\n\ndecisions in the lawsuit\" because of the absence of monitoring by\r\n\nclients).     We  see  no  sign  that  the  district  court  gave\r\n\nsignificant weight to this reality.\r\n\n          This  leads  directly  to  a  fourth point.    We  have\r\n\ncarefully considered  the IRPAs' compendious  submissions and are\r\n\n                                32\r\r\n\nof the view that Judge Acosta undervalued the worth of the client\r\n\ncontact/counseling aspect of this  litigation.  Such services are\r\n\nlabor-intensive and  frequently low in  visibility   at  least in\r\n\nvisibility from the bench.   Thus, they are susceptible  to being\r\n\noverlooked, leading to an overemphasis  on the relative value  of\r\n\nthe  court-related  work.    Despite their  lack  of  visibility,\r\n\nhowever, the mundane chores incident to client representation are\r\n\nparticularly  critical in  a  mass tort  common  fund case.    We\r\n\nexplain briefly.\r\n\n          In a securities class action many of the victims do not\r\n\nparticipate in the lawsuit, and are aware of their loss dimly, if\r\n\nat all.   See, e.g.,  Macey &amp; Miller,  supra, at 30  (noting that\r                                                      \r\n\n\"[i]n the  large-scale, small-claim  class action  context . .  .\r\n\n[plaintiffs]  are typically unaware  that they even  have a claim\r\n\nagainst  the  defendant\").   The  mass  tort  context  supplies a\r\n\nstunning  contrast.  In a  mass tort action,  the victims' losses\r\n\n(whether of life, limb,  or loved ones) are almost  always keenly\r\n\nfelt, and are  usually not  amenable to computation  by a  simple\r\n\narithmetic  formula.   As  a  result,  the individual  plaintiffs\r\n\ntypically require a  multitude of services, many  of which cannot\r\n\nbe satisfied  by  an  impersonal  steering committee.    In  such\r\n\ncircumstances,  the  attention   of  the  individually   retained\r\n\nattorneys  becomes   crucial  to  the  success   of  the  overall\r\n\nenterprise.13   That  important contribution  demands appropriate\r\n                    \r                              \r\n\n     13One IRPA, now deceased, made this point in a submission to\r\nthe district court:\r\n\n                                33\r\r\n\nrecognition.\r\n\n          Fifth, although we do  not dispute the district court's\r\n\nassessment  of the quality of the PSC's work, this factor cancels\r\n\nitself  out  to  some extent.    After  all,  the district  court\r\n\nrepeatedly commented  upon \"the excellence of  the work performed\r\n\nby all attorneys\" (emphasis supplied), and left no doubt but that\r                \r\n\nboth sets of plaintiffs'  lawyers had rendered exemplary service.\r\n\nGiven these  widespread plaudits,  it seems manifestly  unfair to\r\n\nreward excellence on the part of one group and not the other.\r\n\n          Sixth,  the  district  court  failed   to  advance  any\r\n\nreasoned explanation as to why it boosted  the PSC's share of the\r\n\nFund  from  52%  in the  initial  go-round  to  70% on  remand.14\r\n                    \r                              \r\n\n          In the course  of representing these clients,\r\n          the attorneys and staff did hundreds of hours\r\n          of  work that was  not separately  billed but\r\n          that is a part  of the work of competent  and\r\n          dedicated [IRPAs].  For example we helped  to\r\n          arrange  the shipping  of bodies  from Puerto\r\n          Rico to their homes, counseled families . . .\r\n          to help them function as  witnesses, obtained\r\n          [hard   to   locate]  records,   investigated\r\n          possible  criminal   activity,  searched  for\r\n          heirs,  negotiated  with creditors,  and with\r\n          law  enforcement   agencies,  and  researched\r\n          legal  issues such  as the  rights to  awards\r\n          from the State insurance fund.\r\n\n     14This  discrepancy cannot  be brushed  aside with  the glib\r\nreminder  that,  on  remand,  the district  court  abandoned  the\r\nlodestar in  favor of the POF  method.  The  court had originally\r\narrived  at the 52% figure through an enhancement of the lodestar\r\nto account for  \"the extraordinary results\" achieved  by the PSC.\r\nIn re San Juan Dupont Plaza Hotel Fire Litig., 768  F. Supp. 912,\r                                                       \r\n932  (D.P.R. 1991).  Thus, the court premised the original award,\r\nin  large measure,  on its  assessment of the  role that  the PSC\r\nplayed in creating the Fund.\r\n\n                                34\r\r\n\nThough we have great  confidence in Judge Acosta, his  silence on\r\n\nthis  subject  leaves  the  award   open  to  a  perception  that\r\n\nappellants have been penalized for successfully prosecuting their\r\n\nprevious appeals.   Cf. North  Carolina v. Pearce,  395 U.S.  711\r                                                           \r\n\n(1969)  (discussing importance  of  dispelling any  appearance of\r\n\nvindictiveness when a judge imposes a more severe sentence upon a\r\n\ncriminal defendant after the defendant wins a new trial).\r\n\n          Seventh,  the  district  court   erred  in  failing  to\r\n\ncompensate the  representative trial  counsel   those  IRPAs who,\r\n\nthough  not members  of the  PSC, prepared  and/or tried  the so-\r\n\ncalled \"representative\" cases   for  their work in that capacity.\r\n\nJust as the PSC members deserved compensation for their endeavors\r\n\non behalf of the  whole, the IRPAs who labored  as representative\r\n\ncounsel  conferred  a common  benefit,  and  must be  compensated\r\n\naccordingly.\r\n\n          Last   but far from least   we are persuaded, on whole-\r\n\nrecord review, that it is simply unreasonable to award 70% of the\r\n\naggregate  fees  to the  attorneys  who  managed the  litigation,\r\n\nleaving only 30% of the Fund to those who brought  in the clients\r\n\nand worked hand-in-hand with them throughout the pendency of this\r\n\nlong  safari of  a case.   Because  mass tort  cases are  a breed\r\n\napart, it is difficult  to envision situations in which,  if fees\r\n\nare  divided  between  lead  counsel  and  individually  retained\r\n\ncounsel  under a POF formula, the latter  will not be entitled to\r\n\n                                35\r\r\n\nat  least  half   the  fees.15    We  do   not  think  that  this\r\n\nlitigation, though unique,  so far overshoots all  other cases as\r\n\nto  warrant  a substantially  larger  differential.   See,  e.g.,\r                                                                          \r\n\nVincent  v. Hughes  Air W.,  Inc., 557 F.2d  759 (9th  Cir. 1977)\r                                           \r\n\n(upholding district  court's allocation of 5%  of gross recovery,\r\n\nor approximately  20% of the  fee fund, to  lead counsel  in mass\r\n\ntort action).\r\n\n          Concluding, as we do,  that the fee allocation reflects\r\n\na  serious  error   of  judgment,  and  therefore   an  abuse  of\r\n\ndiscretion, we vacate the award.\r\n\nV.  REMEDY\r          V.  REMEDY\r\n\n          Ordinarily, \"an improper calculation of attorneys' fees\r\n\nnecessitates remand for reconfiguration  of the award.\"  Lipsett,\r                                                                          \r\n\n975 F.2d at 943.   But this rule admits of exceptions, so long as\r\n\n\"the record is sufficiently  developed that we can apply  the law\r\n\nto the  facts before us and  calculate a fair and  reasonable fee\r\n\nwithout resorting to remand.\"   Id.  Here, that  qualification is\r                                             \r\n\nsatisfied; the record  is voluminous and this  court is painfully\r\n\nfamiliar   with   the   particulars   of   this   fee  imbroglio.\r\n\nNonetheless, an appellate  court must think long  and hard before\r\n\nusurping the district court's usual prerogatives, and, therefore,\r\n\nwe doubt that this case would fall  within the narrow confines of\r\n\nthe   exception   under   ordinary  circumstances.      But   the\r\n\ncircumstances here are  extraordinary, and common sense  commands\r\n                    \r                              \r\n\n     15We have been unable to find any common fund case  in which\r                                                \r\na court, using the POF  method, has allocated more than 50%  of a\r\nfee fund to lead counsel.\r\n\n                                36\r\r\n\nthat we not turn a blind eye to the reality of events.\r\n\n          This  litigation has  passed the  point of  diminishing\r\n\nreturns.   The  holocaust that  underlies the  plaintiffs' claims\r\n\noccurred almost  a decade ago.   The meat-and-potatoes litigation\r\n\nis over;  with one small exception, see supra note 1, only a side\r                                                       \r\n\ndish    attorneys' fees    remains on the  table.  The  amount of\r\n\ntime, energy and  money already devoted  to this peripheral  item\r\n\nhas careened virtually out of control.  Remanding would invite an\r\n\neven greater  investment in the side dish    and we are reluctant\r\n\nto  sanction the  squandering  of additional  resources for  this\r\n\npurpose.  We have, at  times, with considerably less provocation,\r\n\nsimply  grasped  the  bull  by  the  horns  and  fixed  the  fees\r\n\nourselves.  See, e.g.,  Jacobs v. Mancuso, 825 F.2d 559, 562 (1st\r                                                   \r\n\nCir. 1987); Grendel's Den v. Larkin, 749 F.2d  945, 951 (1st Cir.\r                                             \r\n\n1984).\r\n\n          We  realize  that dividing  the  Fund  among groups  of\r\n\nattorneys   in  accordance   with  the   POF  method   cannot  be\r\n\naccomplished  with surgical precision.  We   or a district court,\r\n\nfor  that matter   must necessarily traffic in estimates.  Taking\r\n\ninto account all the facts and circumstances, we conclude that we\r\n\nshould  subdivide  the Fund  ourselves,  rather  than remand  yet\r\n\nagain.  We also  conclude that, on balance, assigning 50%  of the\r\n\nFund to  the  PSC and  50%  to the  IRPAs  comprises a  fair  and\r\n\nreasonable allocation.\r\n\n          This   division   reflects    the   district    court's\r\n\ndetermination that the PSC contributed handsomely to the creation\r\n\n                                37\r\r\n\nof the Fund   it  is, after all, at the high end of  what a court\r\n\nshould  usually award16   while  at the same  time correcting for\r\n\nthe district court's undervaluation of  the IRPAs' contributions.\r\n\nThis division also strikes a sensible balance between the equity-\r\n\nbased  common  fund doctrine,  which  guards  against the  unjust\r\n\nenrichment of free riders, and the need to avoid adding insult to\r\n\ninjury in a  situation in  which the court  selects lead  counsel\r\n\nfrom  amidst a group of willing volunteers and thereafter invades\r\n\nthe contingency agreements of  the rejected lawyers to compensate\r\n\nthe select few.   Moreover, this  division is not  incommensurate\r\n\nwith the  time records of  the PSC.   Even if,  as an  uncritical\r\n\nreading of the record suggests, the PSC spent as many as  166,000\r\n\nhours  on   the   litigation,17   a   50%   allocation   (roughly\r\n\n$34,000,000)  pays  the  members  well.    Although  we  have  no\r\n\ntabulation  of IRPA hours to  compare with this  total, the PSC's\r\n\ntime records are still a valid  measure of the vast resources its\r\n\nmembers expended in the course of the litigation.\r\n\n          One  loose  end  remains.    It   involves  appropriate\r\n\ncompensation for the IRPAs  who tried the \"representative\" cases.\r\n\nAs  we stated earlier, see supra p.33, their participation in the\r                                          \r\n\n                    \r                              \r\n\n     16Although  we do  not impose  an absolute  ceiling  on lead\r\ncounsel fees  in common fund  mass tort cases, cf.  Camden I, 946\r                                                                      \r\nF.2d at 774-75 (holding that, as a general rule, 50% is the upper\r\nlimit in common  fund cases  in the Eleventh  Circuit), cases  in\r\nwhich  a court  should exceed  50% are  likely to  be hen's-teeth\r\nrare.\r\n\n     17This  figure includes  time  logged not  only  by the  PSC\r\nmembers themselves but also  by their associates, paralegals, and\r\nlaw clerks.\r\n\n                                38\r\r\n\nPhase II trial inured to the benefit of all plaintiffs.  Thus, in\r\n\npresenting the representative claims,  the lawyers were acting as\r\n\nde facto PSC members.  It is only  logical, therefore, that their\r                  \r\n\ncompensation  for those services be drawn from the PSC's share of\r\n\nthe  fee Fund.   Since the record  is inadequate to  permit us to\r\n\nplace  a dollar  value  on these  services,  we leave  it to  the\r\n\ndistrict court to determine the amount of compensation due to the\r\n\nnon-PSC members who served as representative trial counsel during\r\n\nthe Phase II trial for their services in that capacity,  and then\r\n\nto order that sum paid out of the PSC's share of the Fund.\r\n\nVI.  CONCLUSION\r          VI.  CONCLUSION\r\n\n          We  need  go  no further.    For  the  reasons we  have\r\n\nexpressed, we vacate the order allocating attorneys' fees; direct\r\n\nthat the  fee Fund be divided  equally among the PSC,  on the one\r\n\nhand, and the IRPAS, on the  other hand; and remand for the entry\r\n\nof a suitable decree and for  further proceedings consistent with\r\n\nthis opinion.  Costs shall be taxed in favor of the appellants.\r\n\n          It is so ordered.\r                    It is so ordered.\r                                    \r\n\n                                39\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\nJuly 7, 1995      UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNos. 94-1156, 94-1164, 94-1409, 94-1414, 94-1422, 94-1423,\r\n     94-1426, 94-1427, 94-1430, 94-1438, 94-1439, 94-1440,\r\n     94-1442\r\n\n           IN RE:  THIRTEEN APPEALS ARISING OUT OF THE\r\n\n           SAN JUAN DUPONT PLAZA HOTEL FIRE LITIGATION.\r\n\n                                             \r\n\n                           ERRATA SHEET\r\n\n     The opinion of this  Court issued May 31, 1995,  is ammended\r\nas follows:\r\n\n     Delete cases #94-1430 and  #94-1442 from the Court's opinion\r\nand judgement  of May 31, 1995.\r\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNos. 94-1156, 94-1164, 94-1409, 94-1414, 94-1422, 94-1423,\r\n     94-1426, 94-1427, 94-1438, 94-1439, 94-1440\r\n\n           IN RE:  THIRTEEN APPEALS ARISING OUT OF THE\r\n\n           SAN JUAN DUPONT PLAZA HOTEL FIRE LITIGATION.\r\n\n                                             \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n          [Hon. Raymond L. Acosta, U.S. District Judge]\r                                                                \r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n                                             \r\n\n     Judith  Resnik,  with  whom  Dennis E.  Curtis,  Richard  A.\r                                                                           \r\nBieder, and Koskoff, Koskoff  &amp; Bieder, P.C., were on  brief, for\r                                                      \r\nappellants Bieder, et al.\r\n     Jose E. Fernandez-Sein on brief for appellant Nachman.\r                                     \r\n     Steven C. Lausell, with whom Jimenez, Graffam &amp; Lausell  was\r                                                                      \r\non brief, for appellee Jimenez, Graffam &amp; Lausell.\r\n     Will Kemp, with whom Stanley Chesley, Wendell Gauthier, John\r                                                                           \r\nCummings, David Indiano and Harrison, Kemp &amp; Jones, Chtd. were on\r                                                                   \r\nbrief, for remaining appellees.\r\n\n                                             \r\n\n                           May 31, 1995\r\n\n                                             \r\r\n\n          SELYA,  Circuit Judge.    These appeals  require us  to\r                    SELYA,  Circuit Judge.\r                                         \r\n\nrevisit the war zone where two groups of plaintiffs' lawyers have\r\n\nstruggled over the proposed  allocation of roughly $68,000,000 in\r\n\nattorneys'  fees.    One  camp, dissatisfied  with  the  district\r\n\ncourt's  latest formula  for distributing  the fees,  attacks the\r\n\ncourt's order on three  fronts.  The disgruntled lawyers  contend\r\n\nthat the district  court (1) violated  their due process  rights,\r\n\n(2)  used an  improper method  to determine  the awards,  and (3)\r\n\ndivided  the available  monies in  an arbitrary  and unreasonable\r\n\nmanner.   We  find appellants'  first two  plaints to  be without\r\n\nmerit, but  we agree with them that allocating 70% of the fees to\r\n\nthe  appellees   constituted  an  abuse  of   the  trial  court's\r\n\ndiscretion.   And, because we  are reluctant to  prolong a matter\r\n\nthat, like the proverbial cat, seems to have  nine lives, we take\r\n\nmatters into our own hands and reconfigure the fee awards.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          The lay of the land is familiar.  We  explored much the\r\n\nsame  terrain in an earlier encounter, see In re Nineteen Appeals\r                                                                           \r\n\nArising Out of San Juan Dupont  Plaza Hotel Fire Litig., </pre><span class=\"citation\" data-id=\"597408\"><a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n\n<span class=\"page\">603</span> </a></span><pre class=\"inline\"> (1st Cir. 1992), and  a plethora of  opinions describing the\r\n\ndetails of  the underlying litigation  pockmark the pages  of the\r\n\nFederal  Reports, see,  e.g., </pre><span class=\"citation\" data-id=\"597408\"><a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"id_token\">id.</span>  at 605 </a></span><pre class=\"inline\"> n.1  (offering partial\r                                           \r\n\nlisting).  Thus, a brief overview of the litigation will suffice.\r\n\n          In 1987, the Judicial Panel on Multidistrict Litigation\r\n\nconsolidated  over  270  cases  arising  out  of  the  calamitous\r\n\nconflagration that had ravaged the San Juan Dupont Plaza Hotel on\r\n\n                                3\r\r\n\nthe evening of  December 31, 1986.   See In  re Fire Disaster  at\r                                                                           \r\n\nDupont  Plaza  Hotel,  </pre><span class=\"citation\" data-id=\"1987551\"><a href=\"/opinion/1987551/in-re-fire-disaster-at-dupont-plaza-hotel/\"><span class=\"volume\">660</span>  <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">982</span> </a></span><pre class=\"inline\"> (J.P.M.L.  1987)  (per\r                              \r\n\ncuriam).   The designated trial  judge, Hon.  Raymond L.  Acosta,\r\n\nhandpicked  certain  attorneys, denominated  collectively  as the\r\n\nPlaintiffs' Steering Committee (PSC), to act as  lead and liaison\r\n\ncounsel for the plaintiffs.   In Nineteen Appeals, we  summarized\r                                                           \r\n\nthe  roles  played  by  the  PSC and  the  individually  retained\r\n\nplaintiffs' attorneys (IRPAs), respectively:\r\n\n          The PSC members looked after the big picture:\r\n          mapping the overarching discovery, trial, and\r\n          settlement  strategies  and coordinating  the\r\n          implementation  of  those  strategies.    The\r\n          IRPAs handled individual client communication\r\n          and   other   case-specific  tasks   such  as\r\n          answering   interrogatories    addressed   to\r\n          particular    plaintiffs,    preparing    and\r\n          attending the depositions  of their  clients,\r\n          and taking depositions which bore on damages.\r\n          The IRPAs also worked with Judge Bechtle [the\r\n          \"settlement judge\"] on  a case-by-case  basis\r\n          in his  efforts to identify  and/or negotiate\r\n          appropriate settlement  values for individual\r\n          claims.   When  Judge Acosta  determined that\r\n          the    plaintiffs     should    try    twelve\r\n          representative   claims   as   a   means   of\r\n          facilitating   settlement,   a  collaborative\r\n          composed of three PSC members and  four IRPAs\r\n          bent their backs to the task.\r\n\nNineteen </pre><span class=\"citation\" data-id=\"597408\"><span class=\"antecedent_guess\">Appeals,</span> <a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">605</span></a></span><pre class=\"inline\">.\r                          \r\n\n          The  combined  efforts  of  all concerned  generated  a\r\n\nsettlement  fund approximating $220,000,000.   The district court\r\n\ncomputed  the  payments  due  under the  various  contingent  fee\r\n\nagreements, deducted  the total  (roughly  $68,000,000) from  the\r\n\noverall settlement proceeds, and placed that sum in an attorneys'\r\n\n                                4\r\r\n\nfee  fund (the Fund).1   In his  initial attempt to  disburse the\r\n\nFund, Judge Acosta used an enhanced lodestar to compute the PSC's\r\n\nfees,  and  awarded some  $36,000,000 (52%  of  the Fund)  to PSC\r\n\nmembers  in their  capacity as  such, leaving  the balance  to be\r\n\ndistributed among the IRPAs.  A group of lawyers (mostly, but not\r\n\nexclusively, \"non-PSC\" IRPAs)2  succeeded in vacating  this award\r\n\non the ground that the proceedings were procedurally flawed.  See\r                                                                           \r\n\n</pre><span class=\"citation\" data-id=\"597408\"><a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"id_token\">id.</span> at 610-16.\r</a></span><pre class=\"inline\">             \r\n\n          The  victory proved  to be  illusory.   On remand,  the\r\n\ndistrict  court  abandoned  the  lodestar approach,  adopted  the\r\n\npercentage of  the fund (POF)  method, and recalculated  the fees\r\n\nbased on what it  termed \"the relative significance of  the labor\r\n\nexpended by the  IRPAs and PSC members in instituting, advancing,\r\n\nor  augmenting  the plaintiffs'  settlement  fund.\"   Using  this\r\n\n                    \r                              \r\n\n     1In  addition to  attorneys' fees,  the lawyers  are seeking\r\nreimbursement of certain costs  and expenses from the plaintiffs'\r\nshare of the settlement proceeds.  The district court  has yet to\r\nmake a final  determination relative  to costs, and  we have  not\r\nconsidered  that  aspect of  the matter.    Thus, our  opinion is\r\nwithout  prejudice  to  the  parties' claims  and  objections  in\r\nrespect to costs.\r\n\n     2Since each  PSC member is also an IRPA in the sense that he\r\nor  she has been individually retained by one or more plaintiffs,\r\nthe  PSC  members  will  receive  payments  in  both  capacities.\r\nNevertheless,  due to the wide disparity in the number of clients\r\nthat each PSC member  represents, a generous PSC award  stands to\r\nbenefit certain  PSC members  who have relatively  few individual\r\nclients and  to disadvantage those who  represent many claimants.\r\nSee Nineteen </pre><span class=\"citation\" data-id=\"597408\"><span class=\"antecedent_guess\">Appeals,</span> <a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">982</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">607</span></a></span><pre class=\"inline\">.  Similarly,  an oversized\r                              \r\nPSC  award is  even more  detrimental to  the interests  of those\r\nIRPAs who are not members of the PSC, as each dollar that is paid\r\nto the PSC shrinks the  pot that otherwise will be divided  among\r\nthe IRPAs.   See </pre><span class=\"citation\" data-id=\"597408\"><a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"id_token\">id.</span>   Due to </a></span><pre class=\"inline\"> this phenomenon, some  PSC members\r                              \r\nwere  among  the lawyers  who  fought  to  overturn the  original\r\nallocation.\r\n\n                                5\r\r\n\nmethodology, the court awarded 70% of the Fund to PSC members  in\r\n\ntheir capacity  as such,  thereby increasing  their share  of the\r                                                      \r\n\nfees  by  some  $11,000,000,  while simultaneously  reducing  the\r                                                                      \r\n\nIRPAs' share  of the  Fund by  the  same amount.   These  appeals\r\n\nensued.\r\n\nII.  ADEQUACY OF THE PROCEEDINGS\r          II.  ADEQUACY OF THE PROCEEDINGS\r\n\n          In a virtual  echo of the  claims advanced in  Nineteen\r                                                                           \r\n\nAppeals,  appellants (all  of  whom are  IRPAs) characterize  the\r                 \r\n\nproceedings by which the district court determined the allocation\r\n\nof  the Fund as unfair.  Specifically, appellants assert that the\r\n\nrevamped  procedural  framework  violated  their  rights  to  due\r\n\nprocess, and that, in all events, the court abused its discretion\r\n\nin  erecting  the framework.    We consider  these  assertions in\r\n\nsequence.\r\n\n                         A.  Due Process.\r                                   A.  Due Process.\r                                                  \r\n\n          In Nineteen  </pre><span class=\"citation\" data-id=\"597408\"><span class=\"antecedent_guess\">Appeals,</span> <a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">610-16</span></a></span><pre class=\"inline\">, we discussed\r                                        \r\n\nthe  due  process considerations  implicated  in  the fee-setting\r\n\naspect of this litigation.  We again use the triangular construct\r\n\nof Mathews v. Eldridge, </pre><span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span> </a></span><pre class=\"inline\">(1976), to determine whether\r                                \r\n\nthe  district court  afforded the  IRPAs \"the  opportunity to  be\r\n\nheard `at a meaningful time and in a meaningful manner.'\"  </pre><span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"id_token\">Id.</span> at\r                                                                        \r\n\n333 </a></span><pre class=\"inline\">(quoting Armstrong v. Manzo, </pre><span class=\"citation\" data-id=\"107034\"><a href=\"/opinion/107034/armstrong-v-manzo/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">545</span></a></span><pre class=\"inline\">, 553 (1965)).\r                                         \r\n\n          The first  Mathews factor  involves a  specification of\r                                      \r\n\n\"the  private interest  that  will be  affected  by the  official\r\n\naction . . . .\"  </pre><span class=\"citation\" data-id=\"107034\"><a href=\"/opinion/107034/armstrong-v-manzo/\"><span class=\"id_token\">Id.</span> at 335. </a></span><pre class=\"inline\"> Rehashing this point would serve no\r                              \r\n\nuseful  purpose.   We conclude,  for  precisely the  same reasons\r\n\n                                6\r\r\n\narticulated in our earlier opinion, that the IRPAs have a salient\r\n\nprivate interest in the fees due them for services rendered.  See\r                                                                           \r\n\nNineteen </pre><span class=\"citation\" data-id=\"597408\"><span class=\"antecedent_guess\">Appeals,</span> <a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">612</span></a></span><pre class=\"inline\">.\r                          \r\n\n          The second  Mathews factor  requires us to  examine the\r                                       \r\n\nrisk  of error presented by the district court's procedures.  See\r                                                                           \r\n\n</pre><span class=\"citation\" data-id=\"109382\"><span class=\"antecedent_guess\">Mathews,</span> <a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">424</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">335</span></a></span><pre class=\"inline\">.   The last  time around  we determined\r                 \r\n\nthat the hearing format invited error.  See Nineteen </pre><span class=\"citation\" data-id=\"597408\"><span class=\"antecedent_guess\">Appeals,</span> <a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">982</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> at <span class=\"page\">612</span></a></span><pre class=\"inline\">-13.  Appellants urge  us to find that the proceedings\r\n\non remand represented no real  improvement and again presented an\r\n\nintolerable  risk of error   this time because the district court\r\n\nrefused  to  hold  an  evidentiary hearing,  to  allow  free-form\r\n\ndiscovery, or  to permit cross-examination  of PSC  members.   We\r\n\nconclude, for reasons  described more fully in Part II(B), infra,\r                                                                          \r\n\nthat  the format revisions cured  the infirmities that  led us to\r\n\ninvalidate the district court's earlier effort.\r\n\n          The third Mathews factor  necessitates an assessment of\r                                     \r\n\nthe  public  interest, including  \"the fiscal  and administrative\r\n\nburdens\"  that  improved  procedural requirements  would  entail.\r\n\n</pre><span class=\"citation\" data-id=\"109382\"><span class=\"antecedent_guess\">Mathews,</span>  <a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">335</span></a></span><pre class=\"inline\">.   Here,  too, past  is prologue:   we\r                 \r\n\nstudied this point in the course of the first appeal and remarked\r\n\nthe  \"substantial  governmental  interest  in  conserving  scarce\r\n\njudicial resources.\"  Nineteen </pre><span class=\"citation\" data-id=\"597408\"><span class=\"antecedent_guess\">Appeals,</span> <a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">614</span></a></span><pre class=\"inline\">.  We also\r                                                \r\n\nrecognized the  reasonableness of  keeping tight controls  on the\r\n\nfee dispute in light of the large number of lawyers involved, the\r\n\nlengthy shelf life  of the  litigation, and  the Supreme  Court's\r\n\nadmonition  that  \"[a] request  for  attorney's  fees should  not\r\n\n                                7\r\r\n\nresult  in a second major litigation.\"  Hensley v. Eckerhart, </pre><span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span><pre class=\"inline\">,  437 (1983).   This  important public  interest remains\r\n\nintact.\r\n\n          To  sum  up,  the  district court  reformed  its  ways,\r\n\nsignificantly  moderating the restrictions  originally imposed on\r\n\nthe  IRPAs.  The court  levelled the playing  field by permitting\r\n\nthe IRPAs to present their  case in precisely the same  manner as\r\n\ntheir  litigation adversaries.    Moreover, the  court gave  both\r\n\ncamps adequate notice  and a meaningful opportunity  to be heard.\r\n\nFrom  a  procedural standpoint,  then,  the  adjudicative process\r\n\nemployed  on remand met the test of fundamental fairness and gave\r\n\nappellants the process that was due.\r\n\n                     B.  Abuse of Discretion.\r                               B.  Abuse of Discretion.\r                                                      \r\n\n          Appellants  strive  to  convince us  that  Judge Acosta\r\n\nabused  his discretion  in  authoring  three procedural  rulings,\r\n\nnamely,  (1) denying  appellants'  entreaty  that an  evidentiary\r\n\nhearing  be  held;  (2)  denying  the  bulk  of  their  discovery\r\n\nrequests;  and   (3)  denying   them  the  privilege   of  cross-\r\n\nexamination.  We are not persuaded.\r\n\n          1.  Lack of an Evidentiary Hearing.  We need  not tarry\r                    1.  Lack of an Evidentiary Hearing.\r                                                      \r\n\nover the  supposed  error  in  refusing to  hold  an  evidentiary\r\n\nhearing.3   A  district  court  is  not  obliged  to  convene  an\r\n                    \r                              \r\n\n     3The lower court did not make this decision casually.  After\r\nreminding the protagonists of  his \"detailed first hand knowledge\r\nof the  proceedings,\" Judge Acosta observed  that \"any meticulous\r\nfact-finding  regarding the contemporaneous  time records  of the\r\nPSC  is   unnecessary  because  the  lodestar   method  has  been\r\nabandoned;  and both parties have been granted the opportunity to\r\nfile extensive  pleadings describing  their contributions  to the\r\n\n                                8\r\r\n\nevidentiary hearing as a means of resolving every attorneys'  fee\r\n\ndispute.   See Nineteen </pre><span class=\"citation\" data-id=\"597408\"><span class=\"antecedent_guess\">Appeals,</span>  <a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">614</span></a></span><pre class=\"inline\">; Weinberger v.\r                                                                        \r\n\nGreat  N. Nekoosa  Corp.,  </pre><span class=\"citation\" data-id=\"555766\"><a href=\"/opinion/555766/william-weinberger-v-great-northern-nekoosa-corp/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">518</span></a></span><pre class=\"inline\">,  528 (1st  Cir.  1991).\r                                  \r\n\nBecause evidentiary  hearings in fee disputes  are not mandatory,\r\n\nthe decision not to convene one is  reviewed deferentially, using\r\n\nan  abuse-of-discretion standard.   See  </pre><span class=\"citation\" data-id=\"555766\"><span class=\"antecedent_guess\">Weinberger,</span> <a href=\"/opinion/555766/william-weinberger-v-great-northern-nekoosa-corp/\"><span class=\"volume\">925</span>  <span class=\"reporter\">F.2d</span> at\r                                                             \r\n\n<span class=\"page\">527</span></a></span><pre class=\"inline\">.    In conducting  that  review,  appellate tribunals  cannot\r\n\nwoodenly apply a preconceived matrix.  Rather, flexibility is the\r\n\nwatchword.  Because a district court has available to it  a \"wide\r\n\nrange  of  procedures\" through  which it  can  \"bring a  sense of\r\n\nfundamental  fairness to the  fee-determination hearing  while at\r\n\nthe  same  time  husbanding  the  court's  resources,\"   Nineteen\r                                                                           \r\n\n</pre><span class=\"citation\" data-id=\"597408\"><span class=\"antecedent_guess\">Appeals,</span>   <a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">982</span>  <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">614</span></a></span><pre class=\"inline\">,  flexibility  implies  substantial\r                 \r\n\ndiscretion.    Therefore,  when   the  court  chooses  among  the\r\n\navailable options, it can mix and match.\r\n\n          This  emphasis on  flexibility  is  heightened when  an\r\n\nevidentiary  hearing is requested.   Even in  situations far more\r\n\ninviting than  fee disputes, we  have been chary  about mandating\r\n\nsuch hearings.   See, e.g.,  Aoude v.  Mobil Oil Corp.,  </pre><span class=\"citation\" data-id=\"515441\"><a href=\"/opinion/515441/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span>\r                                                                \r\n\n<span class=\"page\">890</span></a></span><pre class=\"inline\">,  894 (1st  Cir.  1988) (observing  that  matters often  \"can\r\n\nadequately be `heard'  on the  papers\").  We  favor a  \"pragmatic\r\n\napproach\"  to the question of  whether, in a  given situation, an\r\n\nevidentiary   hearing  is  required.    </pre><span class=\"citation\" data-id=\"515441\"><a href=\"/opinion/515441/salim-aoude-v-mobil-oil-corporation/\"><span class=\"id_token\">Id.</span>  at  893. </a></span><pre class=\"inline\">   The  key\r                                                     \r\n\n                    \r                              \r\n\nlitigation process.\"  He  also stated that, \"for the  most part,\"\r\nthe  fee  controversy  presented \"no  material  factual  disputes\r\nregarding  the tasks undertaken by the PSC as contrasted to those\r\nundertaken by the IRPAs.\"\r\n\n                                9\r\r\n\ndeterminant is  whether, \"given  the nature and  circumstances of\r\n\nthe case  . . . the  parties [had] a fair  opportunity to present\r\n\nrelevant facts and  arguments to  the court, and  to counter  the\r\n\nopponents'  submissions.\"  </pre><span class=\"citation\" data-id=\"515441\"><a href=\"/opinion/515441/salim-aoude-v-mobil-oil-corporation/\"><span class=\"id_token\">Id.</span> at  894. </a></span><pre class=\"inline\"> Taking  this approach in\r                                        \r\n\nAoude, we upheld the issuance of a preliminary injunction without\r               \r\n\nan evidentiary  hearing, noting, inter  alia, that the  judge was\r                                                      \r\n\n\"obviously familiar\" with the facts and  had afforded the parties\r\n\nseveral opportunities to make written submissions.  </pre><span class=\"citation\" data-id=\"515441\"><a href=\"/opinion/515441/salim-aoude-v-mobil-oil-corporation/\"><span class=\"id_token\">Id.</span>\r                                                                 \r\n\n          The Aoude </a></span><pre class=\"inline\">model can readily  be adapted to requests for\r                             \r\n\nhearings  anent  attorneys'  fees.   Appellants'  protest  cannot\r\n\nsurvive the  resultant comparison.   Judge  Acosta knew  the case\r\n\ninside  and out.  He  gave the protagonists  ample opportunity to\r\n\npresent both factual data  and legal arguments.   He set no  page\r\n\nrestrictions  on  written  submissions, permitting  the  IRPAs to\r\n\nproffer thousands of pages of documents both in opposition to the\r\n\nPSC's requisitions and  in support  of their  own fee  requests.4\r\n\nThese filings  allowed the  IRPAs to go  into painstaking  detail\r\n\nboth as to their own contribution to the litigation and as to the\r\n\nreasons why the PSC members deserved a relatively modest slice of\r\n\n                    \r                              \r\n\n     4To  give the  reader a  taste of  what transpired,  we note\r\nthat,  on remand, the  IRPAs' initial submission,  filed June 10,\r\n1993, included a  memorandum of law regarding attorneys' fees and\r\nexpenses (110  pages, with a  40-page appendix), an  affidavit by\r\nthe IRPAs'  accountant, William Torres, detailing  the results of\r\nhis  analysis of  the PSC's claims  (approximately 650  pages), a\r\nmemorandum giving  an overview  of the efforts  and contributions\r\nmade  by the IRPAs (33 pages), and individual IRPA assessments of\r\nefforts   and   contributions   made   on   behalf   of   clients\r\n(approximately 2700 pages).  The IRPAs also filed a reply  to the\r\nPSC's  main submission,  again  unhampered by  page restrictions,\r\nthat totalled approximately 430 pages.\r\n\n                                10\r\r\n\nthe pie for their services in that capacity.\r\n\n          To be  sure, this  is a  high-stakes dispute,  but that\r\n\nfact,  in and of itself,  does not warrant  handcuffing the trial\r\n\ncourt.  Matters  of great consequence  are often decided  without\r\n\nlive  testimony.   See,  e.g., </pre><span class=\"citation\" data-id=\"515441\"><a href=\"/opinion/515441/salim-aoude-v-mobil-oil-corporation/\"><span class=\"id_token\">id.</span>  at  893-94 </a></span><pre class=\"inline\">(holding  that  an\r                                            \r\n\nevidentiary  hearing   is  not   obligatory  in  respect   to  an\r\n\napplication  for  preliminary   injunction);  United  States   v.\r                                                                      \r\n\nDeCologero,  </pre><span class=\"citation\" data-id=\"489942\"><a href=\"/opinion/489942/united-states-v-anthony-decologero/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">39</span></a></span><pre class=\"inline\">, 44  (1st  Cir. 1987)  (same, regarding\r                    \r\n\ncriminal defendant's motion to reduce his sentence); Amanullah v.\r                                                                        \r\n\nNelson, </pre><span class=\"citation\" data-id=\"482845\"><a href=\"/opinion/482845/amanullah-wahidullah-v-alan-c-nelson-charles-t-cobb-and-anne-frank/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 16-17 (1st Cir. 1987) (same, regarding habeas\r                \r\n\nreview  of   asylum   applicant's  detention   during   exclusion\r\n\nproceedings).  In the last analysis, what counts is not the prize\r\n\nat  stake,   but   whether   particular   parties   received   \"a\r\n\nfundamentally fair chance to present [their] side  of the story.\"\r\n\nNineteen </pre><span class=\"citation\" data-id=\"597408\"><span class=\"antecedent_guess\">Appeals,</span> <a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">611</span></a></span><pre class=\"inline\">.  \r                          \r\n\n          The controlling legal principle,  then, is that parties\r\n\nto a  fee dispute do not have the right to an evidentiary hearing\r\n\non demand.  When the written record affords an adequate basis for\r\n\na reasoned determination  of the  fee dispute, the  court in  its\r\n\ndiscretion  may  forgo  an  evidentiary hearing.    Here,  it  is\r\n\npellucid  that  the   litigants'  extensive  written  submissions\r\n\ncomprised  an   effective  substitute   for  such  a   hearing   \r\n\nparticularly since the judge had  lived with the litigation  from\r\n\nthe  start and had an encyclopedic knowledge  of it.  Under these\r\n\ncircumstances,  the court  did not  err in  refusing to  hold yet\r\n\nanother  hearing.  See, e.g.,  Norman v. Housing  Auth., </pre><span class=\"citation no-link\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n\n                                <span class=\"page\">11</span>\r</span><pre class=\"inline\">\r\n\n1292,  1303 (11th  Cir.  1988) (upholding  propriety of  awarding\r\n\nattorneys' fees  without an evidentiary hearing  \"based solely on\r\n\naffidavits in  the record\"); Bailey  v. Heckler,  </pre><span class=\"citation\" data-id=\"461266\"><a href=\"/opinion/461266/james-bailey-harley-hubbs-v-margaret-m-heckler-secretary-of-health-and/\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1167</span></a></span><pre class=\"inline\">,\r                                                         \r\n\n1171  (6th Cir. 1985) (explaining  that an evidentiary hearing is\r\n\nnot  required so  long  as the  record  is sufficient  to  permit\r\n\nmeaningful review);  National  Ass'n  of  Concerned  Veterans  v.\r                                                                       \r\n\nSecretary  of  Defense,  </pre><span class=\"citation\" data-id=\"402468\"><a href=\"/opinion/402468/national-association-of-concerned-veterans-appelleescross-appellants-v/\"><span class=\"volume\">675</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1319</span></a></span><pre class=\"inline\">,  1330  (D.C. Cir.  1982)\r                                \r\n\n(holding that  district court  may in its  discretion decline  to\r\n\nconvene   a   fee   hearing  where   information   generated   by\r\n\n\"documentation  accompanying  the  fee  application  and  through\r\n\nappropriate discovery  . . .  provides an adequate  factual basis\r\n\nfor  an award\"); Konczak  v. Tyrrell, </pre><span class=\"citation\" data-id=\"368465\"><a href=\"/opinion/368465/ca-79-2616-norb-j-konczak-and-linda-konczak-cross-appellees-v-arthur-t/\"><span class=\"volume\">603</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\">, 19  (7th Cir.\r                                              \r\n\n1979)  (indicating  that \"depth  of  the briefing\"  can  render a\r\n\nhearing on fees unnecessary), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1016</span> </span><pre class=\"inline\">(1980);\r                                                    \r\n\nsee also\r                  \r\n\nDeJesus  v. Banco Popular de P.R., </pre><span class=\"citation no-link\"><span class=\"volume\">951</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></span><pre class=\"inline\">, 7 (1st Cir. 1992)\r                                           \r\n\n(finding no  error in  lack of an  evidentiary hearing  regarding\r\n\ncounsel fees absent  some \"special  issue as to  which the  court\r\n\nneeded the assistance of counsel or witnesses\").\r\n\n          2.  Restrictions on Discovery.   Apart from the refusal\r                    2.  Restrictions on Discovery.\r                                                 \r\n\nto convene  a full-scale  hearing, appellants also  complain that\r\n\nthe  court  demonstrated  too  great  an  aversion  to  discovery\r\n\ninitiatives.    But  unlimited  adversarial discovery  is  not  a\r\n\nnecessary   or even  a usual   concomitant  of fee disputes,  see\r                                                                           \r\n\nNational Ass'n of  Concerned </pre><span class=\"citation\" data-id=\"402468\"><span class=\"antecedent_guess\">Veterans,</span> <a href=\"/opinion/402468/national-association-of-concerned-veterans-appelleescross-appellants-v/\"><span class=\"volume\">675</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">1329</span> </a></span><pre class=\"inline\"> (noting\r                                               \r\n\nthat,  in general, fee contests  should not involve  \"the type of\r\n\n                                12\r\r\n\nsearching discovery that  is typical where  issues on the  merits\r\n\nare presented\"), and, in the circumstances of this case, we think\r\n\nthat the court acted  well within the province of  its discretion\r\n\nin refusing to allow more elaborate discovery. \r\n\n          The Due  Process Clause does  not require  freewheeling\r\n\nadversarial discovery as standard equipment in fee contests.  See\r                                                                           \r\n\nNineteen </pre><span class=\"citation\" data-id=\"597408\"><span class=\"antecedent_guess\">Appeals,</span> <a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">982</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">614</span></a></span><pre class=\"inline\">.  This  case exemplifies  the\r                          \r\n\nwisdom of  the rule.   The district  court did not  shut off  all\r\n\ndiscovery,  and   the  procedures  that  the   court  employed   \r\n\nespecially the compelled  exchange of  documentation    minimized\r\n\nthe need for  additional discovery  by giving the  IRPAs the  raw\r\n\nmaterial  that they needed to sift through the particulars of the\r\n\nPSC's  fee application.  In  other words, the  court ensured that\r\n\nthe  IRPAs had  access to  all the  data reasonably  necessary to\r\n\nformulate  their  objections,5  including all  the  PSC  members'\r\n\ntime-and-expense   submissions,   summaries   thereof,   detailed\r\n\naccounts of the procedures used by the PSC to gather, review, and\r\n\naudit time  records, and the working  papers, correspondence, and\r\n\ndocumentation  generated  by  the  PSC's  accountants  during the\r\n\ncompilation  process.   With this  banquet of  information spread\r\n\nbefore them, appellants then partook of the court's liberality in\r\n\nallowing them to formulate extensive written submissions.\r\n\n          Furthermore,  the  court  below  also had  a  right  to\r\n                    \r                              \r\n\n     5The proof  of the  pudding is  in the  record.   The IRPAs'\r\ninitial submission  to  the district  court highlighted  specific\r\nobjections to  the PSC's fee  request, and,  following the  PSC's\r\nrejoinder, the IRPAs' reply  took precise aim at the  accuracy of\r\nthe supporting materials.\r\n\n                                13\r\r\n\nconsider the  extent to  which appellants' request  for discovery\r\n\nthreatened to multiply  the proceedings and turn  the fee dispute\r\n\ninto  a   litigation  of  mammoth  proportions.     Judge  Acosta\r\n\ncharacterized the  IRPAs'  discovery foray    which  encompassed,\r\n\ninter  alia, production of tax  returns for employees  of all PSC\r                     \r\n\nmembers' firms  and  details  anent  fringe  benefits  (including\r\n\nvacations,  maternity  leaves,  and  the  provision  of  training\r\n\nprograms)   as  \"a discovery scheme of needless  and unreasonable\r\n\nproportions.\"    It  is  surpassingly  difficult  to  fault  this\r\n\ncharacterization.\r\n\n          The sweeping  nature  of appellants'  request,  coupled\r\n\nwith  the fact that  the focus of  the hearings had  shifted away\r\n\nfrom the lodestar  and toward a  task-oriented assessment of  the\r\n\nlawyers' participation  in the litigation, give  substance to the\r\n\ndistrict  court's fears  that  granting appellants'  supplication\r\n\nwould have  started the  parties on  the road  to a  wasteful and\r\n\ntime-consuming \"satellite litigation.\"  On  this ramified record,\r\n\nappellants  can demonstrate  neither  a high  level  of need  for\r\n\nincremental discovery nor preponderant equities in favor of their\r\n\nrequest.  Hence, we  cannot say that the district  court's denial\r\n\nof  further  discovery  constituted   an  abuse  of  the  court's\r\n\nconsiderable discretion.  See,  e.g., National Ass'n of Concerned\r                                                                           \r\n\n</pre><span class=\"citation\" data-id=\"402468\"><span class=\"antecedent_guess\">Veterans,</span> <a href=\"/opinion/402468/national-association-of-concerned-veterans-appelleescross-appellants-v/\"><span class=\"volume\">675</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1329</span> </a></span><pre class=\"inline\">(holding that  district court \"retains\r                  \r\n\nsubstantial  discretion based on its view of the submissions as a\r\n\nwhole\" to limit further discovery).\r\n\n          3.   Lack of Cross-Examination.   As a  subset of their\r                    3.   Lack of Cross-Examination.\r                                                  \r\n\n                                14\r\r\n\nclaims regarding  the supposed necessity for  both an evidentiary\r\n\nhearing  and additional  discovery, appellants  contend that  the\r\n\ndistrict court should have allowed them to cross-examine  the PSC\r\n\nmembers  concerning   the  hours  that  they   logged  and  their\r\n\ncontribution to the creation of the Fund.  This is merely a back-\r\n\ndoor  attempt  to  rekindle  an extinguished  flame  and  satisfy\r\n\nappellants' thwarted desire for  either an evidentiary hearing or\r\n\nextensive depositions.\r\n\n          In  Chongris v.  Board  of Appeals,  </pre><span class=\"citation\" data-id=\"482848\"><a href=\"/opinion/482848/james-chongris-and-george-chongris-v-board-of-appeals-of-the-town-of/\"><span class=\"volume\">811</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span> </a></span><pre class=\"inline\"> (1st\r                                                      \r\n\nCir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1021</span> </span><pre class=\"inline\"> (1987), we held that, in  the\r                             \r\n\ncontext  of an administrative  hearing, lack of cross-examination\r\n\ndid not work a violation of due  process.  See </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 41-42. </span><pre class=\"inline\">  So\r                                                            \r\n\nit is here.   Moreover, because the lower court  could reasonably\r\n\nconclude  that   its  liberal  policy  with   regard  to  written\r\n\nsubmissions,  in  conjunction  with  the  IRPAs'  access  to  PSC\r\n\ndocumentation, obviated  the need for further  probing via cross-\r\n\nexamination, pretermitting cross-questioning  did not  constitute\r\n\nan abuse  of discretion.  Cf. Copeland v. Marshall, </pre><span class=\"citation\" data-id=\"387362\"><a href=\"/opinion/387362/dolores-j-copeland-individually-and-on-behalf-of-the-class-of-all-others/\"><span class=\"volume\">641</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span><pre class=\"inline\">,\r                                                            \r\n\n905 n.57 (D.C.  Cir. 1980) (en banc) (noting that  a live hearing\r\n\nis  not necessary if \"the adversary papers filed by plaintiff and\r\n\ndefendant . . . adequately illuminate the factual predicate for a\r\n\nreasonable fee\").\r\n\n          Appellants' attempt  to anchor  their claimed  right to\r\n\ncross-question PSC members on language excerpted from our earlier\r\n\nopinion, see, e.g.,  Nineteen </pre><span class=\"citation\" data-id=\"597408\"><span class=\"antecedent_guess\">Appeals,</span>  <a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">615</span></a></span><pre class=\"inline\">,  leaves\r                                               \r\n\nthem  adrift.   We  flatly  reject  the  suggestion, noting  that\r\n\n                                15\r\r\n\nappellants, to their discredit, have pieced the argument together\r\n\nby  cutting  words  loose   from  their  logical  and  contextual\r\n\nmoorings, and ignoring  limiting language that contradicts  their\r\n\ninterpretation.\r\n\n          The  bottom line is that the district court did not err\r\n\nin  refusing  to convene  an  evidentiary  hearing, declining  to\r\n\npermit   more  wide-ranging   discovery,   and   barring   cross-\r\n\nexamination.  Thus, whether the issue is cast in a constitutional\r\n\nmold   or  considered   under   an  abuse-of-discretion   rubric,\r\n\nappellants'  challenge  fails.    Either  way,  the  adjudicative\r\n\nprocess employed on remand passes muster.  \r\n\nIII.  APPROPRIATENESS OF THE METHODOLOGY\r          III.  APPROPRIATENESS OF THE METHODOLOGY\r\n\n          Appellants  claim that  the district  court erred  as a\r\n\nmatter  of law  in  embracing the  POF  method, rather  than  the\r\n\nlodestar  method, during  the fee-setting  pavane.  The  issue of\r\n\nwhether  a  district  court  may  use   a  given  methodology  in\r\n\nstructuring an award of attorneys' fees is one of law, and, thus,\r\n\nis  subject to  de novo  review.   See Liberty  Mut. Ins.  Co. v.\r                                                                        \r\n\nCommercial Union Ins. Co., </pre><span class=\"citation\" data-id=\"593905\"><a href=\"/opinion/593905/liberty-mutual-insurance-company-v-commercial-union-insurance-company/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">750</span></a></span><pre class=\"inline\">, 757 (1st Cir. 1992).\r                                   \r\n\n                   A.  Historical Perspective.\r                             A.  Historical Perspective.\r                                                       \r\n\n          A  few  introductory  comments  may  lend  a  sense  of\r\n\nperspective.  Traditionally, under  what has come to be  known as\r\n\nthe  \"American Rule,\" litigants bear their own counsel fees.  See\r                                                                           \r\n\nAlyeska Pipeline Serv. Co. v. Wilderness Soc'y, </pre><span class=\"citation\" data-id=\"109246\"><a href=\"/opinion/109246/alyeska-pipeline-service-co-v-wilderness-society/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">240</span></a></span><pre class=\"inline\">, 245\r                                                        \r\n\n(1975).    This rule  is  not without  exceptions.   Fee-shifting\r\n\nstatutes  comprise one  category of  exceptions.   See,  e.g., 42\r                                                                       \r\n\n                                16\r\r\n\nU.S.C.    1988, 2000e-5(k).  So, too, certain equitable doctrines\r\n\nfurnish  a basis  for  departing from  the  American Rule.    See\r                                                                           \r\n\nNineteen </pre><span class=\"citation\" data-id=\"597408\"><span class=\"antecedent_guess\">Appeals,</span> <a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">606</span></a></span><pre class=\"inline\">.\r                          \r\n\n          When  statutory  exceptions pertain,  we  have directed\r\n\ndistrict courts, for the most part,  to compute fees by using the\r\n\ntime-and-rate-based lodestar method.  See, e.g., United States v.\r                                                                        \r\n\nMetropolitan Dist. Comm'n, </pre><span class=\"citation\" data-id=\"506188\"><a href=\"/opinion/506188/united-states-v-metropolitan-district-commission-conservation-law/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span><pre class=\"inline\">, 15 (1st Cir. 1988); Segal\r                                                                           \r\n\nv. Gilbert Color Sys., Inc., </pre><span class=\"citation\" data-id=\"442974\"><a href=\"/opinion/442974/paul-s-segal-v-gilbert-color-systems-inc/\"><span class=\"volume\">746</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">78</span></a></span><pre class=\"inline\">, 85-86 (1st Cir. 1984);\r                                     \r\n\nsee also  City of  Burlington  v. Dague,  112 S.  Ct. 2638,  2641\r                                                 \r\n\n(1992) (acknowledging, in the statutory  fee-shifting context, \"a\r\n\nstrong  presumption that the  lodestar represents  the reasonable\r\n\nfee\")  (citation and internal quotation marks  omitted).  A court\r\n\narrives at  the  lodestar  by determining  the  number  of  hours\r\n\nproductively spent on the  litigation and multiplying those hours\r\n\nby reasonable hourly rates.   See Blum v. Stenson,  </pre><span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span><pre class=\"inline\">,\r                                                           \r\n\n896-902  (1984); </pre><span class=\"citation\" data-id=\"110929\"><span class=\"antecedent_guess\">Hensley,</span> <a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">433</span></a></span><pre class=\"inline\">; Lipsett v. Blanco, </pre><span class=\"citation\" data-id=\"591130\"><a href=\"/opinion/591130/annabelle-lipsett-v-gumersindo-blanco/\"><span class=\"volume\">975</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span><pre class=\"inline\">, 937 (1st Cir. 1992).\r\n\n          Although  the  lodestar  method  is  entrenched in  the\r\n\nstatutory fee-shifting  context, a growing number  of courts have\r\n\nlooked  elsewhere  in  \"common  fund\" cases     a  category  that\r\n\nencompasses cases in which  \"a litigant or lawyer who  recovers a\r\n\ncommon fund for the benefit of persons  other than himself or his\r\n\nclient is entitled to  a reasonable attorney's fee from  the fund\r\n\nas  a whole.\"    Boeing Co.  v.  Van Gemert,  </pre><span class=\"citation\" data-id=\"110180\"><a href=\"/opinion/110180/boeing-co-v-van-gemert/\"><span class=\"volume\">444</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span><pre class=\"inline\">,  478\r                                                     \r\n\n                                17\r\r\n\n(1980).6    The  POF   method  represents  one  such  alternative\r\n\napproach to  fee-setting.  This  method functions exactly  as the\r\n\nname implies:  the court shapes  the counsel fee based on what it\r\n\ndetermines  is a reasonable percentage  of the fund recovered for\r\n\nthose benefitted by the  litigation.  See, e.g., Camden  I Condo.\r                                                                           \r\n\nAss'n, Inc. v. Dunkle, </pre><span class=\"citation\" data-id=\"569388\"><a href=\"/opinion/569388/camden-i-condominium-association-inc-camden-l-condominium-association/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">768</span></a></span><pre class=\"inline\">, 771 (11th Cir. 1991).\r                               \r\n\n          Contrary to popular belief,  it is the lodestar method,\r\n\nnot the POF  method, that breaks from precedent.   Traditionally,\r\n\ncounsel fees in common  fund cases were computed as  a percentage\r\n\nof   the  fund,   subject,  of   course,  to   considerations  of\r\n\nreasonableness.  See, e.g., Central R.R. &amp; Banking Co. v. Pettus,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"91266\"><a href=\"/opinion/91266/central-railroad-banking-co-of-ga-v-pettus/\"><span class=\"volume\">113</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">116</span></a></span><pre class=\"inline\">, 127-28 (1885).  It was not until the mid-1970s that\r\n\njudicial infatuation with the  lodestar method started to spread.\r\n\nSee Swedish Hosp. Corp. v. Shalala, </pre><span class=\"citation\" data-id=\"628032\"><a href=\"/opinion/628032/swedish-hospital-corporation-v-donna-e-shalala-secretary-of-health-and/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1261</span></a></span><pre class=\"inline\">, 1266 (D.C. Cir.\r                                            \r\n\n1993) (chronicling  history of the debate).  Many courts embraced\r\n\nthe new approach,  and a wall  of cases soon  arose.  See,  e.g.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"387362\"><span class=\"antecedent_guess\">Copeland,</span>  <a href=\"/opinion/387362/dolores-j-copeland-individually-and-on-behalf-of-the-class-of-all-others/\"><span class=\"volume\">641</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">890-91</span></a></span><pre class=\"inline\">;  Furtado v. Bishop,  </pre><span class=\"citation\" data-id=\"384696\"><a href=\"/opinion/384696/john-furtado-v-harold-bishop/\"><span class=\"volume\">635</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">915</span></a></span><pre class=\"inline\">,\r                                                           \r\n\n919-20  (1st Cir. 1980); City  of Detroit v.  Grinnell Corp., </pre><span class=\"citation\" data-id=\"348520\"><a href=\"/opinion/348520/city-of-detroit-v-grinnell-corporation-bay-fair-shopping-center-exxon/\"><span class=\"volume\">560</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1093</span></a></span><pre class=\"inline\">, 1098 (2d Cir. 1977); Grunin v. International House of\r                                                                           \r\n\nPancakes,  </pre><span class=\"citation\" data-id=\"326352\"><a href=\"/opinion/326352/abraham-grunin-v-international-house-of-pancakes-a-division-of/\"><span class=\"volume\">513</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">114</span></a></span><pre class=\"inline\">, 128  (8th Cir.), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span>\r                                                                 \r\n\n<span class=\"page\">864</span> </span><pre class=\"inline\">(1975);  Lindy Bros. Builders,  Inc. v.  American Radiator  &amp;\r                                                                           \r\n\n                    \r                              \r\n\n     6The  common  fund  doctrine  is founded  on  the  equitable\r\nprinciple  that those  who have  profited from  litigation should\r\nshare  its costs.  While  class actions furnish  the most fertile\r\nground for the doctrine, its reach  is not limited to such cases.\r\nSee  Sprague  v. Ticonic  Nat'l Bank,  </pre><span class=\"citation\" data-id=\"103201\"><a href=\"/opinion/103201/sprague-v-ticonic-nat-bank/\"><span class=\"volume\">307</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span><pre class=\"inline\">,  167 (1939)\r                                              \r\n(holding that \"the  absence of an avowed class suit  . . . hardly\r\ntouch[es] the power of equity in doing justice as between a party\r\nand the beneficiaries of his litigation\").\r\n\n                                18\r\r\n\nStandard Sanitary Corp., </pre><span class=\"citation\" data-id=\"314756\"><a href=\"/opinion/314756/lindy-bros-builders-inc-of-phila-v-american-radiator-standard/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">161</span> </a></span><pre class=\"inline\">(3d Cir. 1973).\r                                 \r\n\n          A crack in the  wall appeared in 1984 when  the Supreme\r\n\nCourt  took pains to distinguish the  calculation of counsel fees\r\n\nunder fee-shifting statutes from  the calculation of counsel fees\r\n\nunder the common fund  doctrine.  The court described  the latter\r\n\ngroup as comprising cases in which \"a reasonable fee  is based on\r\n\na percentage of the fund bestowed on the class.\"   </pre><span class=\"citation\" data-id=\"111123\"><span class=\"antecedent_guess\">Blum,</span> <a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span>\r                                                                 \r\n\nat <span class=\"page\">900</span> </a></span><pre class=\"inline\">n.16.  Since Blum involved the application of the lodestar\r                                  \r\n\nunder a fee-shifting statute, footnote 16 is dictum.  Yet, it can\r\n\nhardly be dismissed as a slip  of the pen, and considered  dictum\r\n\nemanating from  the High  Court carries great  persuasive force.7\r\n\nSee  Dedham Water Co. v.  Cumberland Farms Dairy,  Inc., </pre><span class=\"citation\" data-id=\"588805\"><a href=\"/opinion/588805/dedham-water-co-inc-v-cumberland-farms-dairy-inc/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n\n<span class=\"page\">453</span></a></span><pre class=\"inline\">, 459 (1st Cir. 1992) (stating general rule that courts should\r\n\ngive \"considerable weight\" to  dictum that appears \"considered as\r\n\nopposed to casual\"); McCoy  v. Massachusetts Inst. of Technology,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\">, 19 (1st Cir. 1991) (same), cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span>\r                                                              \r\n\n<span class=\"page\">1939</span> </span><pre class=\"inline\">(1992).\r\n\n          Hard on  the heels of  footnote 16, the  Third Circuit,\r\n\nwhich  had been  in  the forefront  of  the movement  toward  the\r\n\nlodestar method, see, e.g., Lindy </pre><span class=\"citation\" data-id=\"314756\"><a href=\"/opinion/314756/lindy-bros-builders-inc-of-phila-v-american-radiator-standard/\"><span class=\"antecedent_guess\">Bros.,</span> supra</a></span><pre class=\"inline\">, sounded a note of\r                                                        \r\n\ncaution.   Its  blue-ribbon  task  force,  although  recommending\r\n\ncontinued use of the lodestar technique in statutory fee-shifting\r\n\n                    \r                              \r\n\n     7For this  reason, we find it unsurprising that other courts\r\nhave  cited  footnote  16  as  evidence  that  the  Blum  Court's\r                                                                  \r\n\"approval of the lodestar method in  the fee-shifting context was\r\nnot intended to overrule prior common fund cases. . . .\"  Swedish\r                                                                           \r\n</pre><span class=\"citation\" data-id=\"628032\"><span class=\"antecedent_guess\">Hosp.,</span>  <a href=\"/opinion/628032/swedish-hospital-corporation-v-donna-e-shalala-secretary-of-health-and/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1268</span></a></span><pre class=\"inline\">; see also Brown v. Phillips Petroleum Co.,\r                                                                          \r\n</pre><span class=\"citation\" data-id=\"500792\"><a href=\"/opinion/500792/oliver-s-brown-v-phillips-petroleum-company-etc-mobil-oil-corporation/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">451</span></a></span><pre class=\"inline\">, 454 (10th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">822</span> </span><pre class=\"inline\">(1988).\r                                                     \r\n\n                                19\r\r\n\ncases,  concluded that all fee awards in common fund cases should\r\n\nbe  structured as a  percentage of the  fund.  See  Report of the\r                                                            \r\n\nThird Circuit Task Force, Court Awarded Attorney Fees, </pre><span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">F.R.D.</span>\r                                                               \r\n\n<span class=\"page\">237</span></span><pre class=\"inline\">, 255 (1985) (hereinafter \"Third Circuit Report\").\r\n\n          Together, footnote 16 and  the Third Circuit Report led\r\n\nto a  thoroughgoing reexamination of the suitability of using the\r\n\nlodestar method in  common fund  cases.   This reexamination,  in\r\n\nturn, led to more frequent application  of the POF method in such\r\n\ncases.  See Federal Judicial Center, Awarding Attorneys' Fees and\r                                                                           \r\n\nManaging Fee Litigation  63-64 (1994) (hereinafter \"FJC  Report\")\r                                 \r\n\n(canvassing  case law).  Today, the D.C. Circuit and the Eleventh\r\n\nCircuit require the  use of the POF method  in common fund cases,\r\n\nsee Swedish </pre><span class=\"citation\" data-id=\"628032\"><span class=\"antecedent_guess\">Hosp.,</span> <a href=\"/opinion/628032/swedish-hospital-corporation-v-donna-e-shalala-secretary-of-health-and/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1271</span></a></span><pre class=\"inline\">; Camden </pre><span class=\"citation\" data-id=\"569388\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/569388/camden-i-condominium-association-inc-camden-l-condominium-association/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">774</span></a></span><pre class=\"inline\">, and\r                                                     \r\n\nfour other circuits confer discretion upon the  district court to\r\n\nchoose between the lodestar and POF methods in common fund cases,\r\n\nsee In re Washington Pub. Power  Supply Sys. Sec. Litig., </pre><span class=\"citation\" data-id=\"666044\"><a href=\"/opinion/666044/in-re-washington-public-power-supply-system-securities-litigation-class/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span>\r                                                                  \r\n\n<span class=\"page\">1291</span></a></span><pre class=\"inline\">, 1295 (9th Cir.  1994); Rawlings v. Prudential-Bache Props.,\r                                                                           \r\n\nInc., </pre><span class=\"citation\" data-id=\"657200\"><a href=\"/opinion/657200/robert-w-rawlings-on-his-own-behalf-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">513</span></a></span><pre class=\"inline\">, 516 (6th Cir. 1993); Harman v. Lymphomed, Inc.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"569147\"><a href=\"/opinion/569147/fed-sec-l-rep-p-96277-sarah-harman-samuel-golden-emery-sugar-v/\"><span class=\"volume\">945</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">969</span></a></span><pre class=\"inline\">, 975 (7th  Cir. 1991); Brown  v. Phillips Petroleum\r                                                                           \r\n\nCo., </pre><span class=\"citation\" data-id=\"500792\"><a href=\"/opinion/500792/oliver-s-brown-v-phillips-petroleum-company-etc-mobil-oil-corporation/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">451</span></a></span><pre class=\"inline\">, 454 (10th  Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">488</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">822</span>\r</span><pre class=\"inline\">                                                            \r\n\n(1988).   We  have yet  to pass  upon the  legitimacy of  the POF\r\n\nmethod in common fund cases.8\r\n                    \r                              \r\n\n     8Of course, we alluded to the trend in Weinberger, stating:\r                                                                \r\n\n          We  are aware  of the  tendency  exhibited by\r\n          some  courts,  particularly  in  common  fund\r\n          cases, to jettison the lodestar in favor of a\r\n          `reasonable  percent  of the  fund' approach.\r\n          Because the  absence of any true  common fund\r\n\n                                20\r\r\n\n             B.  Computing Fees in Common Fund Cases.\r                       B.  Computing Fees in Common Fund Cases.\r                                                              \r\n\n          We  have previously  classified this  as a  common fund\r\n\ncase.9   Appellants do not  dispute this  taxonomy, but,  rather,\r\n\nthey  insist  that Judge  Acosta erred  in  using the  POF method\r\n\nbecause the lodestar technique should hold sway in all attorneys'\r                                                                \r\n\nfee  determinations.10    Though  appellants  concede  that  this\r\n                    \r                              \r\n\n          renders  the  percentage approach  inapposite\r\n          here,  we cannot  fault the  district court's\r\n          implied  premise that  the  lodestar  is  the\r\n          soundest available alternative.\r\n\n</pre><span class=\"citation\" data-id=\"555766\"><span class=\"antecedent_guess\">Weinberger,</span>  <a href=\"/opinion/555766/william-weinberger-v-great-northern-nekoosa-corp/\"><span class=\"volume\">925</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">526</span> </a></span><pre class=\"inline\"> n.10 (citations  omitted).   This\r                    \r\nstatement  has  been  interpreted as  conferring  discretion upon\r\ndistrict courts to use the POF method  in common fund cases, see,\r                                                                          \r\ne.g., Wells v.  Dartmouth Bancorp,  Inc., 813 F.  Supp. 126,  129\r                                                  \r\n(D.N.H. 1993), and, in some quarters, as indicating  a preference\r\nfor the use of that method, see, e.g., FJC </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Report,</span> supra, at <span class=\"page\">64</span> </span><pre class=\"inline\">&amp;\r                                                                  \r\nn.305.\r\n\n     9We reached  this conclusion because the  Fund emanates from\r\n\"the disproportionate strivings of a few (the PSC members) to the\r\nbenefit   of  a   much   larger  number   (the  plaintiffs   and,\r\nderivatively, the IRPAs),\" Nineteen </pre><span class=\"citation\" data-id=\"597408\"><span class=\"antecedent_guess\">Appeals,</span> <a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">610</span></a></span><pre class=\"inline\">, and\r                                                     \r\npossesses   each  of  the  three  distinguishing  characteristics\r\nidentified by the Boeing Court:\r                                  \r\n\n          First,  the   .  .  .  beneficiaries  can  be\r\n          determined with complete assurance.   Second,\r\n          while the  extent  to which  each  individual\r\n          plaintiff and each  IRPA benefitted from  the\r\n          PSC's  efforts  cannot  be   quantified  with\r\n          mathematical  precision,  it  is possible  to\r\n          study the PSC's  contribution to the  overall\r\n          success of the litigation and approximate the\r\n          incremental  benefits   with  some  accuracy.\r\n          Finally,  the  district  court controls  [the\r\n          Fund],  and,  therefore, possesses  the ready\r\n          ability to prorate the  cost of achieving the\r\n          incremental benefits in an equitable manner.\r\n\n</pre><span class=\"citation\" data-id=\"597408\"><a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"id_token\">Id.</span> (citing Boeing, </a></span><pre class=\"inline\">444 U.S. at 478-79).\r                            \r\n\n     10In  a sermon  that  is difficult  to  reconcile with  this\r\ndisplay  of newfound  religion, appellants  preach intermittently\r\nthat  Judge Acosta's  initial suggestion    that  the  PSC's fees\r\n\n                                21\r\r\n\ncourt  has not  yet  decided  what  method(s) of  fee  allocation\r\n\nappropriately may  be invoked in  common fund cases,  they assert\r\n\nthat  the lodestar is  a far better alternative  and that its use\r\n\nshould be mandated in this circuit.\r\n\n          We think  that a more malleable  approach is indicated.\r\n\nThus, we hold  that in a common fund case  the district court, in\r\n\nthe exercise  of its  informed discretion, may  calculate counsel\r\n\nfees either  on a percentage of the fund basis or by fashioning a\r\n\nlodestar.   Our decision is  driven both by  our recognition that\r\n\nuse  of the  POF method  in common  fund cases is  the prevailing\r\n\npraxis and by  the distinct  advantages that the  POF method  can\r\n\nbring to bear in such cases.\r\n\n          In  complex litigation   and  common fund cases, by and\r\n\nlarge, tend  to  be complex     the POF  approach is  often  less\r\n\nburdensome to administer than  the lodestar method.  See  Swedish\r                                                                           \r\n\n</pre><span class=\"citation\" data-id=\"628032\"><span class=\"antecedent_guess\">Hosp.,</span>  <a href=\"/opinion/628032/swedish-hospital-corporation-v-donna-e-shalala-secretary-of-health-and/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1269</span> </a></span><pre class=\"inline\"> (finding POF approach  \"less demanding of\r               \r\n\nscarce  judicial resources\").   Rather than forcing  the judge to\r\n\nreview the time records of  a multitude of attorneys in  order to\r\n\ndetermine  the   necessity  and  reasonableness   of  every  hour\r\n\nexpended, the POF method permits the judge to focus on \"a showing\r\n\nthat  the fund conferring a  benefit on the  class resulted from\"\r\n\nthe lawyers' efforts.  Camden </pre><span class=\"citation\" data-id=\"569388\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/569388/camden-i-condominium-association-inc-camden-l-condominium-association/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">774</span></a></span><pre class=\"inline\">.  While the time\r                                         \r\n\n                    \r                              \r\n\nwould  probably be  computed  using  the  POF  method  and  would\r\nprobably  aggregate \"less  than 10%\"    should  be enshrined  and\r\nenforced by us.  We have already ruled  that this suggestion \"did\r\nnot  bind  the district  court to  a  ten percent  cap,\" Nineteen\r                                                                           \r\n</pre><span class=\"citation\" data-id=\"597408\"><span class=\"antecedent_guess\">Appeals,</span> <a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">612</span></a></span><pre class=\"inline\">, and appellants have  proffered nothing\r                 \r\nthat prompts us to revisit this ruling.\r\n\n                                22\r\r\n\nlogged is still relevant to the court's inquiry   even under  the\r\n\nPOF method, time  records tend to illuminate  the attorneys' role\r\n\nin  the creation  of  the fund,  and,  thus, inform  the  court's\r\n\ninquiry into  the reasonableness  of a particular  percentage11  \r\n\nthe shift in focus lessens the possibility of collateral disputes\r\n\nthat  might transform  the  fee proceeding  into  a second  major\r\n\nlitigation.\r\n\n          For another  thing, using  the POF method  in a  common\r\n\nfund  case enhances efficiency, or, put in the reverse, using the\r\n\nlodestar method in  such a case  encourages inefficiency.   Under\r\n\nthe latter approach, attorneys not only have a monetary incentive\r\n\nto spend as  many hours as possible (and bill  for them) but also\r\n\nface a  strong  disincentive  to early  settlement.    See  Third\r                                                                    \r\n\nCircuit  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Report,</span> <span class=\"volume\">108</span> <span class=\"reporter\">F.R.D.</span>  at <span class=\"page\">247-48</span> </span><pre class=\"inline\"> (finding that,  in common\r\n\nfund cases,  the lodestar method \"encourag[es]  lawyers to expend\r\n\nexcessive  hours\"  and  \"creates  a disincentive  for  the  early\r\n\nsettlement of  cases\"); see also  FJC </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Report,</span> supra, at  <span class=\"page\">310</span></span><pre class=\"inline\">.  If\r                                                             \r\n\nthe  POF  method  is  utilized, a  lawyer  is  still  free to  be\r\n\ninefficient  or to drag her feet in pursuing settlement options  \r\n\nbut, rather  than being rewarded for  this unproductive behavior,\r\n\nshe will likely reduce her own return on hours expended.\r\n\n          Another  point  is  worth  making:    because  the  POF\r\n\ntechnique is  result-oriented  rather than  process-oriented,  it\r\n\n                    \r                              \r\n\n     11For this reason,  and because  the district  court in  any\r\ngiven case may  eschew the POF  method in favor  of the  lodestar\r\nmethod, we urge attorneys  to keep detailed, contemporaneous time\r\nrecords in common fund cases.\r\n\n                                23\r\r\n\nbetter approximates the  workings of the  marketplace.  We  think\r\n\nthat  Judge Posner  captured the  essence of  this point  when he\r\n\nwrote that \"the market in fact pays not  for the individual hours\r\n\nbut for  the ensemble  of services  rendered  in a  case of  this\r\n\ncharacter.\"   In re Continental  Ill. Sec. Litig.,  </pre><span class=\"citation\" data-id=\"582606\"><a href=\"/opinion/582606/in-the-matter-of-continental-illinois-securities-litigation-fred-l/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">566</span></a></span><pre class=\"inline\">,\r                                                           \r\n\n572 (7th  Cir. 1992).   In fine, the  market pays for  the result\r\n\nachieved.\r\n\n          Let us be perfectly clear.   We do not pretend that the\r\n\nPOF  approach   is  foolproof,  or   that  it  suffers   from  no\r\n\ndisadvantages.      For   example,   it   may   result   in   the\r\n\novercompensation  of  lawyers  in  situations  where actions  are\r\n\nresolved  before   counsel  has  invested   significant  time  or\r\n\nresources.  See  Six Mexican Workers  v. Arizona Citrus  Growers,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"542905\"><a href=\"/opinion/542905/six-6-mexican-workers-v-arizona-citrus-growers-bodine-produce-company/\"><span class=\"volume\">904</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">1301</span></a></span><pre class=\"inline\">, 1311  (9th Cir.  1990)  (counselling use  of the\r\n\nlodestar method rather than  the POF method when \"the  percentage\r\n\nrecovery  would be either too small or  too large in light of the\r\n\nhours devoted to the  case or other relevant factors\");  see also\r                                                                           \r\n\nThird Circuit </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Report,</span>  <span class=\"volume\">108</span> <span class=\"reporter\">F.R.D.</span> at <span class=\"page\">242</span> </span><pre class=\"inline\"> (noting \"criticism from\r\n\nwithin the  profession\" that fees under the  POF method sometimes\r\n\nare   \"disproportionate  to   actual  efforts  expended   by  the\r\n\nattorneys\").  The  converse is also true;  law firms may  be less\r\n\nwilling to  commit needed  resources to  common fund cases,  even\r\n\nthose  for  the  public  benefit,  if  the   likely  recovery  is\r\n\nrelatively  small.   It can  also be  argued that  the percentage\r\n\nmethod  may lend itself to  arbitrary fee awards  by some courts.\r\n\nSee  generally  Washington  Pub.  </pre><span class=\"citation\" data-id=\"666044\"><span class=\"antecedent_guess\">Power,</span>  <a href=\"/opinion/666044/in-re-washington-public-power-supply-system-securities-litigation-class/\"><span class=\"volume\">19</span>  <span class=\"reporter\">F.3d</span>  at  <span class=\"page\">1294</span> </a></span><pre class=\"inline\"> n.2\r                                                 \r\n\n                                24\r\r\n\n(counselling that, to avoid arbitrary fee awards, neither the POF\r\n\nnor  the lodestar  method \"should  be applied  in a  formulaic or\r\n\nmechanical fashion\"); cf. Laffey  v. Northwest Airlines Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">746</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></span><pre class=\"inline\">,  12-13 (D.C. Cir. 1984)  (attributing widespread adoption\r\n\nof   lodestar  method   to   desire  to   reduce   \"arbitrariness\r\n\ncharacteristic  of court  awards of  attorneys fees\"  under other\r\n\nmethods),  cert.  denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">472</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">1021</span> </span><pre class=\"inline\"> (1985).    Given  the\r                                  \r\n\npeculiarities of common fund cases and the fact that each method,\r\n\nin  its own  way, offers  particular advantages,  we believe  the\r\n\napproach  of choice is to accord the district court discretion to\r\n\nuse whichever method,  POF or lodestar, best  fits the individual\r\n\ncase.   We  so  hold, recognizing  that  the discretion  we  have\r\n\ndescribed  may, at  times, involve  using a  combination  of both\r\n\nmethods  when appropriate.   Cf.  Metropolitan Dist.  </pre><span class=\"citation\" data-id=\"506188\"><span class=\"antecedent_guess\">Comm'n,</span> <a href=\"/opinion/506188/united-states-v-metropolitan-district-commission-conservation-law/\"><span class=\"volume\">847</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span>  at  <span class=\"page\">15</span> </a></span><pre class=\"inline\">(advocating  flexible  approach  to determining  fee\r\n\nawards because an overly  mechanical rule \"sacrifice[s] substance\r\n\non the altar of form\").\r\n\n            In  arriving at this  decision, we reject appellants'\r\n\nsuggestion that Dague,  a case in which the Court  barred the use\r                               \r\n\nof  contingency enhancements in respect to fee-shifting statutes,\r\n\ncompels a different conclusion.  Although the Dague  Court stated\r                                                             \r\n\nthat  \"[t]he `lodestar' figure has,  as its name suggests, become\r\n\nthe guiding light of our fee-shifting </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">jurisprudence,\"</span>  <span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span>\r\n\nat  <span class=\"page\">2641</span></span><pre class=\"inline\">,  and  remarked that  it  had  \"generally\"  abjured \"the\r\n\ncontingent-fee  model     which  would  make   the  fee  award  a\r\n\npercentage  of the  value of  the relief  awarded in  the primary\r\n\n                                25\r\r\n\naction     [in  favor  of]  the  lodestar  model,\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>  at  2643\r</span><pre class=\"inline\">                                                                 \r\n\n(citations,  footnotes, and  internal quotations  omitted), these\r\n\nstatements were made in  the course of a discussion  of statutory\r\n\nfee-shifting  cases.    The  Court's  reasoning   reflected  this\r\n\nenvironment;  the  opinion  stressed  the  limiting  effects   of\r\n\nstatutory language in fee-shifting cases, see </pre><span class=\"citation no-link\"><span class=\"id_token\">id.,</span> and set </span><pre class=\"inline\">out \"a\r                                                           \r\n\nnumber of reasons for  concluding that no contingency enhancement\r\n\nis compatible with the fee shifting statutes at issue,\" </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>  This\r                                                                     \r\n\ncase, </span><pre class=\"inline\"> unlike  Dague,  involves  a  common  fund  rather  than  a\r                              \r\n\nstatutory fee-shifting  scheme.   Since Dague, fairly  read, does\r                                                       \r\n\nnot  require abandonment  of  the POF  method  typically used  in\r\n\ncommon  fund cases, it is  not controlling here.   Accord Swedish\r                                                                           \r\n\n</pre><span class=\"citation\" data-id=\"628032\"><span class=\"antecedent_guess\">Hosp.,</span> <a href=\"/opinion/628032/swedish-hospital-corporation-v-donna-e-shalala-secretary-of-health-and/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> at  <span class=\"page\">1267-70</span> </a></span><pre class=\"inline\">(concluding that Dague does not bar use\r                                                          \r\n\nof the POF method in common fund cases).\r\n\n                      C.  Applying the Rule.\r                                C.  Applying the Rule.\r                                                     \r\n\n          Having placed our imprimatur on a decisional model that\r\n\nmaximizes flexibility, we  move from the general to  the specific\r\n\nand turn next to the order  under review.  In this connection, we\r\n\nrule that  the court below did  not err in purposing  to allocate\r\n\nfees  based  on  the   POF  method,  emphasizing  the  attorneys'\r\n\n\"relative  contribution\" to  the creation  of the  Fund.   In the\r\n\nfirst  place, Judge  Acosta had  originally stated  an  intent to\r\n\ncompensate the  PSC  members under  a percentage  approach.   See\r                                                                           \r\n\nsupra  note 10.  In \"justifiable reliance\" on this statement, see\r                                                                           \r\n\nNineteen </pre><span class=\"citation\" data-id=\"597408\"><span class=\"antecedent_guess\">Appeals,</span> <a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">614</span> </a></span><pre class=\"inline\">n.19, the majority of the IRPAs\r                          \r\n\ndid  not maintain  time records.    The difficulties  inherent in\r\n\n                                26\r\r\n\nimplementing the  lodestar under these circumstances  militate in\r\n\nfavor  of sticking to the POF method.  In the second place, as we\r\n\nhave  explained  above,  the  POF   approach  offers  significant\r\n\nstructural  advantages in  common fund  cases, including  ease of\r\n\nadministration,  efficiency, and  a  close approximation  of  the\r\n\nmarketplace.   Finally,  a further case-specific  factor counsels\r\n\nagainst using the lodestar here.   Unlike the prototypical common\r\n\nfund case, this case involves a subdivision of a fee fund amassed\r                                                     \r\n\nby the operation of  sundry contractually determined percentages.\r\n\nThus, using the POF  method to effectuate the subdivision  of the\r\n\nFund  brings a  sort of  elemental symmetry  to   the fee-setting\r\n\nprocess.  Relatedly, because this case calls for a subdivision of\r\n\na fee fund,  rather than a  unitary award of  fees, \"a trier  who\r\n\nattempted punctiliously to follow  the classic lodestar  formula,\r\n\nto  the exclusion  of  all  else,  could  theoretically  wind  up\r\n\nawarding the entire fee pool to  the PSC, leaving nothing for the\r\n\nIRPAs.\"  </pre><span class=\"citation\" data-id=\"597408\"><a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"id_token\">Id.</span>  at 614 </a></span><pre class=\"inline\"> n.20.  Use  of the POF  method negates  any\r                      \r\n\npossibility of this totally indefensible result.\r\n\nIV.  APPROPRIATENESS OF THE ALLOCATION\r          IV.  APPROPRIATENESS OF THE ALLOCATION\r\n\n          In allocating counsel fees, the district court assigned\r\n\n70%  of the Fund  to the PSC,  leaving 30% to be  split among the\r\n\nIRPAs.12    Appellants object.    We review  this  allocation for\r\n\nabuse of discretion, see, e.g., Foley v. City of Lowell, </pre><span class=\"citation\" data-id=\"571252\"><a href=\"/opinion/571252/michael-j-foley-v-city-of-lowell-massachusetts-michael-j-foley-v-city/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n\n<span class=\"page\">10</span></a></span><pre class=\"inline\">,  18 (1st Cir. 1991), mindful that,  in respect to fee awards,\r\n\n                    \r                              \r\n\n     12The  PSC members  will, of  course,  share ratably  in the\r\nlatter portion of the award as well.  See supra note 2.\r                                                         \r\n\n                                27\r\r\n\nthe  trial court's  latitude is  \"extremely broad,\"  </pre><span class=\"citation\" data-id=\"591130\"><span class=\"antecedent_guess\">Lipsett,</span> <a href=\"/opinion/591130/annabelle-lipsett-v-gumersindo-blanco/\"><span class=\"volume\">975</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> at  <span class=\"page\">937</span></a></span><pre class=\"inline\">.   After scrutinizing  the Brobdingnagian  record in\r\n\nthis  case,  we  are convinced  that  the  court  below erred  in\r\n\nweighing  and synthesizing the factors  relevant to a division of\r\n\nthe fees, and in settling upon so lopsided a split.\r\n\n                       A.  Cutting the Pie.\r                                 A.  Cutting the Pie.\r                                                    \r\n\n          In  the proceedings  on remand,  Judge  Acosta lavished\r\n\npraise  on all the plaintiffs' lawyers, lauding the \"high caliber\r\n\nlegal representation\" provided by both the PSC and the IRPAs.  He\r\n\nthen summarized the tasks undertaken by the two sets of attorneys\r\n\nin the  course of the litigation.  In the judge's view, the PSC's\r\n\nmost  significant  accomplishments   included  (1)  performing  a\r\n\ncomprehensive  on-site investigation  of the accident  scene, (2)\r\n\n\"identif[ying] the  manufacturers  and suppliers  of many  . .  .\r\n\nproducts  and  services  .  .  .  and  develop[ing]  theories  of\r\n\nliability   against  each   opponent,\"  (3)   drafting  plethoric\r\n\npleadings, including the  master complaint,  weekly agendas,  and\r\n\nseveral pretrial  memoranda,  (4) filing  \"literally hundreds  of\r\n\nmotions  . .  .  on numerous  topics,  including many  novel  and\r\n\ncreative issues,\" (5) orchestrating extensive pretrial discovery,\r\n\n(6) conducting the nine-week Phase I trial and  the fifteen-month\r\n\nPhase  II  trial (in  the  course  of which  the  PSC  called 313\r\n\nwitnesses  and offered  1,455  exhibits),  and (7)  \"aggressively\r\n\npursu[ing] settlement negotiations.\"   The  court visualized  the\r\n\nIRPAs' main accomplishments as comprising (1)  maintaining direct\r\n\nclient  communication,  counselling  clients,  and  keeping  them\r\n\n                                28\r\r\n\nabreast of  developments in the litigation, (2)  carrying out the\r\n\nfactual investigation incident to individual cases, with especial\r\n\nemphasis on issues pertaining  to damages, (3) retaining experts,\r\n\nincluding  physicians, economists, and  actuaries, and,  once the\r\n\nexperts had  been located,  collaborating with them  to establish\r\n\ndamages,  (4)  researching  client-specific legal  issues  (e.g.,\r                                                                          \r\n\nstanding,   assumption  of  risk),  (5)  representing  individual\r\n\nplaintiffs  in  connection  with  ancillary   matters,  including\r\n\nprobate, inheritance, insurance,  and domestic relations matters,\r\n\n(6)  meeting with Judge Bechtle \"as part of the settlement scheme\r\n\nto negotiate  settlement values for [individual]  cases,\" and (7)\r\n\nassisting  clients  in  reaching  informed  decisions  (including\r\n\ndecisions   about   whether  to   accept   or  reject   proffered\r\n\nsettlements).  Moreover, certain selected plaintiffs were used as\r\n\nexemplars for purposes of  the Phase II trial, and  the IRPAs who\r\n\nrepresented  those plaintiffs  actually  presented  the  evidence\r\n\npertaining to their clients' damages.\r\n\n          Having  made these ledger  entries, the  district court\r\n\nthen  tabulated  the  columns.   It  concluded  that  \"reasonable\r\n\ncompensation for the work  undertaken requires recognition of the\r\n\nmassive undertaking of the PSC in terms of the organizational and\r\n\nfinancial   requirements,   the  overwhelming   amount   of  work\r\n\nperformed,  the significant  time constraints,  and the  numerous\r\n\ncomplex and novel issues  addressed during the proceedings .  . .\r\n\n.\"   Contrasting this workload \"with the IRPAs' efforts in client\r\n\ncommunication and counseling, client preparation  for settlement,\r\n\n                                29\r\r\n\nand  handling of the damages  issues,\" the court  awarded the PSC\r\n\n70% of the  fee due under each  individual contingency agreement,\r\n\nthus permitting each IRPA to retain only 30%  of the fee promised\r\n\nby the client.\r\n\n              B.  Evaluating the Court's Handiwork.\r                        B.  Evaluating the Court's Handiwork.\r                                                            \r\n\n          We are uneasy with the way in which the lower court cut\r\n\nthe fee pie, and with the size and shape of the resultant wedges,\r\n\nfor several reasons.\r\n\n          First, we are troubled by  the implications of a scheme\r\n\nin which the trial judge selects  a chosen few from many  lawyers\r\n\nwho  volunteer,  assigns  legal   tasks  to  those  few  (thereby\r\n\ndictating, albeit indirectly, the scope of the work  remaining to\r\n\nbe  done  by  the many),  and  then,  in  awarding fees,  heavily\r\n\npenalizes  the very lawyers to whom he has relegated the \"lesser\"\r\n\nduties.  Courts must recognize that while such an arrangement may\r\n\nbe a necessary  concomitant to skillful  case management of  mass\r\n\ntort  suits,  it nevertheless  significantly  interferes  with an\r\n\nattorney's expectations regarding the fees that his or her client\r\n\nhas  agreed to  pay.    Conversely,  lead counsel  are  typically\r\n\nvolunteers, as  in this case, and, as such, they have no right to\r\n\nharbor any expectation beyond a fair  day's pay for a fair  day's\r\n\nwork if a  fee fund  develops.  Cf.  Matthew 20:1-16  (recounting\r                                                      \r\n\nparable of the laborers in the vineyard).  We believe that  trial\r\n\ncourts should  take these differing expectations  into account in\r\n\nallocating fees.   Here, the  judge's rescript  does not  suggest\r\n\nthat he factored these expectations into the decisional calculus.\r\n\n                                30\r\r\n\n          Courts must  also be  sensitive  to a  second facet  of\r\n\neconomic  reality:  the power  to appoint lead  counsel gives the\r\n\ntrial judge an unusual  degree of control over the  livelihood of\r\n\nthe  lawyers  who   practice  before  the  court.    Though  such\r\n\nappointments  are often  an  administrative necessity  in complex\r\n\nlitigation, and disproportionate fees are at times an unavoidable\r\n\nconsequence of the classic common fund  \"free rider\" problem, see\r                                                                           \r\n\ngenerally  Mancur  Olson, Jr.,  The  Logic  of Collective  Action\r                                                                           \r\n\n(1971),  the  judge  must  attempt to  avoid  any  perception  of\r\n\nfavoritism.    This  need  is  especially  acute  in  mass   tort\r\n\nlitigation where,  as this case illustrates,  free rider concerns\r\n\nare minimized by  the important nature of the work  to be done by\r\n\nclaimants'  individually  retained  attorneys.    In  this  case,\r\n\nmoreover,  free rider concerns are also lessened by the fact that\r\n\nmost  of  the  IRPAs applied  for  appointment  to  the PSC,  see\r                                                                           \r\n\nNineteen </pre><span class=\"citation\" data-id=\"597408\"><span class=\"antecedent_guess\">Appeals,</span> <a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">605</span> </a></span><pre class=\"inline\">(noting that over 40  of the 56\r                          \r\n\nIRPAs volunteered  to serve  on the PSC),  thus signifying  their\r\n\nwillingness to  pay full fare.   The record does  not contain any\r\n\nclue  intimating that  Judge Acosta  considered these  factors in\r\n\nordering that 70% of the fees be paid to the PSC.\r\n\n          Third, and relatedly, this  case required the IRPAs not\r\n\nmerely to go along for a free ride but to earn their keep.   They\r\n\nexhibited  great  versatility,  counseling  clients,  researching\r\n\nmedical   histories,  arranging   for  specialists   to  evaluate\r\n\ninjuries, preparing  the damages  aspect of each  case (including\r\n\nextensive   work   with  physicians,   psychologists,  actuaries,\r\n\n                                31\r\r\n\nvocational  specialists, and other witnesses), obtaining evidence\r\n\nneeded  to  prove  losses   of  earnings  and  earning  capacity,\r\n\nresponding  to  client-specific   discovery,  preparing  for  and\r\n\nattending  clients'  depositions,  negotiating settlement  values\r\n\nbefore Judge Bechtle, assisting clients with probate,  insurance,\r\n\nand   tax  matters,   and   handling  a   bewildering  array   of\r\n\nidiosyncratic problems as they developed.  This is a far cry from\r\n\nthe paradigmatic  common  fund case     say, a  securities  class\r\n\naction   in  which class counsel  do virtually all the  work, and\r\n\nother counsel piggyback  on their efforts.  See, e.g., In re Ivan\r                                                                           \r\n\nF. Boesky Sec. Litig., </pre><span class=\"citation\" data-id=\"572144\"><a href=\"/opinion/572144/fed-sec-l-rep-p-96400-in-re-ivan-f-boesky-securities-litigation/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1358</span></a></span><pre class=\"inline\">, 1364-65 (2d Cir. 1991); see\r                                                                           \r\n\nalso  Randall S.  Thomas  &amp; Robert  G.  Hansen, Auctioning  Class\r                                                                           \r\n\nAction and Derivative Lawsuits:   A Critical Analysis, 87  Nw. U.\r                                                               \r\n\nL.  Rev.  423,  429  (1993) (explaining  that,  in  general, lead\r\n\ncounsel in  class actions have \"substantial  authority to conduct\r\n\nthe  litigation,  even  to  the  exclusion  of  other  counsel\");\r\n\nJonathan  R.   Macey  &amp;  Geoffrey  P.   Miller,  The  Plaintiffs'\r                                                                           \r\n\nAttorney's  Role  in  Class  Action  and  Derivative  Litigation:\r                                                                           \r\n\nEconomic Analysis  and Recommendations for Reform, 58  U. Chi. L.\r                                                           \r\n\nRev.  1,  3  (1991)  (observing  that  plaintiffs'  class  action\r\n\nattorneys  have   \"nearly  plenary  control  over  all  important\r\n\ndecisions in the lawsuit\" because of the absence of monitoring by\r\n\nclients).     We  see  no  sign  that  the  district  court  gave\r\n\nsignificant weight to this reality.\r\n\n          This  leads  directly  to  a  fourth point.    We  have\r\n\ncarefully considered  the IRPAs' compendious  submissions and are\r\n\n                                32\r\r\n\nof the view that Judge Acosta undervalued the worth of the client\r\n\ncontact/counseling aspect of this  litigation.  Such services are\r\n\nlabor-intensive and  frequently low in  visibility   at  least in\r\n\nvisibility from the bench.   Thus, they are susceptible  to being\r\n\noverlooked, leading to an overemphasis  on the relative value  of\r\n\nthe  court-related  work.    Despite their  lack  of  visibility,\r\n\nhowever, the mundane chores incident to client representation are\r\n\nparticularly  critical in  a  mass tort  common  fund case.    We\r\n\nexplain briefly.\r\n\n          In a securities class action many of the victims do not\r\n\nparticipate in the lawsuit, and are aware of their loss dimly, if\r\n\nat all.   See, e.g.,  Macey &amp; </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Miller,</span>  supra, at <span class=\"page\">30</span> </span><pre class=\"inline\"> (noting that\r                                                      \r\n\n\"[i]n the  large-scale, small-claim  class action  context . .  .\r\n\n[plaintiffs]  are typically unaware  that they even  have a claim\r\n\nagainst  the  defendant\").   The  mass  tort  context  supplies a\r\n\nstunning  contrast.  In a  mass tort action,  the victims' losses\r\n\n(whether of life, limb,  or loved ones) are almost  always keenly\r\n\nfelt, and are  usually not  amenable to computation  by a  simple\r\n\narithmetic  formula.   As  a  result,  the individual  plaintiffs\r\n\ntypically require a  multitude of services, many  of which cannot\r\n\nbe satisfied  by  an  impersonal  steering committee.    In  such\r\n\ncircumstances,  the  attention   of  the  individually   retained\r\n\nattorneys  becomes   crucial  to  the  success   of  the  overall\r\n\nenterprise.13   That  important contribution  demands appropriate\r\n                    \r                              \r\n\n     13One IRPA, now deceased, made this point in a submission to\r\nthe district court:\r\n\n                                33\r\r\n\nrecognition.\r\n\n          Fifth, although we do  not dispute the district court's\r\n\nassessment  of the quality of the PSC's work, this factor cancels\r\n\nitself  out  to  some extent.    After  all,  the district  court\r\n\nrepeatedly commented  upon \"the excellence of  the work performed\r\n\nby all attorneys\" (emphasis supplied), and left no doubt but that\r                \r\n\nboth sets of plaintiffs'  lawyers had rendered exemplary service.\r\n\nGiven these  widespread plaudits,  it seems manifestly  unfair to\r\n\nreward excellence on the part of one group and not the other.\r\n\n          Sixth,  the  district  court  failed   to  advance  any\r\n\nreasoned explanation as to why it boosted  the PSC's share of the\r\n\nFund  from  52%  in the  initial  go-round  to  70% on  remand.14\r\n                    \r                              \r\n\n          In the course  of representing these clients,\r\n          the attorneys and staff did hundreds of hours\r\n          of  work that was  not separately  billed but\r\n          that is a part  of the work of competent  and\r\n          dedicated [IRPAs].  For example we helped  to\r\n          arrange  the shipping  of bodies  from Puerto\r\n          Rico to their homes, counseled families . . .\r\n          to help them function as  witnesses, obtained\r\n          [hard   to   locate]  records,   investigated\r\n          possible  criminal   activity,  searched  for\r\n          heirs,  negotiated  with creditors,  and with\r\n          law  enforcement   agencies,  and  researched\r\n          legal  issues such  as the  rights to  awards\r\n          from the State insurance fund.\r\n\n     14This  discrepancy cannot  be brushed  aside with  the glib\r\nreminder  that,  on  remand,  the district  court  abandoned  the\r\nlodestar in  favor of the POF  method.  The  court had originally\r\narrived  at the 52% figure through an enhancement of the lodestar\r\nto account for  \"the extraordinary results\" achieved  by the PSC.\r\nIn re San Juan Dupont Plaza Hotel Fire Litig., </pre><span class=\"citation\" data-id=\"2365500\"><a href=\"/opinion/2365500/in-re-san-juan-dupont-plaza-hotel-fire-litigation/\"><span class=\"volume\">768</span>  <span class=\"reporter\">F. Supp.</span> <span class=\"page\">912</span></a></span><pre class=\"inline\">,\r                                                       \r\n932  (D.P.R. 1991).  Thus, the court premised the original award,\r\nin  large measure,  on its  assessment of the  role that  the PSC\r\nplayed in creating the Fund.\r\n\n                                34\r\r\n\nThough we have great  confidence in Judge Acosta, his  silence on\r\n\nthis  subject  leaves  the  award   open  to  a  perception  that\r\n\nappellants have been penalized for successfully prosecuting their\r\n\nprevious appeals.   Cf. North  Carolina v. Pearce,  </pre><span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">711</span>\r</a></span><pre class=\"inline\">                                                           \r\n\n(1969)  (discussing importance  of  dispelling any  appearance of\r\n\nvindictiveness when a judge imposes a more severe sentence upon a\r\n\ncriminal defendant after the defendant wins a new trial).\r\n\n          Seventh,  the  district  court   erred  in  failing  to\r\n\ncompensate the  representative trial  counsel   those  IRPAs who,\r\n\nthough  not members  of the  PSC, prepared  and/or tried  the so-\r\n\ncalled \"representative\" cases   for  their work in that capacity.\r\n\nJust as the PSC members deserved compensation for their endeavors\r\n\non behalf of the  whole, the IRPAs who labored  as representative\r\n\ncounsel  conferred  a common  benefit,  and  must be  compensated\r\n\naccordingly.\r\n\n          Last   but far from least   we are persuaded, on whole-\r\n\nrecord review, that it is simply unreasonable to award 70% of the\r\n\naggregate  fees  to the  attorneys  who  managed the  litigation,\r\n\nleaving only 30% of the Fund to those who brought  in the clients\r\n\nand worked hand-in-hand with them throughout the pendency of this\r\n\nlong  safari of  a case.   Because  mass tort  cases are  a breed\r\n\napart, it is difficult  to envision situations in which,  if fees\r\n\nare  divided  between  lead  counsel  and  individually  retained\r\n\ncounsel  under a POF formula, the latter  will not be entitled to\r\n\n                                35\r\r\n\nat  least  half   the  fees.15    We  do   not  think  that  this\r\n\nlitigation, though unique,  so far overshoots all  other cases as\r\n\nto  warrant  a substantially  larger  differential.   See,  e.g.,\r                                                                          \r\n\nVincent  v. Hughes  Air W.,  Inc., </pre><span class=\"citation\" data-id=\"346829\"><a href=\"/opinion/346829/jewel-vincent-claimant-appellant-v-hughes-air-west-inc-a-corporation/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">759</span> </a></span><pre class=\"inline\">(9th  Cir. 1977)\r                                           \r\n\n(upholding district  court's allocation of 5%  of gross recovery,\r\n\nor approximately  20% of the  fee fund, to  lead counsel  in mass\r\n\ntort action).\r\n\n          Concluding, as we do,  that the fee allocation reflects\r\n\na  serious  error   of  judgment,  and  therefore   an  abuse  of\r\n\ndiscretion, we vacate the award.\r\n\nV.  REMEDY\r          V.  REMEDY\r\n\n          Ordinarily, \"an improper calculation of attorneys' fees\r\n\nnecessitates remand for reconfiguration  of the award.\"  </pre><span class=\"citation\" data-id=\"591130\"><span class=\"antecedent_guess\">Lipsett,</span>\r                                                                          \r\n\n<a href=\"/opinion/591130/annabelle-lipsett-v-gumersindo-blanco/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">943</span></a></span><pre class=\"inline\">.   But this rule admits of exceptions, so long as\r\n\n\"the record is sufficiently  developed that we can apply  the law\r\n\nto the  facts before us and  calculate a fair and  reasonable fee\r\n\nwithout resorting to remand.\"   </pre><span class=\"citation\" data-id=\"591130\"><a href=\"/opinion/591130/annabelle-lipsett-v-gumersindo-blanco/\"><span class=\"id_token\">Id.</span>  Here, that </a></span><pre class=\"inline\"> qualification is\r                                             \r\n\nsatisfied; the record  is voluminous and this  court is painfully\r\n\nfamiliar   with   the   particulars   of   this   fee  imbroglio.\r\n\nNonetheless, an appellate  court must think long  and hard before\r\n\nusurping the district court's usual prerogatives, and, therefore,\r\n\nwe doubt that this case would fall  within the narrow confines of\r\n\nthe   exception   under   ordinary  circumstances.      But   the\r\n\ncircumstances here are  extraordinary, and common sense  commands\r\n                    \r                              \r\n\n     15We have been unable to find any common fund case  in which\r                                                \r\na court, using the POF  method, has allocated more than 50%  of a\r\nfee fund to lead counsel.\r\n\n                                36\r\r\n\nthat we not turn a blind eye to the reality of events.\r\n\n          This  litigation has  passed the  point of  diminishing\r\n\nreturns.   The  holocaust that  underlies the  plaintiffs' claims\r\n\noccurred almost  a decade ago.   The meat-and-potatoes litigation\r\n\nis over;  with one small exception, </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span><pre class=\"inline\">note 1, only a side\r                                                       \r\n\ndish    attorneys' fees    remains on the  table.  The  amount of\r\n\ntime, energy and  money already devoted  to this peripheral  item\r\n\nhas careened virtually out of control.  Remanding would invite an\r\n\neven greater  investment in the side dish    and we are reluctant\r\n\nto  sanction the  squandering  of additional  resources for  this\r\n\npurpose.  We have, at  times, with considerably less provocation,\r\n\nsimply  grasped  the  bull  by  the  horns  and  fixed  the  fees\r\n\nourselves.  See, e.g.,  Jacobs v. Mancuso, </pre><span class=\"citation\" data-id=\"492350\"><a href=\"/opinion/492350/andrew-s-jacobs-v-anthony-mancuso-etc/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">559</span></a></span><pre class=\"inline\">, 562 (1st\r                                                   \r\n\nCir. 1987); Grendel's Den v. Larkin, </pre><span class=\"citation\" data-id=\"445233\"><a href=\"/opinion/445233/grendels-den-inc-v-john-p-larkin-cambridge-license-commission/\"><span class=\"volume\">749</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">945</span></a></span><pre class=\"inline\">, 951 (1st Cir.\r                                             \r\n\n1984).\r\n\n          We  realize  that dividing  the  Fund  among groups  of\r\n\nattorneys   in  accordance   with  the   POF  method   cannot  be\r\n\naccomplished  with surgical precision.  We   or a district court,\r\n\nfor  that matter   must necessarily traffic in estimates.  Taking\r\n\ninto account all the facts and circumstances, we conclude that we\r\n\nshould  subdivide  the Fund  ourselves,  rather  than remand  yet\r\n\nagain.  We also  conclude that, on balance, assigning 50%  of the\r\n\nFund to  the  PSC and  50%  to the  IRPAs  comprises a  fair  and\r\n\nreasonable allocation.\r\n\n          This   division   reflects    the   district    court's\r\n\ndetermination that the PSC contributed handsomely to the creation\r\n\n                                37\r\r\n\nof the Fund   it  is, after all, at the high end of  what a court\r\n\nshould  usually award16   while  at the same  time correcting for\r\n\nthe district court's undervaluation of  the IRPAs' contributions.\r\n\nThis division also strikes a sensible balance between the equity-\r\n\nbased  common  fund doctrine,  which  guards  against the  unjust\r\n\nenrichment of free riders, and the need to avoid adding insult to\r\n\ninjury in a  situation in  which the court  selects lead  counsel\r\n\nfrom  amidst a group of willing volunteers and thereafter invades\r\n\nthe contingency agreements of  the rejected lawyers to compensate\r\n\nthe select few.   Moreover, this  division is not  incommensurate\r\n\nwith the  time records of  the PSC.   Even if,  as an  uncritical\r\n\nreading of the record suggests, the PSC spent as many as  166,000\r\n\nhours  on   the   litigation,17   a   50%   allocation   (roughly\r\n\n$34,000,000)  pays  the  members  well.    Although  we  have  no\r\n\ntabulation  of IRPA hours to  compare with this  total, the PSC's\r\n\ntime records are still a valid  measure of the vast resources its\r\n\nmembers expended in the course of the litigation.\r\n\n          One  loose  end  remains.    It   involves  appropriate\r\n\ncompensation for the IRPAs  who tried the \"representative\" cases.\r\n\nAs  we stated earlier, </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span><pre class=\"inline\">p.33, their participation in the\r                                          \r\n\n                    \r                              \r\n\n     16Although  we do  not impose  an absolute  ceiling  on lead\r\ncounsel fees  in common fund  mass tort cases, cf.  Camden </pre><span class=\"citation\" data-id=\"569388\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/569388/camden-i-condominium-association-inc-camden-l-condominium-association/\"><span class=\"volume\">946</span>\r                                                                      \r\n<span class=\"reporter\">F.2d</span> at <span class=\"page\">774</span></a></span><pre class=\"inline\">-75 (holding that, as a general rule, 50% is the upper\r\nlimit in common  fund cases  in the Eleventh  Circuit), cases  in\r\nwhich  a court  should exceed  50% are  likely to  be hen's-teeth\r\nrare.\r\n\n     17This  figure includes  time  logged not  only  by the  PSC\r\nmembers themselves but also  by their associates, paralegals, and\r\nlaw clerks.\r\n\n                                38\r\r\n\nPhase II trial inured to the benefit of all plaintiffs.  Thus, in\r\n\npresenting the representative claims,  the lawyers were acting as\r\n\nde facto PSC members.  It is only  logical, therefore, that their\r                  \r\n\ncompensation  for those services be drawn from the PSC's share of\r\n\nthe  fee Fund.   Since the record  is inadequate to  permit us to\r\n\nplace  a dollar  value  on these  services,  we leave  it to  the\r\n\ndistrict court to determine the amount of compensation due to the\r\n\nnon-PSC members who served as representative trial counsel during\r\n\nthe Phase II trial for their services in that capacity,  and then\r\n\nto order that sum paid out of the PSC's share of the Fund.\r\n\nVI.  CONCLUSION\r          VI.  CONCLUSION\r\n\n          We  need  go  no further.    For  the  reasons we  have\r\n\nexpressed, we vacate the order allocating attorneys' fees; direct\r\n\nthat the  fee Fund be divided  equally among the PSC,  on the one\r\n\nhand, and the IRPAS, on the  other hand; and remand for the entry\r\n\nof a suitable decree and for  further proceedings consistent with\r\n\nthis opinion.  Costs shall be taxed in favor of the appellants.\r\n\n          It is so ordered.\r                    It is so ordered.\r                                    \r\n\n                                39\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/91266/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103201/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107034/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107978/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109246/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109382/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110180/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110929/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111123/",
    "https://www.courtlistener.com/api/rest/v3/opinions/314756/",
    "https://www.courtlistener.com/api/rest/v3/opinions/326352/",
    "https://www.courtlistener.com/api/rest/v3/opinions/346829/",
    "https://www.courtlistener.com/api/rest/v3/opinions/348520/",
    "https://www.courtlistener.com/api/rest/v3/opinions/368465/",
    "https://www.courtlistener.com/api/rest/v3/opinions/384696/",
    "https://www.courtlistener.com/api/rest/v3/opinions/387362/",
    "https://www.courtlistener.com/api/rest/v3/opinions/402468/",
    "https://www.courtlistener.com/api/rest/v3/opinions/442974/",
    "https://www.courtlistener.com/api/rest/v3/opinions/445233/",
    "https://www.courtlistener.com/api/rest/v3/opinions/461266/",
    "https://www.courtlistener.com/api/rest/v3/opinions/482845/",
    "https://www.courtlistener.com/api/rest/v3/opinions/482848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/489942/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492350/",
    "https://www.courtlistener.com/api/rest/v3/opinions/500792/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506188/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515441/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542905/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555766/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569147/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569388/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571252/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572144/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "https://www.courtlistener.com/api/rest/v3/opinions/582606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588805/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591130/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593905/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597408/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628032/",
    "https://www.courtlistener.com/api/rest/v3/opinions/657200/",
    "https://www.courtlistener.com/api/rest/v3/opinions/666044/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1987551/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2365500/"
  ]
}