{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196088/",
  "id": 196088,
  "absolute_url": "/opinion/196088/united-states-v-spector/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196088/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:56:18Z",
  "date_modified": "2020-02-21T23:42:37.940603Z",
  "type": "010combined",
  "sha1": "84d84ce3d355ffee8017b1aba543e57714396572",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1987.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 94-1987\r\n\n                        UNITED STATES,\r\n\n                          Appellant,\r\n\n                              v.\r\n\n                     MICHAEL R. SPECTOR,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n       [Hon. Joseph A. DiClerico, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n          and John R. Gibson,* Senior Circuit Judge.\r                                                               \r\n\n                                         \r\n\nPeter E. Papps, First  Assistant United States Attorney, with whom\r                          \r\nPaul M . Gagnon, United States Attorney, was on brief for appellant.\r                       \r\nDouglas  J. Miller,  with whom  Hall,  Morse, Anderson,  Miller  &amp;\r                                                                              \r\nSpinella, P.C. was on brief for appellee.\r                      \r\n\n                                         \r\n\n                         May 26, 1995\r\n                                         \r\n\n                \r                            \r\n\n*Of the Eighth Circuit, sitting by designation.\r\r\n\n          CAMPBELL,  Senior  Circuit  Judge.   In  the  early\r                                                       \r\n\n1990s, the U.S. Department of Labor began an investigation of\r\n\ndefendant  Michael Spector  and of  David Murray  and Bernard\r\n\nMintz, suspecting them  of having submitted  false statements\r\n\nin connection with an employee  benefit plan.  The government\r\n\nnotified counsel for all three men that it was conducting the\r\n\ninvestigation  and that it intended  to charge the three with\r\n\ncriminal violations of 18 U.S.C.   1027 (1988) (ERISA) and 18\r\n\nU.S.C.      644   (1988).     Among   the  violations   under\r\n\ninvestigation were  a false statement  allegedly submitted to\r\n\nthe   department  on  January   20,  1988,  and   an  act  of\r\n\nembezzlement allegedly occurring on February 19, 1988.  Since\r\n\nthe  violations  were  subject  to  a  five-year  statute  of\r\n\nlimitations, 18 U.S.C.   3282 (1988), the limitations periods\r\n\nfor  the two violations above  were to expire  on January 20,\r\n\nand February 19, 1993, respectively.\r\n\n          On January 15, 1993,  defendant Spector and the two\r\n\nothers  (whom   we  shall  collectively   call  \"defendants,\"\r\n\nalthough  this  appeal relates  to  Spector  only) asked  the\r\n\ngovernment  to delay seeking  an indictment in  order to give\r\n\nthem more  time to investigate and  additional opportunity to\r\n\npersuade  the government  to modify  its position  on certain\r\n\nissues.  The defendants entered into a written agreement with\r\n\nthe government, under which the government agreed not to file\r\n\nan  information or to seek  an indictment before February 26,\r\n\n                             -2-\r                                          2\r\r\n\n1993, in exchange  for the defendants'  agreement to waive  a\r\n\nstatute  of limitations  defense  for charges  brought on  or\r\n\nbefore  March  5,  1993  (thereby  effectively  extending the\r\n\nlimitations period  until March  5).  The  agreement provided\r\n\nthat it would  be effective \"upon execution  by all parties,\"\r\n\nand was in fact signed by all parties.  The agreement went on\r\n\nto state \"that  further extensions of  this agreement may  be\r\n\nagreed to subsequently, but only by a  further writing signed\r\n\nby all parties.\"\r\n\n          As the new March 5 deadline approached,  defendants\r\n\nagain  sought  to extend  the  period  before the  government\r\n\nbrought an indictment.   Defendants executed another  written\r\n\nagreement  on March  5.    Under  the  terms  of  the  second\r\n\nagreement, the government stated that  it had not yet brought\r\n\nan  indictment  against defendants  and  would  forebear from\r\n\ndoing  so until April 9,  1993.  In  exchange, the defendants\r\n\nagreed to extend the limitations period until April 16, 1993.\r\n\nLike the first agreement,  the second agreement provided that\r\n\nit would be effective \"upon execution  by Murray, Spector and\r\n\nMintz,  and their respective counsel and the United States by\r\n\nits  counsel.\"   However,  unlike the  first agreement,  this\r\n\nsecond  agreement,  though  signed  by defendants  and  their\r\n\ncounsel, was not signed by counsel for the government.\r\n\n          On  April  16, 1993,  the  grand  jury returned  an\r\n\ninitial twenty-seven count indictment against defendants.  On\r\n\n                             -3-\r                                          3\r\r\n\nSeptember  1,  1993, the  grand jury  returned a  seven count\r\n\nsuperseding indictment.   Nearly a year later, on  August 15,\r\n\n1994,  Spector  moved  to  dismiss  the  two  counts  of  the\r\n\nindictment  that  were  based  on  the  false  statement  and\r\n\nembezzlement described above.  Spector argued that the second\r\n\nextension  of the  statute  of limitations  was not  binding,\r\n\nsince  it  was not  signed by  the  government.   Without the\r\n\nextension provided by  the second agreement, Spector  argued,\r\n\nthe  two counts were barred by the statute of limitations, as\r\n\nthey were handed down  after March 5, 1993, the  deadline set\r\n\nby the first extension.\r\n\n          The  district court  agreed and  dismissed  the two\r\n\ncounts as time-barred.  Although it found the first extension\r\n\nto be binding, the district  court determined that the second\r\n\nextension  was  ineffective,   having  been  an  offer   that\r\n\nexplicitly   required   the   government's    signature   for\r\n\nacceptance,  and   not   permitting  alternative   forms   of\r\n\nacceptance.  The  court rejected the  government's contention\r\n\nthat  an  oral  agreement   existed,  holding  that  such  an\r\n\nagreement would be contrary to the plain terms of the written\r\n\nagreements.     The   district   court   also  rejected   the\r\n\ngovernment's argument based upon promissory estoppel, finding\r\n\nthat any reliance  by the government on  the second extension\r\n\nwas unreasonable,  given that the  first extension  expressly\r\n\nprovided that any  additional extensions had to be in writing\r\n\n                             -4-\r                                          4\r\r\n\nand  signed  by all  parties.   The  government  now appeals,\r\n\npursuant to 18 U.S.C.   3731 (1988).\r\n\n          A  statute of  limitations  defense is  a  waivable\r\n\naffirmative defense, not a jurisdictional bar to prosecution.\r\n\nSee Acevedo-Ramos  v. United States,  961 F.2d 305,  307 (1st\r                                               \r\n\nCir.), cert. denied, 113 S. Ct. 299 (1992).  Failure to raise\r                               \r\n\nthe defense in  a timely manner can result  in its waiver, as\r\n\ncan an  unqualified guilty  plea or other,  similar \"action[]\r\n\nobviously  constitut[ing] a waiver  of the  time limitation.\"\r\n\nId. at 309.   Most relevantly  for present purposes,  several\r               \r\n\nfederal  courts of appeals have held that an individual under\r\n\ninvestigation may,  in order  to delay indictment,  expressly\r\n\nwaive a statute of limitations defense prior to trial, indeed\r\n\nprior to indictment, so long as that waiver is made knowingly\r\n\nand  voluntarily.  See, e.g., United States v. Wild, 551 F.2d\r                                                               \r\n\n418, 422-24 (D.C.  Cir.), cert. denied, 431 U.S. 916 (1977).1\r                                                  \r\n\nIn these cases, like the present, the defendant has typically\r\n\nentered   into  a   written  waiver   in  exchange   for  the\r\n\ngovernment's agreement  not to indict before  a certain time,\r\n\nin hopes  that  further  discussion  may  result  in  a  more\r\n\nfavorable  disposition or  prevent an  indictment altogether.\r\n\n                    \r                                \r\n\n1.   See  also United  States v.  Del Percio, 870  F.2d 1090,\r                                                        \r\n1093-94 (6th  Cir. 1989); United  States v. Meeker,  701 F.2d\r                                                              \r\n685, 687-88 (7th  Cir.), cert. denied,  464 U.S. 826  (1983).\r                                                 \r\nSee  generally  Case  Comment,   Waiver  of  the  Statute  of\r                                                                         \r\nLimitations in Criminal Prosecutions: United States v.  Wild,\r                                                                        \r\n90 Harv. L. Rev. 1550, 1555 (1977).\r\n\n                             -5-\r                                          5\r\r\n\nThe courts have  enforced such  agreements where  voluntarily\r\n\nand  knowingly made,  finding that  they  do not  violate the\r\n\npolicies underlying the statute of limitations.\r\n\n          The issue  in this  appeal is whether  the district\r\n\ncourt  erred in  holding  that, because  of the  government's\r\n\nfailure to  sign, the second  agreement was not  an effective\r\n\nwaiver   of  defendant's   rights   under   the  statute   of\r\n\nlimitations.  It is undisputed  that if the second  agreement\r\n\nis found binding, the defendant may not assert his statute of\r\n\nlimitations  defense.   If not,  however, both  parties agree\r\n\nthat  the defendant may assert  the defense and  that the two\r\n\ncounts  of the  indictment were  properly dismissed  as time-\r\n\nbarred, since they were handed down after the deadline set by\r\n\nthe first agreement.          Reviewing the  district court's\r\n\ndecision on  this issue of  law de  novo, Thrifty  Rent-A-Car\r                                                                         \r\n\nSystem,  Inc. v. Thrifty Cars, Inc., 831 F.2d 1177, 1181 (1st\r                                               \r\n\nCir. 1987), we sustain the district court's  holding that the\r\n\nsecond  agreement was  ineffective and  did not  constitute a\r\n\nwaiver  of the  defendant's statute  of  limitations defense.\r\n\nThe  two agreements  carefully and  explicitly set  forth the\r\n\nconditions  under which  the  extensions  of the  limitations\r\n\nperiod  would become  effective.   The first  extension would\r\n\nbecome effective \"upon execution  by all parties;\" the second\r\n\nextension would  become effective \"upon  execution by Murray,\r\n\nSpector,  and Mintz,  and  their respective  counsel and  the\r\n\n                             -6-\r                                          6\r\r\n\nUnited  States by its counsel.\"   The agreements go so far as\r\n\nto  specify that acceptance by one of the defendants would be\r\n\nmade  by fax.    Both agreements  limited  the extensions  to\r\n\ndefinite time periods.  Further extensions of the limitations\r\n\nperiod  were  permissible, \"but  only  by  a further  writing\r\n\nsigned  by all parties.\"  One obvious reason for spelling out\r\n\nthese  requirements in such detail was to remove all doubt as\r\n\nto  the exact steps  by which  defendants' partial  waiver of\r\n\nrights and the government's agreement to forbear would become\r\n\neffective.    Creating  such a  road  map  told both  parties\r\n\nprecisely what each had to do  and what each would receive in\r\n\nexchange,  thus minimizing the risk (or so it might be hoped)\r\n\nof  a future dispute over the consummation and meaning of the\r\n\nagreement.  Unfortunately, the  government failed to meet the\r\n\nexplicit   condition  provided   to  effectuate   the  second\r\n\nextension:  it failed  to sign  the document.   Thus,  by the\r\n\nplain  terms of the  second agreement, the  extension was not\r\n\neffective.   Where the parties have so deliberately set forth\r\n\nin writing  the conditions necessary to  make their agreement\r\n\neffective, we  think it  inadvisable for a  court to  condone\r\n\ndeviation from  one of the  explicit terms, absent  some good\r\n\nreason to do so.\r\n\n          We find unpersuasive the government's argument that\r\n\ncontract or  estoppel principles warrant  enforcement of  the\r\n\nagreement,  despite the  government's failure to  comply with\r\n\n                             -7-\r                                          7\r\r\n\nits plain language.  We assume that principles of contract or\r\n\nestoppel may sometimes be useful in analyzing agreements like\r\n\nthis, cf.  United States  v. Baldacchino,  762 F.2d  170, 179\r                                                    \r\n\n(1st Cir. 1985) (\"Though  a matter of criminal jurisprudence,\r\n\nplea bargains are subject  to contract law principles insofar\r\n\nas  their  application  will  insure the  defendant  what  is\r\n\nreasonably  due him.\").  But those principles do not help the\r\n\ngovernment here.2  The  second agreement expressly called for\r\n\nacceptance  of the offer  in the form  of a  signature by the\r\n\ngovernment attorney.  It  did not provide for any  other form\r\n\nof acceptance,  whether orally3 or through  performance.  See\r                                                                         \r\n\nRestatement (Second) of Contracts   30 (1979).  The defendant\r\n\nwas entitled not merely to forbearance from indictment, which\r\n\nhe received, but to have  the government's binding promise to\r                                                                      \r\n\nforbear from indicting him,  which he did not receive.   That\r\n\npromise provided reassurance and  certainty that he would not\r\n\nbe  indicted  prior  to the  time  period  set  forth in  the\r\n\n                    \r                                \r\n\n2.   As in United States v. Papaleo, 853 F.2d 16, 19 n.3 (1st\r                                               \r\nCir. 1985), we need  not attempt to decide whether,  when and\r\nto  what  degree local  contract law  is  or may  strictly be\r\napplicable to such agreements, since the result here would be\r\nthe same regardless.  \r\n\n3.   The government argues that Spector's alleged failure  to\r\nrequest  a   signed  copy  of  the   agreement  reflects  his\r\nunderstanding that an  agreement existed.   But this is  pure\r\nspeculation.   Just as the record is devoid of any suggestion\r\nthat  the defendant  sought return  of a  signed copy  of the\r\ncontract,  it  is  also devoid  of  any  suggestion that  the\r\ngovernment ever  informed the defendant that  it accepted the\r\nterms  of  the  agreement  and  was  going  to  forbear  from\r\nindicting him.\r\n\n                             -8-\r                                          8\r\r\n\nagreement.  The  government's estoppel argument is  similarly\r\n\nwithout  merit.   The  government could  not reasonably  have\r\n\nrelied upon  the defendant's offer  to extend the  statute of\r\n\nlimitations  a  second  time,  in  the  face  of  the express\r\n\nlanguage in  the second agreement conditioning  the waiver on\r\n\nthe  signature of all parties and the express language in the\r\n\nfirst  agreement  allowing  extensions only  in  writing  and\r\n\nsigned  by  all  parties.   The  government  has  provided no\r\n\nevidence of  any other statements or conduct by the defendant\r\n\nthat could provide a separate basis for an estoppel.\r\n\n          Accordingly,  the second  agreement, by  its terms,\r\n\nwas not  effective and the  defendant was entitled  to assert\r\n\nhis  statute  of limitations  defense.    The district  court\r\n\nproperly  dismissed  the  two  counts of  the  indictment  as\r\n\nuntimely.  We recognize that the government's failure to sign\r\n\nthe  agreement  was  likely  the result  of  some  unintended\r\n\nclerical error.   Nevertheless, where  the government reaches\r\n\nan agreement  with a potential criminal  defendant, and where\r\n\nboth parties  expressly establish, in writing,4  the terms of\r\n\n                    \r                                \r\n\n4.   We  emphasize  that  we  are  not  saying  that,  to  be\r\nenforced, an  agreement to extend the  statute of limitations\r\nmust be made in writing, or must be signed by the government.\r\nSee, e.g., United States  v. Doyle, 348 F.2d 715,  718-19 (2d\r                                              \r\nCir.)  (suggesting  that   an  implicit   agreement  may   be\r\nsufficient  to  waive  the statute  of  limitations defense),\r\ncert. denied, 382 U.S. 843  (1965).  We say only that,  where\r                                                                         \r\nthe  parties themselves have chosen to set forth the terms in\r                                                                         \r\nwriting, it makes sense  to hold them to those  terms, absent\r                   \r\ngood reason to do otherwise.\r\n\n                             -9-\r                                          9\r\r\n\ntheir  bargain and map out the conditions under which it will\r\n\nbe effective, we think the parties are best held to the plain\r\n\nterms of that agreement, absent  some good reason to depart.5\r\n\nThat policy  is more likely to increase  rather than diminish\r\n\nthe  utility of  such  agreements.   Were  we to  accept  too\r\n\nlightly  deviations  from  the explicit  language,  we  would\r\n\nundermine the  certainty the  parties hope  to achieve.   See\r                                                                         \r\n\nalso Correale v. United  States, 479 F.2d 944, 947  (1st Cir.\r                                           \r\n\n1979) (\"[T]he  most meticulous standards of  both promise and\r\n\nperformance  must  be met  by  prosecutors  engaging in  plea\r\n\nbargaining.\")   The  latter  is particularly  true where,  as\r\n\nhere, the government  subsequently seeks specific performance\r\n\nof the defendant's agreement to waive a defense.\r\n\n          Affirmed.\r                              \r\n\n                    \r                                \r\n\n5.   We do not see our opinion as making agreements like this\r\nso  difficult to enforce as to cause the government to become\r\nreluctant  to  enter  into  them,  thereby  possibly  harming\r\ndefendants seeking  to postpone  an imminent indictment.   To\r\nthe contrary, we are signaling that agreements like this will\r\nbe enforced as written,  giving the parties more  rather than\r\nless control over the  situation.  All the government  had to\r\ndo  to protect itself  in this case  was to sign  the form in\r\naccordance with the agreed-upon terms.\r\n\n                             -10-\r                                          10\r\r\n",
  "html": "<p class=\"case_cite\">55 F.3d 22</p>\n    <p class=\"case_cite\">19 Employee Benefits Cas. 1493</p>\n    <p class=\"parties\">UNITED STATES, Appellant,<br>v.<br>Michael R. SPECTOR, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1987.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 3, 1995.<br>Decided May 26, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter E. Papps, First Asst. U.S. Atty., with whom Paul M. Gagnon, U.S. Atty., Concord, NH, was on brief, for appellant.</p>\n      <p class=\"indent\">Douglas J. Miller, with whom Hall, Morse, Anderson, Miller &amp; Spinella, P.C., Concord, NH, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and JOHN R. GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In the early 1990s, the U.S. Department of Labor began an investigation of defendant Michael Spector and of David Murray and Bernard Mintz, suspecting them of having submitted false statements in connection with an employee benefit plan.  The government notified counsel for all three men that it was conducting the investigation and that it intended to charge the three with criminal violations of 18 U.S.C. Sec. 1027 (1988) (ERISA) and 18 U.S.C. Sec. 644 (1988).  Among the violations under investigation were a false statement allegedly submitted to the department on January 20, 1988, and an act of embezzlement allegedly occurring on February 19, 1988.  Since the violations were subject to a five-year statute of limitations, 18 U.S.C. Sec. 3282 (1988), the limitations periods for the two violations above were to expire on January 20, and February 19, 1993, respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On January 15, 1993, defendant Spector and the two others (whom we shall collectively call \"defendants,\" although this appeal relates to Spector only) asked the government to delay seeking an indictment in order to give them more time to investigate and additional opportunity to persuade the government to modify its position on certain issues.  The defendants entered into a written agreement with the government, under which the government agreed not to file an information or to seek an indictment before February 26, 1993, in exchange for the defendants' agreement to waive a statute of limitations defense for charges brought on or before March 5, 1993 (thereby effectively extending the limitations period until March 5).  The agreement provided that it would be effective \"upon execution by all parties,\" and was in fact signed by all parties.  The agreement went on to state \"that further extensions of this agreement may be agreed to subsequently, but only by a further writing signed by all parties.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As the new March 5 deadline approached, defendants again sought to extend the period before the government brought an indictment.  Defendants executed another written agreement on March 5.  Under the terms of the second agreement, the government stated that it had not yet brought an indictment against defendants and would forebear from doing so until April 9, 1993.  In exchange, the defendants agreed to extend the limitations period until April 16, 1993.  Like the first agreement, the second agreement provided that it would be effective \"upon execution by Murray, Spector and Mintz, and their respective counsel and the United States by its counsel.\"   However, unlike the first agreement, this second agreement, though signed by defendants and their counsel, was not signed by counsel for the government.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 16, 1993, the grand jury returned an initial twenty-seven count indictment against defendants.  On September 1, 1993, the grand jury returned a seven count superseding indictment.  Nearly a year later, on August 15, 1994, Spector moved to dismiss the two counts of the indictment that were based on the false statement and embezzlement described above.  Spector argued that the second extension of the statute of limitations was not binding, since it was not signed by the government.  Without the extension provided by the second agreement, Spector argued, the two counts were barred by the statute of limitations, as they were handed down after March 5, 1993, the deadline set by the first extension.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court agreed and dismissed the two counts as time-barred.  Although it found the first extension to be binding, the district court determined that the second extension was ineffective, having been an offer that explicitly required the government's signature for acceptance, and not permitting alternative forms of acceptance.  The court rejected the government's contention that an oral agreement existed, holding that such an agreement would be contrary to the plain terms of the written agreements.  The district court also rejected the government's argument based upon promissory estoppel, finding that any reliance by the government on the second extension was unreasonable, given that the first extension expressly provided that any additional extensions had to be in writing and signed by all parties.  The government now appeals, pursuant to 18 U.S.C. Sec. 3731 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A statute of limitations defense is a waivable affirmative defense, not a jurisdictional bar to prosecution.  See Acevedo-Ramos v. United States, 961 F.2d 305, 307 (1st Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 299, 121 L.Ed.2d 222 (1992).  Failure to raise the defense in a timely manner can result in its waiver, as can an unqualified guilty plea or other, similar \"action[ ] obviously constitut[ing] a waiver of the time limitation.\"  Id. at 309.   Most relevantly for present purposes, several federal courts of appeals have held that an individual under investigation may, in order to delay indictment, expressly waive a statute of limitations defense prior to trial, indeed prior to indictment, so long as that waiver is made knowingly and voluntarily.  See, e.g., United States v. Wild, 551 F.2d 418, 422-24 (D.C.Cir.), cert. denied, 431 U.S. 916, 97 S.Ct. 2178, 53 L.Ed.2d 226 (1977).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In these cases, like the present, the defendant has typically entered into a written waiver in exchange for the government's agreement not to indict before a certain time, in hopes that further discussion may result in a more favorable disposition or prevent an indictment altogether.  The courts have enforced such agreements where voluntarily and knowingly made, finding that they do not violate the policies underlying the statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The issue in this appeal is whether the district court erred in holding that, because of the government's failure to sign, the second agreement was not an effective waiver of defendant's rights under the statute of limitations.  It is undisputed that if the second agreement is found binding, the defendant may not assert his statute of limitations defense.  If not, however, both parties agree that the defendant may assert the defense and that the two counts of the indictment were properly dismissed as time-barred, since they were handed down after the deadline set by the first agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Reviewing the district court's decision on this issue of law de novo, Thrifty Rent-A-Car System, Inc. v. Thrift Cars, Inc., 831 F.2d 1177, 1181 (1st Cir.1987), we sustain the district court's holding that the second agreement was ineffective and did not constitute a waiver of the defendant's statute of limitations defense.  The two agreements carefully and explicitly set forth the conditions under which the extensions of the limitations period would become effective.  The first extension would become effective \"upon execution by all parties;\"  the second extension would become effective \"upon execution by Murray, Spector, and Mintz, and their respective counsel and the United States by its counsel.\"   The agreements go so far as to specify that acceptance by one of the defendants would be made by fax.  Both agreements limited the extensions to definite time periods.  Further extensions of the limitations period were permissible, \"but only by a further writing signed by all parties.\"   One obvious reason for spelling out these requirements in such detail was to remove all doubt as to the exact steps by which defendants' partial waiver of rights and the government's agreement to forbear would become effective.  Creating such a road map told both parties precisely what each had to do and what each would receive in exchange, thus minimizing the risk (or so it might be hoped) of a future dispute over the consummation and meaning of the agreement.  Unfortunately, the government failed to meet the explicit condition provided to effectuate the second extension:  it failed to sign the document.  Thus, by the plain terms of the second agreement, the extension was not effective.  Where the parties have so deliberately set forth in writing the conditions necessary to make their agreement effective, we think it inadvisable for a court to condone deviation from one of the explicit terms, absent some good reason to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We find unpersuasive the government's argument that contract or estoppel principles warrant enforcement of the agreement, despite the government's failure to comply with its plain language.  We assume that principles of contract or estoppel may sometimes be useful in analyzing agreements like this, cf. United States v. Baldacchino, 762 F.2d 170, 179 (1st Cir.1985) (\"Though a matter of criminal jurisprudence, plea bargains are subject to contract law principles insofar as their application will insure the defendant what is reasonably due him.\").  But those principles do not help the government here.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The second agreement expressly called for acceptance of the offer in the form of a signature by the government attorney.  It did not provide for any other form of acceptance, whether orally<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> or through performance.  See Restatement (Second) of Contracts Sec. 30 (1979).  The defendant was entitled not merely to forbearance from indictment, which he received, but to have the government's binding promise to forbear from indicting him, which he did not receive.  That promise provided reassurance and certainty that he would not be indicted prior to the time period set forth in the agreement.  The government's estoppel argument is similarly without merit.  The government could not reasonably have relied upon the defendant's offer to extend the statute of limitations a second time, in the face of the express language in the second agreement conditioning the waiver on the signature of all parties and the express language in the first agreement allowing extensions only in writing and signed by all parties.  The government has provided no evidence of any other statements or conduct by the defendant that could provide a separate basis for an estoppel.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Accordingly, the second agreement, by its terms, was not effective and the defendant was entitled to assert his statute of limitations defense.  The district court properly dismissed the two counts of the indictment as untimely.  We recognize that the government's failure to sign the agreement was likely the result of some unintended clerical error.  Nevertheless, where the government reaches an agreement with a potential criminal defendant, and where both parties expressly establish, in writing,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the terms of their bargain and map out the conditions under which it will be effective, we think the parties are best held to the plain terms of that agreement, absent some good reason to depart.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  That policy is more likely to increase rather than diminish the utility of such agreements.  Were we to accept too lightly deviations from the explicit language, we would undermine the certainty the parties hope to achieve.  See also Correale v. United States, 479 F.2d 944, 947 (1st Cir.1973) (\"[T]he most meticulous standards of both promise and performance must be met by prosecutors engaging in plea bargaining.\")   The latter is particularly true where, as here, the government subsequently seeks specific performance of the defendant's agreement to waive a defense.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See also United States v. Del Percio, 870 F.2d 1090, 1093-94 (6th Cir.1989);  United States v. Meeker, 701 F.2d 685, 687-88 (7th Cir.), cert. denied, 464 U.S. 826, 104 S.Ct. 96, 78 L.Ed.2d 102 (1983).  See generally Case Comment, Waiver of the Statute of Limitations in Criminal Prosecutions:  United States v. Wild, 90 Harv.L.Rev. 1550, 1555 (1977)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As in United States v. Papaleo, 853 F.2d 16, 19 n. 3 (1st Cir.1988), we need not attempt to decide whether, when and to what degree local contract law is or may strictly be applicable to such agreements, since the result here would be the same regardless</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government argues that Spector's alleged failure to request a signed copy of the agreement reflects his understanding that an agreement existed.  But this is pure speculation.  Just as the record is devoid of any suggestion that the defendant sought return of a signed copy of the contract, it is also devoid of any suggestion that the government ever informed the defendant that it accepted the terms of the agreement and was going to forbear from indicting him</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We emphasize that we are not saying that, to be enforced, an agreement to extend the statute of limitations must be made in writing, or must be signed by the government.  See, e.g., United States v. Doyle, 348 F.2d 715, 718-19 (2d Cir.)  (suggesting that an implicit agreement may be sufficient to waive the statute of limitations defense), cert. denied, 382 U.S. 843, 86 S.Ct. 89, 15 L.Ed.2d 84 (1965).  We say only that, where the parties themselves have chosen to set forth the terms in writing, it makes sense to hold them to those terms, absent good reason to do otherwise</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We do not see our opinion as making agreements like this so difficult to enforce as to cause the government to become reluctant to enter into them, thereby possibly harming defendants seeking to postpone an imminent indictment.  To the contrary, we are signaling that agreements like this will be enforced as written, giving the parties more rather than less control over the situation.  All the government had to do to protect itself in this case was to sign the form in accordance with the agreed-upon terms</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></span></p>\n    <p class=\"case_cite\">19 Employee Benefits Cas. 1493</p>\n    <p class=\"parties\">UNITED STATES, Appellant,<br>v.<br>Michael R. SPECTOR, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1987.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 3, 1995.<br>Decided May 26, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter E. Papps, First Asst. U.S. Atty., with whom Paul M. Gagnon, U.S. Atty., Concord, NH, was on brief, for appellant.</p>\n      <p class=\"indent\">Douglas J. Miller, with whom Hall, Morse, Anderson, Miller &amp; Spinella, P.C., Concord, NH, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and JOHN R. GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In the early 1990s, the U.S. Department of Labor began an investigation of defendant Michael Spector and of David Murray and Bernard Mintz, suspecting them of having submitted false statements in connection with an employee benefit plan.  The government notified counsel for all three men that it was conducting the investigation and that it intended to charge the three with criminal violations of 18 U.S.C. Sec. 1027 (1988) (ERISA) and 18 U.S.C. Sec. 644 (1988).  Among the violations under investigation were a false statement allegedly submitted to the department on January 20, 1988, and an act of embezzlement allegedly occurring on February 19, 1988.  Since the violations were subject to a five-year statute of limitations, 18 U.S.C. Sec. 3282 (1988), the limitations periods for the two violations above were to expire on January 20, and February 19, 1993, respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On January 15, 1993, defendant Spector and the two others (whom we shall collectively call \"defendants,\" although this appeal relates to Spector only) asked the government to delay seeking an indictment in order to give them more time to investigate and additional opportunity to persuade the government to modify its position on certain issues.  The defendants entered into a written agreement with the government, under which the government agreed not to file an information or to seek an indictment before February 26, 1993, in exchange for the defendants' agreement to waive a statute of limitations defense for charges brought on or before March 5, 1993 (thereby effectively extending the limitations period until March 5).  The agreement provided that it would be effective \"upon execution by all parties,\" and was in fact signed by all parties.  The agreement went on to state \"that further extensions of this agreement may be agreed to subsequently, but only by a further writing signed by all parties.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As the new March 5 deadline approached, defendants again sought to extend the period before the government brought an indictment.  Defendants executed another written agreement on March 5.  Under the terms of the second agreement, the government stated that it had not yet brought an indictment against defendants and would forebear from doing so until April 9, 1993.  In exchange, the defendants agreed to extend the limitations period until April 16, 1993.  Like the first agreement, the second agreement provided that it would be effective \"upon execution by Murray, Spector and Mintz, and their respective counsel and the United States by its counsel.\"   However, unlike the first agreement, this second agreement, though signed by defendants and their counsel, was not signed by counsel for the government.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 16, 1993, the grand jury returned an initial twenty-seven count indictment against defendants.  On September 1, 1993, the grand jury returned a seven count superseding indictment.  Nearly a year later, on August 15, 1994, Spector moved to dismiss the two counts of the indictment that were based on the false statement and embezzlement described above.  Spector argued that the second extension of the statute of limitations was not binding, since it was not signed by the government.  Without the extension provided by the second agreement, Spector argued, the two counts were barred by the statute of limitations, as they were handed down after March 5, 1993, the deadline set by the first extension.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court agreed and dismissed the two counts as time-barred.  Although it found the first extension to be binding, the district court determined that the second extension was ineffective, having been an offer that explicitly required the government's signature for acceptance, and not permitting alternative forms of acceptance.  The court rejected the government's contention that an oral agreement existed, holding that such an agreement would be contrary to the plain terms of the written agreements.  The district court also rejected the government's argument based upon promissory estoppel, finding that any reliance by the government on the second extension was unreasonable, given that the first extension expressly provided that any additional extensions had to be in writing and signed by all parties.  The government now appeals, pursuant to 18 U.S.C. Sec. 3731 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A statute of limitations defense is a waivable affirmative defense, not a jurisdictional bar to prosecution.  See Acevedo-Ramos v. United States, <span class=\"citation\" data-id=\"581361\"><a href=\"/opinion/581361/hector-acevedo-ramos-v-united-states/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">305</span></a></span>, 307 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">299</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span> </span>(1992).  Failure to raise the defense in a timely manner can result in its waiver, as can an unqualified guilty plea or other, similar \"action[ ] obviously constitut[ing] a waiver of the time limitation.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 309. </span>  Most relevantly for present purposes, several federal courts of appeals have held that an individual under investigation may, in order to delay indictment, expressly waive a statute of limitations defense prior to trial, indeed prior to indictment, so long as that waiver is made knowingly and voluntarily.  See, e.g., United States v. Wild, <span class=\"citation\" data-id=\"343996\"><a href=\"/opinion/343996/united-states-v-claude-c-wild-jr/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">418</span></a></span>, 422-24 (D.C.Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">916</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2178</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">226</span> </span>(1977).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In these cases, like the present, the defendant has typically entered into a written waiver in exchange for the government's agreement not to indict before a certain time, in hopes that further discussion may result in a more favorable disposition or prevent an indictment altogether.  The courts have enforced such agreements where voluntarily and knowingly made, finding that they do not violate the policies underlying the statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The issue in this appeal is whether the district court erred in holding that, because of the government's failure to sign, the second agreement was not an effective waiver of defendant's rights under the statute of limitations.  It is undisputed that if the second agreement is found binding, the defendant may not assert his statute of limitations defense.  If not, however, both parties agree that the defendant may assert the defense and that the two counts of the indictment were properly dismissed as time-barred, since they were handed down after the deadline set by the first agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Reviewing the district court's decision on this issue of law de novo, Thrifty Rent-A-Car System, Inc. v. Thrift Cars, Inc., <span class=\"citation\" data-id=\"496588\"><a href=\"/opinion/496588/thrifty-rent-a-car-system-inc-v-thrift-cars-inc-thrifty-rent-a-car/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1177</span></a></span>, 1181 (1st Cir.1987), we sustain the district court's holding that the second agreement was ineffective and did not constitute a waiver of the defendant's statute of limitations defense.  The two agreements carefully and explicitly set forth the conditions under which the extensions of the limitations period would become effective.  The first extension would become effective \"upon execution by all parties;\"  the second extension would become effective \"upon execution by Murray, Spector, and Mintz, and their respective counsel and the United States by its counsel.\"   The agreements go so far as to specify that acceptance by one of the defendants would be made by fax.  Both agreements limited the extensions to definite time periods.  Further extensions of the limitations period were permissible, \"but only by a further writing signed by all parties.\"   One obvious reason for spelling out these requirements in such detail was to remove all doubt as to the exact steps by which defendants' partial waiver of rights and the government's agreement to forbear would become effective.  Creating such a road map told both parties precisely what each had to do and what each would receive in exchange, thus minimizing the risk (or so it might be hoped) of a future dispute over the consummation and meaning of the agreement.  Unfortunately, the government failed to meet the explicit condition provided to effectuate the second extension:  it failed to sign the document.  Thus, by the plain terms of the second agreement, the extension was not effective.  Where the parties have so deliberately set forth in writing the conditions necessary to make their agreement effective, we think it inadvisable for a court to condone deviation from one of the explicit terms, absent some good reason to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We find unpersuasive the government's argument that contract or estoppel principles warrant enforcement of the agreement, despite the government's failure to comply with its plain language.  We assume that principles of contract or estoppel may sometimes be useful in analyzing agreements like this, cf. United States v. Baldacchino, <span class=\"citation\" data-id=\"452060\"><a href=\"/opinion/452060/united-states-v-shaun-baldacchino/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">170</span></a></span>, 179 (1st Cir.1985) (\"Though a matter of criminal jurisprudence, plea bargains are subject to contract law principles insofar as their application will insure the defendant what is reasonably due him.\").  But those principles do not help the government here.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The second agreement expressly called for acceptance of the offer in the form of a signature by the government attorney.  It did not provide for any other form of acceptance, whether orally<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> or through performance.  See Restatement (Second) of Contracts Sec. 30 (1979).  The defendant was entitled not merely to forbearance from indictment, which he received, but to have the government's binding promise to forbear from indicting him, which he did not receive.  That promise provided reassurance and certainty that he would not be indicted prior to the time period set forth in the agreement.  The government's estoppel argument is similarly without merit.  The government could not reasonably have relied upon the defendant's offer to extend the statute of limitations a second time, in the face of the express language in the second agreement conditioning the waiver on the signature of all parties and the express language in the first agreement allowing extensions only in writing and signed by all parties.  The government has provided no evidence of any other statements or conduct by the defendant that could provide a separate basis for an estoppel.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Accordingly, the second agreement, by its terms, was not effective and the defendant was entitled to assert his statute of limitations defense.  The district court properly dismissed the two counts of the indictment as untimely.  We recognize that the government's failure to sign the agreement was likely the result of some unintended clerical error.  Nevertheless, where the government reaches an agreement with a potential criminal defendant, and where both parties expressly establish, in writing,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the terms of their bargain and map out the conditions under which it will be effective, we think the parties are best held to the plain terms of that agreement, absent some good reason to depart.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  That policy is more likely to increase rather than diminish the utility of such agreements.  Were we to accept too lightly deviations from the explicit language, we would undermine the certainty the parties hope to achieve.  See also Correale v. United States, <span class=\"citation\" data-id=\"311567\"><a href=\"/opinion/311567/anthony-correale-v-united-states/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">944</span></a></span>, 947 (1st Cir.1973) (\"[T]he most meticulous standards of both promise and performance must be met by prosecutors engaging in plea bargaining.\")   The latter is particularly true where, as here, the government subsequently seeks specific performance of the defendant's agreement to waive a defense.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See also United States v. Del Percio, <span class=\"citation\" data-id=\"520335\"><a href=\"/opinion/520335/united-states-v-jude-g-del-percio-indiana-and-michigan-electric-company/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1090</span></a></span>, 1093-94 (6th Cir.1989);  United States v. Meeker, <span class=\"citation\" data-id=\"415266\"><a href=\"/opinion/415266/united-states-v-jerry-meeker/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">685</span></a></span>, 687-88 (7th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">826</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">96</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">102</span> </span>(1983).  See generally Case Comment, Waiver of the Statute of Limitations in Criminal Prosecutions:  United States v. Wild, 90 Harv.L.Rev. 1550, 1555 (1977)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As in United States v. Papaleo, <span class=\"citation\" data-id=\"509521\"><a href=\"/opinion/509521/united-states-v-antonio-papaleo/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 19 n. 3 (1st Cir.1988), we need not attempt to decide whether, when and to what degree local contract law is or may strictly be applicable to such agreements, since the result here would be the same regardless</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government argues that Spector's alleged failure to request a signed copy of the agreement reflects his understanding that an agreement existed.  But this is pure speculation.  Just as the record is devoid of any suggestion that the defendant sought return of a signed copy of the contract, it is also devoid of any suggestion that the government ever informed the defendant that it accepted the terms of the agreement and was going to forbear from indicting him</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We emphasize that we are not saying that, to be enforced, an agreement to extend the statute of limitations must be made in writing, or must be signed by the government.  See, e.g., United States v. Doyle, <span class=\"citation\" data-id=\"268680\"><a href=\"/opinion/268680/united-states-v-john-christopher-doyle/\"><span class=\"volume\">348</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">715</span></a></span>, 718-19 (2d Cir.)  (suggesting that an implicit agreement may be sufficient to waive the statute of limitations defense), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">843</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">89</span></span>, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">84</span> </span>(1965).  We say only that, where the parties themselves have chosen to set forth the terms in writing, it makes sense to hold them to those terms, absent good reason to do otherwise</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We do not see our opinion as making agreements like this so difficult to enforce as to cause the government to become reluctant to enter into them, thereby possibly harming defendants seeking to postpone an imminent indictment.  To the contrary, we are signaling that agreements like this will be enforced as written, giving the parties more rather than less control over the situation.  All the government had to do to protect itself in this case was to sign the form in accordance with the agreed-upon terms</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/268680/",
    "https://www.courtlistener.com/api/rest/v3/opinions/311567/",
    "https://www.courtlistener.com/api/rest/v3/opinions/343996/",
    "https://www.courtlistener.com/api/rest/v3/opinions/415266/",
    "https://www.courtlistener.com/api/rest/v3/opinions/452060/",
    "https://www.courtlistener.com/api/rest/v3/opinions/496588/",
    "https://www.courtlistener.com/api/rest/v3/opinions/509521/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520335/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581361/"
  ]
}