{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196005/",
  "id": 196005,
  "absolute_url": "/opinion/196005/hernandez-v-hernandez-colon/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196005/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:54:08Z",
  "date_modified": "2020-02-21T23:48:57.374888Z",
  "type": "010combined",
  "sha1": "d96ee3c71d56af2fbfe4eb2e151dd8d4a378a187",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2169.01A",
  "local_path": null,
  "plain_text": "\nApril 5, 1995         [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-2169 \n\n                 BENJAMIN HERNANDEZ, ET AL.,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n                JOSE HERNANDEZ-COLON, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n      [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r                                                                  \n\n                                         \n\n                            Before\n\n                   Torruella, Chief Judge,\r                                                     \n              Selya and Boudin, Circuit Judges. \r                                                          \n\n                                         \n\nPeter John Porrata on brief for appellants.\r                              \n\n                                         \n\n                                         \r\r\n\n          Per   Curiam.      Plaintiffs-appellants   Benjamin\r                                  \n\nHernandez and  Liduvina  Silva appeal  the  district  court's\n\ndenial of their  motion pursuant  to Fed. R.  Civ. P.  60(b),\n\nseeking relief from the court's sua sponte dismissal of their\r                                                      \n\ncomplaint for failure  to prosecute pursuant to  Fed. R. Civ.\n\nP.  41(b).  We reverse and  remand for proceedings consistent\n\nwith this opinion.\n\n          As the district  court did  not provide  otherwise,\n\nits  dismissal was  with prejudice  and on  the merits.   See\r                                                                         \n\nLeBeau  v. Taco Bell, Inc., 892 F.2d 605, 607 (7th Cir. 1989)\r                                      \n\n(dismissal  for want  of prosecution  was  on the  merits and\n\n\"with prejudice\" where judgment  did not \"otherwise  state\");\n\nNagle v. Lee,  807 F.2d  435, 442-43 (5th  Cir. 1987)  (where\r                        \n\njudgment did not state whether it was without prejudice, Rule\n\n41(b)  requires  court  to  treat  dismissal  as  being  with\n\nprejudice and on the merits).\n\n          We  review dismissals  pursuant  to Rule  41(b) for\n\nabuse  of discretion.  Pinero Capo  v. United States,  7 F.3d\r                                                                \n\n283,  284  (1st  Cir.  1993).     We  normally  respect,  and\n\nencourage,  the efforts  of district  courts to  manage their\n\ndockets decisively.  Still,  in this instance, the unrebutted\n\ninformation in the record  indicates that the plaintiffs were\n\nprosecuting their  case and had  not disregarded any  rule or\n\norder.   Although  this may not  have been clear  at the time\r\r\n\nthat the district court dismissed the  action sua sponte, the\r                                                                    \n\nfacts were brought out on the Rule 60(b) motion.\n\n          Only  91  days passed  between  the  filing of  the\n\ncomplaint  and   its  dismissal   by   the  district   court.\n\nPlaintiffs had not disobeyed any  court orders or ignored any\n\nwarnings, since none had been issued. Compare Pinero  Capo, 7\r                                                                      \n\nF.3d at 284 (affirming  Rule 41(b) dismissal where appellants\n\nhad  repeatedly  violated  discovery  orders   despite  clear\n\nwarnings that  dismissal would result and the court had first\n\nimposed lesser  sanctions).  Nor had  appellants violated any\n\nprocedural  rules.    Although  plaintiffs  failed  to  serve\n\ndefendants during  that 91-day period,  Fed. R. Civ.  P. 4(m)\n\nand  Local Rule 313.1(A) permit service to be made within 120\n\ndays  of the filing of a complaint. Cf. Jardines Bacata, Ltd.\r                                                                         \n\nv. Diaz-Marquez, 878 F.2d 1555, 1560 (1st Cir. 1989) (holding\r                           \n\nthat  it was an abuse  of discretion to  dismiss case against\n\ncertain defendants  for lack of  prosecution where plaintiffs\n\nhad complied with D.P.R.L.R. 313.1(B)).\n\n          This  case is not before us on direct appeal of the\n\ndismissal  order, however.  It is an appeal from the district\n\ncourt's denial of plaintiffs' Rule  60(b) motion.  Rule 60(b)\n\nprovides, in relevant part, as follows:\n\n          On motion  and  upon such  terms  as  are\n          just, the  court may  relieve a  party or\n          party's legal representative from a final\n          judgment,  order  or  proceeding for  the\n          following   reasons:       (1)   mistake,\n\n                             -3-\r\r\n\n          inadvertence,   surprise,   or  excusable\n          neglect . . . .\n\nWe  review  denials  of  Rule  60(b)  motions  for  abuse  of\n\ndiscretion.  de la Torre v. Continental Ins. Co., 15 F.3d 12,\r                                                            \n\n14  (1st Cir.  1994).    \"[T]he  trial  court's  exercise  of\n\ndiscretion  must be  colored by  a recognition  that, because\n\nRule 60(b)  is a vehicle for  'extraordinary relief,' motions\n\ninvoking the  rule should be granted  'only under exceptional\n\ncircumstances.'\" Id. (citations omitted).  \r                                \n\n          Although  plaintiffs failed to  specify the section\n\nof Rule 60(b)  upon which  they relied, it  is apparent  that\n\nthey  sought  relief  for  the  reason  of  their  \"excusable\n\nneglect\"  of  their case.   The  Rule  60 motion  referred to\n\n\"personal problems\" between appellants (who are married) that\n\nhad  hampered  their   ability  to  communicate   with  their\n\nattorney,   leading  to  their   attorney's  withdrawal  and,\n\nultimately, to the dismissal of  the complaint for failure to\n\nprosecute.    Plaintiffs  also  stated in  their  Rule  60(b)\n\nmotion,  which  was  filed  by  the  same  attorney  who  had\n\npreviously withdrawn, that they  had begun discovery and that\n\nthe  delay in serving the  summonses resulted from a tactical\n\ndecision to take depositions before completing service.\n\n          Ordinarily, we do not look with favor on the use of\n\na Rule 60(b)  motion to perform the office  of a motion under\n\nRule 59(e), which is  subject to a 10-day limitation.  On the\n\nother  hand, the  dismissal in  this case  was without  prior\n\n                             -4-\r\r\n\nwarning  and  followed  immediately  upon the  heels  of  the\n\nwithdrawal  by  plaintiffs'  attorney.    Nor  is  there  any\n\nevidence of prejudice  from the  delay.  Under  all of  these\n\ncircumstances, we conclude that  the Rule 60(b) motion should\n\nhave been granted.  See Carter v. United States, 780 F.2d 925\r                                                           \n\n(11th  Cir.  1986) (reversing  denial  of  Rule 60(b)  motion\n\nseeking  relief  from  Rule  41(b)  dismissal  under  similar\n\ncircumstances);  see also  Link v.  Wabash Railroad  Co., 370\r                                                                    \n\nU.S. 626, 632 (1962) (noting that the lack of prior notice of\n\nRule  41(b)  dismissal for  lack of  prosecution is  \"of less\n\nconsequence\"   given  \"the  escape  hatch  provided  by  Rule\n\n60(b).\")\n\n          We intend  no criticism of the  able district judge\n\nwho, at the time of the dismissal, could easily have believed\n\nthat  the  case  was  not  being  seriously  pursued  by  the\n\nplaintiffs.    But in  light  of  the subsequent  information\n\nprovided, we  do  not think  that  the dismissal  can  stand.\n\nPlaintiffs are now on notice that they must pursue their case\n\nseriously and without further delay.\n\n          For the  foregoing  reasons, the  district  court's\n\ndenial of the Rule  60(b) motion is reversed and  the case is\r                                                        \n\nremanded  to  the district  court for  proceedings consistent\r                    \n\nwith this opinion.\n\n                             -5-\r\r\n",
  "html": "<p class=\"case_cite\">51 F.3d 264</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Benjamin HERNANDEZ, et al., Plaintiffs, Appellants,<br>v.<br>Jose HERNANDEZ-COLON, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-2169</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">April 5, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Juan M. Perez-Gimenez, U.S. District Judge ]</p>\n      <p class=\"indent\">Peter John Porrata on brief for appellants.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">REVERSED AND REMANDED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants Benjamin Hernandez and Liduvina Silva appeal the district court's denial of their motion pursuant to Fed.  R. Civ. P. 60(b), seeking relief from the court's sua sponte dismissal of their complaint for failure to prosecute pursuant to Fed.  R. Civ. P. 41(b).  We reverse and remand for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As the district court did not provide otherwise, its dismissal was with prejudice and on the merits.  See LeBeau v. Taco Bell, Inc., 892 F.2d 605, 607 (7th Cir. 1989) (dismissal for want of prosecution was on the merits and \"with prejudice\" where judgment did not \"otherwise state\");  Nagle v. Lee, 807 F.2d 435, 442-43 (5th Cir. 1987) (where judgment did not state whether it was without prejudice, Rule 41(b) requires court to treat dismissal as being with prejudice and on the merits).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We review dismissals pursuant to Rule 41(b) for abuse of discretion.  Pinero Capo v. United States, 7 F.3d 283, 284 (1st Cir. 1993).  We normally respect, and encourage, the efforts of district courts to manage their dockets decisively.  Still, in this instance, the unrebutted information in the record indicates that the plaintiffs were prosecuting their case and had not disregarded any rule or order.  Although this may not have been clear at the time that the district court dismissed the action sua sponte, the facts were brought out on the Rule 60(b) motion.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Only 91 days passed between the filing of the complaint and its dismissal by the district court.  Plaintiffs had not disobeyed any court orders or ignored any warnings, since none had been issued.  Compare Pinero Capo, 7 F.3d at 284 (affirming Rule 41(b) dismissal where appellants had repeatedly violated discovery orders despite clear warnings that dismissal would result and the court had first imposed lesser sanctions).  Nor had appellants violated any procedural rules.  Although plaintiffs failed to serve defendants during that 91-day period, Fed.  R. Civ. P. 4(m) and Local Rule 313.1(A) permit service to be made within 120 days of the filing of a complaint.  Cf. Jardines Bacata, Ltd. v. Diaz-Marquez, 878 F.2d 1555, 1560 (1st Cir. 1989) (holding that it was an abuse of discretion to dismiss case against certain defendants for lack of prosecution where plaintiffs had complied with D.P.R.L.R. 313.1(B)).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This case is not before us on direct appeal of the dismissal order, however.  It is an appeal from the district court's denial of plaintiffs' Rule 60(b) motion.  Rule 60(b) provides, in relevant part, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>On motion and upon such terms as are just, the court may relieve a party or party's legal representative from a final judgment, order or proceeding for the following reasons:  (1) mistake, inadvertence, surprise, or excusable neglect....</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We review denials of Rule 60(b) motions for abuse of discretion. de la Torre v. Continental Ins. Co., 15 F.3d 12, 14 (1st Cir. 1994).  \"[T]he trial court's exercise of discretion must be colored by a recognition that, because Rule 60(b) is a vehicle for 'extraordinary relief,' motions invoking the rule should be granted 'only under exceptional circumstances.' \"  Id. (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although plaintiffs failed to specify the section of Rule 60(b) upon which they relied, it is apparent that they sought relief for the reason of their \"excusable neglect\" of their case.  The Rule 60 motion referred to \"personal problems\" between appellants (who are married) that had hampered their ability to communicate with their attorney, leading to their attorney's withdrawal and, ultimately, to the dismissal of the complaint for failure to prosecute.  Plaintiffs also stated in their Rule 60(b) motion, which was filed by the same attorney who had previously withdrawn, that they had begun discovery and that the delay in serving the summonses resulted from a tactical decision to take depositions before completing service.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Ordinarily, we do not look with favor on the use of a Rule 60(b) motion to perform the office of a motion under Rule 59(e), which is subject to a 10-day limitation.  On the other hand, the dismissal in this case was without prior warning and followed immediately upon the heels of the withdrawal by plaintiffs' attorney.  Nor is there any evidence of prejudice from the delay.  Under all of these circumstances, we conclude that the Rule 60(b) motion should have been granted.  See Carter v. United States, 780 F.2d 925 (11th Cir. 1986) (reversing denial of Rule 60(b) motion seeking relief from Rule 41(b) dismissal under similar circumstances);  see also Link v. Wabash Railroad Co., 370 U.S. 626, 632 (1962) (noting that the lack of prior notice of Rule 41(b) dismissal for lack of prosecution is \"of less consequence\" given \"the escape hatch provided by Rule 60(b).\")</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We intend no criticism of the able district judge who, at the time of the dismissal, could easily have believed that the case was not being seriously pursued by the plaintiffs.  But in light of the subsequent information provided, we do not think that the dismissal can stand.  Plaintiffs are now on notice that they must pursue their case seriously and without further delay.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For the foregoing reasons, the district court's denial of the Rule 60(b) motion is reversed and the case is remanded to the district court for proceedings consistent with this opinion.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">264</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Benjamin HERNANDEZ, et al., Plaintiffs, Appellants,<br>v.<br>Jose HERNANDEZ-COLON, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-2169</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">April 5, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Juan M. Perez-Gimenez, U.S. District Judge ]</p>\n      <p class=\"indent\">Peter John Porrata on brief for appellants.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">REVERSED AND REMANDED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants Benjamin Hernandez and Liduvina Silva appeal the district court's denial of their motion pursuant to Fed.  R. Civ. P. 60(b), seeking relief from the court's sua sponte dismissal of their complaint for failure to prosecute pursuant to Fed.  R. Civ. P. 41(b).  We reverse and remand for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As the district court did not provide otherwise, its dismissal was with prejudice and on the merits.  See LeBeau v. Taco Bell, Inc., <span class=\"citation\" data-id=\"534249\"><a href=\"/opinion/534249/carol-lebeau-v-taco-bell-inc/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">605</span></a></span>, 607 (7th Cir. 1989) (dismissal for want of prosecution was on the merits and \"with prejudice\" where judgment did not \"otherwise state\");  Nagle v. Lee, <span class=\"citation\" data-id=\"480572\"><a href=\"/opinion/480572/charles-nagle-v-harry-lee-sheriff-of-jefferson-parish-state-of-louisiana/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">435</span></a></span>, 442-43 (5th Cir. 1987) (where judgment did not state whether it was without prejudice, Rule 41(b) requires court to treat dismissal as being with prejudice and on the merits).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We review dismissals pursuant to Rule 41(b) for abuse of discretion.  Pinero Capo v. United States, <span class=\"citation\" data-id=\"194985\"><a href=\"/opinion/194985/pinero-capo-v-united-states/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">283</span></a></span>, 284 (1st Cir. 1993).  We normally respect, and encourage, the efforts of district courts to manage their dockets decisively.  Still, in this instance, the unrebutted information in the record indicates that the plaintiffs were prosecuting their case and had not disregarded any rule or order.  Although this may not have been clear at the time that the district court dismissed the action sua sponte, the facts were brought out on the Rule 60(b) motion.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Only 91 days passed between the filing of the complaint and its dismissal by the district court.  Plaintiffs had not disobeyed any court orders or ignored any warnings, since none had been issued.  Compare Pinero <span class=\"citation\" data-id=\"194985\"><span class=\"antecedent_guess\">Capo,</span> <a href=\"/opinion/194985/pinero-capo-v-united-states/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">284</span> </a></span>(affirming Rule 41(b) dismissal where appellants had repeatedly violated discovery orders despite clear warnings that dismissal would result and the court had first imposed lesser sanctions).  Nor had appellants violated any procedural rules.  Although plaintiffs failed to serve defendants during that 91-day period, Fed.  R. Civ. P. 4(m) and Local Rule 313.1(A) permit service to be made within 120 days of the filing of a complaint.  Cf. Jardines Bacata, Ltd. v. Diaz-Marquez, <span class=\"citation\" data-id=\"526040\"><a href=\"/opinion/526040/jardines-bacata-limited-v-aniceto-diaz-marquez/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1555</span></a></span>, 1560 (1st Cir. 1989) (holding that it was an abuse of discretion to dismiss case against certain defendants for lack of prosecution where plaintiffs had complied with D.P.R.L.R. 313.1(B)).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This case is not before us on direct appeal of the dismissal order, however.  It is an appeal from the district court's denial of plaintiffs' Rule 60(b) motion.  Rule 60(b) provides, in relevant part, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>On motion and upon such terms as are just, the court may relieve a party or party's legal representative from a final judgment, order or proceeding for the following reasons:  (1) mistake, inadvertence, surprise, or excusable neglect....</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We review denials of Rule 60(b) motions for abuse of discretion. de la Torre v. Continental Ins. Co., <span class=\"citation\" data-id=\"195174\"><a href=\"/opinion/195174/de-la-torre-v-continental-ins-co/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 14 (1st Cir. 1994).  \"[T]he trial court's exercise of discretion must be colored by a recognition that, because Rule 60(b) is a vehicle for 'extraordinary relief,' motions invoking the rule should be granted 'only under exceptional circumstances.' \"  <span class=\"citation\" data-id=\"195174\"><a href=\"/opinion/195174/de-la-torre-v-continental-ins-co/\"><span class=\"id_token\">Id.</span> (citations omitted).</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although plaintiffs failed to specify the section of Rule 60(b) upon which they relied, it is apparent that they sought relief for the reason of their \"excusable neglect\" of their case.  The Rule 60 motion referred to \"personal problems\" between appellants (who are married) that had hampered their ability to communicate with their attorney, leading to their attorney's withdrawal and, ultimately, to the dismissal of the complaint for failure to prosecute.  Plaintiffs also stated in their Rule 60(b) motion, which was filed by the same attorney who had previously withdrawn, that they had begun discovery and that the delay in serving the summonses resulted from a tactical decision to take depositions before completing service.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Ordinarily, we do not look with favor on the use of a Rule 60(b) motion to perform the office of a motion under Rule 59(e), which is subject to a 10-day limitation.  On the other hand, the dismissal in this case was without prior warning and followed immediately upon the heels of the withdrawal by plaintiffs' attorney.  Nor is there any evidence of prejudice from the delay.  Under all of these circumstances, we conclude that the Rule 60(b) motion should have been granted.  See Carter v. United States, <span class=\"citation\" data-id=\"462738\"><a href=\"/opinion/462738/jeremy-carter-a-minor-by-and-through-his-parents-and-next-friends-douglas/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">925</span> </a></span>(11th Cir. 1986) (reversing denial of Rule 60(b) motion seeking relief from Rule 41(b) dismissal under similar circumstances);  see also Link v. Wabash Railroad Co., <span class=\"citation\" data-id=\"106449\"><a href=\"/opinion/106449/link-v-wabash-r-co/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">626</span></a></span>, 632 (1962) (noting that the lack of prior notice of Rule 41(b) dismissal for lack of prosecution is \"of less consequence\" given \"the escape hatch provided by Rule 60(b).\")</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We intend no criticism of the able district judge who, at the time of the dismissal, could easily have believed that the case was not being seriously pursued by the plaintiffs.  But in light of the subsequent information provided, we do not think that the dismissal can stand.  Plaintiffs are now on notice that they must pursue their case seriously and without further delay.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For the foregoing reasons, the district court's denial of the Rule 60(b) motion is reversed and the case is remanded to the district court for proceedings consistent with this opinion.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106449/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194985/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195174/",
    "https://www.courtlistener.com/api/rest/v3/opinions/462738/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480572/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526040/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534249/"
  ]
}