{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196114/",
  "id": 196114,
  "absolute_url": "/opinion/196114/westchester-fire-v-campbell/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196114/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:57:59Z",
  "date_modified": "2020-02-21T23:44:09.849773Z",
  "type": "010combined",
  "sha1": "80b8135023840e0cc02ff3cfa9c246d7f8f0380d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2104.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-2104\r\n\n               WESTCHESTER FIRE INSURANCE COMPANY,\r\n\n                      Plaintiff - Appellee,\r\n\n                                v.\r\n\n            RICHARD H. CAMPBELL &amp; DEBORAH D. CAMPBELL,\r\n\n                     Defendants - Appellants.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n           [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \r\n\n                                           \r\n\n                              Before\r\n\n                      Boudin, Circuit Judge,\r                                                     \r\n\n       John R. Gibson* and Campbell, Senior Circuit Judges.\r                                                                    \r\n\n                                           \r\n\n     Stephen  G. Morrell,  with whom  Laurie A.  Dart and  Eaton,\r                                                                           \r\nPeabody, Bradford &amp; Veague, P.A., were on brief for appellants.\r                                          \r\n     Keith R.  Jacques, with whom  Jensen Baird Gardner  &amp; Henry,\r                                                                          \r\nwas on brief for appellee.\r\n\n                                           \r\n\n                           June 1, 1995\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the Eighth Circuit, sitting by designation.\r\r\n\n          JOHN  R. GIBSON,  Senior  Circuit Judge.   Richard  and\r                                                           \r\n\nDeborah Campbell appeal the summary judgment entered against them\r\n\nin  favor of Westchester Fire Insurance Company on a guaranty the\r\n\nCampbells executed for the benefit of their family-owned company,\r\n\nR. H.  Campbell, Inc.   We  affirm the  judgment of  the district\r\n\ncourt.\r\n\n          The facts are undisputed.  In 1987 the Campbells signed\r\n\nan  agreement   with  Universal  Bonding  Insurance   Company  to\r\n\nindemnify Universal  against loss  on any  surety bonds  it might\r\n\nexecute on behalf of R. H. Campbell, Inc.1  The  agreement had no\r\n\ntermination date, and neither party terminated it.  The agreement\r\n                    \r                              \r\n\n1  The operative language of the agreement provided:\r\n\n            [S]hould the  [Universal Bonding] Company\r\n            execute  or procure the  execution of the\r\n            suretyship for which  application is  now\r\n            pending,  or  which   may  be   hereafter\r\n            applied for . . . the  undersigned [i.e.,\r\n            the Campbells] . . . hereby undertake and\r\n            agree:\r\n\n                              . . .\r\n\n            That the  indemnitor  will . . .  at  all\r\n            times indemnify and  save the  [Universal\r\n            Bonding]   Company   harmless  from   and\r\n            against  every  claim, demand,  liability\r\n            [or]  loss . . . sustained or incurred by\r\n            the Company by  reason of having executed\r\n            or  procured the execution  of said bonds\r\n            or obligations . . . .  \r\n\nThe agreement also stated:\r\n\n            The indemnitor and  his successors  agree\r\n            to indemnify and save harmless the Surety\r\n            from  and  against any  and  all demands,\r\n            liabilities,  loss,   costs,  damages  or\r\n            expenses    of    whatever   nature    or\r\n            kind. . . .\r\n\n                               -2-\r\r\n\ndefined as  the \"Surety\" entitled to  indemnification: \"Universal\r\n\nBonding Insurance  Company, its reinsurers, and  any other person\r\n\nor entity  which the surety may  procure to act as  Surety or co-\r\n\nsurety on any bond or any other person or entity who executes any\r\n\nbond at its  request.\"   In 1990 Westchester  issued payment  and\r\n\nperformance  bonds  for  R.  H. Campbell,  Inc.,  at  Universal's\r\n\nrequest, in reliance on the guaranty  Universal had obtained from\r\n\nthe Campbells.   Richard Campbell was aware that  his corporation\r\n\nwas  obtaining the  bonds at  the time  Westchester issued  them,\r\n\nsince  he signed the bonds in his  capacity as president of R. H.\r\n\nCampbell, Inc.\r\n\n          Westchester  was eventually  required  to pay  almost a\r\n\nmillion  dollars in claims, expenses,  and attorneys' fees on its\r\n\nsurety bonds.   Consequently,  Westchester sued the  Campbells on\r\n\nthe guaranty  agreement.  The district  court granted Westchester\r\n\nsummary  judgment.  Westchester Fire Ins. Co. v. Campbell, 863 F.\r                                                                   \r\n\nSupp. 32 (D. Maine 1994).\r\n\n          The Campbells argue that under Maine  law, specifically\r\n\nNorton v. Eastman, 4 Me. 521  (1827), a guarantor on a continuing\r                           \r\n\nguaranty  is entitled  to notice  of acceptance  of his  offer of\r\n\nguaranty.    They argue  that they  did  not receive  notice that\r\n\nWestchester  issued its bonds in reliance on their guaranty.  The\r\n\nCampbells  quote  from  American  Agricultural  Chemical  Co.  v.\r                                                                       \r\n\nEllsworth, 83 A. 546  (Me. 1912):  \"Until acceptance  and notice,\r                   \r\n\nthe writing of  guaranty is merely  a proposal, making  necessary\r\n\n                               -3-\r\r\n\nacceptance by the other party to complete the contract.\"  Id.  at\r                                                                       \r\n\n547.\r\n\n          However, there are  several situations in which  notice\r\n\nof acceptance  is unnecessary,  since acceptance can  be inferred\r\n\nfrom  the circumstances of the  offer of guaranty.   In Ellsworth\r                                                                           \r\n\nthe Maine Supreme Judicial Court stated:\r\n\n                 There  are  some  exceptions to  the\r\n            general rule [requiring notice], three of\r\n            which  the plaintiff relies  upon in this\r\n            case.   One is when  the consideration of\r\n            the guaranty  is a valuable  one, moving,\r\n            directly or indirectly  to the  guarantor\r\n            from the creditor.   Another is when  the\r\n            guaranty is  made at  the request of  the\r\n            creditor.    And  a  third  is  when  the\r\n            agreement  to  accept,  or  the  contract\r\n            guaranteed,  is contemporaneous  with the\r\n            guaranty.    In  such  cases   notice  of\r\n            acceptance    of    the    guaranty    is\r\n            unnecessary.\r\n\nId. at 547.\r             \r\n\n          This  case  presents  the  first  exception  listed  in\r\n\nEllsworth,  since  the Campbells  agreed  in  the 1987  guaranty:\r                   \r\n\n\"Undersigned  warrant  that  each  of them  is  specifically  and\r\n\nbeneficially interested  in  the obtaining  of each  Bond.\"   The\r\n\nimport  of this  language  is  that  the  consideration  for  the\r\n\nguaranty--that  is,  the  Surety's  issuance  of  the  bonds--was\r\n\nvaluable  consideration  benefitting  the  Campbells  themselves.\r\n\nThis exception  makes perfect  sense, because when  the guarantor\r\n\nbenefits  from the surety's execution of the bond, he has already\r\n\nreceived something under  the arrangement and is  not entitled to\r\n\nwithdraw from it.   Moreover,  the very receipt  of that  benefit\r\n\nfunctions as notice of acceptance of the guaranty, making further\r\n\n                               -4-\r\r\n\nnotice superfluous.   Here, the Campbells  were sole shareholders\r\n\nof R. H. Campbell, Inc.,  and as such had an obvious  interest in\r\n\nthe  issuance  of  bonds enabling  R.  H.  Campbell,  Inc. to  do\r\n\nbusiness.    Under these  circumstances,  the  Campbells are  not\r\n\nentitled  to  insist  on   further  notice  of  acceptance  under\r\n\nEllsworth.2\r                   \r\n\n           Westchester  also  states without  objection  from the\r\n\nCampbells,  that  the  Campbells  executed the  guaranty  at  the\r\n\nrequest of the creditor, thus  coming within the second exception\r\n\nto  the notice  requirement.   See Ellsworth,  83 A. at  547; see\r                                                                           \r\n\ngenerally, Annotation,  Necessity  of Giving  Creditor Notice  of\r                                                                           \r\n\nAcceptance  of Guaranty,  6 A.L.R.  3d 355,    10 (1966  and 1994\r                                 \r\n\nSupp.); Restatement  (Second) of  Contracts   54, cmt.  d (1981).\r\n\nWestchester's  assertion is  corroborated  by the  fact that  the\r\n\nguaranty agreement consists of a Universal Bonding form signed by\r\n\nthe Campbells.  Thus, the Campbells' arguments based on Maine law\r\n\nare unavailing.\r\n\n                    \r                              \r\n\n2    These  facts  also establish  another  generally  recognized\r\nproviso  to  the  notice  of  acceptance  requirement:    when  a\r\nguarantor is an  insider of the principal  corporation, notice of\r\nacceptance  to the  guarantor  is considered  redundant once  the\r\ncorporation  has received  notice.   See  Richard  F. Dole,  Jr.,\r                                                  \r\nNotice Requirements of  Guaranty Contracts, 62 Mich. L.  Rev. 57,\r                                                    \r\n79-80 (1963); Annotation, Necessity  of Creditor Giving Guarantor\r                                                                           \r\nNotice of  Acceptance of   Guaranty, 6 A.L.R. 3d  355,   13 (1966\r                                             \r\nand 1994 Supp.); Restatement (Second)  of Contracts   54, cmt.  d\r\n(1981).  In this  case, the Campbells were the  sole shareholders\r\nand  were officers  and directors  of the  principal corporation.\r\nRichard Campbell was aware that the corporation was obtaining the\r\nbonds.   Campbell's knowledge  of the transaction  between debtor\r\nand  creditor  is  an  adequate  basis  for  inferring notice  of\r\nacceptance.   See, e.g., Cobb v. Texas Distrib., Inc., 524 S.W.2d\r                                                               \r\n342, 345 (Tex. Civ. App. 1975).\r\n\n                               -5-\r\r\n\n          Finally, to  the extent the Campbells  are arguing that\r\n\nWestchester  should have  notified  them  about each  transaction\r\n\nconcluded in  reliance on their  guaranty, they have  waived such\r\n\nnotice.   Their  guaranty agreement  states:   \"Undersigned waive\r\n\nnotice of . . . Surety's  loaning funds to Principal.\"   Since in\r\n\nexecuting the payment and  performance bonds the surety lent  its\r\n\ncredit to  R. H. Campbell, Inc.,  it was in effect  lending R. H.\r\n\nCampbell  funds.     Certainly,  this  was  the  effect   of  the\r\n\ntransaction  from  the  guarantor's  point  of  view,  since  the\r\n\nguarantor's concern is whether the principal will contract a debt\r\n\nhe cannot repay.   Therefore,  our decision is  bolstered by  the\r\n\nfact  that  the  Campbells  waived  notice  of   principal-surety\r\n\ntransactions in their  guaranty agreement.   See Davis v.  Wells,\r                                                                          \r\n\n104 U.S. 159, 169 (1881).\r\n\n          We affirm the judgment of the district court.\r\n\n          Affirmed.\r                            \r\n\n                               -6-\r\r\n",
  "html": "<p class=\"case_cite\">55 F.3d 32</p>\n    <p class=\"parties\">WESTCHESTER FIRE INSURANCE COMPANY, Plaintiff-Appellee,<br>v.<br>Richard H. CAMPBELL &amp; Deborah D. Campbell, Defendants-Appellants.</p>\n    <p class=\"docket\">No. 94-2104.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 3, 1995.<br>Decided June 1, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen G. Morrell, with whom Laurie A. Dart and Eaton, Peabody, Bradford &amp; Veague, P.A., Bangor, ME, were on brief, for appellants.</p>\n      <p class=\"indent\">Keith R. Jacques, with whom Jensen Baird Gardner &amp; Henry, Biddeford, ME, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, JOHN R. GIBSON<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">JOHN R. GIBSON, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Richard and Deborah Campbell appeal the summary judgment entered against them in favor of Westchester Fire Insurance Company on a guaranty the Campbells executed for the benefit of their family-owned company, R.H. Campbell, Inc.  We affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are undisputed.  In 1987 the Campbells signed an agreement with Universal Bonding Insurance Company to indemnify Universal against loss on any surety bonds it might execute on behalf of R.H. Campbell, Inc.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The agreement had no termination date, and neither party terminated it.  The agreement defined as the \"Surety\" entitled to indemnification:  \"Universal Bonding Insurance Company, its reinsurers, and any other person or entity which the surety may procure to act as Surety or co-surety on any bond or any other person or entity who executes any bond at its request.\"   In 1990 Westchester issued payment and performance bonds for R.H. Campbell, Inc., at Universal's request, in reliance on the guaranty Universal had obtained from the Campbells.  Richard Campbell was aware that his corporation was obtaining the bonds at the time Westchester issued them, since he signed the bonds in his capacity as president of R.H. Campbell, Inc.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Westchester was eventually required to pay almost a million dollars in claims, expenses, and attorneys' fees on its surety bonds.  Consequently, Westchester sued the Campbells on the guaranty agreement.  The district court granted Westchester summary judgment.  Westchester Fire Ins. Co. v. Campbell, 863 F.Supp. 32 (D.Maine 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Campbells argue that under Maine law, specifically Norton v. Eastman, 4 Me. 521 (1827), a guarantor on a continuing guaranty is entitled to notice of acceptance of his offer of guaranty.  They argue that they did not receive notice that Westchester issued its bonds in reliance on their guaranty.  The Campbells quote from American Agricultural Chemical Co. v. Ellsworth, 109 Me. 195, 83 A. 546 (1912):  \"Until acceptance and notice, the writing of guaranty is merely a proposal, making necessary acceptance by the other party to complete the contract.\"  Id. at 547.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">However, there are several situations in which notice of acceptance is unnecessary, since acceptance can be inferred from the circumstances of the offer of guaranty.  In Ellsworth the Maine Supreme Judicial Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There are some exceptions to the general rule [requiring notice], three of which the plaintiff relies upon in this case.  One is when the consideration of the guaranty is a valuable one, moving, directly or indirectly to the guarantor from the creditor.  Another is when the guaranty is made at the request of the creditor.  And a third is when the agreement to accept, or the contract guaranteed, is contemporaneous with the guaranty.  In such cases notice of acceptance of the guaranty is unnecessary.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Id. at 547.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This case presents the first exception listed in Ellsworth, since the Campbells agreed in the 1987 guaranty:  \"Undersigned warrant that each of them is specifically and beneficially interested in the obtaining of each Bond.\"   The import of this language is that the consideration for the guaranty--that is, the Surety's issuance of the bonds--was valuable consideration benefitting the Campbells themselves.  This exception makes perfect sense, because when the guarantor benefits from the surety's execution of the bond, he has already received something under the arrangement and is not entitled to withdraw from it.  Moreover, the very receipt of that benefit functions as notice of acceptance of the guaranty, making further notice superfluous.  Here, the Campbells were sole shareholders of R.H. Campbell, Inc., and as such had an obvious interest in the issuance of bonds enabling R.H. Campbell, Inc. to do business.  Under these circumstances, the Campbells are not entitled to insist on further notice of acceptance under Ellsworth.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Westchester also states without objection from the Campbells, that the Campbells executed the guaranty at the request of the creditor, thus coming within the second exception to the notice requirement.  See Ellsworth, 83 A. at 547;  see generally, Annotation, Necessity of Giving Creditor Notice of Acceptance of Guaranty, 6 A.L.R.3d 355, Sec. 10 (1966 and 1994 Supp.);   Restatement (Second) of Contracts Sec. 54, cmt. d (1981).  Westchester's assertion is corroborated by the fact that the guaranty agreement consists of a Universal Bonding form signed by the Campbells.  Thus, the Campbells' arguments based on Maine law are unavailing.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Finally, to the extent the Campbells are arguing that Westchester should have notified them about each transaction concluded in reliance on their guaranty, they have waived such notice.  Their guaranty agreement states:  \"Undersigned waive notice of ... Surety's loaning funds to Principal.\"   Since in executing the payment and performance bonds the surety lent its credit to R.H. Campbell, Inc., it was in effect lending R.H. Campbell funds.  Certainly, this was the effect of the transaction from the guarantor's point of view, since the guarantor's concern is whether the principal will contract a debt he cannot repay.  Therefore, our decision is bolstered by the fact that the Campbells waived notice of principal-surety transactions in their guaranty agreement.  See Davis v. Wells, 104 U.S. 159, 169, 26 L.Ed. 686 (1881).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The operative language of the agreement provided:</p>\n        <p>[S]hould the [Universal Bonding] Company execute or procure the execution of the suretyship for which application is now pending, or which may be hereafter applied for ... the undersigned [i.e., the Campbells] ... hereby undertake and agree:</p>\n        <p>That the indemnitor will ... at all times indemnify and save the [Universal Bonding] Company harmless from and against every claim, demand, liability [or] loss ... sustained or incurred by the Company by reason of having executed or procured the execution of said bonds or obligations</p>\n        <p>...</p>\n        <p>The agreement also stated:</p>\n        <p>The indemnitor and his successors agree to indemnify and save harmless the Surety from and against any and all demands, liabilities, loss, costs, damages or expenses of whatever nature or kind....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> These facts also establish another generally recognized proviso to the notice of acceptance requirement:  when a guarantor is an insider of the principal corporation, notice of acceptance to the guarantor is considered redundant once the corporation has received notice.  See Richard F. Dole, Jr., Notice Requirements of Guaranty Contracts, 62 Mich.L.Rev. 57, 79-80 (1963);  Annotation, Necessity of Creditor Giving Guarantor Notice of Acceptance of Guaranty, 6 A.L.R.3d 355, Sec. 13 (1966 and 1994 Supp.);   Restatement (Second) of Contracts Sec. 54, cmt. d (1981).  In this case, the Campbells were the sole shareholders and were officers and directors of the principal corporation.  Richard Campbell was aware that the corporation was obtaining the bonds.  Campbell's knowledge of the transaction between debtor and creditor is an adequate basis for inferring notice of acceptance.  See, e.g., Cobb v. Texas Distrib., Inc., 524 S.W.2d 342, 345 (Tex.Civ.App.1975)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></span></p>\n    <p class=\"parties\">WESTCHESTER FIRE INSURANCE COMPANY, Plaintiff-Appellee,<br>v.<br>Richard H. CAMPBELL &amp; Deborah D. Campbell, Defendants-Appellants.</p>\n    <p class=\"docket\">No. 94-2104.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 3, 1995.<br>Decided June 1, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen G. Morrell, with whom Laurie A. Dart and Eaton, Peabody, Bradford &amp; Veague, P.A., Bangor, ME, were on brief, for appellants.</p>\n      <p class=\"indent\">Keith R. Jacques, with whom Jensen Baird Gardner &amp; Henry, Biddeford, ME, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, JOHN R. GIBSON<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">JOHN R. GIBSON, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Richard and Deborah Campbell appeal the summary judgment entered against them in favor of Westchester Fire Insurance Company on a guaranty the Campbells executed for the benefit of their family-owned company, R.H. Campbell, Inc.  We affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are undisputed.  In 1987 the Campbells signed an agreement with Universal Bonding Insurance Company to indemnify Universal against loss on any surety bonds it might execute on behalf of R.H. Campbell, Inc.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The agreement had no termination date, and neither party terminated it.  The agreement defined as the \"Surety\" entitled to indemnification:  \"Universal Bonding Insurance Company, its reinsurers, and any other person or entity which the surety may procure to act as Surety or co-surety on any bond or any other person or entity who executes any bond at its request.\"   In 1990 Westchester issued payment and performance bonds for R.H. Campbell, Inc., at Universal's request, in reliance on the guaranty Universal had obtained from the Campbells.  Richard Campbell was aware that his corporation was obtaining the bonds at the time Westchester issued them, since he signed the bonds in his capacity as president of R.H. Campbell, Inc.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Westchester was eventually required to pay almost a million dollars in claims, expenses, and attorneys' fees on its surety bonds.  Consequently, Westchester sued the Campbells on the guaranty agreement.  The district court granted Westchester summary judgment.  Westchester Fire Ins. Co. v. Campbell, <span class=\"citation\" data-id=\"1459777\"><a href=\"/opinion/1459777/westchester-fire-ins-co-v-campbell/\"><span class=\"volume\">863</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">32</span> </a></span>(D.Maine 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Campbells argue that under Maine law, specifically Norton v. Eastman, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">Me.</span> <span class=\"page\">521</span> </span>(1827), a guarantor on a continuing guaranty is entitled to notice of acceptance of his offer of guaranty.  They argue that they did not receive notice that Westchester issued its bonds in reliance on their guaranty.  The Campbells quote from American Agricultural Chemical Co. v. Ellsworth, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">Me.</span> <span class=\"page\">195</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">A.</span> <span class=\"page\">546</span> </span>(1912):  \"Until acceptance and notice, the writing of guaranty is merely a proposal, making necessary acceptance by the other party to complete the contract.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 547.</span></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">However, there are several situations in which notice of acceptance is unnecessary, since acceptance can be inferred from the circumstances of the offer of guaranty.  In Ellsworth the Maine Supreme Judicial Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There are some exceptions to the general rule [requiring notice], three of which the plaintiff relies upon in this case.  One is when the consideration of the guaranty is a valuable one, moving, directly or indirectly to the guarantor from the creditor.  Another is when the guaranty is made at the request of the creditor.  And a third is when the agreement to accept, or the contract guaranteed, is contemporaneous with the guaranty.  In such cases notice of acceptance of the guaranty is unnecessary.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 547.</span></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This case presents the first exception listed in Ellsworth, since the Campbells agreed in the 1987 guaranty:  \"Undersigned warrant that each of them is specifically and beneficially interested in the obtaining of each Bond.\"   The import of this language is that the consideration for the guaranty--that is, the Surety's issuance of the bonds--was valuable consideration benefitting the Campbells themselves.  This exception makes perfect sense, because when the guarantor benefits from the surety's execution of the bond, he has already received something under the arrangement and is not entitled to withdraw from it.  Moreover, the very receipt of that benefit functions as notice of acceptance of the guaranty, making further notice superfluous.  Here, the Campbells were sole shareholders of R.H. Campbell, Inc., and as such had an obvious interest in the issuance of bonds enabling R.H. Campbell, Inc. to do business.  Under these circumstances, the Campbells are not entitled to insist on further notice of acceptance under Ellsworth.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Westchester also states without objection from the Campbells, that the Campbells executed the guaranty at the request of the creditor, thus coming within the second exception to the notice requirement.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Ellsworth,</span> <span class=\"volume\">83</span> <span class=\"reporter\">A.</span> at <span class=\"page\">547</span></span>;  see generally, Annotation, Necessity of Giving Creditor Notice of Acceptance of Guaranty, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">A.L.R. 3d</span> <span class=\"page\">355</span></span>, Sec. 10 (1966 and 1994 Supp.);   Restatement (Second) of Contracts Sec. 54, cmt. d (1981).  Westchester's assertion is corroborated by the fact that the guaranty agreement consists of a Universal Bonding form signed by the Campbells.  Thus, the Campbells' arguments based on Maine law are unavailing.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Finally, to the extent the Campbells are arguing that Westchester should have notified them about each transaction concluded in reliance on their guaranty, they have waived such notice.  Their guaranty agreement states:  \"Undersigned waive notice of ... Surety's loaning funds to Principal.\"   Since in executing the payment and performance bonds the surety lent its credit to R.H. Campbell, Inc., it was in effect lending R.H. Campbell funds.  Certainly, this was the effect of the transaction from the guarantor's point of view, since the guarantor's concern is whether the principal will contract a debt he cannot repay.  Therefore, our decision is bolstered by the fact that the Campbells waived notice of principal-surety transactions in their guaranty agreement.  See Davis v. Wells, <span class=\"citation\" data-id=\"90437\"><a href=\"/opinion/90437/davis-v-wells/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 169, <span class=\"citation\" data-id=\"90437\"><a href=\"/opinion/90437/davis-v-wells/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">686</span> </a></span>(1881).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The operative language of the agreement provided:</p>\n        <p>[S]hould the [Universal Bonding] Company execute or procure the execution of the suretyship for which application is now pending, or which may be hereafter applied for ... the undersigned [i.e., the Campbells] ... hereby undertake and agree:</p>\n        <p>That the indemnitor will ... at all times indemnify and save the [Universal Bonding] Company harmless from and against every claim, demand, liability [or] loss ... sustained or incurred by the Company by reason of having executed or procured the execution of said bonds or obligations</p>\n        <p>...</p>\n        <p>The agreement also stated:</p>\n        <p>The indemnitor and his successors agree to indemnify and save harmless the Surety from and against any and all demands, liabilities, loss, costs, damages or expenses of whatever nature or kind....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> These facts also establish another generally recognized proviso to the notice of acceptance requirement:  when a guarantor is an insider of the principal corporation, notice of acceptance to the guarantor is considered redundant once the corporation has received notice.  See Richard F. Dole, Jr., Notice Requirements of Guaranty Contracts, 62 Mich.L.Rev. 57, 79-80 (1963);  Annotation, Necessity of Creditor Giving Guarantor Notice of Acceptance of Guaranty, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">A.L.R. 3d</span> <span class=\"page\">355</span></span>, Sec. 13 (1966 and 1994 Supp.);   Restatement (Second) of Contracts Sec. 54, cmt. d (1981).  In this case, the Campbells were the sole shareholders and were officers and directors of the principal corporation.  Richard Campbell was aware that the corporation was obtaining the bonds.  Campbell's knowledge of the transaction between debtor and creditor is an adequate basis for inferring notice of acceptance.  See, e.g., Cobb v. Texas Distrib., Inc., <span class=\"citation\" data-id=\"2407608\"><a href=\"/opinion/2407608/cobb-v-texas-distributors-inc/\"><span class=\"volume\">524</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">342</span></a></span>, 345 (Tex.Civ.App.1975)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/90437/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1459777/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2407608/"
  ]
}