{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196145/",
  "id": 196145,
  "absolute_url": "/opinion/196145/briggs-inc-v-martlet-importing/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196145/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:58:40Z",
  "date_modified": "2020-02-21T23:45:10.560516Z",
  "type": "010combined",
  "sha1": "89842029cdef18f4573ff279267da5b99e07700f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1017.01A",
  "local_path": null,
  "plain_text": "\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 95-1017\r\n\n                          BRIGGS, INC.,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                   MARTLET IMPORTING CO., INC.,\r\n\n                       Defendant, Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n         [Hon. Eugene W. Beaulieu, U.S. Magistrate Judge]\r                                                                  \r\n\n                                           \r\n\n                              Before\r\n\n                      Boudin, Circuit Judge,\r                                                     \r\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n                    and Stahl, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n  Joel A.  Dearborn with  whom Laurie Anne  Miller was on  brief for\r                                                            \r\nappellant.\r\n  David R. Cross with whom James  Brennan and John W.  McCarthy were\r                                                                         \r\non brief for appellee.\r\n\n                                           \r\n\n                          June 14, 1995\r\n                                           \r\r\n\n     COFFIN, Senior  Circuit Judge.  This is  a removed diversity\r                                            \r\n\naction in which  appellant, Briggs, Inc., a  Maine wholesale beer\r\n\ndistributor, sued  Martlet Importing Co., a  subsidiary of Molson\r\n\nBreweries U.S.A., seeking injunctive relief and monetary damages.\r\n\nBriggs  claims  that  Martlet  wrongfully  gave  another  company\r\n\nexclusive rights to distribute  a new malt beverage, Molson  Ice,\r\n\nin  the   \"Bangor  Market,\"   where  Briggs  had   the  exclusive\r\n\ndistribution  rights   for  all  other  Molson   products.    The\r\n\nmagistrate judge  hearing the  case granted summary  judgment for\r\n\nMartlet.  We affirm.\r\n\n     In 1975, Martlet designated Briggs as its distributor in the\r\n\nBangor area for two of its products, Molson Ale and Molson  Beer,\r\n\nand later added  a third,  Molson Golden.   There was no  written\r\n\ninstrument other  than the  designation of area  distributors and\r\n\nproducts which  Molson filed with  the Maine Bureau  of Alcoholic\r\n\nBeverages.  The contract between Briggs and Martlet was oral and,\r\n\nunder existing Maine law, terminable-at-will.\r\n\n     In  1979,  the  Certificate  of Approval  Holder  and  Maine\r\n\nWholesale Licensee  Agreement Act (the Act), Me.  Rev. Stat. Ann.\r\n\ntit.  28-A,     1451-1465, was  enacted.   This legislation  gave\r\n\nprotection to  local wholesale  distributors from termination  by\r\n\ntheir suppliers (\"certificate of approval holders\"); not only was\r\n\nreasonable notice  required, section  1455, but \"good  cause\" was\r\n\nmade a prerequisite,  section 1454.   After passage  of the  Act,\r\n\nMartlet  designated Briggs  its  distributor for  four more  malt\r\n\nbeverage  items, Molson  Light, Molson  Brador, Molson  Exel, and\r\n\n                               -2-\r\r\n\nMolson  Special   Dry.     Then   in  1993,   Martlet  gave   the\r\n\ndistributorship  for  a  new  product,  Molson  Ice,  to  another\r\n\ndistributor serving the same area.\r\n\n     The magistrate judge conducted  a hearing in connection with\r\n\na requested temporary restraining order, received depositions and\r\n\naffidavits, and  finally granted  summary  judgment for  Martlet.\r\n\nThe court  based its decision on the contract clauses of the U.S.\r\n\nConstitution, Art. I,    10, cl. 1, and of  the Maine Declaration\r\n\nof  Rights,  Art.  I,     11,  holding  that  to  apply  the  Act\r\n\nretroactively to  the earlier oral agreement  between Martlet and\r\n\nBriggs would substantially impair Martlet's understanding that it\r\n\ncould terminate at will.  It also held that no sufficient  public\r\n\npurpose would  be served.   Finally,  it held  that there was  no\r\n\nbreach of good faith and  fair dealing, as alleged in an  amended\r\n\ncomplaint.\r\n\n     We do not  reach the contract  clauses issue, preferring  to\r\n\ndispose  of  this case  on  the  non-constitutional ground  that,\r\n\nwhether or not  the Act has retroactive  application, Martlet was\r\n\nnot obligated under it  to assign the distributorship of  its new\r\n\nMolson Ice to Briggs.  This is so because that beverage was a new\r\n\nand  separate \"brand\"  within the  meaning of  the Act,  and thus\r\n\nproperly  was   the  subject   of  an   independent  distribution\r\n\nagreement.    Briggs  argues  that  the  Act  bars  Martlet  from\r\n\nassigning  Molson  Ice   to  another  distributor  because   this\r\n\n                               -3-\r\r\n\nconstitutes  a  dual  distributorship, in  violation  of  section\r\n\n1453.1   This  conclusion follows  from Briggs'  theory that  all\r\n\nMolson  products  comprise a  single \"brand.\"    See App.  at 349\r                                                              \r\n\n(Testimony  of  Allison  Briggs,  chairman of  the  board,  that:\r\n\n\"Molson is  the brand  and Ice  is an  extension of  the Molson's\r\n\nbrand.\").  Because the Act does not permit a  manufacturer to use\r\n\nmultiple distributors  for a single brand,  Briggs concludes that\r\n\nit must serve as distributor for all Molson products.\r\n\n     In support  of its  conclusion, Briggs  argues that  the Act\r\n\ndoes not define \"brand\" or \"label\" and that these terms should be\r\n\ngiven their ordinary  definition.  As it  happens, however, there\r\n\nseems  to be no single,  all purpose definition.   Indeed, Briggs\r\n\ncites a Dictionary of  Marketing Terms by Peter D. Bennett to the\r                                                \r\n\neffect that \"A brand may identify one item, a family of items, or\r\n\nall  items of [a] seller.\"  While such a multiplicity of possible\r\n\nmeanings might in other  circumstances preclude summary judgment,\r\n\nwe are  not  dealing here  with  a word  in  vacuo but  with  its\r                                                            \r\n\n                    \r                              \r\n\n     1The magistrate judge found it unnecessary to decide whether\r\nthe original agreement between Briggs and Martlet encompassed all\r\nMolson products to be distributed in the Bangor market or whether\r\nseparate agreements were made as each new product was introduced.\r\nAlthough Briggs'  chairman of the  board testified that  the 1975\r\nagreement  obligated   Martlet   to  designate   Briggs  as   its\r\ndistributor for all  new Molson products, Briggs' brief on appeal\r\ndoes not contain  this contention.   We note,  in addition,  that\r\nBriggs' complaint does not contain a breach of contract count.\r\n     These omissions  are  entirely  understandable.    The  only\r\nevidence offered  to support a comprehensive contract is the fact\r\nthat  Martlet  originally  assigned some  distribution  rights to\r\nBriggs.  See App. at 346-47, 349-50.  The idea that a terminable-\r                      \r\nat-will  contract   for  individual   products  could   imply  an\r\nenforceable obligation  to grant future  distributorships, to say\r\nthe least, does not carry conviction.\r\n\n                               -4-\r\r\n\nspecific   use  in  a  statute  that  has  for  many  years  been\r\n\ninterpreted adversely to Briggs' view.\r\n\n     The statutory language  strongly suggests  the more  limited\r\n\n\"one  item\" meaning  of brand.   Section  1451 (and  also section\r\n\n1452(1)(C))  speaks  of an  agreement  between  a certificate  of\r\n\napproval holder  and a wholesale licensee  authorizing the latter\r\n\n\"to  distribute  one  or  more  of the  certificate  of  approval\r\n\nholder's  brands  of  malt  liquor.\"    (Emphasis  added.)    The\r                          \r\n\nassumption appears to  be that a certificate  holder has multiple\r\n\n\"brands,\"  or \"kinds,\"  of wine  or beer.   Section  1453(1) then\r\n\nprohibits dual distributorships for individual brands  or labels,\r\n\nusing the singular forms of those words.2  We think it  apparent,\r\n\nin light  of the  earlier use  of the  plural \"brands,\" that  the\r\n\nprohibition  in  this section  concerns  discrete  products of  a\r\n\nmanufacturer, and  does not bar multiple  distribution agreements\r\n\nfor  differently  labelled  products of  a  single  manufacturer.\r\n\nLikewise, the obligation to maintain agreements in the absence of\r\n\ngood  cause for changing or  terminating them must  apply only to\r\n\nthe distribution rights of the individual \"brands.\"\r\n\n     If the  statutory language leaves any  doubt concerning this\r\n\ninterpretation, it is dispelled by the testimony of Lynn Cayford,\r\n\nDirector of Licensing for the Bureau of Liquor Enforcement of the\r\n\n                    \r                              \r\n\n     2  The  provision  reads  as  follows:  \"No  certificate  of\r\napproval  holder who  designates a  sales territory  for which  a\r\nwholesale licensee  is primarily  responsible may enter  into any\r\nagreement with  any other wholesale  licensee for the  purpose of\r\nestablishing  an additional agreement  for its brand  or label in\r\nthe same territory.\"\r\n\n                               -5-\r\r\n\nState of Maine for  the past thirteen  years.  He testified  that\r\n\nthe  agency treated \"every label  as a separate  brand,\" and that\r\n\nthis definition of \"how we handle brands and how we handle labels\r\n\nis the same way we've handled them in my twelve years or thirteen\r\n\nyears working there.\"\r\n\n     Briggs  urges us  to  give  no  deference  to  the  agency's\r\n\ninterpretation  because of the lack  of a definition  in the Act,\r\n\nthe absence  of case law,  and the  fact that Cayford  is not  an\r\n\nattorney.   This is an original, if  meritless, argument.  As the\r\n\nMaine Supreme Judicial Court has made clear, \"We shall accept the\r\n\nagency's  construction,  especially  if,  as  here,  it  is  long\r\n\nestablished  . .  .  unless it  clearly violates  the legislative\r\n\nintent.\"  Bar Harbor  Banking and Trust Co. v.  Superintendent of\r                                                                           \r\n\nthe Bureau of Consumer Protection, 471 A.2d 292, 296 (Me. 1984).\r                                           \r\n\n     The conclusory  assertions of Briggs' officers  that \"brand\"\r\n\nand  \"label\"  refer  in this  context  to  all  products using  a\r\n\nsupplier's name do not  create a genuine issue of  material fact.\r\n\nThere  was no  violation  of  the Act,  or,  a fortiori,  of  any\r                                                                 \r\n\nobligation of  good faith and fair dealing,  in Martlet's refusal\r\n\nto give Briggs the distributorship of its new brand, Molson Ice.\r\n\n     Affirmed.\r                       \r\n\n                               -6-\r\r\n",
  "html": "<p class=\"case_cite\">57 F.3d 18</p>\n    <p class=\"parties\">BRIGGS, INC., Plaintiff, Appellant,<br>v.<br>MARTLET IMPORTING CO., INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1017.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 3, 1995.<br>Decided June 14, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joel A. Dearborn with whom Laurie Anne Miller was on brief, for appellant.</p>\n      <p class=\"indent\">David R. Cross with whom James Brennan and John W. McCarthy were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a removed diversity action in which appellant, Briggs, Inc., a Maine wholesale beer distributor, sued Martlet Importing Co., a subsidiary of Molson Breweries U.S.A., seeking injunctive relief and monetary damages.  Briggs claims that Martlet wrongfully gave another company exclusive rights to distribute a new malt beverage, Molson Ice, in the \"Bangor Market,\" where Briggs had the exclusive distribution rights for all other Molson products.  The magistrate judge hearing the case granted summary judgment for Martlet.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1975, Martlet designated Briggs as its distributor in the Bangor area for two of its products, Molson Ale and Molson Beer, and later added a third, Molson Golden.  There was no written instrument other than the designation of area distributors and products which Molson filed with the Maine Bureau of Alcoholic Beverages.  The contract between Briggs and Martlet was oral and, under existing Maine law, terminable-at-will.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1979, the Certificate of Approval Holder and Maine Wholesale Licensee Agreement Act (the Act), Me.Rev.Stat.Ann. tit. 28-A, Secs. 1451-1465, was enacted.  This legislation gave protection to local wholesale distributors from termination by their suppliers (\"certificate of approval holders\");  not only was reasonable notice required, section 1455, but \"good cause\" was made a prerequisite, section 1454.  After passage of the Act, Martlet designated Briggs its distributor for four more malt beverage items, Molson Light, Molson Brador, Molson Exel, and Molson Special Dry.  Then in 1993, Martlet gave the distributorship for a new product, Molson Ice, to another distributor serving the same area.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The magistrate judge conducted a hearing in connection with a requested temporary restraining order, received depositions and affidavits, and finally granted summary judgment for Martlet.  The court based its decision on the contract clauses of the U.S. Constitution, Art.  I, Sec. 10, cl. 1, and of the Maine Declaration of Rights, Art.  I, Sec. 11, holding that to apply the Act retroactively to the earlier oral agreement between Martlet and Briggs would substantially impair Martlet's understanding that it could terminate at will.  It also held that no sufficient public purpose would be served.  Finally, it held that there was no breach of good faith and fair dealing, as alleged in an amended complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We do not reach the contract clauses issue, preferring to dispose of this case on the non-constitutional ground that, whether or not the Act has retroactive application, Martlet was not obligated under it to assign the distributorship of its new Molson Ice to Briggs.  This is so because that beverage was a new and separate \"brand\" within the meaning of the Act, and thus properly was the subject of an independent distribution agreement.  Briggs argues that the Act bars Martlet from assigning Molson Ice to another distributor because this constitutes a dual distributorship, in violation of section 1453.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This conclusion follows from Briggs' theory that all Molson products comprise a single \"brand.\"   See App. at 349 (Testimony of Allison Briggs, chairman of the board, that:  \"Molson is the brand and Ice is an extension of the Molson's brand.\").  Because the Act does not permit a manufacturer to use multiple distributors for a single brand, Briggs concludes that it must serve as distributor for all Molson products.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In support of its conclusion, Briggs argues that the Act does not define \"brand\" or \"label\" and that these terms should be given their ordinary definition.  As it happens, however, there seems to be no single, all purpose definition.  Indeed, Briggs cites a Dictionary of Marketing Terms by Peter D. Bennett to the effect that \"A brand may identify one item, a family of items, or all items of [a] seller.\"   While such a multiplicity of possible meanings might in other circumstances preclude summary judgment, we are not dealing here with a word in vacuo but with its specific use in a statute that has for many years been interpreted adversely to Briggs' view.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The statutory language strongly suggests the more limited \"one item\" meaning of brand.  Section 1451 (and also section 1452(1)(C)) speaks of an agreement between a certificate of approval holder and a wholesale licensee authorizing the latter \"to distribute one or more of the certificate of approval holder's brands of malt liquor.\"  (Emphasis added.)   The assumption appears to be that a certificate holder has multiple \"brands,\" or \"kinds,\" of wine or beer.  Section 1453(1) then prohibits dual distributorships for individual brands or labels, using the singular forms of those words.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We think it apparent, in light of the earlier use of the plural \"brands,\" that the prohibition in this section concerns discrete products of a manufacturer, and does not bar multiple distribution agreements for differently labelled products of a single manufacturer.  Likewise, the obligation to maintain agreements in the absence of good cause for changing or terminating them must apply only to the distribution rights of the individual \"brands.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">If the statutory language leaves any doubt concerning this interpretation, it is dispelled by the testimony of Lynn Cayford, Director of Licensing for the Bureau of Liquor Enforcement of the State of Maine for the past thirteen years.  He testified that the agency treated \"every label as a separate brand,\" and that this definition of \"how we handle brands and how we handle labels is the same way we've handled them in my twelve years or thirteen years working there.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Briggs urges us to give no deference to the agency's interpretation because of the lack of a definition in the Act, the absence of case law, and the fact that Cayford is not an attorney.  This is an original, if meritless, argument.  As the Maine Supreme Judicial Court has made clear, \"We shall accept the agency's construction, especially if, as here, it is long established ... unless it clearly violates the legislative intent.\"  Bar Harbor Banking and Trust Co. v. Superintendent of the Bureau of Consumer Protection, 471 A.2d 292, 296 (Me.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The conclusory assertions of Briggs' officers that \"brand\" and \"label\" refer in this context to all products using a supplier's name do not create a genuine issue of material fact.  There was no violation of the Act, or, a fortiori, of any obligation of good faith and fair dealing, in Martlet's refusal to give Briggs the distributorship of its new brand, Molson Ice.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The magistrate judge found it unnecessary to decide whether the original agreement between Briggs and Martlet encompassed all Molson products to be distributed in the Bangor market or whether separate agreements were made as each new product was introduced.  Although Briggs' chairman of the board testified that the 1975 agreement obligated Martlet to designate Briggs as its distributor for all new Molson products, Briggs' brief on appeal does not contain this contention.  We note, in addition, that Briggs' complaint does not contain a breach of contract count</p>\n        <p>These omissions are entirely understandable.  The only evidence offered to support a comprehensive contract is the fact that Martlet originally assigned some distribution rights to Briggs.  See App. at 346-47, 349-50.  The idea that a terminable-at-will contract for individual products could imply an enforceable obligation to grant future distributorships, to say the least, does not carry conviction.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The provision reads as follows:  \"No certificate of approval holder who designates a sales territory for which a wholesale licensee is primarily responsible may enter into any agreement with any other wholesale licensee for the purpose of establishing an additional agreement for its brand or label in the same territory.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></span></p>\n    <p class=\"parties\">BRIGGS, INC., Plaintiff, Appellant,<br>v.<br>MARTLET IMPORTING CO., INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1017.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 3, 1995.<br>Decided June 14, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joel A. Dearborn with whom Laurie Anne Miller was on brief, for appellant.</p>\n      <p class=\"indent\">David R. Cross with whom James Brennan and John W. McCarthy were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a removed diversity action in which appellant, Briggs, Inc., a Maine wholesale beer distributor, sued Martlet Importing Co., a subsidiary of Molson Breweries U.S.A., seeking injunctive relief and monetary damages.  Briggs claims that Martlet wrongfully gave another company exclusive rights to distribute a new malt beverage, Molson Ice, in the \"Bangor Market,\" where Briggs had the exclusive distribution rights for all other Molson products.  The magistrate judge hearing the case granted summary judgment for Martlet.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1975, Martlet designated Briggs as its distributor in the Bangor area for two of its products, Molson Ale and Molson Beer, and later added a third, Molson Golden.  There was no written instrument other than the designation of area distributors and products which Molson filed with the Maine Bureau of Alcoholic Beverages.  The contract between Briggs and Martlet was oral and, under existing Maine law, terminable-at-will.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1979, the Certificate of Approval Holder and Maine Wholesale Licensee Agreement Act (the Act), Me.Rev.Stat.Ann. tit. 28-A, Secs. 1451-1465, was enacted.  This legislation gave protection to local wholesale distributors from termination by their suppliers (\"certificate of approval holders\");  not only was reasonable notice required, section 1455, but \"good cause\" was made a prerequisite, section 1454.  After passage of the Act, Martlet designated Briggs its distributor for four more malt beverage items, Molson Light, Molson Brador, Molson Exel, and Molson Special Dry.  Then in 1993, Martlet gave the distributorship for a new product, Molson Ice, to another distributor serving the same area.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The magistrate judge conducted a hearing in connection with a requested temporary restraining order, received depositions and affidavits, and finally granted summary judgment for Martlet.  The court based its decision on the contract clauses of the U.S. Constitution, Art.  I, Sec. 10, cl. 1, and of the Maine Declaration of Rights, Art.  I, Sec. 11, holding that to apply the Act retroactively to the earlier oral agreement between Martlet and Briggs would substantially impair Martlet's understanding that it could terminate at will.  It also held that no sufficient public purpose would be served.  Finally, it held that there was no breach of good faith and fair dealing, as alleged in an amended complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We do not reach the contract clauses issue, preferring to dispose of this case on the non-constitutional ground that, whether or not the Act has retroactive application, Martlet was not obligated under it to assign the distributorship of its new Molson Ice to Briggs.  This is so because that beverage was a new and separate \"brand\" within the meaning of the Act, and thus properly was the subject of an independent distribution agreement.  Briggs argues that the Act bars Martlet from assigning Molson Ice to another distributor because this constitutes a dual distributorship, in violation of section 1453.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This conclusion follows from Briggs' theory that all Molson products comprise a single \"brand.\"   See App. at 349 (Testimony of Allison Briggs, chairman of the board, that:  \"Molson is the brand and Ice is an extension of the Molson's brand.\").  Because the Act does not permit a manufacturer to use multiple distributors for a single brand, Briggs concludes that it must serve as distributor for all Molson products.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In support of its conclusion, Briggs argues that the Act does not define \"brand\" or \"label\" and that these terms should be given their ordinary definition.  As it happens, however, there seems to be no single, all purpose definition.  Indeed, Briggs cites a Dictionary of Marketing Terms by Peter D. Bennett to the effect that \"A brand may identify one item, a family of items, or all items of [a] seller.\"   While such a multiplicity of possible meanings might in other circumstances preclude summary judgment, we are not dealing here with a word in vacuo but with its specific use in a statute that has for many years been interpreted adversely to Briggs' view.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The statutory language strongly suggests the more limited \"one item\" meaning of brand.  Section 1451 (and also section 1452(1)(C)) speaks of an agreement between a certificate of approval holder and a wholesale licensee authorizing the latter \"to distribute one or more of the certificate of approval holder's brands of malt liquor.\"  (Emphasis added.)   The assumption appears to be that a certificate holder has multiple \"brands,\" or \"kinds,\" of wine or beer.  Section 1453(1) then prohibits dual distributorships for individual brands or labels, using the singular forms of those words.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We think it apparent, in light of the earlier use of the plural \"brands,\" that the prohibition in this section concerns discrete products of a manufacturer, and does not bar multiple distribution agreements for differently labelled products of a single manufacturer.  Likewise, the obligation to maintain agreements in the absence of good cause for changing or terminating them must apply only to the distribution rights of the individual \"brands.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">If the statutory language leaves any doubt concerning this interpretation, it is dispelled by the testimony of Lynn Cayford, Director of Licensing for the Bureau of Liquor Enforcement of the State of Maine for the past thirteen years.  He testified that the agency treated \"every label as a separate brand,\" and that this definition of \"how we handle brands and how we handle labels is the same way we've handled them in my twelve years or thirteen years working there.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Briggs urges us to give no deference to the agency's interpretation because of the lack of a definition in the Act, the absence of case law, and the fact that Cayford is not an attorney.  This is an original, if meritless, argument.  As the Maine Supreme Judicial Court has made clear, \"We shall accept the agency's construction, especially if, as here, it is long established ... unless it clearly violates the legislative intent.\"  Bar Harbor Banking and Trust Co. v. Superintendent of the Bureau of Consumer Protection, <span class=\"citation\" data-id=\"2272707\"><a href=\"/opinion/2272707/bar-harbor-bank-tr-v-superintendent/\"><span class=\"volume\">471</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">292</span></a></span>, 296 (Me.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The conclusory assertions of Briggs' officers that \"brand\" and \"label\" refer in this context to all products using a supplier's name do not create a genuine issue of material fact.  There was no violation of the Act, or, a fortiori, of any obligation of good faith and fair dealing, in Martlet's refusal to give Briggs the distributorship of its new brand, Molson Ice.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The magistrate judge found it unnecessary to decide whether the original agreement between Briggs and Martlet encompassed all Molson products to be distributed in the Bangor market or whether separate agreements were made as each new product was introduced.  Although Briggs' chairman of the board testified that the 1975 agreement obligated Martlet to designate Briggs as its distributor for all new Molson products, Briggs' brief on appeal does not contain this contention.  We note, in addition, that Briggs' complaint does not contain a breach of contract count</p>\n        <p>These omissions are entirely understandable.  The only evidence offered to support a comprehensive contract is the fact that Martlet originally assigned some distribution rights to Briggs.  See App. at 346-47, 349-50.  The idea that a terminable-at-will contract for individual products could imply an enforceable obligation to grant future distributorships, to say the least, does not carry conviction.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The provision reads as follows:  \"No certificate of approval holder who designates a sales territory for which a wholesale licensee is primarily responsible may enter into any agreement with any other wholesale licensee for the purpose of establishing an additional agreement for its brand or label in the same territory.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/2272707/"
  ]
}