{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196133/",
  "id": 196133,
  "absolute_url": "/opinion/196133/united-states-v-serna-vega/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196133/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:58:26Z",
  "date_modified": "2020-02-21T23:44:56.544754Z",
  "type": "010combined",
  "sha1": "7425e13abe88a540e6279c9fcb09bdf78c32acbc",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1688.01A",
  "local_path": null,
  "plain_text": "\n\nJune 12, 1995         [NOT FOR PUBLICATION]\r\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r\n\nNo. 94-1688\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                        VICTOR SERNA-VEGA,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\nNo. 94-1689\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                      ANGEL RAMOS-SANTIAGO,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n          [Hon. H ctor M. Laffitte, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\r\n\n                                           \r\r\n\n     Carlos   A.   V zquez-Alvarez,   Assistant  Federal   Public\r                                            \r\nDefender,  with  whom   Benicio  S nchez-Rivera,  Federal  Public\r                                                         \r\nDefender, was on joint  brief for appellant Angel Ramos-Santiago;\r\nand  Jorge  E. Rivera-Ortiz,  by  Appointment of  the  Court, for\r                                     \r\nappellant V ctor Serna-Vega.\r\n     Lisa  A. Kahn,  Attorney, Department  of Justice,  with whom\r                            \r\nGuillermo  Gil,  United  States  Attorney,  and  Warren  V zquez,\r                                                                          \r\nAssistant United States Attorney, were on brief for appellee.\r\n\n                                           \r\n\n                                           \r\n\n                               -4-\r\r\n\n          Per  Curiam.   Defendants Victor  Serna-Vega and  Angel\r                    Per  Curiam\r                               \r\n\nRamos-Santiago were each charged with  one count of conspiracy to\r\n\npossess  with  intent  to  distribute approximately  one  hundred\r\n\nkilograms  of cocaine, and one count of possession with intent to\r\n\ndistribute  eleven kilograms  of  cocaine.   Serna-Vega was  also\r\n\ncharged  with two counts of using a telephone in facilitating the\r\n\ndrug  conspiracy.   Following  a  six-day trial,  the  jury found\r\n\nSerna-Vega guilty on  all counts.  The jury  found Ramos-Santiago\r\n\nguilty  on the substantive possession count and not guilty on the\r\n\nconspiracy count.   Serna-Vega  was  sentenced to  235 months  in\r\n\nprison and Ramos-Santiago was sentenced  to 120 months in prison.\r\n\nBoth defendants appeal their convictions, and Serna-Vega  appeals\r\n\nhis sentence.  For the reasons stated herein, we affirm.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          The facts  are presented in the light most favorable to\r\n\nthe verdict.  United States v.  Echeverri, 982 F.2d 675, 676 (1st\r                                                   \r\n\nCir. 1993).  In early March 1993, Drug Enforcement Agency (\"DEA\")\r\n\nSpecial  Agent   Jefferson   Mor n  (\"Agent   Mor n\")   and   DEA\r\n\nconfidential informant Freddy V lez-Torres (\"V lez-Torres\") began\r\n\nnegotiations with H ctor Ayala-Rodr guez (\"Ayala-Rodr guez\"), the\r\n\nowner of a  car dealership in Gu nica,  Puerto Rico, to  sell him\r\n\none hundred kilograms of cocaine.  At  the first meeting in which\r\n\nthe  drug transaction  was discussed,  Ayala-Rodr guez introduced\r\n\nappellant  Victor Serna-Vega  (\"Serna-Vega\")  as his  \"right-hand\r\n\nman.\"  Serna-Vega was present for most of the subsequent meetings\r\n\n                               -3-\r\r\n\nwhere the  drug transaction was discussed, and  he conducted some\r\n\nof the early negotiations with the government agents.\r\n\n          V lez-Torres  and  Agent  Mor n  --  whom  V lez-Torres\r\n\nintroduced as his Colombian partner -- visited the car dealership\r\n\non June  14, 1993.  In a conversation recorded by Agent Mor n, he\r\n\nand  Ayala-Rodr guez discussed  the logistics for  completing the\r\n\ndrug  transaction, including who would pick up the drugs.  Serna-\r\n\nVega was present for this discussion.\r\n\n          V lez-Torres testified that he met with Ayala-Rodr guez\r\n\nand  Serna-Vega at  the  car dealership  on  June 22,  1993,  and\r\n\ndiscussed the final plans for the drug transaction.  He testified\r\n\nthat he asked Ayala-Rodr guez whether they were interested in the\r\n\nhundred  kilos and  Ayala-Rodr guez responded,  \"Yes, yes,  as we\r\n\nhave  been from  the start.\"   They  agreed that  the transaction\r\n\nwould occur the next day.\r\n\n          On the morning of  June 23, V lez-Torres met Serna-Vega\r\n\nand  appellant  Angel  Ramos-Santiago  (\"Ramos-Santiago\")   at  a\r\n\nrestaurant  in Caguas,  Puerto  Rico.   Serna-Vega called  Ayala-\r\n\nRodr guez on a cellular phone and informed him that  V lez-Torres\r\n\nhad  arrived.   Ayala-Rodr guez told  Serna-Vega to  bring V lez-\r\n\nTorres to  the TMT pier in  Isla Grande where he  was waiting for\r\n\ntwo cars from  the United States to  use to transport the  drugs.\r\n\nSerna-Vega and  Ramos-Santiago drove to the  pier in Serna-Vega's\r\n\ncar and V lez-Torres followed.\r\n\n          After meeting with Ayala-Rodr guez at the  pier, Serna-\r\n\nVega,  Ramos-Santiago,  and  V lez-Torres  went  with  him  to  a\r\n\n                               -4-\r\r\n\nrestaurant in Isla Verde.  They discussed how they would complete\r\n\nthe drug  transaction with only  three cars.1   Serna-Vega stated\r\n\nthat  three cars would be sufficient because one could hold fifty\r\n\nkilos in its trunk and the other two could hold twenty-five kilos\r\n\neach.    Ramos-Santiago  reminded  Ayala-Rodr guez  that  he  had\r\n\npromised Ramos-Santiago one kilo of cocaine for his assistance in\r\n\nthe transaction.\r\n\n          After about an hour,  V lez-Torres drove each member of\r\n\nthe group individually  to a  Holiday Inn where  agent Mor n  and\r\n\nother DEA agents were waiting.   As each of the four  individuals\r\n\narrived at  the Holiday Inn, agent Mor n led them, one by one, to\r\n\na  designated room where a transaction  involving eleven kilos of\r\n\ncocaine was  completed.   The transactions  were recorded by  the\r\n\ngovernment on both audio and videotape, which were played for the\r\n\njury.   The individuals were placed under arrest as they departed\r\n\nthe hotel room.\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          The  defendants raise a host  of issues on  appeal.  We\r\n\naddress their arguments seriatim.\r\n\n                                I.\r                                          I.\r\n\n          Ramos-Santiago   argues   that    the   evidence    was\r\n\ninsufficient to support his conviction for possession with intent\r\n\nto  distribute approximately  eleven kilograms  of cocaine.   See\r                                                                           \r\n\nFed. R. Crim. P. 29.  He bears \"the heavy burden of demonstrating\r\n\n                    \r                              \r\n\n1   Ayala-Rodr guez had informed  them at the  pier that the  two\r\ncars he was waiting for were not going to be delivered.\r\n\n                               -5-\r\r\n\nthat  no reasonable jury could  have found [him]  guilty beyond a\r\n\nreasonable doubt.\"   United States  v. Innamorati, 996  F.2d 456,\r                                                           \r\n\n469 (1st Cir.),  cert. denied, 114 S. Ct. 409  (1993).  We review\r                                       \r\n\nthe  evidence  in the  light  most favorable  to  the government,\r\n\n\"drawing all plausible inferences in its favor  and resolving all\r\n\ncredibility determinations in line with the jury's verdict.\"  Id.\r                                                                          \r\n\n          The evidence adduced at trial was sufficient to sustain\r\n\nthe verdict.   DEA  informant V lez-Torres testified  that Ramos-\r\n\nSantiago was  present approximately an hour  before the scheduled\r\n\npick-up during a discussion concerning the logistics of splitting\r\n\nup the cocaine among the three cars.  V lez-Torres testified that\r\n\nRamos-Santiago reminded Ayala-Rodr guez  during this meeting that\r\n\nhe had  promised  Ramos-Santiago  one kilo  of  cocaine  for  his\r\n\nassistance in the transaction.   V lez-Torres also testified that\r\n\nhe and Ramos-Santiago drove  together to the Holiday Inn  for the\r\n\npick-up,   and   that   Ramos-Santiago  questioned   V lez-Torres\r\n\nconcerning  which car  he was  supposed to  use to  transport the\r\n\ncocaine.  Finally, the jury viewed an audio and videotape showing\r\n\nRamos-Santiago receiving  eleven kilos of cocaine  at the Holiday\r\n\nInn.   From  this evidence,  a reasonable  jury could  infer that\r\n\nRamos-Santiago knowingly  and intentionally possessed  the eleven\r\n\nkilograms of cocaine.   See  United States v.  Akinola, 985  F.2d\r                                                                \r\n\n1105, 1109  (1st Cir. 1993).  The jury could also infer, from the\r\n\nquantity  of   cocaine  involved,   that  it  was   intended  for\r\n\ndistribution.   See, e.g., United States v. Vargas, 945 F.2d 426,\r                                                            \r\n\n429 (1st Cir.  1991) (possession  of one kilogram  of cocaine  is\r\n\n                               -6-\r\r\n\nsufficient  quantity to  support jury inference  that it  was not\r\n\nintended  merely for  personal  consumption).   The evidence  was\r\n\ntherefore sufficient for the jury to conclude beyond a reasonable\r\n\ndoubt that Ramos-Santiago  knowingly and intentionally  possessed\r\n\neleven kilograms of cocaine with the intent to distribute it.\r\n\n                               II.\r                                         II.\r\n\n          Serna-Vega  argues  that  the district  court  erred in\r\n\nadmitting certain  co-conspirator statements  into evidence.   An\r\n\nout-of-court statement by a co-conspirator  is not hearsay if the\r\n\ngovernment established  by a  preponderance of the  evidence that\r\n\nthe defendant and the declarant were members of a conspiracy when\r\n\nthe  statement  was  made and  that  the  statement  was made  in\r\n\nfurtherance of the  conspiracy.  See  United States v.  McCarthy,\r                                                                          \r\n\n961  F.2d 972,  977  (1st Cir.  1992)  (citing United  States  v.\r                                                                       \r\n\nPetrozziello, 548 F.2d  20, 23  (1st Cir. 1977));  Fed. R.  Evid.\r                      \r\n\n801(d)(2)(E).    We need  not  determine  whether the  challenged\r\n\nstatements  in  this   case  are  admissible  as   co-conspirator\r\n\nstatements, however,  because we conclude  that they are,  in any\r\n\ncase,  admissible as  admissions by a  party.   See Fed. R. Evid.\r                                                             \r\n\n801(d)(2)(A)  (an  admission  offered  against  a  party  is  not\r\n\nhearsay).\r\n\n          We  generally review  a  district  court's decision  to\r\n\nadmit or exclude evidence under an abuse  of discretion standard.\r\n\nUnited States v. Tuesta-Toro,  29 F.3d 771, 775 (1st  Cir. 1994),\r                                      \r\n\n                               -7-\r\r\n\ncert. denied,  115 S.  Ct.  947 (1995).2   We  find  no abuse  of\r                      \r\n\ndiscretion in this case.  Serna-Vega specifically challenges only\r\n\ntwo statements.   First, he  challenges the  testimony of  V lez-\r\n\nTorres  that  Serna-Vega  said:  \"Look,  Ayala,  if  he  has  the\r\n\ncapacity, ask for a hundred, because fifty, I can distribute that\r\n\nin two  or three days.\"   Second, he challenges  the testimony of\r\n\nV lez-Torres  that Serna-Vega said that \"the white car is so big,\r\n\nhas such  a big trunk, that  they could get fifty  kilos into it,\r\n\ntwenty-five in the Chevrolet  and twenty-five in the one  the old\r\n\nman  has, and  there's  your  hundred.\"   These  statements  were\r\n\ncontrary to  Serna-Vega's  position during  trial.   Accordingly,\r\n\nthey were  admissible through V lez-Torres  as admissions against\r\n\ninterest under Federal Rule of Evidence 801(d)(2)(A).  See United\r                                                                           \r\n\nStates v. Palow, 777 F.2d 52, 56 (1st Cir. 1985).3\r                         \r\n\n                               III.\r                                         III.\r\n\n          Serna-Vega argues that the  district court erred in not\r\n\nproviding a multiple conspiracy jury instruction.  Serna-Vega did\r\n\n                    \r                              \r\n\n2   We review a  district court's  decision whether to  admit co-\r\nconspirator  statements  pursuant  to Federal  Rule  of  Evidence\r\n801(d)(2)(E), however, under a clearly erroneous standard because\r\nthe decision is  predicated on  the court's findings  of fact  in\r\napplying  the Petrozziello test (supra).   See McCarthy, 961 F.2d\r                                                                 \r\nat 977; United  States v. Patterson, 644 F.2d 890,  894 (1st Cir.\r                                             \r\n1981).\r\n\n3    Serna-Vega  alludes   generally  to  other  alleged  hearsay\r\nstatements, but  does not  specifically  identify any  challenged\r\nstatements.  We cannot  conduct effective appellate review of  an\r\nevidentiary  ruling  admitting  co-conspirator statements  absent\r\nreference to the challenged statement.   United States v. Isabel,\r                                                                          \r\n945  F.2d 1193,  1199 (1st  Cir. 1991).   Accordingly,  we reject\r\nappellant's  general arguments  with  respect to  alleged hearsay\r\nstatements.\r\n\n                               -8-\r\r\n\nnot request such a jury charge, nor did he object  to the court's\r\n\ninstructions.     Consequently,  he   has  the  high   burden  of\r\n\nestablishing that  the trial court's  failure to give  a multiple\r\n\nconspiracy  charge amounted to \"plain  error.\"  See United States\r                                                                           \r\n\nv. Griffin, 818  F.2d 97, 100 (1st Cir.), cert.  denied, 484 U.S.\r                                                                 \r\n\n844 (1987); Fed.  R. Crim. P. 52(b).  Plain  errors are \"those so\r\n\nshocking that they seriously  affect the fundamental fairness and\r\n\nbasic  integrity of the proceedings.\"  United States v. Alvarado,\r                                                                          \r\n\n982 F.2d 659,  663 (1st Cir. 1992).  It  follows that such errors\r\n\nwill be  noticed only  in  \"exceptional cases  or under  peculiar\r\n\ncircumstances  to  prevent  a  clear  miscarriage   of  justice.\"\r\n\nGriffin, 818 F.2d at  100 (quoting Nimrod v. Sylvester,  369 F.2d\r                                                                \r\n\n870, 873 (1st  Cir. 1966)); United  States v. Ocasio-Rivera,  991\r                                                                     \r\n\nF.2d 1,  3 (1st Cir. 1993).   The test  for plain error,  in this\r\n\ncontext, is whether there  is a prejudicial variance between  the\r\n\nconspiracy charged in the indictment and  the evidence adduced at\r\n\ntrial.   See United States v.  Thomas, 895 F.2d 51,  55 (1st Cir.\r                                               \r\n\n1990).   A variance will be deemed prejudicial only if it affects\r\n\nthe substantial rights of the accused.  Id.\r                                                    \r\n\n          The indictment charged a single conspiracy involving an\r\n\nagreement  to  purchase  approximately one  hundred  kilograms of\r\n\ncocaine.  The  government introduced evidence from which the jury\r\n\ncould infer that the negotiations for the purchase of the cocaine\r\n\ntook place over a period of several weeks, and that the object of\r\n\nthe  conspiracy was, at all  times, the eventual  transfer of one\r\n\nhundred kilograms  of  cocaine.   There  was evidence  which,  if\r\n\n                               -9-\r\r\n\ncredited by the  jury, established that  the conspiracy began  in\r\n\nearly  March 1993  when informant  V lez-Torres made  his initial\r\n\nvisit  to  Ayala-Rodr guez'  car  dealership.    The  jury  heard\r\n\ntestimony  that  Ayala-Rodr guez originally  offered  to purchase\r\n\nfifty kilograms of cocaine, but that Serna-Vega encouraged him to\r\n\nbuy one  hundred kilograms.  Negotiations  between the appellants\r\n\nand  the  government  agent continued  over  the  next few  days.\r\n\nDuring  a taped  telephone conversation,  Serna-Vega told  V lez-\r\n\nTorres that  Ayala-Rodr guez was  still interested  in purchasing\r\n\nthe cocaine they  discussed at  the initial meeting.   He  stated\r\n\nfurther that  he wanted to buy  two kilos first as  a sample, and\r\n\nthat he  would  then  bring  together money  for  fifteen  kilos.\r\n\nV lez-Torres testified that it was common in drug transactions of\r\n\nthis size  for the buyer to purchase a sample of the drugs before\r\n\nmaking the final purchase.   He testified that the  conversations\r\n\nregarding the two and fifteen kilos  were part of the larger deal\r\n\nfor one hundred kilos.\r\n\n          The continuing negotiations  between the defendants and\r\n\nthe  government  agents  support  the  single  conspiracy charge.\r\n\nV lez-Torres testified that Ayala-Rodr guez  showed him a deed to\r\n\nhis dealership property, a deed of sale for a house he owned, and\r\n\nautomobile  registration titles to establish that Ayala-Rodr guez\r\n\nhad  the necessary collateral  to complete  the large  scale drug\r\n\ntransaction.   Finally,  appellants took  three cars to  make the\r\n\nscheduled  pick-up,  and  the  evidence  indicated   that  Ayala-\r\n\nRodr guez intended to have  a fourth car delivered to  help carry\r\n\n                               -10-\r\r\n\nthe cocaine.   Serna-Vega assured  him that three  cars would  be\r\n\nenough because one car  could carry fifty kilos and the other two\r\n\ncould carry twenty-five each.\r\n\n          The  totality  of  the  evidence  indicates   a  single\r\n\nconspiracy to purchase one hundred kilograms of cocaine.  We find\r\n\nno prejudicial  variance between the indictment  and the evidence\r\n\nadduced  at trial.  Accordingly, the court's failure to provide a\r\n\nmultiple conspiracy charge was not error, much less plain error.\r\n\n                               IV.\r                                         IV.\r\n\n          Serna-Vega  challenges two  findings  by  the  district\r\n\ncourt with respect  to his  sentence.  First,  he challenges  the\r\n\ndistrict court's finding that  he was a manager or  supervisor of\r\n\nthe  possession offense  under    3B1.1(c) of  the  United States\r\n\nSentencing Guidelines.  We  review only for clear error.   United\r                                                                           \r\n\nStates v. Jadusingh, 12 F.3d 1162, 1169 (1st Cir. 1994).\r                             \r\n\n          Under     3B1.1,  a  sentencing court  may  increase  a\r\n\ndefendant's  base offense  level by  two  points if  the evidence\r\n\nestablishes  that the crime involved  two or more  people and the\r\n\ndefendant \"was  an organizer, leader, manager,  or supervisor\" of\r\n\nthe  criminal activity.   An  enhancement is  appropriate if  the\r\n\nevidence demonstrates that the  defendant \"exercised some  degree\r\n\nof  control over others involved in the commission of the crime.\"\r\n\nId.  (quoting United States  v. De La  Cruz, 996 F.2d  1307, 1315\r                                                     \r\n\n(1st Cir.),  cert. denied,     U.S.    , 114  S. Ct. 356  (1993))\r                                   \r\n\n(other citation omitted).\r\n\n                               -11-\r\r\n\n          There was  ample evidence  presented in this  case from\r\n\nwhich  the  sentencing  court   could  conclude  that  Serna-Vega\r\n\nexercised  some supervisory  control  of others  involved in  the\r\n\ncriminal  activity.   Special Agent  Mor n testified  that Ayala-\r\n\nRodr guez   introduced  Serna-Vega   as  his   \"right-hand  man.\"\r\n\nInformant  V lez-Torres testified  that Ayala-Rodr guez  told him\r\n\nthat he wanted to buy fifty kilograms of cocaine, and that Serna-\r\n\nVega  suggested that  Ayala-Rodr guez ask  for one  hundred kilos\r\n\nbecause Serna-Vega could  distribute fifty in two  or three days.\r\n\nIt was  Serna-Vega who conducted the initial  negotiations -- via\r\n\ntwo recorded telephone conversations -- with V lez-Torres for the\r\n\npurchase of the cocaine.  Finally, Serna-Vega was present for the\r\n\nmeeting in  which Ayala-Rodr guez  and Agent Mor n  discussed who\r\n\nwould pick up the  cocaine, and Serna-Vega objected to  a certain\r\n\nperson being included in the drug pick-up.\r\n\n          The  evidence  thus   indicates  that   Ayala-Rodr guez\r\n\ndelegated a  certain amount  of responsibility to  Serna-Vega and\r\n\nthat he acted,  indeed, as Ayala-Rodr guez' right-hand  man.  The\r\n\nevidence  also  indicates  that,  in  this  relatively   powerful\r\n\nposition,  he exercised supervisory  control over Ramos-Santiago.\r\n\nThe court could infer  from the evidence presented at  trial that\r\n\nRamos-Santiago   was  Serna-Vega's  friend  and  that  Serna-Vega\r\n\nrecruited  his assistance in the drug transaction.  It was Serna-\r\n\nVega who brought  Ramos-Santiago to  San Juan on  the day of  the\r\n\nscheduled pick-up.\r\n\n                               -12-\r\r\n\n          Based on  the foregoing, we conclude  that the district\r\n\ncourt's finding  that Serna-Vega was  a manager or  supervisor of\r\n\nthe offense conduct was not clearly erroneous.\r\n\n          Serna-Vega also contends that  the trial court erred in\r\n\nconsidering  the full hundred  kilos of cocaine  in computing his\r\n\nbase offense  level under the sentencing  guidelines.  Serna-Vega\r\n\nargues  that  the  court  should  have  found  that  he  was  not\r\n\nreasonably capable of  producing the purchase money for  the full\r\n\namount of drugs  and, therefore,  that only the  eleven kilos  he\r\n\nactually purchased should  have been  considered for  sentencing.\r\n\nSee U.S.S.G.   2D1.1  n.12.  For sentencing, the  government need\r             \r\n\nprove relevant facts only by a preponderance of the evidence, and\r\n\nwe  review the sentencing court's  findings only for clear error.\r\n\nUnited  States v. Cetina-G mez,  951 F.2d  432, 434-35  (1st Cir.\r                                        \r\n\n1991).\r\n\n          The jury found Serna-Vega  guilty of participating in a\r\n\nconspiracy  to  possess with  intent  to  distribute one  hundred\r\n\nkilograms of cocaine.  In addition, there was ample evidence from\r\n\nwhich  the  court  could  determine  that  the  members  of   the\r\n\nconspiracy, principally Ayala-Rodr guez, could raise the money to\r\n\ncomplete  the transaction.   The  evidence indicated  that Ayala-\r\n\nRodr guez intended to  put up his  car dealership, including  the\r\n\ncars to which he owned title, and some real property he owned, as\r\n\ncollateral for  the transaction.   Under these  circumstances, we\r\n\nconclude that the court's  finding with respect to  drug quantity\r\n\nwas not clearly erroneous.\r\n\n                               -13-\r\r\n\n                                V.\r                                          V.\r\n\n          Appellants raise one final argument which requires only\r\n\nbrief  discussion.    On  the  first  day  of  trial,  the  court\r\n\ninstructed the  jury that Serna-Vega and  Ramos-Santiago had pled\r\n\nnot guilty and, therefore, that issues of fact had to be tried by\r\n\nthe jury.   Appellants contend that this instruction implied that\r\n\nother co-defendants named in  the indictment had pled  guilty and\r\n\nthat appellants were prejudiced  by this implication.  Appellants\r\n\nmaintain  that   the  court   should  have  given   a  cautionary\r\n\ninstruction with  respect to the missing  co-defendants.  Neither\r\n\nappellant requested such an instruction and, therefore, we review\r\n\nonly for plain error.  Alvarado, 982 F.2d at 663.\r                                         \r\n\n          We have approved the use of a cautionary instruction in\r\n\ncases where co-defendants plead guilty after trial has commenced.\r\n\nSee, e.g., United  States v.  Chapdelaine, 989 F.2d  28, 32  (1st\r                                                   \r\n\nCir.  1987)  (approving  court's  admonishment  that  jurors  not\r\n\nspeculate  as to the reason for the co-defendants' absence).  The\r\n\nsame concerns are  not implicated  in this case  because the  co-\r\n\ndefendants pled guilty  prior to the  commencement of the  trial.\r\n\nTherefore, the jurors never saw  the co-defendants and would have\r\n\nno reason  to  speculate  about  their sudden  absence  from  the\r\n\ncourtroom.  Moreover, there was no suggestion  at trial as to how\r\n\nthe charges  against the  other co-defendants had  been disposed.\r\n\nUnder  these circumstances,  we  discern no  plain  error in  the\r\n\ncourt's failure to provide,  sua sponte, a cautionary instruction\r                                                 \r\n\nwith respect to the missing co-defendants.\r\n\n                               -14-\r\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For the foregoing reasons, appellants'  convictions and\r\n\nsentences are affirmed.\r                        affirmed\r                                \r\n\n                               -15-\r\r\n",
  "html": "<p class=\"case_cite\">57 F.3d 1061<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Victor SERNA-VEGA, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Angel RAMOS-SANTIAGO, Defendant-Appellant.</p>\n    <p class=\"docket\">Nos. 94-1688, 94-1689.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 12, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Carlos A. Vazquez-Alvarez, Assistant Federal Public Defender, with whom Benicio Sanchez-Rivera, Federal Public Defender, was on joint brief for appellant Angel Ramos-Santiago;  and Jorge E. Rivera-Ortiz, by Appointment of the Court, for appellant Victor Serna-Vega.</p>\n      <p class=\"indent\">Lisa A. Kahn, Attorney, Department of Justice, with whom Guillermo Gil, United States Attorney, and Warren Vazquez, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants Victor Serna-Vega and Angel Ramos-Santiago were each charged with one count of conspiracy to possess with intent to distribute approximately one hundred kilograms of cocaine, and one count of possession with intent to distribute eleven kilograms of cocaine.  Serna-Vega was also charged with two counts of using a telephone in facilitating the drug conspiracy.  Following a six-day trial, the jury found Serna- Vega guilty on all counts.  The jury found Ramos-Santiago guilty on the substantive possession count and not guilty on the conspiracy count.  Serna-Vega was sentenced to 235 months  in prison and Ramos-Santiago was sentenced to 120 months in prison.  Both defendants appeal their convictions, and Serna-Vega appeals his sentence.  For the reasons stated herein, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are presented in the light most favorable to the verdict.  United States v. Echeverri, 982 F.2d 675, 676 (1st Cir. 1993).  In early March 1993, Drug Enforcement Agency (\"DEA\") Special Agent Jefferson Moran (\"Agent Moran\") and DEA confidential informant Freddy Velez-Torres (\"Velez-Torres\") began negotiations with Hector Ayala-Rodriguez (\"Ayala-Rodriguez\"), the owner of a car dealership in Guanica, Puerto Rico, to sell him one hundred kilograms of cocaine.  At the first meeting in which the drug transaction was discussed, Ayala-Rodriguez introduced appellant Victor Serna-Vega (\"Serna-Vega\") as his \"right-hand man.\"  Serna- Vega was present for most of the subsequent meetings where the drug transaction was discussed, and he conducted some of the early negotiations with the government agents.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Velez-Torres and Agent Moran-whom Velez-Torres introduced as his Colombian partner-visited the car dealership on June 14, 1993.  In a conversation recorded by Agent Moran, he and Ayala-Rodriguez discussed the logistics for completing the drug transaction, including who would pick up the drugs.  Serna-Vega was present for this discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Velez-Torres testified that he met with Ayala-Rodriguez and Serna-Vega at the car dealership on June 22, 1993, and discussed the final plans for the drug transaction.  He testified that he asked Ayala-Rodriguez whether they were interested in the hundred kilos and Ayala-Rodriguez responded, \"Yes, yes, as we have been from the start.\"  They agreed that the transaction would occur the next day.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the morning of June 23, Velez-Torres met Serna-Vega and appellant Angel Ramos-Santiago (\"Ramos-Santiago\") at a restaurant in Caguas, Puerto Rico.  Serna-Vega called Ayala-Rodriguez on a cellular phone and informed him that Velez-Torres had arrived.  Ayala-Rodriguez  told Serna-Vega to bring Velez-Torres to the TMT pier in Isla Grande where he was waiting for two cars from the United States to use to transport the drugs.  Serna-Vega and Ramos-Santiago drove to the pier in Serna-Vega's car and Velez- Torres followed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After meeting with Ayala-Rodriguez at the pier, Serna-Vega, Ramos-Santiago, and Velez-Torres went with him to a restaurant in Isla Verde.  They discussed how they would complete the drug transaction with only three cars.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Serna-Vega stated that three cars would be sufficient because one could hold fifty kilos in its trunk and the other two could hold twenty-five kilos each.  Ramos-Santiago reminded Ayala-Rodriguez that he had promised Ramos- Santiago one kilo of cocaine for his assistance in the transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After about an hour, Velez-Torres drove each member of the group individually to a Holiday Inn where agent Moran and other DEA agents were waiting.  As each of the four individuals arrived at the Holiday Inn, agent Moran led them, one by one, to a designated room where a transaction involving eleven kilos of cocaine was completed.  The transactions were recorded by the government on both audio and videotape, which were played for the jury.  The individuals were placed under arrest as they departed the hotel room.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The defendants raise a host of issues on appeal.  We address their arguments seriatim.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Ramos-Santiago argues that the evidence was insufficient to support his conviction for possession with intent to distribute approximately eleven kilograms of cocaine.  See Fed.  R. Crim.  P.  29.  He bears \"the heavy burden of demonstrating that no reasonable jury could have found [him] guilty beyond a reasonable doubt.\"  United States v.  Innamorati, 996 F.2d 456, 469 (1st Cir.), cert. denied, 114 S. Ct. 409 (1993).  We review the evidence in the light most favorable to the government, \"drawing all plausible inferences in its favor and resolving all credibility determinations in line with the jury's verdict.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The evidence adduced at trial was sufficient to sustain the verdict.  DEA informant Velez-Torres testified that Ramos-Santiago was present approximately an hour before the scheduled pick-up during a discussion concerning the logistics of splitting up the cocaine among the three cars.  Velez-Torres testified that Ramos-Santiago reminded Ayala-Rodriguez during this meeting that he had promised Ramos-Santiago one kilo of cocaine for his assistance in the transaction.  Velez-Torres also testified that he and Ramos- Santiago drove together to the Holiday Inn for the pick-up, and that Ramos-Santiago questioned Velez-Torres concerning which car he was supposed to use to transport the cocaine.  Finally, the jury viewed an audio and videotape showing Ramos-Santiago receiving eleven kilos of cocaine at the Holiday Inn.  From this evidence, a reasonable jury could infer that Ramos-Santiago knowingly and intentionally possessed the eleven kilograms of cocaine.  See United States v. Akinola, 985 F.2d 1105, 1109 (1st Cir. 1993).  The jury could also infer, from the quantity of cocaine involved, that it was intended for distribution.  See, e.g., United States v. Vargas, 945 F.2d 426, 429 (1st Cir. 1991) (possession of one kilogram of cocaine is sufficient quantity to support jury inference that it was not intended merely for personal consumption).  The evidence was therefore sufficient for the jury to conclude beyond a reasonable doubt that Ramos-Santiago knowingly and intentionally possessed eleven kilograms of cocaine with the intent to distribute it.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Serna-Vega argues that the district court erred in admitting certain co-conspirator statements into evidence.  An out- of-court statement by a co-conspirator is not hearsay if the government established by a preponderance of the evidence that the defendant and the declarant were members of a conspiracy when the statement was made and that the statement was made in furtherance of the conspiracy.  See United States v. McCarthy, 961 F.2d 972, 977 (1st Cir. 1992) (citing United States v. Petrozziello, 548 F.2d 20, 23 (1st Cir. 1977));  Fed.  R. Evid. 801(d)(2)(E).  We need not determine whether the challenged statements in this case are admissible as co-conspirator statements, however, because we conclude that they are, in any case, admissible as admissions by a party.  See Fed.  R. Evid. 801(d)(2)(A) (an admission offered against a party is not hearsay).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We generally review a district court's decision to admit or exclude evidence under an abuse of discretion standard.  United States v. Tuesta-Toro, 29 F.3d 771, 775 (1st Cir. 1994), cert. denied, 115 S. Ct. 947 (1995).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We find no abuse of discretion in this case.  Serna-Vega specifically challenges only two statements.  First, he challenges the testimony of Velez-Torres that Serna-Vega said:  \"Look, Ayala, if he has the capacity, ask for a hundred, because fifty, I can distribute that in two or three days.\"  Second, he challenges the testimony of Velez-Torres that Serna-Vega said that \"the white car is so big, has such a big trunk, that they could get fifty kilos into it, twenty-five in the Chevrolet and twenty-five in the one the old man has, and there's your hundred.\"  These statements were contrary to Serna-Vega's position during trial.  Accordingly, they were admissible through Velez-Torres as admissions against interest under Federal Rule of Evidence 801(d)(2)(A).  See United States v. Palow, 777 F.2d 52, 56 (1st Cir. 1985).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Serna-Vega argues that the district court erred in not providing a multiple conspiracy jury instruction.  Serna-Vega did not request such a jury charge, nor did he object to the court's instructions.  Consequently, he has the high burden of establishing that the trial court's failure to give a multiple conspiracy charge amounted to \"plain error.\"  See United States v. Griffin, 818 F.2d 97, 100 (1st Cir.), cert. denied, 484 U.S. 844 (1987);  Fed.  R. Crim.  P. 52(b).  Plain errors are \"those so shocking that they seriously affect the fundamental fairness and basic integrity of the proceedings.\"  United States v. Alvarado, 982 F.2d 659, 663 (1st Cir. 1992).  It follows that such errors will be noticed only in \"exceptional cases or under peculiar circumstances to prevent a clear miscarriage of justice.\"  Griffin, 818 F.2d at 100 (quoting Nimrod v. Sylvester, 369 F.2d 870, 873 (1st Cir. 1966));  United States v. Ocasio-Rivera, 991 F.2d 1, 3 (1st Cir. 1993).  The test for plain error, in this context, is whether there is a prejudicial variance between the conspiracy charged in the indictment and the evidence adduced at trial.  See United States v. Thomas, 895 F.2d 51, 55 (1st Cir. 1990).  A variance will be deemed prejudicial only if it affects the substantial rights of the accused.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The indictment charged a single conspiracy involving an agreement to purchase approximately one hundred kilograms of cocaine.  The government introduced evidence from which the jury could infer that the negotiations for the purchase of the cocaine took place over a period of several weeks, and that the object of the conspiracy was, at all times, the eventual transfer of one hundred kilograms of cocaine.  There was evidence which, if credited by the jury, established that the conspiracy began in early March 1993 when informant Velez-Torres made his initial visit to Ayala-Rodriguez' car dealership.  The jury heard testimony that Ayala-Rodriguez originally offered to purchase fifty kilograms of cocaine, but that Serna-Vega encouraged him to buy one hundred kilograms.  Negotiations between the appellants and the government agent continued over the next few days.  During a taped telephone conversation, Serna-Vega told Velez-Torres that Ayala-Rodriguez was still interested in purchasing the cocaine they discussed at the initial meeting.  He stated further that he wanted to buy two kilos first as a sample, and that he would then bring together money for fifteen kilos.  Velez-Torres testified that it was common in drug transactions of this size for the buyer to purchase a sample of the drugs before making the final purchase.  He testified that the conversations regarding the two and fifteen kilos were part of the larger deal for one hundred kilos.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The continuing negotiations between the defendants and the government agents support the single conspiracy charge.  Velez- Torres testified that Ayala-Rodriguez showed him a deed to his dealership property, a deed of sale for a house he owned, and automobile registration titles to establish that Ayala-Rodriguez had the necessary collateral to complete the large scale drug transaction.  Finally, appellants took three cars to make the scheduled pick-up, and the evidence indicated that Ayala-Rodriguez intended to have a fourth car delivered to help carry the cocaine.  Serna-Vega assured him that three cars would be enough because one car could carry fifty kilos and the other two could carry twenty- five each.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The totality of the evidence indicates a single conspiracy to purchase one hundred kilograms of cocaine.  We find no prejudicial variance between the indictment and the evidence adduced at trial.  Accordingly, the court's failure to provide a multiple conspiracy charge was not error, much less plain error.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Serna-Vega challenges two findings by the district court with respect to his sentence.  First, he challenges the district court's finding that he was a manager or supervisor of the possession offense under Sec. 3B1.1(c) of the United States Sentencing Guidelines.  We review only for clear error.  United States v. Jadusingh, 12 F.3d 1162, 1169 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Under Sec. 3B1.1, a sentencing court may increase a defendant's base offense level by two points if the evidence establishes that the crime involved two or more people and the defendant \"was an organizer, leader, manager, or supervisor\" of the criminal activity.  An enhancement is appropriate if the evidence demonstrates that the defendant \"exercised some degree of control over others involved in the commission of the crime.\"  Id. (quoting United States v. De La Cruz, 996 F.2d 1307, 1315 (1st Cir.), cert. denied, __ U.S. __, 114 S. Ct. 356 (1993)) (other citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">There was ample evidence presented in this case from which the sentencing court could conclude that Serna-Vega exercised some supervisory control of others involved in the criminal activity.  Special Agent Moran testified that Ayala-Rodriguez introduced Serna-Vega as his \"right-hand man.\"  Informant Velez-Torres testified that Ayala-Rodriguez told him that he wanted to buy fifty kilograms of cocaine, and that Serna-Vega suggested that Ayala-Rodriguez ask for one hundred kilos because Serna-Vega could distribute fifty in two or three days.  It was Serna-Vega who conducted the initial negotiations-via two recorded telephone conversations-with Velez-Torres for the purchase of the cocaine.  Finally, Serna-Vega was present for the meeting in which Ayala- Rodriguez and Agent Moran discussed who would pick up the cocaine, and Serna-Vega objected to a certain person being included in the drug pick-up.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The evidence thus indicates that Ayala-Rodriguez delegated a certain amount of responsibility to Serna-Vega and that he acted, indeed, as Ayala-Rodriguez' right-hand man.  The evidence also indicates that, in this relatively powerful position, he exercised supervisory control over Ramos-Santiago.  The court could infer from the evidence presented at trial that Ramos-Santiago was Serna-Vega's friend and that Serna-Vega recruited his assistance in the drug transaction.  It was Serna-Vega who brought Ramos-Santiago to San Juan on the day of the scheduled pick-up.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Based on the foregoing, we conclude that the district court's finding that Serna-Vega was a manager or supervisor of the offense conduct was not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Serna-Vega also contends that the trial court erred in considering the full hundred kilos of cocaine in computing his base offense level under the sentencing guidelines.  Serna-Vega argues that the court should have found that he was not reasonably capable of producing the purchase money for the full amount of drugs and, therefore, that only the eleven kilos he actually purchased should have been considered for sentencing.  See U.S.S.G. Sec. 2D1.1 n.12.  For sentencing, the government need prove relevant facts only by a preponderance of the evidence, and we review the sentencing court's findings only for clear error.  United States v. Cetina-G omez, 951 F.2d 432, 434-35 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The jury found Serna-Vega guilty of participating in a conspiracy to possess with intent to distribute one hundred kilograms of cocaine.  In addition, there was ample evidence from which the court could determine that the members of the conspiracy, principally Ayala-Rodriguez, could raise the money to complete the transaction.  The evidence indicated that Ayala-Rodriguez intended to put up his car dealership, including the cars to which he owned title, and some real property he owned, as collateral for the transaction.  Under these circumstances, we conclude that the court's finding with respect to drug quantity was not clearly erroneous.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Appellants raise one final argument which requires only brief discussion.  On the first day of trial, the court instructed the jury that Serna-Vega and Ramos-Santiago had pled not guilty and, therefore, that issues of fact had to be tried by the jury.  Appellants contend that this instruction implied that other co- defendants named in the indictment had pled guilty and that appellants were prejudiced by this implication.  Appellants maintain that the court should have given a cautionary instruction with respect to the missing co-defendants.  Neither appellant requested such an instruction and, therefore, we review only for plain error.  Alvarado, 982 F.2d at 663.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We have approved the use of a cautionary instruction in cases where co-defendants plead guilty after trial has commenced.  See, e.g., United States v. Chapdelaine, 989 F.2d 28, 32 (1st Cir. 1987) (approving court's admonishment that jurors not speculate as to the reason for the co-defendants' absence).  The same concerns are not implicated in this case because the co-defendants pled guilty prior to the commencement of the trial.  Therefore, the jurors never saw the co-defendants and would have no reason to speculate about their sudden absence from the courtroom.  Moreover, there was no suggestion at trial as to how the charges against the other co-defendants had been disposed.  Under these circumstances, we discern no plain error in the court's failure to provide, sua sponte, a cautionary instruction with respect to the missing co- defendants.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">For the foregoing reasons, appellants' convictions and sentences are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Ayala-Rodriguez had informed them at the pier that the two cars he was waiting for were not going to be delivered</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We review a district court's decision whether to admit co- conspirator statements pursuant to Federal Rule of Evidence 801(d)(2)(E), however, under a clearly erroneous standard because the decision is predicated on the court's findings of fact in applying the Petrozziello test (supra ).  See McCarthy, 961 F.2d at 977;  United States v. Patterson, 644 F.2d 890, 894 (1st Cir. 1981)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Serna-Vega alludes generally to other alleged hearsay statements, but does not specifically identify any challenged statements.  We cannot conduct effective appellate review of an evidentiary ruling admitting co-conspirator statements absent reference to the challenged statement.  United States v. Isabel, 945 F.2d 1193, 1199 (1st Cir. 1991).  Accordingly, we reject appellant's general arguments with respect to alleged hearsay statements</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1061</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Victor SERNA-VEGA, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Angel RAMOS-SANTIAGO, Defendant-Appellant.</p>\n    <p class=\"docket\">Nos. 94-1688, 94-1689.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 12, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Carlos A. Vazquez-Alvarez, Assistant Federal Public Defender, with whom Benicio Sanchez-Rivera, Federal Public Defender, was on joint brief for appellant Angel Ramos-Santiago;  and Jorge E. Rivera-Ortiz, by Appointment of the Court, for appellant Victor Serna-Vega.</p>\n      <p class=\"indent\">Lisa A. Kahn, Attorney, Department of Justice, with whom Guillermo Gil, United States Attorney, and Warren Vazquez, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants Victor Serna-Vega and Angel Ramos-Santiago were each charged with one count of conspiracy to possess with intent to distribute approximately one hundred kilograms of cocaine, and one count of possession with intent to distribute eleven kilograms of cocaine.  Serna-Vega was also charged with two counts of using a telephone in facilitating the drug conspiracy.  Following a six-day trial, the jury found Serna- Vega guilty on all counts.  The jury found Ramos-Santiago guilty on the substantive possession count and not guilty on the conspiracy count.  Serna-Vega was sentenced to 235 months  in prison and Ramos-Santiago was sentenced to 120 months in prison.  Both defendants appeal their convictions, and Serna-Vega appeals his sentence.  For the reasons stated herein, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are presented in the light most favorable to the verdict.  United States v. Echeverri, <span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span>, 676 (1st Cir. 1993).  In early March 1993, Drug Enforcement Agency (\"DEA\") Special Agent Jefferson Moran (\"Agent Moran\") and DEA confidential informant Freddy Velez-Torres (\"Velez-Torres\") began negotiations with Hector Ayala-Rodriguez (\"Ayala-Rodriguez\"), the owner of a car dealership in Guanica, Puerto Rico, to sell him one hundred kilograms of cocaine.  At the first meeting in which the drug transaction was discussed, Ayala-Rodriguez introduced appellant Victor Serna-Vega (\"Serna-Vega\") as his \"right-hand man.\"  Serna- Vega was present for most of the subsequent meetings where the drug transaction was discussed, and he conducted some of the early negotiations with the government agents.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Velez-Torres and Agent Moran-whom Velez-Torres introduced as his Colombian partner-visited the car dealership on June 14, 1993.  In a conversation recorded by Agent Moran, he and Ayala-Rodriguez discussed the logistics for completing the drug transaction, including who would pick up the drugs.  Serna-Vega was present for this discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Velez-Torres testified that he met with Ayala-Rodriguez and Serna-Vega at the car dealership on June 22, 1993, and discussed the final plans for the drug transaction.  He testified that he asked Ayala-Rodriguez whether they were interested in the hundred kilos and Ayala-Rodriguez responded, \"Yes, yes, as we have been from the start.\"  They agreed that the transaction would occur the next day.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the morning of June 23, Velez-Torres met Serna-Vega and appellant Angel Ramos-Santiago (\"Ramos-Santiago\") at a restaurant in Caguas, Puerto Rico.  Serna-Vega called Ayala-Rodriguez on a cellular phone and informed him that Velez-Torres had arrived.  Ayala-Rodriguez  told Serna-Vega to bring Velez-Torres to the TMT pier in Isla Grande where he was waiting for two cars from the United States to use to transport the drugs.  Serna-Vega and Ramos-Santiago drove to the pier in Serna-Vega's car and Velez- Torres followed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After meeting with Ayala-Rodriguez at the pier, Serna-Vega, Ramos-Santiago, and Velez-Torres went with him to a restaurant in Isla Verde.  They discussed how they would complete the drug transaction with only three cars.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Serna-Vega stated that three cars would be sufficient because one could hold fifty kilos in its trunk and the other two could hold twenty-five kilos each.  Ramos-Santiago reminded Ayala-Rodriguez that he had promised Ramos- Santiago one kilo of cocaine for his assistance in the transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After about an hour, Velez-Torres drove each member of the group individually to a Holiday Inn where agent Moran and other DEA agents were waiting.  As each of the four individuals arrived at the Holiday Inn, agent Moran led them, one by one, to a designated room where a transaction involving eleven kilos of cocaine was completed.  The transactions were recorded by the government on both audio and videotape, which were played for the jury.  The individuals were placed under arrest as they departed the hotel room.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The defendants raise a host of issues on appeal.  We address their arguments seriatim.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Ramos-Santiago argues that the evidence was insufficient to support his conviction for possession with intent to distribute approximately eleven kilograms of cocaine.  See Fed.  R. Crim.  P.  29.  He bears \"the heavy burden of demonstrating that no reasonable jury could have found [him] guilty beyond a reasonable doubt.\"  United States v.  Innamorati, <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 469 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">409</span> </span>(1993).  We review the evidence in the light most favorable to the government, \"drawing all plausible inferences in its favor and resolving all credibility determinations in line with the jury's verdict.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The evidence adduced at trial was sufficient to sustain the verdict.  DEA informant Velez-Torres testified that Ramos-Santiago was present approximately an hour before the scheduled pick-up during a discussion concerning the logistics of splitting up the cocaine among the three cars.  Velez-Torres testified that Ramos-Santiago reminded Ayala-Rodriguez during this meeting that he had promised Ramos-Santiago one kilo of cocaine for his assistance in the transaction.  Velez-Torres also testified that he and Ramos- Santiago drove together to the Holiday Inn for the pick-up, and that Ramos-Santiago questioned Velez-Torres concerning which car he was supposed to use to transport the cocaine.  Finally, the jury viewed an audio and videotape showing Ramos-Santiago receiving eleven kilos of cocaine at the Holiday Inn.  From this evidence, a reasonable jury could infer that Ramos-Santiago knowingly and intentionally possessed the eleven kilograms of cocaine.  See United States v. Akinola, <span class=\"citation\" data-id=\"600348\"><a href=\"/opinion/600348/united-states-v-michael-idowu-tunde-akinola/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1105</span></a></span>, 1109 (1st Cir. 1993).  The jury could also infer, from the quantity of cocaine involved, that it was intended for distribution.  See, e.g., United States v. Vargas, <span class=\"citation\" data-id=\"569088\"><a href=\"/opinion/569088/united-states-v-ramiro-vargas/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">426</span></a></span>, 429 (1st Cir. 1991) (possession of one kilogram of cocaine is sufficient quantity to support jury inference that it was not intended merely for personal consumption).  The evidence was therefore sufficient for the jury to conclude beyond a reasonable doubt that Ramos-Santiago knowingly and intentionally possessed eleven kilograms of cocaine with the intent to distribute it.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Serna-Vega argues that the district court erred in admitting certain co-conspirator statements into evidence.  An out- of-court statement by a co-conspirator is not hearsay if the government established by a preponderance of the evidence that the defendant and the declarant were members of a conspiracy when the statement was made and that the statement was made in furtherance of the conspiracy.  See United States v. McCarthy, <span class=\"citation\" data-id=\"581510\"><a href=\"/opinion/581510/united-states-v-william-e-mccarthy-jr/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">972</span></a></span>, 977 (1st Cir. 1992) (citing United States v. Petrozziello, <span class=\"citation\" data-id=\"342283\"><a href=\"/opinion/342283/united-states-v-ralph-petrozziello/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 23 (1st Cir. 1977));  Fed.  R. Evid. 801(d)(2)(E).  We need not determine whether the challenged statements in this case are admissible as co-conspirator statements, however, because we conclude that they are, in any case, admissible as admissions by a party.  See Fed.  R. Evid. 801(d)(2)(A) (an admission offered against a party is not hearsay).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We generally review a district court's decision to admit or exclude evidence under an abuse of discretion standard.  United States v. Tuesta-Toro, <span class=\"citation\" data-id=\"195508\"><a href=\"/opinion/195508/united-states-v-tuesta-toro/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">771</span></a></span>, 775 (1st Cir. 1994), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">947</span> </span>(1995).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We find no abuse of discretion in this case.  Serna-Vega specifically challenges only two statements.  First, he challenges the testimony of Velez-Torres that Serna-Vega said:  \"Look, Ayala, if he has the capacity, ask for a hundred, because fifty, I can distribute that in two or three days.\"  Second, he challenges the testimony of Velez-Torres that Serna-Vega said that \"the white car is so big, has such a big trunk, that they could get fifty kilos into it, twenty-five in the Chevrolet and twenty-five in the one the old man has, and there's your hundred.\"  These statements were contrary to Serna-Vega's position during trial.  Accordingly, they were admissible through Velez-Torres as admissions against interest under Federal Rule of Evidence 801(d)(2)(A).  See United States v. Palow, <span class=\"citation\" data-id=\"461002\"><a href=\"/opinion/461002/united-states-v-robert-s-palow-united-states-of-america-v-paul-c/\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">52</span></a></span>, 56 (1st Cir. 1985).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Serna-Vega argues that the district court erred in not providing a multiple conspiracy jury instruction.  Serna-Vega did not request such a jury charge, nor did he object to the court's instructions.  Consequently, he has the high burden of establishing that the trial court's failure to give a multiple conspiracy charge amounted to \"plain error.\"  See United States v. Griffin, <span class=\"citation\" data-id=\"488020\"><a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span>, 100 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span> </span>(1987);  Fed.  R. Crim.  P. 52(b).  Plain errors are \"those so shocking that they seriously affect the fundamental fairness and basic integrity of the proceedings.\"  United States v. Alvarado, <span class=\"citation no-link\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">659</span></span>, 663 (1st Cir. 1992).  It follows that such errors will be noticed only in \"exceptional cases or under peculiar circumstances to prevent a clear miscarriage of justice.\"  <span class=\"citation\" data-id=\"488020\"><span class=\"antecedent_guess\">Griffin,</span> <a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">100</span> </a></span>(quoting Nimrod v. Sylvester, <span class=\"citation\" data-id=\"274019\"><a href=\"/opinion/274019/susan-nimrod-etc-v-stephen-sylvester/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">870</span></a></span>, 873 (1st Cir. 1966));  United States v. Ocasio-Rivera, <span class=\"citation\" data-id=\"604815\"><a href=\"/opinion/604815/united-states-v-richard-ocasio-rivera/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1993).  The test for plain error, in this context, is whether there is a prejudicial variance between the conspiracy charged in the indictment and the evidence adduced at trial.  See United States v. Thomas, <span class=\"citation\" data-id=\"536034\"><a href=\"/opinion/536034/united-states-v-manuel-c-thomas/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">51</span></a></span>, 55 (1st Cir. 1990).  A variance will be deemed prejudicial only if it affects the substantial rights of the accused.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The indictment charged a single conspiracy involving an agreement to purchase approximately one hundred kilograms of cocaine.  The government introduced evidence from which the jury could infer that the negotiations for the purchase of the cocaine took place over a period of several weeks, and that the object of the conspiracy was, at all times, the eventual transfer of one hundred kilograms of cocaine.  There was evidence which, if credited by the jury, established that the conspiracy began in early March 1993 when informant Velez-Torres made his initial visit to Ayala-Rodriguez' car dealership.  The jury heard testimony that Ayala-Rodriguez originally offered to purchase fifty kilograms of cocaine, but that Serna-Vega encouraged him to buy one hundred kilograms.  Negotiations between the appellants and the government agent continued over the next few days.  During a taped telephone conversation, Serna-Vega told Velez-Torres that Ayala-Rodriguez was still interested in purchasing the cocaine they discussed at the initial meeting.  He stated further that he wanted to buy two kilos first as a sample, and that he would then bring together money for fifteen kilos.  Velez-Torres testified that it was common in drug transactions of this size for the buyer to purchase a sample of the drugs before making the final purchase.  He testified that the conversations regarding the two and fifteen kilos were part of the larger deal for one hundred kilos.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The continuing negotiations between the defendants and the government agents support the single conspiracy charge.  Velez- Torres testified that Ayala-Rodriguez showed him a deed to his dealership property, a deed of sale for a house he owned, and automobile registration titles to establish that Ayala-Rodriguez had the necessary collateral to complete the large scale drug transaction.  Finally, appellants took three cars to make the scheduled pick-up, and the evidence indicated that Ayala-Rodriguez intended to have a fourth car delivered to help carry the cocaine.  Serna-Vega assured him that three cars would be enough because one car could carry fifty kilos and the other two could carry twenty- five each.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The totality of the evidence indicates a single conspiracy to purchase one hundred kilograms of cocaine.  We find no prejudicial variance between the indictment and the evidence adduced at trial.  Accordingly, the court's failure to provide a multiple conspiracy charge was not error, much less plain error.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Serna-Vega challenges two findings by the district court with respect to his sentence.  First, he challenges the district court's finding that he was a manager or supervisor of the possession offense under Sec. 3B1.1(c) of the United States Sentencing Guidelines.  We review only for clear error.  United States v. Jadusingh, <span class=\"citation\" data-id=\"195129\"><a href=\"/opinion/195129/united-states-v-jadusingh/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1162</span></a></span>, 1169 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Under Sec. 3B1.1, a sentencing court may increase a defendant's base offense level by two points if the evidence establishes that the crime involved two or more people and the defendant \"was an organizer, leader, manager, or supervisor\" of the criminal activity.  An enhancement is appropriate if the evidence demonstrates that the defendant \"exercised some degree of control over others involved in the commission of the crime.\"  <span class=\"citation\" data-id=\"195129\"><a href=\"/opinion/195129/united-states-v-jadusingh/\"><span class=\"id_token\">Id.</span> (quoting United </a></span>States v. De La Cruz, <span class=\"citation\" data-id=\"610551\"><a href=\"/opinion/610551/united-states-v-efrain-de-la-cruz-united-states-v-luis-torres/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1307</span></a></span>, 1315 (1st Cir.), cert. denied, __ U.S. __, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">356</span> </span>(1993)) (other citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">There was ample evidence presented in this case from which the sentencing court could conclude that Serna-Vega exercised some supervisory control of others involved in the criminal activity.  Special Agent Moran testified that Ayala-Rodriguez introduced Serna-Vega as his \"right-hand man.\"  Informant Velez-Torres testified that Ayala-Rodriguez told him that he wanted to buy fifty kilograms of cocaine, and that Serna-Vega suggested that Ayala-Rodriguez ask for one hundred kilos because Serna-Vega could distribute fifty in two or three days.  It was Serna-Vega who conducted the initial negotiations-via two recorded telephone conversations-with Velez-Torres for the purchase of the cocaine.  Finally, Serna-Vega was present for the meeting in which Ayala- Rodriguez and Agent Moran discussed who would pick up the cocaine, and Serna-Vega objected to a certain person being included in the drug pick-up.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The evidence thus indicates that Ayala-Rodriguez delegated a certain amount of responsibility to Serna-Vega and that he acted, indeed, as Ayala-Rodriguez' right-hand man.  The evidence also indicates that, in this relatively powerful position, he exercised supervisory control over Ramos-Santiago.  The court could infer from the evidence presented at trial that Ramos-Santiago was Serna-Vega's friend and that Serna-Vega recruited his assistance in the drug transaction.  It was Serna-Vega who brought Ramos-Santiago to San Juan on the day of the scheduled pick-up.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Based on the foregoing, we conclude that the district court's finding that Serna-Vega was a manager or supervisor of the offense conduct was not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Serna-Vega also contends that the trial court erred in considering the full hundred kilos of cocaine in computing his base offense level under the sentencing guidelines.  Serna-Vega argues that the court should have found that he was not reasonably capable of producing the purchase money for the full amount of drugs and, therefore, that only the eleven kilos he actually purchased should have been considered for sentencing.  See U.S.S.G. Sec. 2D1.1 n.12.  For sentencing, the government need prove relevant facts only by a preponderance of the evidence, and we review the sentencing court's findings only for clear error.  United States v. Cetina-G omez, <span class=\"citation\" data-id=\"573875\"><a href=\"/opinion/573875/united-states-v-cesar-augusto-cetina-gomez/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">432</span></a></span>, 434-35 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The jury found Serna-Vega guilty of participating in a conspiracy to possess with intent to distribute one hundred kilograms of cocaine.  In addition, there was ample evidence from which the court could determine that the members of the conspiracy, principally Ayala-Rodriguez, could raise the money to complete the transaction.  The evidence indicated that Ayala-Rodriguez intended to put up his car dealership, including the cars to which he owned title, and some real property he owned, as collateral for the transaction.  Under these circumstances, we conclude that the court's finding with respect to drug quantity was not clearly erroneous.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Appellants raise one final argument which requires only brief discussion.  On the first day of trial, the court instructed the jury that Serna-Vega and Ramos-Santiago had pled not guilty and, therefore, that issues of fact had to be tried by the jury.  Appellants contend that this instruction implied that other co- defendants named in the indictment had pled guilty and that appellants were prejudiced by this implication.  Appellants maintain that the court should have given a cautionary instruction with respect to the missing co-defendants.  Neither appellant requested such an instruction and, therefore, we review only for plain error.  <span class=\"citation\" data-id=\"597415\"><span class=\"antecedent_guess\">Alvarado,</span> <a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">663</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We have approved the use of a cautionary instruction in cases where co-defendants plead guilty after trial has commenced.  See, e.g., United States v. Chapdelaine, <span class=\"citation no-link\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></span>, 32 (1st Cir. 1987) (approving court's admonishment that jurors not speculate as to the reason for the co-defendants' absence).  The same concerns are not implicated in this case because the co-defendants pled guilty prior to the commencement of the trial.  Therefore, the jurors never saw the co-defendants and would have no reason to speculate about their sudden absence from the courtroom.  Moreover, there was no suggestion at trial as to how the charges against the other co-defendants had been disposed.  Under these circumstances, we discern no plain error in the court's failure to provide, sua sponte, a cautionary instruction with respect to the missing co- defendants.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">For the foregoing reasons, appellants' convictions and sentences are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Ayala-Rodriguez had informed them at the pier that the two cars he was waiting for were not going to be delivered</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We review a district court's decision whether to admit co- conspirator statements pursuant to Federal Rule of Evidence 801(d)(2)(E), however, under a clearly erroneous standard because the decision is predicated on the court's findings of fact in applying the Petrozziello test (supra ).  See <span class=\"citation\" data-id=\"581510\"><span class=\"antecedent_guess\">McCarthy,</span> <a href=\"/opinion/581510/united-states-v-william-e-mccarthy-jr/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">977</span></a></span>;  United States v. Patterson, <span class=\"citation\" data-id=\"388752\"><a href=\"/opinion/388752/united-states-v-preston-t-patterson-united-states-of-america-v-benjamin/\"><span class=\"volume\">644</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 894 (1st Cir. 1981)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Serna-Vega alludes generally to other alleged hearsay statements, but does not specifically identify any challenged statements.  We cannot conduct effective appellate review of an evidentiary ruling admitting co-conspirator statements absent reference to the challenged statement.  United States v. Isabel, <span class=\"citation\" data-id=\"569192\"><a href=\"/opinion/569192/united-states-v-maurice-isabel-united-states-of-america-v-ronald/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1193</span></a></span>, 1199 (1st Cir. 1991).  Accordingly, we reject appellant's general arguments with respect to alleged hearsay statements</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195129/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195508/",
    "https://www.courtlistener.com/api/rest/v3/opinions/274019/",
    "https://www.courtlistener.com/api/rest/v3/opinions/342283/",
    "https://www.courtlistener.com/api/rest/v3/opinions/388752/",
    "https://www.courtlistener.com/api/rest/v3/opinions/461002/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488020/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536034/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569088/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569192/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573875/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581510/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597415/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600348/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604815/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610551/"
  ]
}