{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196111/",
  "id": 196111,
  "absolute_url": "/opinion/196111/mccarthy-v-northwest-airlines/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196111/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:57:54Z",
  "date_modified": "2020-02-21T23:43:41.824787Z",
  "type": "010combined",
  "sha1": "6a894d3b58b62fa50fd20c5b2c8315c08d06acca",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2282.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 94-2282\r\n\n                       EILEEN M. McCARTHY,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                    NORTHWEST AIRLINES, INC.,\r\n\n                       Defendant, Appellee.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Reginald C. Lindsay, U.S. District Judge]\r                                                                 \r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                             \r\n\n     Marvin H.  Greenberg, with whom  Bonnie L. Karshbaum  was on\r                                                                   \r\nbrief, for appellant.\r\n     Patricia  A.  Wilson, with  whom John  J. Bonistalli  was on\r                                                                   \r\nbrief, for appellee.\r\n\n                                             \r\n\n                           May 31, 1995\r\n\n                                             \r\r\n\n          SELYA,  Circuit  Judge.   Following  an  accident  that\r                    SELYA,  Circuit  Judge.\r                                          \r\n\noccurred in  the course  of international air  travel, plaintiff-\r\n\nappellant Eileen  M. McCarthy filed  a suit  for damages  against\r\n\ndefendant-appellee   Northwest    Airlines,   Inc.   (Northwest).\r\n\nConcluding that  the  Warsaw Convention  stood  in the  way,  the\r\n\ndistrict court  grounded the  suit.   See  McCarthy v.  Northwest\r                                                                           \r\n\nAirlines,  Inc.,  862 F.  Supp. 17  (D.  Mass. 1994).   Plaintiff\r                         \r\n\nappeals.  We affirm.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          Because the district court granted  summary judgment in\r\n\nthe defendant's favor, we array the material  facts in a way that\r\n\nputs  the best face on the  plaintiff's claims without distorting\r\n\nthem.\r\n\n          On July 2, 1990, the plaintiff and  her sister departed\r\n\nBoston via Northwest en route to  the Orient.  They flew to Tokyo\r\n\nand stayed for  four days.  At that point  their itinerary called\r\n\nfor them to  fly to  Osaka and  then on  to China.   The  sisters\r\n\nrepaired  to the  airport and,  since they  had not  yet obtained\r\n\nboarding  passes,  they joined  a queue  that  had formed  at the\r\n\nNorthwest ticket counter.\r\n\n          When  the sisters  reached  the  desk,  they  expressed\r\n\nuncertainty  about  whether  time  had  grown  too  short.    The\r\n\nplaintiff claims that they told  the Northwest ticket agent  that\r\n\nthey were perfectly willing  to take a later  flight in order  to\r\n\navoid rushing.   The agent brushed  aside their concerns,  tagged\r\n\ntheir  luggage, issued boarding passes,  and led them  \"at a fast\r\n\n                                2\r\r\n\ntrot\"  in the  general  direction of  the  customs area.    Still\r\n\nfollowing the agent (who  retained possession of their passports,\r\n\ntickets,  and boarding  passes),  the sisters  took an  escalator\r\n\naccessible to the general  public from one level of  the terminal\r\n\nbuilding to  a  lower level.    The escalator  malfunctioned  and\r\n\nMcCarthy fell.\r\n\n          Although  the  plaintiff   sustained  an  injury,   she\r\n\nproceeded  through customs, entered a  bus that drove  her to the\r\n\napproximate  point  of  departure,  and  thereafter  boarded  the\r\n\nairplane that  took her to Osaka.   She continued on  to China as\r\n\nshe  had  planned.   Upon her  return to  the United  States, she\r\n\nconsulted  a physician  who  determined that  she had  broken her\r\n\nknee.  The doctor's diagnosis led to both a lengthy convalescence\r\n\nand a suit for damages.1\r\n\nII.  THE SUMMARY JUDGMENT STANDARD\r          II.  THE SUMMARY JUDGMENT STANDARD\r\n\n          Summary  judgment   has  a   special  niche   in  civil\r\n\nlitigation.   Its  \"role  is to  pierce  the boilerplate  of  the\r\n\npleadings  and assay  the parties'  proof in  order to  determine\r\n\nwhether trial is actually  required.\"  Wynne v. Tufts  Univ. Sch.\r                                                                           \r\n\nof Med.,  976 F.2d 791, 794 (1st Cir. 1992), cert. denied, 113 S.\r                                                                   \r\n\nCt. 1845 (1993).  The device allows courts and litigants to avoid\r\n\nfull-blown  trials  in  unwinnable  cases,  thus  conserving  the\r\n\nparties' time and money, and permitting courts  to husband scarce\r\n                    \r                              \r\n\n     1McCarthy originally sued Northwest  on both negligence  and\r\nstrict liability theories.   Following an  adverse ruling in  the\r\ndistrict   court,    she   abandoned   the    negligence   claim.\r\nConsequently,  her  appeal  concerns  only  her  strict liability\r\nclaim.\r\n\n                                3\r\r\n\njudicial resources.\r\n\n          A court  may grant summary judgment  \"if the pleadings,\r\n\ndepositions, answers to interrogatories, and  admissions on file,\r\n\ntogether  with  the affidavits,  if any,  show  that there  is no\r\n\ngenuine issue as  to any material fact and that  the moving party\r\n\nis  entitled to a judgment as a matter  of law.\"  Fed. R. Civ. P.\r\n\n56(c).   We have discussed this rule  in a cascade of cases, see,\r                                                                          \r\n\ne.g., Coyne  v. Taber  Partners I,      F.3d     ,      (1st Cir.\r                                           \r\n\n1995) [No. 94-2231,  slip op. at 4-5];  National Amusements, Inc.\r                                                                           \r\n\nv. Town of Dedham, 43 F.3d 731, 735 (1st Cir. 1995), petition for\r                                                                           \r\n\ncert.  filed, 63 U.S.L.W. 3736 (U.S. Apr. 4, 1995) (No. 94-1630);\r                      \r\n\nPagano v. Frank, 983  F.2d 343, 347  (1st Cir. 1993); Wynne,  976\r                                                                     \r\n\nF.2d at 794; United  States v. One Parcel of Real Property (Great\r                                                                           \r\n\nHarbor Neck, New  Shoreham, R.I.),  960 F.2d 200,  204 (1st  Cir.\r                                          \r\n\n1992);  Rivera-Muriente v.  Agosto-Alicea, 959  F.2d 349,  351-52\r                                                   \r\n\n(1st  Cir. 1992); Griggs-Ryan v. Smith, 904 F.2d 112, 115-16 (1st\r                                                \r\n\nCir. 1990); Medina-Munoz  v. R.J. Reynolds Tobacco Co.,  896 F.2d\r                                                                \r\n\n5, 7-8 (1st Cir. 1990); Garside  v. Osco Drug, Inc., 895 F.2d 46,\r                                                             \r\n\n48-49 (1st  Cir. 1990), and it  would serve no useful  purpose to\r\n\nrehearse all the particulars of  those discussions.  For purposes\r\n\nof this case, it suffices to outline the manner in which the rule\r\n\noperates.\r\n\n          Once a properly documented motion has engaged the gears\r\n\nof Rule  56, the party  to whom the  motion is directed  can shut\r\n\ndown  the  machinery only  by  showing that  a  trialworthy issue\r\n\nexists.  See National Amusements,  43 F.3d at 735.  As  to issues\r                                          \r\n\n                                4\r\r\n\non which the summary judgment target bears the ultimate burden of\r\n\nproof, she cannot rely  on an absence of competent  evidence, but\r\n\nmust affirmatively  point to specific facts  that demonstrate the\r\n\nexistence  of an authentic dispute.  See Garside, 895 F.2d at 48.\r                                                          \r\n\nNot  every  factual  dispute  is  sufficient  to  thwart  summary\r\n\njudgment; the contested fact  must be \"material\" and the  dispute\r\n\nover it must be \"genuine.\"  In this regard, \"material\" means that\r\n\na contested fact  has the potential to change the  outcome of the\r\n\nsuit under  the governing law if the  dispute over it is resolved\r\n\nfavorably to the nonmovant.  See One Parcel, 960 F.2d at 204.  By\r                                                     \r\n\nlike  token, \"genuine\" means that \"the evidence about the fact is\r\n\nsuch that a  reasonable jury could resolve the  point in favor of\r\n\nthe nonmoving party . . . .\"  Id.\r                                           \r\n\n          When all is said  and done, the trial court  must \"view\r\n\nthe  entire  record in  the light  most  hospitable to  the party\r\n\nopposing summary judgment, indulging all reasonable inferences in\r\n\nthat  party's favor,\" Griggs-Ryan, 904 F.2d at 115, but paying no\r                                           \r\n\nheed  to  \"conclusory  allegations, improbable  inferences,  [or]\r\n\nunsupported  speculation,\"  Medina-Munoz, 896  F.2d at 8.   If no\r                                                  \r\n\ngenuine  issue of  material  fact emerges,  then  the motion  for\r\n\nsummary judgment may be granted.\r\n\n          Because  the summary  judgment  standard  requires  the\r\n\ntrial  court to  make an  essentially legal  determination rather\r\n\nthan to  engage in differential factfinding,  appellate review of\r\n\nan order granting such a motion is plenary.  See Pagano, 983 F.2d\r                                                                 \r\n\nat 347; Garside, 895 F.2d at 48.\r                         \r\n\n                                5\r\r\n\nIII.  DISCUSSION\r          III.  DISCUSSION\r\n\n          We  bifurcate  the body  of  our  opinion.   First,  we\r\n\nexplicate the Warsaw Convention, the etiology of Article  17, and\r\n\nthe accepted analytic  approach to  Article 17 cases.   Next,  we\r\n\nshine the light of  our gleaned understanding on the  case before\r\n\nus.\r\n\n                     A.  The Legal Landscape.\r                               A.  The Legal Landscape.\r                                                      \r\n\n          Generally  speaking,  the  Warsaw Convention,  formally\r\n\nknown  as the  Convention for  the Unification  of Certain  Rules\r\n\nRelating to  International Transportation by Air,  Oct. 12, 1929,\r\n\n49 Stat. 3000, T.S. No.  876 (1934), note foll. 49 U.S.C.  app.  \r\n\n1502,2  arose  out of  a perceived  need  to provide  a fledgling\r\n\nindustry  with a  uniform set  of legal  rules that  would govern\r\n\naccidents  occurring  in international  air  travel.   Under  the\r\n\nConvention, air  carriers are absolutely  liable, up to  a preset\r\n\nmonetary ceiling, for any  accident in which a  passenger suffers\r\n\nbodily injury  or death as  long as the  accident \"took  place on\r\n\nboard the aircraft  or in the course of any  of the operations of\r\n\nembarking or disembarking.\"  Id., art. 17, 49 Stat. at 3018.\r                                          \r\n\n          \"Treaty  interpretation is a purely legal exercise,\" In\r                                                                           \r\n\nre  Extradition of Howard, 996  F.2d 1320, 1329  (1st Cir. 1993),\r                                   \r\n\n                    \r                              \r\n\n     2The  United   States  initially   adhered  to   the  Warsaw\r\nConvention on October 29, 1934.  Except as otherwise specifically\r\nindicated,  however, all  references  to the  Convention in  this\r\nopinion  are  to  the  document   as  modified  by  the  Montreal\r\nAgreement, formally known as  the Agreement Relating to Liability\r\nLimitations of the Warsaw Convention and the Hague  Protocol, CAB\r\nAgreement  18900, note foll. 49  U.S.C. app.    1502 (approved by\r\nCAB Order E-23680, May 13, 1966, 31 Fed. Reg. 7302).\r\n\n                                6\r\r\n\nbut the  terms \"embarking\"  and  \"disembarking\" as  used in  this\r\n\ntreaty are less than mathematically precise.  Just as legislative\r\n\nhistory can  inform the meaning  of an inexact  statute, however,\r\n\nso, too, can  the history of  a treaty inform  its meaning.   See\r                                                                           \r\n\nCook v. United States, 288  U.S. 102, 112 (1933).  Thus,  we look\r                               \r\n\nback in time to gain a better comprehension of  the language that\r\n\nthe drafters employed.\r\n\n          The  Warsaw Convention  was  the  product of  ponderous\r\n\ndeliberation.  Conferees  who met  in Paris in  1925 appointed  a\r\n\ncommittee  of  experts,   the  Comit   Internationale   Technique\r\n\nd'Experts Juridique  A riens  (CITEJA), to  prepare  a  suggested\r\n\naccord.   CITEJA's  recommendations were  considered at  a second\r\n\nconference, held in Warsaw in 1929.  CITEJA recommended extending\r\n\naccident coverage to passengers \"from  the time [they] enter  the\r\n\nairport  of  departure until  the time  when  they exit  from the\r\n\nairport of arrival.\"  Minutes, Second International Conference on\r\n\nPrivate  Aeronautical Law,  October  4-12, 1929,  Warsaw 171  (R.\r\n\nHorner &amp; D. Legrez trans. 1975) (Warsaw Minutes).  The breadth of\r\n\nthe proposed language inspired heated debate.  See, e.g.,  Warsaw\r                                                                  \r\n\nMinutes at 49;  see also Day  v. Trans World Airlines,  Inc., 528\r                                                                      \r\n\nF.2d 31, 35  (2d Cir.  1975) (reviewing history  of Article  17),\r\n\ncert. denied, 429 U.S. 890 (1976).\r                      \r\n\n          In an effort to accommodate conflicting views, a French\r\n\ndelegate, Prof. Georges Ripert, suggested that the article should\r\n\n\"employ a general formula `during air carriage' in leaving to the\r\n\ncourts  the duty of  deciding in each  case if one  is within the\r\n\n                                7\r\r\n\ncontract of carriage.\"   Warsaw Minutes at 73; see  also Martinez\r                                                                           \r\n\nHernandez  v. Air  France,  545 F.2d  279,  283 (1st  Cir.  1976)\r                                   \r\n\n(discussing Ripert proposal), cert.  denied, 430 U.S. 950 (1977).\r                                                     \r\n\nThe  delegates embraced Ripert's idea,  see Warsaw Minutes at 83,\r                                                     \r\n\nand   the   drafting   committee   couched   the   compromise  in\r\n\nsubstantially the formnow embodied in Article 17. See id. at 166.\r                                                                   \r\n\n          The single substantive issue  presented in this  appeal\r\n\nis  whether plaintiff  was injured  while \"embarking\"  within the\r\n\nmeaning of Article 17.  Though  the Supreme Court has not yet had\r\n\noccasion to define the words \"embarking\" or \"disembarking\" in the\r\n\ncontext  of Article 17, the  Court has generally  read Article 17\r\n\nparsimoniously.  See, e.g., Eastern Airlines, Inc. v.  Floyd, 499\r                                                                      \r\n\nU.S.  530, 552  (1991) (holding  that Article  17 does  not allow\r\n\nrecovery for harm unaccompanied by some physical manifestation of\r\n\ninjury); Air France v.  Saks, 470 U.S. 392, 406  (1985) (adopting\r                                      \r\n\nrestrictive definition of \"accident\" for purposes of Article 17).\r\n\nThis restraint is entirely  understandable as Article 17 provides\r\n\nfor  strict liability,  and  there are  sound  policy reasons  to\r\n\nconfine  that liability  to  the  letter  of the  text,  narrowly\r\n\nconstrued.  See  Eastern Airlines, 499  U.S. at 552.   The  terms\r                                           \r\n\n\"embarking\" and \"disembarking\" are not infinitely elastic, and we\r\n\nbelieve it is quite probable that, when the occasion to interpret\r\n\nthose  terms  arises,  the  Court  will  prove  to  be  similarly\r\n\nrestrained in defining them.  Cf. Chan v. Korean Air Lines, Ltd.,\r                                                                          \r\n\n490  U.S. 122, 128 (1989)  (holding that Article  3(2) deprives a\r\n\ncarrier of  the Warsaw Convention's Article  3 damages limitation\r\n\n                                8\r\r\n\nonly if the carrier fails to deliver a ticket altogether).\r\n\n          Given the  historical record  and the signals  that the\r\n\nSupreme Court  has sent, most  courts have interpreted  the terms\r\n\n\"embarking\" and  \"disembarking\" to  connote a close  temporal and\r\n\nspatial  relationship with the  flight itself.   In  the process,\r\n\nthese  courts have  found a  three-pronged inquiry to  be useful.\r\n\nThe inquiry focuses on  (1) the passenger's activity at  the time\r\n\nof injury, (2)  his or her whereabouts when injured,  and (3) the\r\n\nextent  to which the carrier was exercising control at the moment\r\n\nof injury.   See, e.g., Schroeder  v. Lufthansa German  Airlines,\r                                                                          \r\n\n875 F.2d 613,  617 (7th  Cir. 1989); Evangelinos  v. Trans  World\r                                                                           \r\n\nAirlines,  Inc.,  550 F.2d  152, 155  (3d  Cir. 1977)  (en banc);\r                         \r\n\nMaugnie v. Compagnie Nationale Air France, 549 F.2d 1256, 1261-62\r                                                   \r\n\n(9th Cir. 1977), cert. denied, 431 U.S. 974 (1978); Day, 528 F.2d\r                                                                 \r\n\nat 33.  We,  too, have noted that such  considerations are highly\r\n\nrelevant in determining  the applicability  of Article  17.   See\r                                                                           \r\n\nMartinez Hernandez,  545 F.2d at 282.   We do not  view the three\r                            \r\n\nfactors   activity, location, and control   as separate legs of a\r\n\nstool, but,  rather, as forming a  single, unitary base.   In the\r\n\nlast  analysis, the  factors are  inextricably intertwined.   Cf.\r                                                                           \r\n\nEvangelinos,  550 F.2d  at  155 (observing  that  control \"is  an\r                     \r\n\nintegral factor in evaluating both location and activity\").\r\n\n          What is more, the language of Article 17   which speaks\r\n\nto  accidents that occur \"in the course  of any of the operations\r\n\nof embarking\"   strongly suggests that there must  be a tight tie\r\n\nbetween an accident and the physical act of entering an aircraft.\r\n\n                                9\r\r\n\nSee Martinez  Hernandez, 545 F.2d at 283-84  (concluding that the\r                                 \r\n\ndrafters  of  the  Warsaw  Convention  understood  embarking  \"as\r\n\nessentially the physical activity  of entering\" an airplane); see\r                                                                           \r\n\nalso  Evangelinos, 550 F.2d at 155.  This \"tying\" concept informs\r                           \r\n\nlocation  as well as activity.   Consequently, for  Article 17 to\r\n\nattach, the passenger  must not  only do something  that, at  the\r\n\nparticular  time, constitutes  a necessary  step in  the boarding\r\n\nprocess, but also must do it  in a place not too remote  from the\r\n\nlocation at  which he  or  she is  slated actually  to enter  the\r\n\ndesignated aircraft.   See Martinez Hernandez,  545 F.2d at  283;\r                                                       \r\n\nDay, 528 F.2d at 33.\r             \r\n\n                          B.  Analysis.\r                                    B.  Analysis.\r                                                \r\n\n          In applying these  principles to the  case at hand,  we\r\n\ndeem it  useful  to start  by  considering specific  examples  of\r\n\naccidents that have been  found to come within the  encincture of\r\n\nArticle  17.    Perhaps  the  most venturesome  of  the  reported\r\n\nappellate decisions are Day and Evangelinos.  When passengers had\r                                                     \r\n\nsurrendered  their  tickets,  passed  through  passport  control,\r\n\nentered the  area reserved exclusively for those  about to depart\r\n\non international flights, and queued up at the departure gate   a\r\n\nprerequisite to  boarding   the  Second Circuit  ruled that  they\r\n\nwere  engaged  in performing  a  necessary step  in  the boarding\r\n\nprocess.   Thus, Article  17 applied to  an ensuing injury.   See\r                                                                           \r\n\nDay, 528 F.2d at  33.  Similarly, when passengers  \"had completed\r             \r\n\nvirtually  all  the  activities  required as  a  prerequisite  to\r\n\nboarding, and were standing  in line at the departure  gate ready\r\n\n                                10\r\r\n\nto proceed  to the  aircraft\" at the  time of  the accident,  the\r\n\nThird Circuit found them to have been engaged in a necessary step\r\n\nin  the  boarding process.   See  Evangelinos,  550 F.2d  at 156.\r                                                       \r\n\nHence, Article 17 applied. \r\n\n          The case at bar is of a  significantly different genre.\r\n\nThe plaintiff here, unlike the plaintiffs in Day and Evangelinos,\r                                                                          \r\n\nhad  yet to fulfill most of the conditions precedent to boarding;\r\n\nat the time of the accident, she had not  left the common area of\r\n\nthe terminal, located  the bus  that would transport  her to  the\r\n\nvicinity of her assigned aircraft, reached an area restricted  to\r\n\ntravelers,  nor  isolated  herself   from  the  throng  of  other\r\n\npassengers  flying  to  other  destinations.   In  addition,  the\r\n\nactivity in which the plaintiff was engaged at the time of injury\r\n\n  proceeding on  an escalator  from one level  of the  terminal's\r\n\ncommon area  to  another     cannot  in  any  sense  be  seen  as\r\n\ncomprising a necessary  step in  the boarding process.   In  both\r\n\nEvangelinos and Day,  the only way passengers could  have entered\r                             \r\n\nthe designated aircraft was to pass through the departure gate at\r\n\nwhich the injury  occurred.   See Evangelinos, 550  F.2d at  156;\r                                                       \r\n\nDay, 528 F.2d at 33.  In sharp contrast, the record in  this case\r             \r\n\ndoes not contain the slightest hint that the plaintiff could only\r                                                                           \r\n\nhave  reached  her assigned  aircraft  by  taking the  particular\r\n\nescalator from which she fell.\r\n\n          Last   but far  from least   the accident  here, unlike\r\n\nin Evangelinos and Day, happened at  a considerable distance from\r                                \r\n\nthe departure  gate and  well before any  actual embarkation  was\r\n\n                                11\r\r\n\npossible.   In other words, plaintiff's fall was far removed from\r\n\nthe  act of  embarkation, both  temporally and  spatially.   Most\r\n\nimportantly,  it took  place  in  a  part  of  the  terminal  not\r\n\nrestricted  to passengers.  We believe it is no mere happenstance\r\n\nthat  the plaintiff has  not cited    and we have  been unable to\r\n\ndeterrate   a single instance in which Article 17  has been found\r\n\nto cover  an accident that occurred  within the public  area of a\r\n\nterminal facility.\r\n\n          A typical  case is  Buonocore v. Trans  World Airlines,\r                                                                           \r\n\nInc., 900  F.2d 8 (2d Cir.  1990), in which the  court held that,\r              \r\n\nalthough  the plaintiff  had checked  in at  the ticket  counter,\r\n\nArticle 17 did not cover an ensuing injury sustained in a  public\r\n\narea \"nowhere near the gate.\"  Id. at 10.  So, too, in Rolnick v.\r                                                                        \r\n\nEl  Al Israel Airlines, Ltd.,  551 F. Supp.  261 (E.D.N.Y. 1982),\r                                      \r\n\nthe  plaintiffs \"had  checked  their baggage  and obtained  their\r\n\nboarding passes, but had  not yet gone to passport  control\" when\r\n\nan  accident  occurred  on   an  escalator  within  the  terminal\r\n\nbuilding.  Id. at 262-63.   On these facts, the  court determined\r                        \r\n\nthat the plaintiffs  were not \"embarking\"  within the purview  of\r\n\nArticle 17.\r\n\n          The disembarkation cases are grouped along a comparable\r\n\naxis.  See, e.g.,  Maugnie, 549 F.2d at 1262 (holding  Article 17\r                                    \r\n\ninapplicable where  passenger had deplaned and  accident occurred\r\n\nin  a  common  passenger  corridor  of  Orly  Airport);  Martinez\r                                                                           \r\n\nHernandez, 545 F.2d at 282 (holding Article 17 inapplicable where\r                   \r\n\nat the  time of injury the  passengers had traveled by  bus or on\r\n\n                                12\r\r\n\nfoot from the aircraft  to the terminal); see also  Schmidkunz v.\r                                                                        \r\n\nScandinavian Airlines Sys.,  Inc., 628 F.2d 1205,  1207 (9th Cir.\r                                           \r\n\n1980); Knoll v.  Trans World  Airlines, Inc., 610  F. Supp.  844,\r                                                      \r\n\n846-47 (D. Colo. 1985). \r\n\n          Although  both  the  nature  of the  activity  and  the\r\n\nlocation  of  the  accident  stand  as  obstacles  in  her  path,\r\n\nplaintiff, relying  primarily on  a dictum contained  in Martinez\r                                                                           \r\n\nHernandez (suggesting  that \"the  scope of article  17 should  be\r                   \r\n\nlimited to  those situations either  where the carrier  has taken\r\n\ncharge of the passengers, or possibly where it customarily  would\r\n\nhave done  so,\" 545 F.2d at  283 n.4), argues that  Article 17 is\r\n\nnonetheless  available because  Northwest had  \"absolute control\"\r\n\nover  her once its agent  had \"confiscated\" her passport, ticket,\r\n\nand  boarding pass.  This  attempt to fly  over hostile territory\r\n\nends in a crash landing.\r\n\n          In  the first  place, after  we discard  the rhetorical\r\n\nflourishes and focus  on the facts, see, e.g.,  Medina-Munoz, 896\r                                                                      \r\n\nF.2d at 8  (warning that \"conclusory allegations\"  are not enough\r\n\nto defeat summary judgment), it becomes readily evident that  the\r\n\nplaintiff was not under the airline's \"control\" in any meaningful\r\n\nsense.   McCarthy produced no  evidence tending to  show that she\r\n\nwas  obliged  to  take the  escalator  on  which  she  fell as  a\r\n\nprerequisite to  embarking.   Likewise, she produced  no evidence\r\n\nsuggesting that the ticket agent refused a timely request to slow\r\n\ndown or to return her travel documents.  If the plaintiff did not\r\n\ndesire to follow the  agent down the escalator \"at  a fast trot,\"\r\n\n                                13\r\r\n\nshe had  the ability  to  proceed at  her own  pace,  to take  an\r\n\nalternate route, or simply to await a later flight.\r\n\n          In  the second place, even were we to conclude that the\r\n\nagent's  peremptory instructions, coupled  with the possession of\r\n\nplaintiff's travel  documents, constituted a  kind of  \"control,\"\r\n\nthis,  alone, would  not  be  enough  to  bridge  the  moat  that\r\n\nsurrounds Article 17.  If it were, the Day/Evangelinos test would\r                                                                \r\n\nbe a hoax, for two of its three prongs    activity and location  \r\n\nwould  be rendered inoperative, and  the third    control   would\r\n\nlack the nexus with the others that informed the final version of\r\n\nArticle  17.    At  bottom,  plaintiff's  activity  had  only  an\r\n\nattenuated  connection  with  entering  an aircraft,  and  it  is\r\n\naugmented  by nothing  more than  an indulgent  interpretation of\r\n\ncontrol.  Thus, these factors  cannot overcome the remoteness  of\r\n\nthe accident site from the aircraft.\r\n\n          In the third place, if the Martinez Hernandez dictum is\r                                                                 \r\n\naccorded the meaning plaintiff ascribes to it, then it is broadly\r\n\noverinclusive and  we reject it.  But we think that the plaintiff\r\n\nreads the dictum  through rose-colored glasses.   After all,  the\r\n\nMartinez  Hernandez court held that  Article 17 did  not apply on\r                                                                  \r\n\nthe facts  of that case,  see 545 F.2d  at 282, and  this holding\r                                       \r\n\nindicates that the court  never intended to throw open  the gates\r\n\nof Article  17 as widely as McCarthy suggests.  Nor has any other\r\n\ncourt done so.3  We will not be the first.\r\n                    \r                              \r\n\n     3To  be sure, a somewhat  similar dictum is  found in Knoll,\r                                                                          \r\nwhere the court  wrote of judicial reluctance to  extend coverage\r\nunder  the Warsaw  Convention  \"to injuries  incurred within  the\r\n\n                                14\r\r\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\r\n\n          Having dismissed the notion that the Martinez Hernandez\r                                                                           \r\n\ndictum demands a repudiation  of the result reached by  the court\r\n\nbelow, we taxi  toward the hangar.  Scrutinizing the evidence  of\r\n\nrecord  in  the  ambience  most soothing  to  the  plaintiff, and\r\n\napplying settled legal principles, a rational jury could not find\r\n\nthat,  at the time of the injury, McCarthy was \"embarking\" within\r\n\nthe  purview of that  term as  it is  used in  Article 17  of the\r\n\nWarsaw Convention.\r\n\n          We need  go no  further; the lower  court appropriately\r\n\ngranted Northwest's motion for brevis disposition.\r                                               \r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                    \r                              \r\n\nterminal, except in those cases in which plaintiffs  were clearly\r                                                                           \r\nunder the direction of the airlines.\"  Knoll, 610 F. Supp. at 846\r                                                      \r\n(emphasis supplied).  But in Knoll, as in Martinez Hernandez, the\r                                                                      \r\ncourt's  holding belies  the implication  that McCarthy  seeks to\r\nderive from  it.  To be  specific, the court held  that Knoll was\r\nnot embarking  where, after airline agents  advised passengers to\r\nproceed to  immigration, she slipped as she approached that area.\r\nId. at  847.  In  so holding,  the court stressed  that the  many\r             \r\nactivities   yet  to  be   performed,  e.g.,  proceeding  through\r                                                     \r\nimmigration  and  customs, were  not  conditions  imposed by  the\r\nairline, but, rather, were conditions imposed by the host country\r\nin which plaintiff was traveling.  See id.\r                                                    \r\n\n                                15\r\r\n",
  "html": "<p class=\"case_cite\">56 F.3d 313</p>\n    <p class=\"case_cite\">63 USLW 2758</p>\n    <p class=\"parties\">Eileen M. McCARTHY, Plaintiff, Appellant,<br>v.<br>NORTHWEST AIRLINES, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-2282.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 1, 1995.<br>Decided May 31, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Marvin H. Greenberg, with whom Bonnie L. Karshbaum, Woburn, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Patricia A. Wilson, with whom John J. Bonistalli, Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA and CYR, Circuit Judges, and COFFIN, Senior Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following an accident that occurred in the course of international air travel, plaintiff-appellant Eileen M. McCarthy filed a suit for damages against defendant-appellee Northwest Airlines, Inc.  (Northwest).  Concluding that the Warsaw Convention stood in the way, the district court grounded the suit.  See McCarthy v. Northwest Airlines, Inc., 862 F.Supp. 17 (D.Mass.1994).  Plaintiff appeals.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the district court granted summary judgment in the defendant's favor, we array the material facts in a way that puts the best face on the plaintiff's claims without distorting them.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 2, 1990, the plaintiff and her sister departed Boston via Northwest en route to the Orient.  They flew to Tokyo and stayed for four days.  At that point their itinerary called for them to fly to Osaka and then on to China.  The sisters repaired to the airport and, since they had not yet obtained boarding passes, they joined a queue that had formed at the Northwest ticket counter.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">When the sisters reached the desk, they expressed uncertainty about whether time had grown too short.  The plaintiff claims that they told the Northwest ticket agent that they were perfectly willing to take a later flight in order to avoid rushing.  The agent brushed aside their concerns, tagged their luggage, issued boarding passes, and led them \"at a fast trot\" in the general direction of the customs area.  Still following the agent (who retained possession of their passports, tickets, and boarding passes), the sisters took an escalator accessible to the general public from one level of the terminal building to a lower level.  The escalator malfunctioned and McCarthy fell.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although the plaintiff sustained an injury, she proceeded through customs, entered a bus that drove her to the approximate point of departure, and thereafter boarded the airplane that took her to Osaka.  She continued on to China as she had planned.  Upon her return to the United States, she consulted a physician who determined that she had broken her knee.  The doctor's diagnosis led to both a lengthy convalescence and a suit for damages.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>II. THE SUMMARY JUDGMENT STANDARD</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Summary judgment has a special niche in civil litigation.  Its \"role is to pierce the boilerplate of the pleadings and assay the parties' proof in order to determine whether trial is actually required.\"  Wynne v. Tufts Univ.  Sch. of Med., 976 F.2d 791, 794 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1845, 123 L.Ed.2d 470 (1993).  The device allows courts and litigants to avoid full-blown trials in unwinnable cases, thus conserving the parties' time and money, and permitting courts to husband scarce judicial resources.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A court may grant summary judgment \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).  We have discussed this rule in a cascade of cases, see, e.g., Coyne v. Taber Partners I, 53 F.3d 454, 457-58 (1st Cir.1995);  National Amusements, Inc. v. Town of Dedham, 43 F.3d 731, 735 (1st Cir.1995), cert. den., --- U.S. ----, 115 S.Ct. 2247, 132 L.Ed.2d 255 (1995);  Pagano v. Frank, 983 F.2d 343, 347 (1st Cir.1993);  Wynne, 976 F.2d at 794;  United States v. One Parcel of Real Property (Great Harbor Neck, New Shoreham, R.I.), 960 F.2d 200, 204 (1st Cir.1992);  Rivera-Muriente v. Agosto-Alicea, 959 F.2d 349, 351-52 (1st Cir.1992);  Griggs-Ryan v. Smith, 904 F.2d 112, 115-16 (1st Cir.1990);  Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 7-8 (1st Cir.1990);  Garside v. Osco Drug, Inc., 895 F.2d 46, 48-49 (1st Cir.1990), and it would serve no useful purpose to rehearse all the particulars of those discussions.  For purposes of this case, it suffices to outline the manner in which the rule operates.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Once a properly documented motion has engaged the gears of Rule 56, the party to whom the motion is directed can shut down the machinery only by showing that a trialworthy issue exists.  See National Amusements, 43 F.3d at 735.   As to issues on which the summary judgment target bears the ultimate burden of proof, she cannot rely on an absence of competent evidence, but must affirmatively point to specific facts that demonstrate the existence of an authentic dispute.  See Garside, 895 F.2d at 48.   Not every factual dispute is sufficient to thwart summary judgment;  the contested fact must be \"material\" and the dispute over it must be \"genuine.\"   In this regard, \"material\" means that a contested fact has the potential to change the outcome of the suit under the governing law if the dispute over it is resolved favorably to the nonmovant.  See One Parcel, 960 F.2d at 204.   By like token, \"genuine\" means that \"the evidence about the fact is such that a reasonable jury could resolve the point in favor of the nonmoving party....\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When all is said and done, the trial court must \"view the entire record in the light most hospitable to the party opposing summary judgment, indulging all reasonable inferences in that party's favor,\" Griggs-Ryan, 904 F.2d at 115, but paying no heed to \"conclusory allegations, improbable inferences, [or] unsupported speculation,\" Medina-Munoz, 896 F.2d at 8.   If no genuine issue of material fact emerges, then the motion for summary judgment may be granted.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Because the summary judgment standard requires the trial court to make an essentially legal determination rather than to engage in differential factfinding, appellate review of an order granting such a motion is plenary.  See Pagano, 983 F.2d at 347;  Garside, 895 F.2d at 48.</p>\n    </div>\n    <p>III. DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We bifurcate the body of our opinion.  First, we explicate the Warsaw Convention, the etiology of Article 17, and the accepted analytic approach to Article 17 cases.  Next, we shine the light of our gleaned understanding on the case before us.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>A. The Legal Landscape.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Generally speaking, the Warsaw Convention, formally known as the Convention for the Unification of Certain Rules Relating to International Transportation by Air, Oct. 12, 1929, 49 Stat. 3000, T.S. No. 876 (1934), note foll. 49 U.S.C. app. Sec. 1502,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> arose out of a perceived need to provide a fledgling industry with a uniform set of legal rules that would govern accidents occurring in international air travel.  Under the Convention, air carriers are absolutely liable, up to a preset monetary ceiling, for any accident in which a passenger suffers bodily injury or death as long as the accident \"took place on board the aircraft or in the course of any of the operations of embarking or disembarking.\"   Id., art. 17, 49 Stat. at 3018.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"Treaty interpretation is a purely legal exercise,\" In re Extradition of Howard, 996 F.2d 1320, 1329 (1st Cir.1993), but the terms \"embarking\" and \"disembarking\" as used in this treaty are less than mathematically precise.  Just as legislative history can inform the meaning of an inexact statute, however, so, too, can the history of a treaty inform its meaning.  See Cook v. United States, 288 U.S. 102, 112, 53 S.Ct. 305, 308, 77 L.Ed. 641 (1933).  Thus, we look back in time to gain a better comprehension of the language that the drafters employed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Warsaw Convention was the product of ponderous deliberation.  Conferees who met in Paris in 1925 appointed a committee of experts, the Comite Internationale Technique d'Experts Juridique Aeriens (CITEJA), to prepare a suggested accord.  CITEJA's recommendations were considered at a second conference, held in Warsaw in 1929.  CITEJA recommended extending accident coverage to passengers \"from the time [they] enter the airport of departure until the time when they exit from the airport of arrival.\"   Minutes, Second International Conference on Private Aeronautical Law, October 4-12, 1929, Warsaw 171 (R. Horner &amp; D. Legrez trans. 1975) (Warsaw Minutes).  The breadth of the proposed language inspired heated debate.  See, e.g., Warsaw Minutes at 49;  see also Day v. Trans World Airlines, Inc., 528 F.2d 31, 35 (2d Cir.1975) (reviewing history of Article 17), cert. denied, 429 U.S. 890, 97 S.Ct. 246, 50 L.Ed.2d 172 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In an effort to accommodate conflicting views, a French delegate, Prof.  Georges Ripert, suggested that the article should \"employ a general formula 'during air carriage' in leaving to the courts the duty of deciding in each case if one is within the contract of carriage.\"   Warsaw Minutes at 73;  see also Martinez Hernandez v. Air France, 545 F.2d 279, 283 (1st Cir.1976) (discussing Ripert proposal), cert. denied, 430 U.S. 950, 97 S.Ct. 1592, 51 L.Ed.2d 800 (1977).  The delegates embraced Ripert's idea, see Warsaw Minutes at 83, and the drafting committee couched the compromise in substantially the form now embodied in Article 17.  See id. at 166.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The single substantive issue presented in this appeal is whether plaintiff was injured while \"embarking\" within the meaning of Article 17.  Though the Supreme Court has not yet had occasion to define the words \"embarking\" or \"disembarking\" in the context of Article 17, the Court has generally read Article 17 parsimoniously.  See, e.g., Eastern Airlines, Inc. v. Floyd, 499 U.S. 530, 552, 111 S.Ct. 1489, 1502, 113 L.Ed.2d 569 (1991) (holding that Article 17 does not allow recovery for harm unaccompanied by some physical manifestation of injury);  Air France v. Saks, 470 U.S. 392, 406, 105 S.Ct. 1338, 1345, 84 L.Ed.2d 289 (1985) (adopting restrictive definition of \"accident\" for purposes of Article 17).  This restraint is entirely understandable as Article 17 provides for strict liability, and there are sound policy reasons to confine that liability to the letter of the text, narrowly construed.  See Eastern Airlines, 499 U.S. at 552, 111 S.Ct. at 1502.   The terms \"embarking\" and \"disembarking\" are not infinitely elastic, and we believe it is quite probable that, when the occasion to interpret those terms arises, the Court will prove to be similarly restrained in defining them.  Cf. Chan v. Korean Air Lines, Ltd., 490 U.S. 122, 128, 109 S.Ct. 1676, 1680, 104 L.Ed.2d 113 (1989) (holding that Article 3(2) deprives a carrier of the Warsaw Convention's Article 3 damages limitation only if the carrier fails to deliver a ticket altogether).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Given the historical record and the signals that the Supreme Court has sent, most courts have interpreted the terms \"embarking\" and \"disembarking\" to connote a close temporal and spatial relationship with the flight itself.  In the process, these courts have found a three-pronged inquiry to be useful.  The inquiry focuses on (1) the passenger's activity at the time of injury, (2) his or her whereabouts when injured, and (3) the extent to which the carrier was exercising control at the moment of injury.  See, e.g., Schroeder v. Lufthansa German Airlines, 875 F.2d 613, 617 (7th Cir.1989);  Evangelinos v. Trans World Airlines, Inc., 550 F.2d 152, 155 (3d Cir.1977) (en banc);  Maugnie v. Compagnie Nationale Air France, 549 F.2d 1256, 1261-62 (9th Cir.1977), cert. denied, 431 U.S. 974, 97 S.Ct. 2939, 53 L.Ed.2d 1072 (1977);  Day, 528 F.2d at 33.   We, too, have noted that such considerations are highly relevant in determining the applicability of Article 17.  See Martinez Hernandez, 545 F.2d at 282.   We do not view the three factors--activity, location, and control--as separate legs of a stool, but, rather, as forming a single, unitary base.  In the last analysis, the factors are inextricably intertwined.  Cf. Evangelinos, 550 F.2d at 155 (observing that control \"is an integral factor in evaluating both location and activity\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">What is more, the language of Article 17--which speaks to accidents that occur \"in the course of any of the operations of embarking\"--strongly suggests that there must be a tight tie between an accident and the physical act of entering an aircraft.  See Martinez Hernandez, 545 F.2d at 283-84 (concluding that the drafters of the Warsaw Convention understood embarking \"as essentially the physical activity of entering\" an airplane);  see also Evangelinos, 550 F.2d at 155.   This \"tying\" concept informs location as well as activity.  Consequently, for Article 17 to attach, the passenger must not only do something that, at the particular time, constitutes a necessary step in the boarding process, but also must do it in a place not too remote from the location at which he or she is slated actually to enter the designated aircraft.  See Martinez Hernandez, 545 F.2d at 283;  Day, 528 F.2d at 33.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>B. Analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In applying these principles to the case at hand, we deem it useful to start by considering specific examples of accidents that have been found to come within the encincture of Article 17.  Perhaps the most venturesome of the reported appellate decisions are Day and Evangelinos.   When passengers had surrendered their tickets, passed through passport control, entered the area reserved exclusively for those about to depart on international flights, and queued up at the departure gate--a prerequisite to boarding--the Second Circuit ruled that they were engaged in performing a necessary step in the boarding process.  Thus, Article 17 applied to an ensuing injury.  See Day, 528 F.2d at 33.   Similarly, when passengers \"had completed virtually all the activities required as a prerequisite to boarding, and were standing in line at the departure gate ready to proceed to the aircraft\" at the time of the accident, the Third Circuit found them to have been engaged in a necessary step in the boarding process.  See Evangelinos, 550 F.2d at 156.   Hence, Article 17 applied.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The case at bar is of a significantly different genre.  The plaintiff here, unlike the plaintiffs in Day and Evangelinos, had yet to fulfill most of the conditions precedent to boarding;  at the time of the accident, she had not left the common area of the terminal, located the bus that would transport her to the vicinity of her assigned aircraft, reached an area restricted to travelers, nor isolated herself from the throng of other passengers flying to other destinations.  In addition, the activity in which the plaintiff was engaged at the time of injury--proceeding on an escalator from one level of the terminal's common area to another--cannot in any sense be seen as comprising a necessary step in the boarding process.  In both Evangelinos and Day, the only way passengers could have entered the designated aircraft was to pass through the departure gate at which the injury occurred.  See Evangelinos, 550 F.2d at 156;  Day, 528 F.2d at 33.   In sharp contrast, the record in this case does not contain the slightest hint that the plaintiff could only have reached her assigned aircraft by taking the particular escalator from which she fell.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Last--but far from least--the accident here, unlike in Evangelinos and Day, happened at a considerable distance from the departure gate and well before any actual embarkation was possible.  In other words, plaintiff's fall was far removed from the act of embarkation, both temporally and spatially.  Most importantly, it took place in a part of the terminal not restricted to passengers.  We believe it is no mere happenstance that the plaintiff has not cited--and we have been unable to deterrate--a single instance in which Article 17 has been found to cover an accident that occurred within the public area of a terminal facility.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A typical case is Buonocore v. Trans World Airlines, Inc., 900 F.2d 8 (2d Cir.1990), in which the court held that, although the plaintiff had checked in at the ticket counter, Article 17 did not cover an ensuing injury sustained in a public area \"nowhere near the gate.\"  Id. at 10.   So, too, in Rolnick v. El Al Israel Airlines, Ltd., 551 F.Supp. 261 (E.D.N.Y.1982), the plaintiffs \"had checked their baggage and obtained their boarding passes, but had not yet gone to passport control\" when an accident occurred on an escalator within the terminal building.  Id. at 262-63.   On these facts, the court determined that the plaintiffs were not \"embarking\" within the purview of Article 17.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The disembarkation cases are grouped along a comparable axis.  See, e.g., Maugnie, 549 F.2d at 1262 (holding Article 17 inapplicable where passenger had deplaned and accident occurred in a common passenger corridor of Orly Airport);  Martinez Hernandez, 545 F.2d at 282 (holding Article 17 inapplicable where at the time of injury the passengers had traveled by bus or on foot from the aircraft to the terminal);  see also Schmidkunz v. Scandinavian Airlines Sys., 628 F.2d 1205, 1207 (9th Cir.1980);  Knoll v. Trans World Airlines, Inc., 610 F.Supp. 844, 846-47 (D.Colo.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although both the nature of the activity and the location of the accident stand as obstacles in her path, plaintiff, relying primarily on a dictum contained in Martinez Hernandez (suggesting that \"the scope of article 17 should be limited to those situations either where the carrier has taken charge of the passengers, or possibly where it customarily would have done so,\" 545 F.2d at 283 n. 4), argues that Article 17 is nonetheless available because Northwest had \"absolute control\" over her once its agent had \"confiscated\" her passport, ticket, and boarding pass.  This attempt to fly over hostile territory ends in a crash landing.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In the first place, after we discard the rhetorical flourishes and focus on the facts, see, e.g., Medina-Munoz, 896 F.2d at 8 (warning that \"conclusory allegations\" are not enough to defeat summary judgment), it becomes readily evident that the plaintiff was not under the airline's \"control\" in any meaningful sense.  McCarthy produced no evidence tending to show that she was obliged to take the escalator on which she fell as a prerequisite to embarking.  Likewise, she produced no evidence suggesting that the ticket agent refused a timely request to slow down or to return her travel documents.  If the plaintiff did not desire to follow the agent down the escalator \"at a fast trot,\" she had the ability to proceed at her own pace, to take an alternate route, or simply to await a later flight.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the second place, even were we to conclude that the agent's peremptory instructions, coupled with the possession of plaintiff's travel documents, constituted a kind of \"control,\" this, alone, would not be enough to bridge the moat that surrounds Article 17.  If it were, the Day/ Evangelinos test would be a hoax, for two of its three prongs--activity and location--would be rendered inoperative, and the third--control--would lack the nexus with the others that informed the final version of Article 17.  At bottom, plaintiff's activity had only an attenuated connection with entering an aircraft, and it is augmented by nothing more than an indulgent interpretation of control.  Thus, these factors cannot overcome the remoteness of the accident site from the aircraft.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In the third place, if the Martinez Hernandez dictum is accorded the meaning plaintiff ascribes to it, then it is broadly overinclusive and we reject it.  But we think that the plaintiff reads the dictum through rose-colored glasses.  After all, the Martinez Hernandez court held that Article 17 did not apply on the facts of that case, see 545 F.2d at 282, and this holding indicates that the court never intended to throw open the gates of Article 17 as widely as McCarthy suggests.  Nor has any other court done so.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We will not be the first.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Having dismissed the notion that the Martinez Hernandez dictum demands a repudiation of the result reached by the court below, we taxi toward the hangar.  Scrutinizing the evidence of record in the ambience most soothing to the plaintiff, and applying settled legal principles, a rational jury could not find that, at the time of the injury, McCarthy was \"embarking\" within the purview of that term as it is used in Article 17 of the Warsaw Convention.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We need go no further;  the lower court appropriately granted Northwest's motion for brevis disposition.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> McCarthy originally sued Northwest on both negligence and strict liability theories.  Following an adverse ruling in the district court, she abandoned the negligence claim.  Consequently, her appeal concerns only her strict liability claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The United States initially adhered to the Warsaw Convention on October 29, 1934.  Except as otherwise specifically indicated, however, all references to the Convention in this opinion are to the document as modified by the Montreal Agreement, formally known as the Agreement Relating to Liability Limitations of the Warsaw Convention and the Hague Protocol, CAB Agreement 18900, note foll. 49 U.S.C. app. Sec. 1502 (approved by CAB Order E-23680, May 13, 1966, 31 Fed.Reg. 7302)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> To be sure, a somewhat similar dictum is found in Knoll, where the court wrote of judicial reluctance to extend coverage under the Warsaw Convention \"to injuries incurred within the terminal, except in those cases in which plaintiffs were clearly under the direction of the airlines.\"  Knoll, 610 F.Supp. at 846 (emphasis supplied).  But in Knoll, as in Martinez Hernandez, the court's holding belies the implication that McCarthy seeks to derive from it.  To be specific, the court held that Knoll was not embarking where, after airline agents advised passengers to proceed to immigration, she slipped as she approached that area.  Id. at 847.   In so holding, the court stressed that the many activities yet to be performed, e.g., proceeding through immigration and customs, were not conditions imposed by the airline, but, rather, were conditions imposed by the host country in which plaintiff was traveling.  See id</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">313</span></span></p>\n    <p class=\"case_cite\">63 USLW 2758</p>\n    <p class=\"parties\">Eileen M. McCARTHY, Plaintiff, Appellant,<br>v.<br>NORTHWEST AIRLINES, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-2282.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 1, 1995.<br>Decided May 31, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Marvin H. Greenberg, with whom Bonnie L. Karshbaum, Woburn, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Patricia A. Wilson, with whom John J. Bonistalli, Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA and CYR, Circuit Judges, and COFFIN, Senior Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following an accident that occurred in the course of international air travel, plaintiff-appellant Eileen M. McCarthy filed a suit for damages against defendant-appellee Northwest Airlines, Inc.  (Northwest).  Concluding that the Warsaw Convention stood in the way, the district court grounded the suit.  See McCarthy v. Northwest Airlines, Inc., <span class=\"citation no-link\"><span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">17</span> </span>(D.Mass.1994).  Plaintiff appeals.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the district court granted summary judgment in the defendant's favor, we array the material facts in a way that puts the best face on the plaintiff's claims without distorting them.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 2, 1990, the plaintiff and her sister departed Boston via Northwest en route to the Orient.  They flew to Tokyo and stayed for four days.  At that point their itinerary called for them to fly to Osaka and then on to China.  The sisters repaired to the airport and, since they had not yet obtained boarding passes, they joined a queue that had formed at the Northwest ticket counter.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">When the sisters reached the desk, they expressed uncertainty about whether time had grown too short.  The plaintiff claims that they told the Northwest ticket agent that they were perfectly willing to take a later flight in order to avoid rushing.  The agent brushed aside their concerns, tagged their luggage, issued boarding passes, and led them \"at a fast trot\" in the general direction of the customs area.  Still following the agent (who retained possession of their passports, tickets, and boarding passes), the sisters took an escalator accessible to the general public from one level of the terminal building to a lower level.  The escalator malfunctioned and McCarthy fell.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although the plaintiff sustained an injury, she proceeded through customs, entered a bus that drove her to the approximate point of departure, and thereafter boarded the airplane that took her to Osaka.  She continued on to China as she had planned.  Upon her return to the United States, she consulted a physician who determined that she had broken her knee.  The doctor's diagnosis led to both a lengthy convalescence and a suit for damages.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>II. THE SUMMARY JUDGMENT STANDARD</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Summary judgment has a special niche in civil litigation.  Its \"role is to pierce the boilerplate of the pleadings and assay the parties' proof in order to determine whether trial is actually required.\"  Wynne v. Tufts Univ.  Sch. of Med., <span class=\"citation\" data-id=\"592073\"><a href=\"/opinion/592073/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span>, 794 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1845</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">470</span> </span>(1993).  The device allows courts and litigants to avoid full-blown trials in unwinnable cases, thus conserving the parties' time and money, and permitting courts to husband scarce judicial resources.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A court may grant summary judgment \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).  We have discussed this rule in a cascade of cases, see, e.g., Coyne v. Taber Partners I, <span class=\"citation\" data-id=\"695146\"><a href=\"/opinion/695146/john-p-coyne-v-taber-partners-i-dba-ambassador-plaza-hotel-casino/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">454</span></a></span>, 457-58 (1st Cir.1995);  National Amusements, Inc. v. Town of Dedham, <span class=\"citation\" data-id=\"195818\"><a href=\"/opinion/195818/national-amusements-v-town-of-dedham/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span>, 735 (1st Cir.1995), cert. den., --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2247</span></span>, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">255</span> </span>(1995);  Pagano v. Frank, <span class=\"citation\" data-id=\"597806\"><a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span>, 347 (1st Cir.1993);  <span class=\"citation\" data-id=\"592073\"><span class=\"antecedent_guess\">Wynne,</span> <a href=\"/opinion/592073/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">794</span></a></span>;  United States v. One Parcel of Real Property (Great Harbor Neck, New Shoreham, R.I.), <span class=\"citation\" data-id=\"580694\"><a href=\"/opinion/580694/nos-91-1681-91-1682/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">200</span></a></span>, 204 (1st Cir.1992);  Rivera-Muriente v. Agosto-Alicea, <span class=\"citation\" data-id=\"579946\"><a href=\"/opinion/579946/juan-rivera-muriente-v-juan-agosto-alicea/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">349</span></a></span>, 351-52 (1st Cir.1992);  Griggs-Ryan v. Smith, <span class=\"citation\" data-id=\"542297\"><a href=\"/opinion/542297/gerald-griggs-ryan-v-beulah-smith-gerald-griggs-ryan-v-richard-connelly/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span>, 115-16 (1st Cir.1990);  Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 7-8 (1st Cir.1990);  Garside v. Osco Drug, Inc., <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48-49 (1st Cir.1990), and it would serve no useful purpose to rehearse all the particulars of those discussions.  For purposes of this case, it suffices to outline the manner in which the rule operates.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Once a properly documented motion has engaged the gears of Rule 56, the party to whom the motion is directed can shut down the machinery only by showing that a trialworthy issue exists.  See National <span class=\"citation\" data-id=\"195818\"><span class=\"antecedent_guess\">Amusements,</span> <a href=\"/opinion/195818/national-amusements-v-town-of-dedham/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">735</span></a></span>.   As to issues on which the summary judgment target bears the ultimate burden of proof, she cannot rely on an absence of competent evidence, but must affirmatively point to specific facts that demonstrate the existence of an authentic dispute.  See <span class=\"citation\" data-id=\"536033\"><span class=\"antecedent_guess\">Garside,</span> <a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">48</span></a></span>.   Not every factual dispute is sufficient to thwart summary judgment;  the contested fact must be \"material\" and the dispute over it must be \"genuine.\"   In this regard, \"material\" means that a contested fact has the potential to change the outcome of the suit under the governing law if the dispute over it is resolved favorably to the nonmovant.  See One <span class=\"citation\" data-id=\"580694\"><span class=\"antecedent_guess\">Parcel,</span> <a href=\"/opinion/580694/nos-91-1681-91-1682/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">204</span></a></span>.   By like token, \"genuine\" means that \"the evidence about the fact is such that a reasonable jury could resolve the point in favor of the nonmoving party....\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When all is said and done, the trial court must \"view the entire record in the light most hospitable to the party opposing summary judgment, indulging all reasonable inferences in that party's favor,\" <span class=\"citation\" data-id=\"542297\"><span class=\"antecedent_guess\">Griggs-Ryan,</span> <a href=\"/opinion/542297/gerald-griggs-ryan-v-beulah-smith-gerald-griggs-ryan-v-richard-connelly/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">115</span></a></span>, but paying no heed to \"conclusory allegations, improbable inferences, [or] unsupported speculation,\" <span class=\"citation\" data-id=\"536516\"><span class=\"antecedent_guess\">Medina-Munoz,</span> <a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">8</span></a></span>.   If no genuine issue of material fact emerges, then the motion for summary judgment may be granted.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Because the summary judgment standard requires the trial court to make an essentially legal determination rather than to engage in differential factfinding, appellate review of an order granting such a motion is plenary.  See <span class=\"citation\" data-id=\"597806\"><span class=\"antecedent_guess\">Pagano,</span> <a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">347</span></a></span>;  <span class=\"citation\" data-id=\"536033\"><span class=\"antecedent_guess\">Garside,</span> <a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">48</span></a></span>.</p>\n    </div>\n    <p>III. DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We bifurcate the body of our opinion.  First, we explicate the Warsaw Convention, the etiology of Article 17, and the accepted analytic approach to Article 17 cases.  Next, we shine the light of our gleaned understanding on the case before us.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>A. The Legal Landscape.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Generally speaking, the Warsaw Convention, formally known as the Convention for the Unification of Certain Rules Relating to International Transportation by Air, Oct. 12, 1929, 49 Stat. 3000, T.S. No. 876 (1934), note foll. 49 U.S.C. app. Sec. 1502,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> arose out of a perceived need to provide a fledgling industry with a uniform set of legal rules that would govern accidents occurring in international air travel.  Under the Convention, air carriers are absolutely liable, up to a preset monetary ceiling, for any accident in which a passenger suffers bodily injury or death as long as the accident \"took place on board the aircraft or in the course of any of the operations of embarking or disembarking.\"   <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"id_token\">Id.,</span> art. 17, </a></span>49 Stat. at 3018.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"Treaty interpretation is a purely legal exercise,\" In re Extradition of Howard, <span class=\"citation\" data-id=\"610553\"><a href=\"/opinion/610553/in-re-extradition-of-curtis-andrew-howard-united-states-of-america-v/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1320</span></a></span>, 1329 (1st Cir.1993), but the terms \"embarking\" and \"disembarking\" as used in this treaty are less than mathematically precise.  Just as legislative history can inform the meaning of an inexact statute, however, so, too, can the history of a treaty inform its meaning.  See Cook v. United States, <span class=\"citation\" data-id=\"102018\"><a href=\"/opinion/102018/cook-v-united-states/\"><span class=\"volume\">288</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span>, 112, <span class=\"citation\" data-id=\"102018\"><a href=\"/opinion/102018/cook-v-united-states/\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">305</span></a></span>, 308, <span class=\"citation\" data-id=\"102018\"><a href=\"/opinion/102018/cook-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">641</span> </a></span>(1933).  Thus, we look back in time to gain a better comprehension of the language that the drafters employed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Warsaw Convention was the product of ponderous deliberation.  Conferees who met in Paris in 1925 appointed a committee of experts, the Comite Internationale Technique d'Experts Juridique Aeriens (CITEJA), to prepare a suggested accord.  CITEJA's recommendations were considered at a second conference, held in Warsaw in 1929.  CITEJA recommended extending accident coverage to passengers \"from the time [they] enter the airport of departure until the time when they exit from the airport of arrival.\"   Minutes, Second International Conference on Private Aeronautical Law, October 4-12, 1929, Warsaw 171 (R. Horner &amp; D. Legrez trans. 1975) (Warsaw Minutes).  The breadth of the proposed language inspired heated debate.  See, e.g., Warsaw Minutes at 49;  see also Day v. Trans World Airlines, Inc., <span class=\"citation\" data-id=\"332041\"><a href=\"/opinion/332041/aristedes-a-day-v-trans-world-airlines-inc-kate-kersen-individually/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 35 (2d Cir.1975) (reviewing history of Article 17), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">890</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">246</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">172</span> </span>(1976).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In an effort to accommodate conflicting views, a French delegate, Prof.  Georges Ripert, suggested that the article should \"employ a general formula 'during air carriage' in leaving to the courts the duty of deciding in each case if one is within the contract of carriage.\"   Warsaw Minutes at 73;  see also Martinez Hernandez v. Air France, <span class=\"citation\" data-id=\"340658\"><a href=\"/opinion/340658/julio-jose-martinez-hernandez-v-air-france/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">279</span></a></span>, 283 (1st Cir.1976) (discussing Ripert proposal), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">950</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1592</span></span>, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">800</span> </span>(1977).  The delegates embraced Ripert's idea, see Warsaw Minutes at 83, and the drafting committee couched the compromise in substantially the form now embodied in Article 17.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 166.</span></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The single substantive issue presented in this appeal is whether plaintiff was injured while \"embarking\" within the meaning of Article 17.  Though the Supreme Court has not yet had occasion to define the words \"embarking\" or \"disembarking\" in the context of Article 17, the Court has generally read Article 17 parsimoniously.  See, e.g., Eastern Airlines, Inc. v. Floyd, <span class=\"citation\" data-id=\"112574\"><a href=\"/opinion/112574/eastern-airlines-inc-v-floyd/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">530</span></a></span>, 552, <span class=\"citation\" data-id=\"112574\"><a href=\"/opinion/112574/eastern-airlines-inc-v-floyd/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1489</span></a></span>, 1502, <span class=\"citation\" data-id=\"112574\"><a href=\"/opinion/112574/eastern-airlines-inc-v-floyd/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">569</span> </a></span>(1991) (holding that Article 17 does not allow recovery for harm unaccompanied by some physical manifestation of injury);  Air France v. Saks, <span class=\"citation\" data-id=\"111366\"><a href=\"/opinion/111366/air-france-v-saks/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span>, 406, <span class=\"citation\" data-id=\"111366\"><a href=\"/opinion/111366/air-france-v-saks/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1338</span></a></span>, 1345, <span class=\"citation\" data-id=\"111366\"><a href=\"/opinion/111366/air-france-v-saks/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">289</span> </a></span>(1985) (adopting restrictive definition of \"accident\" for purposes of Article 17).  This restraint is entirely understandable as Article 17 provides for strict liability, and there are sound policy reasons to confine that liability to the letter of the text, narrowly construed.  See Eastern <span class=\"citation\" data-id=\"112574\"><span class=\"antecedent_guess\">Airlines,</span> <a href=\"/opinion/112574/eastern-airlines-inc-v-floyd/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">552</span></a></span>, 111 S.Ct. at 1502.   The terms \"embarking\" and \"disembarking\" are not infinitely elastic, and we believe it is quite probable that, when the occasion to interpret those terms arises, the Court will prove to be similarly restrained in defining them.  Cf. Chan v. Korean Air Lines, Ltd., <span class=\"citation\" data-id=\"112247\"><a href=\"/opinion/112247/chan-v-korean-air-lines-ltd/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">122</span></a></span>, 128, <span class=\"citation\" data-id=\"112247\"><a href=\"/opinion/112247/chan-v-korean-air-lines-ltd/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1676</span></a></span>, 1680, <span class=\"citation\" data-id=\"112247\"><a href=\"/opinion/112247/chan-v-korean-air-lines-ltd/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">113</span> </a></span>(1989) (holding that Article 3(2) deprives a carrier of the Warsaw Convention's Article 3 damages limitation only if the carrier fails to deliver a ticket altogether).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Given the historical record and the signals that the Supreme Court has sent, most courts have interpreted the terms \"embarking\" and \"disembarking\" to connote a close temporal and spatial relationship with the flight itself.  In the process, these courts have found a three-pronged inquiry to be useful.  The inquiry focuses on (1) the passenger's activity at the time of injury, (2) his or her whereabouts when injured, and (3) the extent to which the carrier was exercising control at the moment of injury.  See, e.g., Schroeder v. Lufthansa German Airlines, <span class=\"citation\" data-id=\"523604\"><a href=\"/opinion/523604/christine-k-schroeder-v-lufthansa-german-airlines/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">613</span></a></span>, 617 (7th Cir.1989);  Evangelinos v. Trans World Airlines, Inc., <span class=\"citation\" data-id=\"343292\"><a href=\"/opinion/343292/constantine-evangelinos-v-trans-world-airlines-incorporated/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">152</span></a></span>, 155 (3d Cir.1977) (en banc);  Maugnie v. Compagnie Nationale Air France, <span class=\"citation\" data-id=\"343210\"><a href=\"/opinion/343210/simone-maugnie-v-compagnie-nationale-air-france/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1256</span></a></span>, 1261-62 (9th Cir.1977), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">974</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2939</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1072</span> </span>(1977);  <span class=\"citation\" data-id=\"332041\"><span class=\"antecedent_guess\">Day,</span> <a href=\"/opinion/332041/aristedes-a-day-v-trans-world-airlines-inc-kate-kersen-individually/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">33</span></a></span>.   We, too, have noted that such considerations are highly relevant in determining the applicability of Article 17.  See Martinez <span class=\"citation\" data-id=\"340658\"><span class=\"antecedent_guess\">Hernandez,</span> <a href=\"/opinion/340658/julio-jose-martinez-hernandez-v-air-france/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">282</span></a></span>.   We do not view the three factors--activity, location, and control--as separate legs of a stool, but, rather, as forming a single, unitary base.  In the last analysis, the factors are inextricably intertwined.  Cf. <span class=\"citation\" data-id=\"343292\"><span class=\"antecedent_guess\">Evangelinos,</span> <a href=\"/opinion/343292/constantine-evangelinos-v-trans-world-airlines-incorporated/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">155</span> </a></span>(observing that control \"is an integral factor in evaluating both location and activity\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">What is more, the language of Article 17--which speaks to accidents that occur \"in the course of any of the operations of embarking\"--strongly suggests that there must be a tight tie between an accident and the physical act of entering an aircraft.  See Martinez <span class=\"citation\" data-id=\"340658\"><span class=\"antecedent_guess\">Hernandez,</span> <a href=\"/opinion/340658/julio-jose-martinez-hernandez-v-air-france/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">283-84</span> </a></span>(concluding that the drafters of the Warsaw Convention understood embarking \"as essentially the physical activity of entering\" an airplane);  see also <span class=\"citation\" data-id=\"343292\"><span class=\"antecedent_guess\">Evangelinos,</span> <a href=\"/opinion/343292/constantine-evangelinos-v-trans-world-airlines-incorporated/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">155</span></a></span>.   This \"tying\" concept informs location as well as activity.  Consequently, for Article 17 to attach, the passenger must not only do something that, at the particular time, constitutes a necessary step in the boarding process, but also must do it in a place not too remote from the location at which he or she is slated actually to enter the designated aircraft.  See Martinez <span class=\"citation\" data-id=\"340658\"><span class=\"antecedent_guess\">Hernandez,</span> <a href=\"/opinion/340658/julio-jose-martinez-hernandez-v-air-france/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">283</span></a></span>;  <span class=\"citation\" data-id=\"332041\"><span class=\"antecedent_guess\">Day,</span> <a href=\"/opinion/332041/aristedes-a-day-v-trans-world-airlines-inc-kate-kersen-individually/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">33</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>B. Analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In applying these principles to the case at hand, we deem it useful to start by considering specific examples of accidents that have been found to come within the encincture of Article 17.  Perhaps the most venturesome of the reported appellate decisions are Day and Evangelinos.   When passengers had surrendered their tickets, passed through passport control, entered the area reserved exclusively for those about to depart on international flights, and queued up at the departure gate--a prerequisite to boarding--the Second Circuit ruled that they were engaged in performing a necessary step in the boarding process.  Thus, Article 17 applied to an ensuing injury.  See <span class=\"citation\" data-id=\"332041\"><span class=\"antecedent_guess\">Day,</span> <a href=\"/opinion/332041/aristedes-a-day-v-trans-world-airlines-inc-kate-kersen-individually/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">33</span></a></span>.   Similarly, when passengers \"had completed virtually all the activities required as a prerequisite to boarding, and were standing in line at the departure gate ready to proceed to the aircraft\" at the time of the accident, the Third Circuit found them to have been engaged in a necessary step in the boarding process.  See <span class=\"citation\" data-id=\"343292\"><span class=\"antecedent_guess\">Evangelinos,</span> <a href=\"/opinion/343292/constantine-evangelinos-v-trans-world-airlines-incorporated/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">156</span></a></span>.   Hence, Article 17 applied.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The case at bar is of a significantly different genre.  The plaintiff here, unlike the plaintiffs in Day and Evangelinos, had yet to fulfill most of the conditions precedent to boarding;  at the time of the accident, she had not left the common area of the terminal, located the bus that would transport her to the vicinity of her assigned aircraft, reached an area restricted to travelers, nor isolated herself from the throng of other passengers flying to other destinations.  In addition, the activity in which the plaintiff was engaged at the time of injury--proceeding on an escalator from one level of the terminal's common area to another--cannot in any sense be seen as comprising a necessary step in the boarding process.  In both Evangelinos and Day, the only way passengers could have entered the designated aircraft was to pass through the departure gate at which the injury occurred.  See <span class=\"citation\" data-id=\"343292\"><span class=\"antecedent_guess\">Evangelinos,</span> <a href=\"/opinion/343292/constantine-evangelinos-v-trans-world-airlines-incorporated/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">156</span></a></span>;  <span class=\"citation\" data-id=\"332041\"><span class=\"antecedent_guess\">Day,</span> <a href=\"/opinion/332041/aristedes-a-day-v-trans-world-airlines-inc-kate-kersen-individually/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">33</span></a></span>.   In sharp contrast, the record in this case does not contain the slightest hint that the plaintiff could only have reached her assigned aircraft by taking the particular escalator from which she fell.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Last--but far from least--the accident here, unlike in Evangelinos and Day, happened at a considerable distance from the departure gate and well before any actual embarkation was possible.  In other words, plaintiff's fall was far removed from the act of embarkation, both temporally and spatially.  Most importantly, it took place in a part of the terminal not restricted to passengers.  We believe it is no mere happenstance that the plaintiff has not cited--and we have been unable to deterrate--a single instance in which Article 17 has been found to cover an accident that occurred within the public area of a terminal facility.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A typical case is Buonocore v. Trans World Airlines, Inc., <span class=\"citation\" data-id=\"539216\"><a href=\"/opinion/539216/cecile-buonocore-individually-and-as-administratrix-of-the-estate-of-john/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span> </a></span>(2d Cir.1990), in which the court held that, although the plaintiff had checked in at the ticket counter, Article 17 did not cover an ensuing injury sustained in a public area \"nowhere near the gate.\"  <span class=\"citation\" data-id=\"539216\"><a href=\"/opinion/539216/cecile-buonocore-individually-and-as-administratrix-of-the-estate-of-john/\"><span class=\"id_token\">Id.</span> at 10. </a></span>  So, too, in Rolnick v. El Al Israel Airlines, Ltd., <span class=\"citation\" data-id=\"2366140\"><a href=\"/opinion/2366140/rolnick-v-el-al-israel-airlines-ltd/\"><span class=\"volume\">551</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">261</span> </a></span>(E.D.N.Y.1982), the plaintiffs \"had checked their baggage and obtained their boarding passes, but had not yet gone to passport control\" when an accident occurred on an escalator within the terminal building.  <span class=\"citation\" data-id=\"2366140\"><a href=\"/opinion/2366140/rolnick-v-el-al-israel-airlines-ltd/\"><span class=\"id_token\">Id.</span> at 262-63. </a></span>  On these facts, the court determined that the plaintiffs were not \"embarking\" within the purview of Article 17.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The disembarkation cases are grouped along a comparable axis.  See, e.g., <span class=\"citation\" data-id=\"343210\"><span class=\"antecedent_guess\">Maugnie,</span> <a href=\"/opinion/343210/simone-maugnie-v-compagnie-nationale-air-france/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1262</span> </a></span>(holding Article 17 inapplicable where passenger had deplaned and accident occurred in a common passenger corridor of Orly Airport);  Martinez <span class=\"citation\" data-id=\"340658\"><span class=\"antecedent_guess\">Hernandez,</span> <a href=\"/opinion/340658/julio-jose-martinez-hernandez-v-air-france/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">282</span> </a></span>(holding Article 17 inapplicable where at the time of injury the passengers had traveled by bus or on foot from the aircraft to the terminal);  see also Schmidkunz v. Scandinavian Airlines Sys., <span class=\"citation\" data-id=\"381450\"><a href=\"/opinion/381450/berdelle-schmidkunz-v-scandinavian-airlines-system-kingdom-of-denmark-and/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1205</span></a></span>, 1207 (9th Cir.1980);  Knoll v. Trans World Airlines, Inc., <span class=\"citation\" data-id=\"1469347\"><a href=\"/opinion/1469347/knoll-v-trans-world-airlines-inc/\"><span class=\"volume\">610</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">844</span></a></span>, 846-47 (D.Colo.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although both the nature of the activity and the location of the accident stand as obstacles in her path, plaintiff, relying primarily on a dictum contained in Martinez Hernandez (suggesting that \"the scope of article 17 should be limited to those situations either where the carrier has taken charge of the passengers, or possibly where it customarily would have done <span class=\"citation\" data-id=\"340658\"><span class=\"antecedent_guess\">so,\"</span> <a href=\"/opinion/340658/julio-jose-martinez-hernandez-v-air-france/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">283</span> </a></span>n. 4), argues that Article 17 is nonetheless available because Northwest had \"absolute control\" over her once its agent had \"confiscated\" her passport, ticket, and boarding pass.  This attempt to fly over hostile territory ends in a crash landing.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In the first place, after we discard the rhetorical flourishes and focus on the facts, see, e.g., <span class=\"citation\" data-id=\"536516\"><span class=\"antecedent_guess\">Medina-Munoz,</span> <a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">8</span> </a></span>(warning that \"conclusory allegations\" are not enough to defeat summary judgment), it becomes readily evident that the plaintiff was not under the airline's \"control\" in any meaningful sense.  McCarthy produced no evidence tending to show that she was obliged to take the escalator on which she fell as a prerequisite to embarking.  Likewise, she produced no evidence suggesting that the ticket agent refused a timely request to slow down or to return her travel documents.  If the plaintiff did not desire to follow the agent down the escalator \"at a fast trot,\" she had the ability to proceed at her own pace, to take an alternate route, or simply to await a later flight.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the second place, even were we to conclude that the agent's peremptory instructions, coupled with the possession of plaintiff's travel documents, constituted a kind of \"control,\" this, alone, would not be enough to bridge the moat that surrounds Article 17.  If it were, the Day/ Evangelinos test would be a hoax, for two of its three prongs--activity and location--would be rendered inoperative, and the third--control--would lack the nexus with the others that informed the final version of Article 17.  At bottom, plaintiff's activity had only an attenuated connection with entering an aircraft, and it is augmented by nothing more than an indulgent interpretation of control.  Thus, these factors cannot overcome the remoteness of the accident site from the aircraft.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In the third place, if the Martinez Hernandez dictum is accorded the meaning plaintiff ascribes to it, then it is broadly overinclusive and we reject it.  But we think that the plaintiff reads the dictum through rose-colored glasses.  After all, the Martinez Hernandez court held that Article 17 did not apply on the facts of that case, <span class=\"citation\" data-id=\"340658\"><span class=\"antecedent_guess\">see</span> <a href=\"/opinion/340658/julio-jose-martinez-hernandez-v-air-france/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">282</span></a></span>, and this holding indicates that the court never intended to throw open the gates of Article 17 as widely as McCarthy suggests.  Nor has any other court done so.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We will not be the first.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Having dismissed the notion that the Martinez Hernandez dictum demands a repudiation of the result reached by the court below, we taxi toward the hangar.  Scrutinizing the evidence of record in the ambience most soothing to the plaintiff, and applying settled legal principles, a rational jury could not find that, at the time of the injury, McCarthy was \"embarking\" within the purview of that term as it is used in Article 17 of the Warsaw Convention.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We need go no further;  the lower court appropriately granted Northwest's motion for brevis disposition.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> McCarthy originally sued Northwest on both negligence and strict liability theories.  Following an adverse ruling in the district court, she abandoned the negligence claim.  Consequently, her appeal concerns only her strict liability claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The United States initially adhered to the Warsaw Convention on October 29, 1934.  Except as otherwise specifically indicated, however, all references to the Convention in this opinion are to the document as modified by the Montreal Agreement, formally known as the Agreement Relating to Liability Limitations of the Warsaw Convention and the Hague Protocol, CAB Agreement 18900, note foll. 49 U.S.C. app. Sec. 1502 (approved by CAB Order E-23680, May 13, 1966, 31 Fed.Reg. 7302)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> To be sure, a somewhat similar dictum is found in Knoll, where the court wrote of judicial reluctance to extend coverage under the Warsaw Convention \"to injuries incurred within the terminal, except in those cases in which plaintiffs were clearly under the direction of the airlines.\"  <span class=\"citation\" data-id=\"1469347\"><span class=\"antecedent_guess\">Knoll,</span> <a href=\"/opinion/1469347/knoll-v-trans-world-airlines-inc/\"><span class=\"volume\">610</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">846</span> </a></span>(emphasis supplied).  But in Knoll, as in Martinez Hernandez, the court's holding belies the implication that McCarthy seeks to derive from it.  To be specific, the court held that Knoll was not embarking where, after airline agents advised passengers to proceed to immigration, she slipped as she approached that area.  <span class=\"citation\" data-id=\"1469347\"><a href=\"/opinion/1469347/knoll-v-trans-world-airlines-inc/\"><span class=\"id_token\">Id.</span> at 847. </a></span>  In so holding, the court stressed that the many activities yet to be performed, e.g., proceeding through immigration and customs, were not conditions imposed by the airline, but, rather, were conditions imposed by the host country in which plaintiff was traveling.  See id</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/102018/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111366/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112247/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112574/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195818/",
    "https://www.courtlistener.com/api/rest/v3/opinions/332041/",
    "https://www.courtlistener.com/api/rest/v3/opinions/340658/",
    "https://www.courtlistener.com/api/rest/v3/opinions/343210/",
    "https://www.courtlistener.com/api/rest/v3/opinions/343292/",
    "https://www.courtlistener.com/api/rest/v3/opinions/381450/",
    "https://www.courtlistener.com/api/rest/v3/opinions/523604/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/539216/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542297/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579946/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580694/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592073/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597806/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610553/",
    "https://www.courtlistener.com/api/rest/v3/opinions/695146/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1469347/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2366140/"
  ]
}