{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196161/",
  "id": 196161,
  "absolute_url": "/opinion/196161/rodriguez-bruno-v-doral-mortgage/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196161/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:59:10Z",
  "date_modified": "2020-02-21T23:52:44.262924Z",
  "type": "010combined",
  "sha1": "1fd6d27d296be1670a74e4fd61da4848a3b0b529",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2227.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 94-2227\r\n\n                    NYDIA G. RODRIGUEZ, a/k/a\r\n                    NYDIA G. RODRIGUEZ BRUNO,\r\n\n                       Plaintiff, Appellee,\r\n\n                                v.\r\n\n                      DORAL MORTGAGE CORP.,\r\n\n                      Defendant, Appellant.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n          [Hon. Jose Antonio Fuste, U.S. District Judge]\r                                                                 \r\n\n                                             \r\n\n                              Before\r\n\n              Selya, Cyr and Stahl, Circuit Judges.\r                                                            \r\n\n                                             \r\n\n     Radames A. Torruella, with whom Carmencita Velazquez-Marquez\r                                                                           \r\nand McConnell Valdes were on brief, for appellant.\r                              \r\n     Erick  Morales-Perez,  with  whom  Humberto  Ramirez  was on\r                                                                   \r\nbrief, for appellee.\r\n\n                                             \r\n\n                          June 23, 1995\r\n\n                                             \r\r\n\n          SELYA,  Circuit  Judge.    This appeal  invites  us  to\r                    SELYA,  Circuit  Judge.\r                                          \r\n\nexplore,  and in  turn to  demarcate, the  outer boundaries  of a\r\n\npromontory of federal judicial power.  At the  base of the appeal\r\n\nis a sexual harassment  suit brought by Nydia G.  Rodriguez Bruno\r\n\n(Rodriguez)  against   her   former  employer,   Doral   Mortgage\r\n\nCorporation  (Doral).1   Premising jurisdiction on  the assertion\r\n\nof  a  federal civil  rights violation,  see  28 U.S.C.     1331,\r                                                      \r\n\n1343(a)(4),  the plaintiff pressed a claim under Title VII of the\r\n\nCivil Rights Act of 1964, 42 U.S.C.    2000e to  2000e-17 (1988),\r\n\nand hitched  to it  a pendent claim  under a Puerto  Rico statute\r\n\nknown colloquially as  Law 100.2   After first  holding that  the\r\n\namendments embodied in the Civil Rights Act of 1991, Pub. L.  No.\r\n\n102-166, 105 Stat.  1071 (1991) (codified as amended at scattered\r\n\nsections of  42 U.S.C.), did not  apply to this case  in light of\r\n\nLandgraf v. USI Film Prods., 114 S. Ct. 1483 (1994), the district\r                                     \r\n\ncourt rejected each of the plaintiff's pleaded claims.  The court\r\n\nnonetheless entered judgment in  her favor based on Law  17, P.R.\r\n\nLaws  Ann. tit.  29,     155-155(l) (Supp.  1992)3    and  did so\r\n                    \r                              \r\n\n     1Technically,  Rodriguez  and  her parents  sued  Doral  and\r\nseveral associated  individuals  and entities,  including  Miguel\r\nBerrios, her immediate supervisor.  Because  none of these claims\r\nis relevant to  this appeal, we treat the case  as if it involved\r\nonly  a  suit  by  Rodriguez  (plaintiff-appellee) against  Doral\r\n(defendant-appellant).\r\n\n     2In pertinent  part,  Law 100  forbids, on  penalty of  both\r\ncivil and criminal sanctions, adverse employment actions based on\r\nany one of several protected characteristics, including sex.  See\r                                                                           \r\nP.R. Laws Ann. tit. 29,   146 (1985).\r\n\n     3In  substance,  Law  17   penalizes  sexual  harassment  by\r\nemployers or their agents.  Under its terms as interpreted by the\r\ndistrict court,  employers are  held strictly liable  for damages\r\n\n                                2\r\r\n\nnotwithstanding that the plaintiff had neither pleaded a cause of\r\n\naction thereunder nor invoked the statute at trial.\r\n\n          Three  questions are now before us.  (1) May a district\r\n\ncourt  enter judgment for a  plaintiff on a  cause of action that\r\n\nwas neither pleaded in the complaint nor raised during the course\r\n\nof trial?  (2) May  a district court prior to the close  of trial\r\n\nunilaterally  introduce  an  unpled  cause  of  action  into  the\r\n\nproceedings?  (3) In any event,  may a district court, on remand,\r\n\nassume  supplemental  jurisdiction  over a  nonfederal  cause  of\r\n\naction  that could  have been introduced  during trial,  when (a)\r\n\nneither the plaintiff  nor the district court  in fact introduced\r\n\nthe cause  of action  before the  end of the  trial, and  (b) the\r\n\nfoundational  federal claim,  though  originally  colorable,  has\r\n\nsince been repulsed on the  merits?  Because we answer the  first\r\n\nquestion  in the  negative, we  must vacate the  judgment below.4\r\n\nWe turn then  to choice of remedy, and, after  answering both the\r\n\nsecond  and third  questions in  the  affirmative, we  remand for\r\n\nfurther proceedings.\r\n                    \r                              \r\n\narising  out of  harassment  in  the  workplace  (at  least  when\r\nperpetrated  by  a  supervisor).     The  statutory  language  is\r\ninexplicit, however, and the Puerto Rico Supreme Court has handed\r\ndown only one  opinion construing Law 17.   See Delgado  Zayas v.\r                                                                        \r\nHospital Interamericano  de Medicina, 94 J.T.S.  149 (P.R. 1994).\r                                              \r\nThat  opinion does not speak to the question of strict liability,\r\nand we regard Law 17's precise meaning as problematic.\r\n\n     4In   actuality,  the  judgment  below  represents  a  split\r\ndecision.  While it  encompasses the district court's rulings  in\r\nDoral's  favor  on all  the  pleaded  claims, Rodriguez  has  not\r\nchallenged these rulings and they are  unaffected by this appeal.\r\nAll references herein to the judgment are, therefore,  limited to\r\nthe  second portion of the judgment, which comprises the award of\r\ndamages to the plaintiff under Law 17.\r\n\n                                3\r\r\n\nI.  FACTUAL AND PROCEDURAL HISTORY\r          I.  FACTUAL AND PROCEDURAL HISTORY\r\n\n          We begin  with the  facts as  supportably found  by the\r\n\ndistrict court after a bench trial.  See Rodriguez Bruno v. Doral\r                                                                           \r\n\nMortgage  Corp., No. 92-2497, slip  op. at 1-9  (D.P.R. Sept. 19,\r                         \r\n\n1994) (D.  Ct. Op.).   We  then proceed  to chart  the procedural\r\n\nhistory of the litigation.\r\n\n          Doral  hired  Rodriguez  in March  of  1990  as a  loan\r\n\nprocessor and transferred  her the following January to  its Hato\r\n\nRey  branch.   There,  she worked  as  a receptionist  under  the\r\n\nhegemony  of Miguel  Berrios.   Over a  period of  several weeks,\r\n\nmultiple  incidents  of  sexual  harassment  occurred,  including\r\n\nnonconsensual physical contacts initiated by Berrios.   Rodriguez\r\n\nreported  the harassment to two of Doral's top executives.  These\r\n\nofficials assured her that Berrios would be  transferred, and, as\r\n\nit turned out, he resigned soon thereafter.\r\n\n          Despite Berrios' departure, Rodriguez filed a complaint\r\n\nwith the Puerto  Rico Department  of Labor in  which she  charged\r\n\nsexual harassment  in consequence  of an unlawfully  hostile work\r\n\nenvironment.  This grievance ultimately spawned the federal suit.\r\n\nThe  case  was tried  to the  bench.   The  judge found  the work\r\n\nenvironment  to be \"hostile\" within the meaning of Title VII, but\r\n\nalso found that  Doral had neither actual nor constructive notice\r\n\nof the  problem  prior to  Rodriguez'  internal complaints.    He\r\n\nconcluded, therefore, that Doral  could not be held liable  under\r\n\nTitle  VII.  The judge also ruled  that Berrios could not be held\r\n\nliable because Title VII, as it stood before the 1991 amendments,\r\n\n                                4\r\r\n\ndid not impose liability on individual harassers.  See D. Ct. Op.\r                                                                \r\n\nat 14.  So ended the plaintiff's federal claims.\r\n\n          The court,  however, did  not consign the  plaintiff to\r\n\nthe ignominy of unmitigated  defeat.  Without passing in  so many\r\n\nwords on the Law 100 claim, the court departed from the pleadings\r\n\non its own  initiative and  decided the suit  in the  plaintiff's\r\n\nfavor  by  recourse  to  Law   17.    Describing  Law  17   as  a\r\n\n\"complementary   statute   regarding   sexual  harassment,\"   and\r\n\ninterpreting it  as \"provid[ing]  for strict liability  where the\r\n\nalleged  harasser is  a supervisor,\"  id. at  15, the  court held\r                                                   \r\n\nDoral liable to Rodriguez for $100,000 in damages, see id. at 19,\r                                                                    \r\n\nand entered judgment accordingly.  Doral now appeals.\r\n\nII.  THE UNPLEADED CLAIM\r          II.  THE UNPLEADED CLAIM\r\n\n          We begin our trek through the thicket of controversy by\r\n\nattempting  to  ascertain  whether  the lower  court's  entry  of\r\n\njudgment  based  on Law  17 can  be  justified from  a procedural\r\n\nstandpoint.    Because  the  necessary  inquiry  focuses  on  the\r\n\ninclusion and  exclusion of claims in a civil action in a federal\r\n\ndistrict court, the Federal Rules of Civil Procedure govern.  See\r                                                                           \r\n\nFed. R.  Civ. P. 1; see  also 28 U.S.C.    2072(b); see generally\r                                                                           \r\n\nCharles A.  Wright, Law  of Federal Courts    62 (5th  ed. 1994).\r                                                    \r\n\nThe  lower  court's  action  in  respect  to  the  Law  17  claim\r\n\nimplicates no fewer than three of these rules, namely, Rule 8(a),\r\n\nRule 15(b), and Rule  54(c).  We conduct our  examination mindful\r\n\nof  two precepts:   (1) that  the Civil  Rules cannot  conjure up\r\n\njurisdiction  where none otherwise exists, see Fed. R. Civ. P. 82\r                                                        \r\n\n                                5\r\r\n\n(admonishing that  the Civil  Rules  \"shall not  be construed  to\r\n\nextend  .  . .  the jurisdiction  of  the United  States district\r\n\ncourts\"); Wendy C. Perdue, Finley v. United States:   Unstringing\r                                                                           \r\n\nPendent Jurisdiction,  76  Va.  L. Rev.  539,  563  n.146  (1990)\r                              \r\n\n(addressing this limitation), and (2)  that apart from the  Civil\r\n\nRules,  \"the district courts retain the inherent power to do what\r\n\nis  necessary  and  proper  to  conduct judicial  business  in  a\r\n\nsatisfactory  manner,\" Aoude v.  Mobil Oil Corp.,  892 F.2d 1115,\r                                                          \r\n\n1119 (1st Cir. 1989).\r\n\n                          A.  Rule 8(a).\r                                    A.  Rule 8(a).\r                                                 \r\n\n          Fed.  R.  Civ. P.  8(a)(2)  requires  that a  complaint\r\n\ncontain,  inter alia, \"a short  and plain statement  of the claim\r                              \r\n\nshowing that  the pleader  is entitled to  relief . .  . .\"   The\r\n\nmandate  of  Rule  8(a)(2)  comprises  a  threshold  requirement.\r\n\nDespite  the  admonition  that   \"[a]ll  pleadings  shall  be  so\r\n\nconstrued  as to do substantial  justice,\" Fed. R.  Civ. P. 8(f),\r\n\nfailure to comply with Rule 8(a)(2) may render an unpleaded claim\r\n\nnoncognizable when the plaintiff (or  the court, for that matter)\r\n\nsubsequently teases it out of adduced  facts.  It would not serve\r\n\nthe  interests of  justice,  for instance,  to  redeem a  totally\r\n\nunpleaded,  unlitigated  claim  in  circumstances  that  threaten\r\n\nsignificant prejudice to a defendant.\r\n\n          The  bottom line is  simply this:   while courts should\r\n\nconstrue pleadings generously, paying more attention to substance\r\n\nthan  to  form,  they  must  always   exhibit  awareness  of  the\r\n\ndefendant's  inalienable right to  know in advance  the nature of\r\n\n                                6\r\r\n\nthe  cause  of action  being asserted  against  him.   See Beacon\r                                                                           \r\n\nTheatres, Inc. v. Westover,  359 U.S. 500, 506 (1959);  Conley v.\r                                                                        \r\n\nGibson, 355 U.S. 41, 47  (1957); Campana v. Eller, 755 F.2d  212,\r                                                           \r\n\n215 (1st Cir. 1985); Shelter Mut. Ins. Co. v. Public Water Supply\r                                                                           \r\n\nDist. No.  7, 747 F.2d 1195, 1197 (8th Cir. 1984).  A fundamental\r                      \r\n\npurpose of pleadings under  the Federal Rules of Civil  Procedure\r\n\nis  to  afford  the opposing  party  fair  notice  of the  claims\r\n\nasserted  against him and the grounds on which those claims rest.\r\n\nSee Torres Ramirez  v. Bermudez  Garcia, 898 F.2d  224, 227  (1st\r                                                 \r\n\nCir.  1990).  Honoring this  purpose ensures that  cases will \"be\r\n\ndecided  on  the merits  after  an  adequate development  of  the\r\n\nfacts.\"  Mayer v. Mylod, 988 F.2d 635, 638 (6th Cir. 1993).\r                                 \r\n\n          In the  case at  hand, the  plaintiff wholly failed  to\r\n\nplead  a Law 17  claim.  Her  complaint did not  delineate such a\r\n\nclaim  when filed; she did  not add one  by formal amendment; she\r\n\ndid not mention the statute in  her pretrial filings; and she did\r\n\nnot  explicitly refer to  it at any  point during the  trial.  In\r\n\nshort,  this is  not a  case in  which  a properly  pleaded legal\r\n\ntheory has  been obscured by the parties'  concentration on other\r\n\ntheories, cf. Campana,  755 F.2d at  215, but, rather, a  case in\r                               \r\n\nwhich a particular  legal theory was never so much  as a gleam in\r\n\nthe pleader's eye.\r\n\n          It  is true, as  the district court  observed, that the\r\n\npretrial order referred at  one point to \"strict liability,\"  the\r\n\nvery property with which the  district court imbued Law 17.   See\r                                                                           \r\n\nD. Ct. Op. at  15.  Whatever the potential  legal significance of\r\n\n                                7\r\r\n\nthis  fleeting mention,  it  is not  sufficiently informative  to\r\n\nsatisfy  the  \"short and  plain  statement\"  requirement of  Rule\r\n\n8(a)(2).  See, e.g., Campana, 755 F.2d at 215.  By like token, it\r                                      \r\n\nsurely  did not give Doral  fair notice that  the plaintiff would\r\n\nassert a  claim premised on Law  17 or that the  judge would pull\r\n\none out  from beneath his  robe, like a rabbit  from a magician's\r\n\nhat.\r\n\n          We  will not loiter.  Though we fully appreciate that a\r\n\ncomplaint may be constructively amended  as a case proceeds, see,\r                                                                          \r\n\ne.g., Toth v.  USX Corp., 883 F.2d  1297, 1298 (7th  Cir.), cert.\r                                                                           \r\n\ndenied,  493 U.S.  994 (1989),  this principle  cannot mean  that\r                \r\n\nplaintiffs may  leave defendants to  forage in forests  of facts,\r\n\nsearching at their peril  for every legal theory that a court may\r\n\nsome day find lurking in  the penumbra of the record.   Under the\r\n\nCivil  Rules, notice of a claim is a defendant's entitlement, not\r\n\na  defendant's  burden.     The  truth-seeking  function  of  our\r\n\nadversarial system of justice is disserved when the boundaries of\r\n\na  suit  remain ill-defined  and  litigants  are exposed  to  the\r\n\nvicissitudes of trial by ambush.\r\n\n          At a bare minimum, even in this age of notice pleading,\r\n\na defendant must be  afforded both adequate notice of  any claims\r\n\nasserted  against him  and a  meaningful opportunity  to  mount a\r\n\ndefense.  The district court's revisionist treatment  of the case\r\n\ndeprived Doral of these  perquisites.  Thus, unless the  district\r\n\ncourt's  purported  adjudication  of  the  Law 17  claim  can  be\r\n\nsalvaged on some other basis, it must be set aside.\r\n\n                                8\r\r\n\n                         B.  Rule 15(b).\r                                   B.  Rule 15(b).\r                                                 \r\n\n          To this end, we  next train the lens of inquiry on Fed.\r\n\nR.  Civ.  P.  15(b).   That  rule  permits  the consideration  of\r\n\nunpleaded  claims   \"by  express  or  implied   consent\"  of  the\r\n\nparties.5    Because  the  record here  discloses  no  whisper of\r\n\nexpress consent   even  the plaintiff concedes its absence    our\r\n\ninquiry narrows to the possibility of implied consent.\r\n\n          For  purposes of  Rule  15(b), implied  consent to  the\r\n\nlitigation  of an  unpleaded  claim may  arise  from one  of  two\r\n\ngeneric  sets of circumstances.  First, the claim may actually be\r\n\nintroduced  outside   the  complaint      say,  by  means   of  a\r\n\nsufficiently  pointed  interrogatory  answer  or  in  a  pretrial\r\n\nmemorandum   and  then treated  by the opposing  party as  having\r\n\nbeen  pleaded, either  through  his effective  engagement of  the\r\n\nclaim or  through his  silent acquiescence.    See, e.g.,  Action\r                                                                           \r\n\nMfg., Inc. v.  Fairhaven Textile  Corp., 790 F.2d  164, 167  (1st\r                                                 \r\n\nCir.)  (as  amended per  curiam)  (\"As  a  general principle  the\r\n\npresentation of claims beyond  the complaint without objection is\r\n                    \r                              \r\n\n     5The rule provides in pertinent part:\r\n\n          When issues not  raised by the pleadings  are\r\n          tried by  express or  implied consent of  the\r\n          parties,   they  shall  be   treated  in  all\r\n          respects as  if they  had been raised  in the\r\n          pleadings.   Such amendment of  the pleadings\r\n          as may be necessary  to cause them to conform\r\n          to the evidence and to raise these issues may\r\n          be made upon motion of any party at any time,\r\n          even after  judgment; but failure so to amend\r\n          does not  affect the  result of the  trial of\r\n          these issues. . . .\r\n\nFed. R. Civ. P. 15(b).\r\n\n                                9\r\r\n\nconsidered  an  informal  amendment of  the  complaint.\"),  cert.\r                                                                           \r\n\ndenied, 479 U.S. 854  (1986); see also Lynch v. Dukakis, 719 F.2d\r                                                                 \r\n\n504,  508 (1st  Cir.  1983).   Second,  and more  conventionally,\r\n\n\"[c]onsent to the trial of an issue may be implied if, during the\r\n\ntrial, a party acquiesces in  the introduction of evidence  which\r\n\nis relevant only to that issue.\"   DCPB, Inc. v. City of Lebanon,\r                                                                          \r\n\n957  F.2d 913, 917 (1st Cir. 1992);  accord Law v. Ernst &amp; Young,\r                                                                          \r\n\n956 F.2d  364, 375  (1st Cir.  1992); Campana,  755 F.2d  at 215;\r                                                       \r\n\nLynch, 719  F.2d at 508.  In  other words, \"[t]he introduction of\r               \r\n\nevidence directly relevant to a pleaded issue cannot be the basis\r\n\nfor  a founded claim that the opposing party should have realized\r\n\nthat a new  issue was infiltrating the case.\"   DCPB, 957 F.2d at\r                                                              \r\n\n917; accord Galindo v.  Stoody Co., 793 F.2d 1502, 1513 (9th Cir.\r                                            \r\n\n1986)  (\"It is  not enough  that an  issue may  be `inferentially\r\n\nsuggested by  incidental evidence in the record'; the record must\r\n\nindicate that the parties understood that  the evidence was aimed\r\n\nat an unpleaded issue.\") (quoting Cole v. Layrite Prods. Co., 439\r                                                                      \r\n\nF.2d 958, 961 (9th Cir. 1971)).\r\n\n          Here,  no such  constructive  amendment occurred.   The\r\n\nfirst  avenue to  implied consent is  a dead  end:   the fleeting\r\n\nreference to \"strict liability\"  contained in the pretrial order,\r\n\nsee supra pp. 7-8, cannot by any stretch of even the most fertile\r                   \r\n\nimagination support such a finding.  See Grand Light &amp; Supply Co.\r                                                                           \r\n\nv.  Honeywell, Inc., 771 F.2d 672, 680 (2d Cir. 1985) (cautioning\r                             \r\n\nthat \"[t]he  purpose of Rule  15(b) is  . . .  not to extend  the\r\n\npleadings  to introduce  issues  inferentially suggested\").   And\r\n\n                                10\r\r\n\napart from that one passing allusion, there is nothing to suggest\r\n\nthat a Law 17 claim was insinuated at trial, let alone engaged or\r\n\nembraced by Doral.   The  second avenue that  sometimes leads  to\r\n\nimplied  consent  is equally  unpassable  in this  setting:   the\r\n\nplaintiff did not introduce any  evidence that was relevant  only\r                                                                           \r\n\nto a claim under Law  17.  Nor is this surprising; when,  as now,\r\n\nthe pleaded  and unpleaded claims are of much the same genre, the\r\n\nlikelihood of differential discernment on the defendant's part is\r\n\nrelatively low.\r\n\n          In  fine, the  absence  of express  or implied  consent\r\n\nrenders  it impossible  to fit  the district  court's freelancing\r\n\nwithin the confines of Rule 15(b).  Though we appreciate that the\r\n\nroot purpose of the rule is to combat \"the tyranny of formalism,\"\r\n\nRosden v. Leuthold, 274 F.2d 747, 750 (D.C. Cir. 1960), it cannot\r                            \r\n\nbe so liberally construed as to empty Rule 8(a) of all meaning.6\r\n\n                         C.  Rule 54(c).\r                                   C.  Rule 54(c).\r                                                 \r\n\n          The  plaintiff's  last  justificatory  basis   for  the\r\n\ndistrict court's  action is  Fed. R.  Civ. P. 54(c).   The  rule,\r\n\nwhich we have explicated on earlier occasions, see, e.g., Dopp v.\r                                                                        \r\n\nHTP Corp., 947 F.2d 506, 517-18 (1st Cir. 1991); United States v.\r                                                                        \r\n\n                    \r                              \r\n\n     6We  note that,  even if  we could  detect some  indicium of\r\nconsent,  access to  the  unguent of  Rule  15(b) might  well  be\r\nblocked on another ground.   One limit  on the operation of  Rule\r\n15(b) is  that the opposing party  not be prejudiced.   See DCPB,\r                                                                          \r\n957  F.2d at 917 (\"It is axiomatic that amendments which unfairly\r\nprejudice a litigant should  not be granted.\").  Here,  Doral had\r\nno  advance warning  of  the  Law  17  claim  and  no  meaningful\r\nopportunity  to defend  against  it.   Hence,  the likelihood  of\r\nunfair  prejudice looms  large.   See  id.;  see also  Cioffe  v.\r                                                                       \r\nMorris, 676 F.2d 539, 542 (11th Cir. 1982).\r                \r\n\n                                11\r\r\n\nMarin, 651 F.2d  24, 31  (1st Cir. 1981),  provides, in  relevant\r               \r\n\npart,  that \"every final judgment shall grant the relief to which\r\n\nthe party in whose favor it  is rendered is entitled, even if the\r\n\nparty has  not demanded  such relief  in the party's  pleadings.\"\r\n\nAccording to the  plaintiff, the  judgment is simply  a means  of\r\n\ngranting her the relief  which she deserved, even though  she had\r\n\nnot,inthelanguageoftherule,\"demandedsuchreliefin [her]pleadings.\"\r\n\n          This thesis is hollow at its core.  \"Rule 54(c) creates\r\n\nno  right  to relief  premised on  issues  not presented  to, and\r\n\nlitigated before, the trier.\"  Dopp, 947 F.2d at 518; see also In\r                                                                           \r\n\nre Rivinius, Inc., 977  F.2d 1171, 1177 (7th Cir.  1992) (holding\r                           \r\n\nthat \"Rule 54(c) does not allow [a party] to obtain relief  based\r\n\nupon  a .  . . theory  that was  not properly  raised at trial\");\r\n\nEvans Prods. Co. v. West  Am. Ins. Co., 736 F.2d 920,  923-24 (3d\r                                                \r\n\nCir. 1984) (explaining that the rule permits relief predicated on\r\n\na particular theory \"only  if that theory was  squarely presented\r\n\nand  litigated by  the  parties at  some  stage or  other of  the\r\n\nproceedings\"); Cioffe  v. Morris,  676 F.2d  539, 541  (11th Cir.\r                                          \r\n\n1982)  (similar).   Thus,  Rule 54(c)'s  concern for  appropriate\r\n\nrelief does  not include  relief which  a plaintiff  has foregone\r\n\nbecause of  failures in  the pleadings  or in the  proof.   See 6\r                                                                         \r\n\nJames W. Moore et  al., Moore's Federal Practice   54.62  (2d ed.\r                                                          \r\n\n1985).  Since Rodriguez  offers us no principled way  around this\r\n\nsettled  interpretation  of  Rule  54(c),  we  must  decline  her\r\n\ninvitation to invoke the rule to her advantage.\r\n\n                       D.  Recapitulation.\r                                 D.  Recapitulation.\r                                                   \r\n\n                                12\r\r\n\n          We  summarize succinctly.    In the  absence of  mutual\r\n\nconsent,  a district court may not enter judgment for a plaintiff\r\n\non  a cause of  action that was neither  pleaded in the complaint\r\n\nnor  raised during  the  course of  trial.   Here,  the  district\r\n\ncourt's resort to Law  17 contravenes this tenet.   Moreover, the\r\n\ncourt's  maneuver  cannot be  justified  under  the Civil  Rules.\r\n\nSpecifically, the plaintiff did  not plead a Law 17  claim within\r\n\nthe purview of Rule 8(a); the nonexistence of consent (express or\r\n\nimplied)  negates   any  suggestion   that  the   pleadings  were\r\n\nconstructively amended under Rule 15(b) to include such a  claim;\r\n\nand Rule 54(c)  does not overcome these  deficiencies because its\r\n\nsafety net cannot be stretched so widely as to grant a  plaintiff\r\n\nrelief  on  an unpleaded  theory of  which  the defendant  had no\r\n\nnotice.\r\n\n          For these reasons, we  hold that no claim under  Law 17\r\n\nwas  ever  properly  before  the  district court,  and  that  the\r\n\njudgment cannot stand.  A federal district court may  not, of its\r\n\nown volition, after the parties have rested, recast the complaint\r\n\nand,  without notice, predicate its decision on a theory that was\r\n\nneither pleaded nor tried.  See Greene v. Town of Blooming Grove,\r                                                                          \r\n\n935   F.2d  507,   510-11  (2d   Cir.)  (reversing   exercise  of\r\n\njurisdiction  over pendent  claim  that was  neither pleaded  nor\r\n\ndiscretely raised during the  litigation), cert. denied, 502 U.S.\r                                                                 \r\n\n1005  (1991); Ruiz  v. Estelle,  679 F.2d  1115, 1157  (5th Cir.)\r                                        \r\n\n(rejecting concept  that a court may,  after trial, spontaneously\r\n\nconsider unpleaded state-law claims through the simple  expedient\r\n\n                                13\r\r\n\nof reshaping  the plaintiffs'  suit), modified on  other grounds,\r                                                                          \r\n\n688 F.2d 266 (5th Cir. 1982), cert. denied, 460 U.S. 1042 (1983);\r                                                    \r\n\nCioffe, 676 F.2d at 541-43 (to like effect).\r                \r\n\nIII.  THE NEXT STEP\r          III.  THE NEXT STEP\r\n\n          Setting  aside the judgment  takes us only  part of the\r\n\nway.   We  must  now  consider the  next  step.    The  defendant\r\n\nbeseeches  us  to direct  the entry  of a  take-nothing judgment.\r\n\nBecause the plaintiff  lost on the merits of each  of her pleaded\r\n\nclaims,  we  recognize that  it is  within  our power  to oblige.\r\n\nBefore  charting our  course, however, we  pause to  mull whether\r\n\nremand  is an  available alternative,  and, if  so, whether  that\r\n\nalternative is preferable.\r\n\n          Undoubtedly,  a remand under the conditions that obtain\r\n\nhere presents potential problems.   For one thing, the  propriety\r\n\nof  the  district  court's  unilateral  effort  to  insinuate  an\r\n\nunpleaded claim into  the case is open to question.   For another\r\n\nthing, the foundational federal claims are now out of the picture\r\n\n  the plaintiff never cross-appealed from the adverse judgment on\r\n\nthose  claims,  see  supra note  4     and  the district  court's\r                                    \r\n\ncontinued jurisdiction over  a supplemental claim  arising solely\r\n\nunder Puerto Rico law may seem  suspect.  Third, the Law 17 claim\r\n\nitself,  if free-standing,  would now  be time-barred.   Finally,\r\n\neven  if   none  of   these  factors  absolutely   precludes  the\r\n\ndiscretionary  exercise of  remandatory jurisdiction,  remand may\r\n\nnot be the best available alternative.  In the pages that follow,\r\n\nwe address these concerns and then settle upon our next step.\r\n\n                                14\r\r\n\n                      A.  The Court's Power.\r                                A.  The Court's Power.\r                                                     \r\n\n          Since the question of whether  a district court has the\r\n\npower  to introduce an unpleaded claim on its own initiative even\r\n\nup  to (or  beyond) the close  of the  trial and  the question of\r\n\nwhether a district court has the  power to introduce such a claim\r\n\non remand are closely related, we consider them in the ensemble.\r\n\n          1.    In  General.    The  proper  functioning  of  our\r                    1.    In  General.\r                                     \r\n\nadversarial  system of justice  depends not only  on the parties'\r\n\nvigorous  advocacy of  their positions  but also  on the  judge's\r\n\nadroit  supervision  of  the  litigation.    The  sphere  of case\r\n\nmanagement extends to the definition of legal issues.  To mention\r\n\none of  many possible  illustrations, a district  court possesses\r\n\nthe authority to recommend  to a plaintiff how she  might reshape\r\n\nthe  complaint to escape  dismissal.   See, e.g.,  Friedlander v.\r                                                                        \r\n\nNims,  755 F.2d 810, 813 (11th Cir. 1985).  Similarly, a district\r              \r\n\ncourt, exercising  its powers under Fed.  R. Civ. P. 15(b),  in a\r\n\nproper case, \"may amend the pleadings merely by entering findings\r\n\non  the  unpleaded  issues,\"  Galindo,   793  F.2d  at  1513  n.8\r                                               \r\n\n(collecting  cases),  even though  neither  party  has essayed  a\r\n\nformal amendment.\r\n\n          We think it follows that a district court has the power\r\n\nto introduce a claim (or, rather, to  prompt a party to introduce\r\n\na claim) at any time during the course of litigation.  This power\r\n\ndoes not  vanish at  the tail  end of a  trial, even  though both\r\n\nsides  have  rested.    See,  e.g.,  Campana,  755  F.2d  at  215\r                                                      \r\n\n(recognizing  court's authority  to permit  amendment as  late as\r\n\n                                15\r\r\n\nduring jury  deliberation).  This conclusion does  not clash with\r\n\neither  the  letter  or the  spirit  of  Fed. R.  Civ.  P. 15(a).\r\n\nAlthough that  rule plainly  favors early amendments,  see, e.g.,\r                                                                          \r\n\nid. (authorizing one  revision \"as  a matter of  course\" if  made\r             \r\n\nwithin  certain time constraints), it sets no outer time limit on\r\n\namendments; the drafters chose instead to leave the matter within\r\n\nthe discretion of the  nisi prius court.  See  Benitez-Allende v.\r                                                                        \r\n\nAlcan Aluminio do Brasil, S.A., 857  F.2d 26, 36 (1st Cir. 1988),\r                                        \r\n\ncert.  denied, 489  U.S. 1018 (1989);  see also  Fed. R.  Civ. P.\r                                                         \r\n\n15(a)  (providing that leave to amend \"shall be freely given when\r\n\njustice so requires\").\r\n\n          As this discussion indicates (and as Fed. R. Civ. P. 15\r\n\nand  28 U.S.C.   1367 confirm, see  infra), the court below could\r                                                   \r\n\nproperly  have  called  attention  to  the  prospect  of  a  new,\r\n\nunpleaded (but related) claim  at any time as long  as it adopted\r\n\nappropriate measures to safeguard against unfair prejudice.\r\n\n          2.  On Remand.   Of course, the posture of the  case is\r                    2.  On Remand.\r                                 \r\n\nnow  somewhat  different.   Doral  argues  that, on  remand,  the\r\n\ndistrict court, even  if it originally  enjoyed the authority  to\r\n\nintroduce  or entertain  a  new, unpleaded  (but related)  claim,\r\n\nwould not still possess that  power.  We do  not agree.  Since  a\r\n\nnew,  unpleaded  (but related)  claim  could  have been  asserted\r\n\nduring the  trial, we  see no reason  to constrain  a party  from\r\n\nasserting such a claim  on remand, or, correspondingly, to  limit\r\n\nthe district court's discretion  in terms of entertaining  such a\r\n\nclaim.   See  Benitez-Allende,  857  F.2d  at  36;  Duckworth  v.\r                                                                       \r\n\n                                16\r\r\n\nFranzen,  780 F.2d 645, 656-57 (7th Cir. 1985), cert. denied, 479\r                                                                      \r\n\nU.S.  816 (1986).  We hold, therefore, that, apart from incipient\r\n\njurisdictional problems, a district court, on remand, retains its\r\n\ndiscretionary  authority  to  entertain  a  new,  unpleaded  (but\r\n\nrelated) claim.7\r\n\n                  B.  Supplemental Jurisdiction.\r                            B.  Supplemental Jurisdiction.\r                                                         \r\n\n          Having  traced  the  contours of  the  district court's\r\n\ndiscretionary power  to entertain a new,  unpleaded (but related)\r\n\nclaim,  both at  trial  and  on  remand,  and  finding  that  the\r\n\nplaintiff's Law 17  claim fits  into this category,  we must  yet\r\n\ndetermine  whether  the  court  below  can exercise  supplemental\r\n\njurisdiction  over  such  a  claim  on  remand  even  though  the\r\n\nfoundational  federal  claim  is  now  ancient  history.    After\r\n\ncarefully  considering   the  conundrum,  we  conclude  that  the\r\n\nexercise of supplemental jurisdiction would be proper.8\r\n\n          1.  In General.   The controlling statute, 28  U.S.C.  \r                    1.  In General.\r                                  \r\n\n1367(a), states in relevant part:\r\n                    \r                              \r\n\n     7The  fact that the statute of limitations for the claim may\r\nhave  lapsed does not present an insurmountable obstacle.  If the\r\nnew  claim arises out  of the same nucleus  of operative fact, it\r\nwill ordinarily relate back to the date of the institution of the\r\nsuit.  See Fed.  R. Civ. P. 15(c); see  also Benitez-Allende, 857\r                                                                      \r\nF.2d at 36; Duckworth, 780 F.2d at 656-57.\r                               \r\n\n     8\"Supplemental  jurisdiction\"  is the  currently fashionable\r\nterm, embraced by Congress in drafting 28 U.S.C.   1367, that now\r\nblankets  both \"pendent  jurisdiction\"  and  its kissing  cousin,\r\n\"ancillary  jurisdiction.\"    See  Wright,  supra,  at      9, 19\r                                                           \r\n(discussing ancillary and pendent jurisdiction, respectively, and\r\nhow those  doctrines have been  codified and modified  by section\r\n1367).  Balancing the past  and the present   melding the  wisdom\r\nof tradition  with the virtue of  progress   we opt  for a middle\r\ncourse and use the terms \"supplemental jurisdiction\" and \"pendent\r\njurisdiction\" interchangeably.\r\n\n                                17\r\r\n\n          [I]n any  civil action of which  the district\r\n          courts   have   original  jurisdiction,   the\r\n          district   courts  shall   have  supplemental\r\n          jurisdiction over all  other claims that  are\r\n          so  related  to claims  in the  action within\r\n          such  original  jurisdiction  that they  form\r\n          part  of the same  case or  controversy under\r\n          Article    III    of   the    United   States\r\n          Constitution. . . .\r\n\nIn enacting  section  1367,  Congress  essentially  codified  the\r\n\nrationale articulated in United  Mine Workers v. Gibbs,  383 U.S.\r                                                                \r\n\n715  (1966).  See Edmondson  &amp; Gallagher v.  Alban Towers Tenants\r                                                                           \r\n\nAss'n, 48 F.3d 1260, 1266 (D.C. Cir. 1995); Borough of W. Mifflin\r                                                                           \r\n\nv.  Lancaster, 45  F.3d 780,  788 (3d  Cir. 1995);  see generally\r                                                                           \r\n\nElizabeth   Delagardelle,  Note,   Defining  the   Parameters  of\r                                                                           \r\n\nSupplemental Jurisdiction  After 28 U.S.C.    1367,  43 Drake  L.\r                                                            \r\n\nRev.  391  (1994).   The  Gibbs  Court  instructed  that  pendent\r                                         \r\n\njurisdiction exists  when \"the relationship between [the federal]\r\n\nclaim  and the state claim permits the conclusion that the entire\r\n\naction before the court comprises but one constitutional `case.'\"\r\n\nGibbs,  383  U.S.  at 725.9    In  particular,  \"[t]he state  and\r               \r\n\nfederal claims  must derive  from a  common nucleus  of operative\r\n\nfact.\"   Id.    Thus, \"if,  considered  without regard  to  their\r                      \r\n\nfederal or  state character, a  plaintiff's claims are  such that\r\n\n[she]  would  ordinarily  be expected  to  try  them  all in  one\r\n\njudicial proceeding, then, assuming substantiality of the federal\r\n\nissues,  there is  power in  federal courts  to hear  the whole.\"\r\n                    \r                              \r\n\n     9The references  to \"state\" law  or \"state\" claims  in Gibbs\r                                                                           \r\nand in  the statute, see 28  U.S.C.   1367(c)-(d), are  not to be\r                                  \r\nconstrued  literally.   Section 1367(e)  expressly provides  that\r\n\"the  term `State' includes . . . the Commonwealth of Puerto Rico\r\n. . . .\"\r\n\n                                18\r\r\n\nId.;  see also Carnegie-Mellon Univ. v. Cohill, 484 U.S. 343, 349\r                                                        \r\n\n(1988); Vera-Lozano v. International Broadcasting, 50 F.3d 67, 70\r                                                           \r\n\n(1st Cir. 1995); Brown v. Trustees of Boston Univ., 891 F.2d 337,\r                                                            \r\n\n356  (1st Cir. 1989), cert. denied, 496 U.S. 937 (1990); Ortiz v.\r                                                                        \r\n\nUnited States, 595 F.2d 65, 68-69 (1st Cir. 1979).\r                       \r\n\n           The  relationship between  the  plaintiff's Title  VII\r\n\nclaim  and  her inchoate  claim under  Law  17 matches  the Gibbs\r                                                                           \r\n\nCourt's description in all significant respects.  Both claims are\r\n\ncivil  rights claims;  both  derive from  a  reservoir of  common\r\n\nfacts; and,  as a  consequence,  both would  ordinarily be  heard\r\n\ntogether  in a  single  consolidated trial.    See, e.g.,  Andrea\r                                                                  \r\n\nCatania,  State Employment  Discrimination  Remedies and  Pendent\r                                                                           \r\n\nJurisdiction Under Title VII:   Access to Federal Courts,  32 Am.\r                                                                  \r\n\nU. L. Rev. 777, 793 (1983).  Despite this apparent fit, appellant\r\n\nargues  for  an opposite  result,  contending  that Congress,  in\r\n\nenacting Title VII, forbade jurisdiction over supplemental claims\r\n\nby implication.   Although there  appears to be  a smattering  of\r\n\nauthority  in  favor  of  this  position,  see,  e.g.,  Executive\r                                                                           \r\n\nSoftware N. Am., Inc. v. United  States Dist. Court for the Cent.\r                                                                           \r\n\nDist. of Cal.,  24 F.3d 1545,  1554 n.6 (9th  Cir. 1994)  (noting\r                       \r\n\ncases so holding); 13B Charles A. Wright et al., Federal Practice\r                                                                           \r\n\nand Procedure   3567.1, at 24 &amp; nn.30.1-30.2 (Supp. 1995) (same),\r                       \r\n\nwe reject it outright.\r\n\n          In   our  judgment,   section  1367   itself  disproves\r\n\nappellant's  hypothesis.   Whatever may  have been  the situation\r\n\n                                19\r\r\n\nbefore the  enactment of the supplemental  jurisdiction statute10\r\n\n  it may  have been  possible then to  detect scattered signs  of\r\n\nimplied  negation, see Kitchen v. Chippewa  Valley Sch., 825 F.2d\r                                                                 \r\n\n1004,  1010 (6th Cir. 1987)  (citing district court cases finding\r\n\nimplied negation of pendent jurisdiction under Title VII prior to\r\n\nthe  passage of  28 U.S.C.    1367)    section  1367 specifically\r\n\nauthorizes supplemental jurisdiction \"[e]xcept . . . as expressly\r\n\nprovided  otherwise by  Federal statute  . .  . .\"   28  U.S.C.  \r\n\n1367(a).  Since the  statutory text is unambiguous, and  no court\r\n\nor  commentator  ever has  maintained  that  Title VII  expressly\r                                                                           \r\n\nnegates pendent  jurisdiction, there is simply  no credible basis\r\n\non  which  the  statute's   broad  jurisdictional  grant  can  be\r\n\nshortstopped in the Title VII context.\r\n\n          One additional point is worth  making.  While habit  or\r\n\npractice is by no means the barometer of jurisdictional power, we\r\n\nfind  it  telling that  we have  not heretofore  encountered, let\r\n\nalone embraced, the radical hypothesis advanced by the appellant.\r\n\nTo the precise  contrary, we have regularly  entertained suits in\r\n                    \r                              \r\n\n     10Even  prior to the enactment of section 1367, the case for\r\nimplied negation was asthenic.  See, e.g., Thompkins v. Stuttgart\r                                                                           \r\nSch. Dist. No. 22,  787 F.2d 439, 442 (8th  Cir. 1986) (rejecting\r                           \r\nnegation  argument and  holding that  a district  court \"properly\r\ncould have exercised  jurisdiction over a state claim  pendent to\r\nthe . . . Title VII claim\"); Catania, supra, at 796 (\"Neither the\r                                                     \r\nlanguage  nor  legislative  history  of  title  VII  reveals  any\r\ncongressional   intent  to   negate  the   exercise  of   pendent\r\njurisdiction  over related nonfederal claims asserted against the\r\ntitle VII defendant.\");  Richard D. Freer, Compounding  Confusion\r                                                                           \r\nand Hampering Diversity:  Life  After Finley and the Supplemental\r                                                                           \r\nJurisdiction Statute,  40 Emory  L.J. 445, 462  (1991) (remarking\r                              \r\nthat  \"[m]ost  courts that  bothered to  mention  the need  for a\r\nstatutory basis . . . appear to have upheld jurisdiction\").\r\n\n                                20\r\r\n\nwhich plaintiffs have joined Title VII claims with pendent state-\r\n\nlaw  claims    and  we have  done so  both  before and  after the\r\n\npassage of section 1367.  See, e.g., Vera-Lozano,  50 F.3d at 70;\r                                                          \r\n\nGallagher  v. Wilton Enters., Inc.,  962 F.2d 120,  121 (1st Cir.\r                                            \r\n\n1992) (per curiam); Conway v. Electro Switch Corp., 825 F.2d 593,\r                                                            \r\n\n595 (1st Cir. 1987).\r\n\n          To  recapitulate, a  sexual  harassment  claim  brought\r\n\npursuant  to   state  law  falls  within   the  district  court's\r\n\nsupplemental  jurisdiction when,  as  now,  the court's  original\r\n\njurisdiction derives  from the  assertion  of a  Title VII  claim\r\n\narising out of  the same facts.   Thus,  the court below  plainly\r\n\npossessed  the raw  power  to exercise  supplemental jurisdiction\r\n\nover a claim under Puerto Rico Law 17, had one been asserted. \r\n\n          2.   On  Remand.   Having determined  that supplemental\r                    2.   On  Remand.\r                                   \r\n\njurisdiction would have attached had a Law 17 claim been advanced\r\n\nab initio,  we must  further determine whether  such jurisdiction\r                   \r\n\nremains available on remand, given that the district court has by\r\n\nnow slain the plaintiff's Title  VII claim on the merits.   Based\r\n\non controlling  law, we conclude  that supplemental  jurisdiction\r\n\nwould  be  proper  despite   the  interment  of  the  plaintiff's\r\n\nfoundational federal cause of action.\r\n\n          As a general principle,  the unfavorable disposition of\r\n\na plaintiff's federal claims at the early stages of a suit,  well\r\n\nbefore  the commencement  of  trial, will  trigger the  dismissal\r\n\nwithout  prejudice of  any supplemental  state-law claims.   See,\r                                                                          \r\n\ne.g.,  Gibbs, 383  U.S.  at 726  (\"[I]f  the federal  claims  are\r                      \r\n\n                                21\r\r\n\ndismissed  before trial,  .  .  .  the  state  claims  should  be\r\n\ndismissed as well.\"); Martinez  v. Colon,     F.3d    ,      (1st\r                                                  \r\n\nCir. 1995) [No. 94-2138, slip op. at 24] (affirming the dismissal\r\n\nwithout  prejudice  of pendent  claims  when  the district  court\r\n\ndetermined  \"far in advance  of trial that  no legitimate federal\r\n\nquestion  existed\").  But this praxis  is not compelled by a lack\r\n\nof judicial power.  It signifies only that, \"in the usual case in\r\n\nwhich all  federal law  claims are eliminated  before trial,  the\r\n\nbalance   of  factors   to  be   considered  under   the  pendent\r\n\njurisdiction  doctrine   judicial economy, convenience, fairness,\r\n\nand comity   will point toward declining to exercise jurisdiction\r\n\nover the remaining state-law claims.\"  Carnegie-Mellon Univ., 484\r                                                                      \r\n\nU.S. at 350 n.7.   In an appropriate  situation, a federal  court\r\n\nmay retain jurisdiction over state-law claims notwithstanding the\r\n\nearly demise  of all  foundational federal  claims.   See,  e.g.,\r                                                                          \r\n\nTaylor  v. First of Am.  Bank-Wayne, 973 F.2d  1284, 1287-88 (6th\r                                             \r\n\nCir. 1992).   Thus, as  long as the plaintiff's  federal claim is\r\n\nsubstantial, the mere fact that it ultimately fails on the merits\r\n\ndoes not, by itself, require that all pendent state-law claims be\r\n\njettisoned.  See, e.g., Duckworth,  780 F.2d at 656-57; Warehouse\r                                                                           \r\n\nGroceries Mgt., Inc. v. Sav-U-Warehouse Groceries, Inc., 624 F.2d\r                                                                 \r\n\n655, 658-59  (5th Cir. 1980).   In other words, a  court need not\r\n\nalways throw out the bath water with the baby.\r\n\n          To be sure,  the exercise of supplemental  jurisdiction\r\n\nin such  circumstances is  wholly discretionary.   And, moreover,\r\n\nthe district  court, in reaching  its discretionary determination\r\n\n                                22\r\r\n\non the jurisdictional question, will have to assess the  totality\r\n\nof  the attendant circumstances.   Because each case  is bound to\r\n\nhave its own distinctive  profile, we are reluctant to  compose a\r\n\nlist of important  elements.   Instead, we cite  two examples  to\r\n\nillustrate   the  wide   variety   of  considerations   that  may\r\n\nappropriately  enter  into  the calculus.    The  running  of the\r\n\nstatute of limitations on a pendent  claim, precluding the filing\r\n\nof a  separate suit in  state court,  is a salient  factor to  be\r\n\nevaluated   when   deciding   whether  to   retain   supplemental\r\n\njurisdiction.  See, e.g., Wright v. Associated Ins. Cos., 29 F.3d\r                                                                  \r\n\n1244, 1251 (7th Cir.  1994); Newman v. Burgin, 930 F.2d  955, 963\r                                                       \r\n\n(1st Cir. 1991).  Another factor  to be weighed is the clarity of\r\n\nthe law that governs a pendent claim, for a federal  court may be\r\n\nwise to forgo the exercise of supplemental  jurisdiction when the\r\n\nstate law  that undergirds  the nonfederal  claim  is of  dubious\r\n\nscope  and  application.    See,  e.g., 28  U.S.C.     1367(c)(1)\r                                                \r\n\n(authorizing district courts to \"decline to exercise supplemental\r\n\njurisdiction over a claim . . . if . . . the claim raises a novel\r\n\nor  complex issue  of State  law\"); see  also Moor  v. County  of\r                                                                           \r\n\nAlameda, 411 U.S. 693, 716 (1973); Gibbs, 383 U.S. at 726 &amp; n.15.\r                                                  \r\n\n          We will not attempt to single out all the elements that\r\n\ncould potentially tip  the balance here.   That is grist for  the\r\n\ndistrict  court's mill.  It  suffices for our  purposes to remark\r\n\nthe  obvious:   that  although the  plaintiff's  Title VII  claim\r\n\nultimately  succumbed  on  the  merits,  it  was  colorable  when\r\n\nbrought.   Consequently, the  district court's power  to exercise\r\n\n                                23\r\r\n\ndiscretionary supplemental  jurisdiction over  a putative  Law 17\r\n\nclaim, extant at the time of trial, will remain intact on remand.\r\n\n                      C.  Charting a Course.\r                                C.  Charting a Course.\r                                                     \r\n\n          To  this point,  we have  held (1)  that, as  a general\r\n\nproposition,  supplemental jurisdiction over  state-law claims is\r\n\nnot  precluded in Title VII actions;  (2) that, in this case, had\r\n\nproper  procedures   been  employed,  the  district  court  could\r\n\nappropriately have  exercised  supplemental jurisdiction  over  a\r\n\nclaim brought pursuant  to Puerto Rico  Law 17; and (3)  that the\r\n\ndistrict court remains empowered, in its discretion, to entertain\r\n\na  Law 17 claim  on remand.   This means, of  course, that remand\r\n\nranks as a viable option from our standpoint.\r\n\n          We  believe that remand is not only a viable option but\r\n\nalso  the best available  course.   In the  first place,  a hoary\r\n\npolicy of the law favors the disposition of claims on the merits.\r\n\nSee,  e.g., HMG Prop. Investors, Inc. v. Parque Indus. Rio Canas,\r                                                                           \r\n\nInc.,  847  F.2d 908,  917 (1st  Cir.  1988) (discussing  need to\r              \r\n\nconsider \"the policy of the law favoring the disposition of cases\r\n\non the merits\").  In the second place, considerations of fairness\r\n\ncounsel in favor of a remand as opposed to a disposition by fiat.\r\n\nAfter all, a trial is a search for the truth, not merely a battle\r\n\nof wits between  jousting attorneys.   Third    and perhaps  most\r\n\nimportant    our determination rests upon a close analysis of the\r\n\nnature  of the  decisionmaking that  a remand  would entail.   We\r\n\nexplain briefly.\r\n\n          The multifaceted  decision about whether  to permit the\r\n\n                                24\r\r\n\nplaintiff  to  proffer a  Law 17  claim  and whether  to exercise\r\n\nsupplemental  jurisdiction  over  it  lies in  the  heartland  of\r\n\njudicial discretion.   Because the plaintiff  neither pleaded nor\r\n\notherwise  seasonably advanced a Law  17 claim, the  court may in\r\n\nits discretion simply deem  the case concluded and enter  a take-\r\n\nnothing  judgment on the pleaded claims.  In the alternative, the\r\n\ncourt  may in its discretion choose to reopen the proceedings and\r\n\ninvite the  plaintiff to move, under  Fed. R. Civ. P.  15(a), for\r\n\nleave to amend  her complaint in order to assert  a Law 17 claim.\r\n\nIf that is  done, the court  (and the parties)  will then face  a\r\n\nseries  of judgment calls.  For example, adjudicating the Rule 15\r\n\nmotion   necessitates  a   further   exercise  of   the   court's\r\n\ndiscretion.11  See  Coyne v.  City of Somerville,  972 F.2d  440,\r                                                          \r\n\n446 (1st Cir. 1992);  Correa-Martinez v. Arrillaga-Belendez,  903\r                                                                     \r\n\nF.2d  49, 59  (1st  Cir. 1990).    The court  will  also have  to\r\n\ndetermine  whether  it will  exercise  supplemental jurisdiction,\r\n\nanother  decision  that is  largely  discretionary.   See,  e.g.,\r                                                                          \r\n\nGibbs, 383 U.S. at 726  (explaining that pendent jurisdiction \"is\r               \r\n\na doctrine of  discretion, not of  plaintiff's right\"); see  also\r                                                                           \r\n\n                    \r                              \r\n\n     11We doubt that the  district court, if it decides  to cross\r\nthis bridge,  will have an easy time in passing upon a Rule 15(a)\r\nmotion.  Although  the rule evinces a  definite bias in favor  of\r\ngranting leave to  amend, see  Jamieson v. Shaw,  772 F.2d  1205,\r                                                         \r\n1208 (5th Cir. 1985), it frowns upon undue delay in the amendment\r\nof pleadings, particularly if no legitimate justification for the\r\ndelay is forthcoming, see,  e.g., Quaker State Oil Ref.  Corp. v.\r                                                                        \r\nGarrity Oil Co., 884  F.2d 1510, 1517-18 (1st Cir.  1989); United\r                                                                           \r\nStates Inv. &amp;  Dev. Corp. v.  Cruz, 780 F.2d  166, 168 (1st  Cir.\r                                            \r\n1986).   A host  of other  factors also may  be relevant  and may\r\ncompound the  decisionmaker's difficulties.  See,  e.g., Foman v.\r                                                                        \r\nDavis, 371 U.S. 178, 182 (1962) (listing several considerations).\r               \r\n\n                                25\r\r\n\nNewman, 930 F.2d at  963 (reviewing factors pertinent to  the use\r                \r\n\nor  withholding of  supplemental jurisdiction);  cf. 28  U.S.C.  \r                                                              \r\n\n1367(c)(3) (expressly authorizing a district court to decline the\r\n\nexercise of supplemental jurisdiction  when it \"has dismissed all\r\n\nclaims over which it has original jurisdiction\").\r\n\n          Given the critical role  of discretion in the decisions\r\n\nthat  must be  made, we think  that the district  court is better\r\n\nequipped  to take the laboring  oar and to  determine whether the\r\n\ncase  should proceed  (and if  so, on  what terms).   As  we have\r\n\nremarked  before,   \"[t]he  very   nature  of  a   trial  judge's\r\n\ninteractive role assures an intimate familiarity with the nuances\r\n\nof  ongoing litigation     a familiarity  that appellate  judges,\r\n\nhandicapped by the  sterility of an impassive record, cannot hope\r\n\nto match.\"  Dopp v. Pritzker, 38 F.3d 1239, 1253 (1st Cir. 1994).\r                                      \r\n\nHere,  choosing  not  to  remand  would  effectively  ignore  the\r\n\ndistrict court's special competence in the realm of discretionary\r\n\ndecisionmaking.  Because  we can discern no basis  for displacing\r\n\nthe  trier in  so peremptory  a manner,  we conclude  that remand\r\n\nrepresents the most appropriate remedy in this instance.\r\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\r\n\n          We  need go no further.   The authority  of the federal\r\n\ncourts  to   entertain  grievances  is  neither   autopoetic  nor\r\n\nillimitable; it  must,  in all  instances,  be traceable  to  and\r\n\nconstrained by an  antecedent constitutional or statutory  grant.\r\n\nSee  generally U.S. Const.  art. III,    1-2;  Cary v. Curtis, 44\r                                                                       \r\n\nU.S.  (3 How.) 236, 245 (1845).  Here, because the record reveals\r\n\n                                26\r\r\n\nno such mode of  empowerment   the district court's  award rested\r\n\non a claim that was never properly introduced into the case   the\r\n\njudgment entered below cannot stand.\r\n\n          Nonetheless,  the district  court continues  to possess\r\n\nthe  power to entertain  a properly presented  claim under Puerto\r\n\nRico Law 17 even at this late date.  Hence, we remit the case for\r\n\na  more considered  appraisal of this  aspect of the  matter.  On\r\n\nremand,  the trial  court may  simply bring  the litigation  to a\r\n\nclose,12  or  it  may elect,  in  its  discretion,  to allow  the\r\n\nplaintiff the opportunity to present and to develop such a claim,\r\n\nsubject to any  constraints imposed by the  jurisprudence of Fed.\r\n\nR. Civ.  P. 15 and  28 U.S.C.   1367.   If the  court pursues the\r\n\nlatter  route, it must concomitantly  ensure that the parties are\r\n\nprovided adequate  discovery and  \"the standard prophylaxis  that\r\n\ngenerally  obtains at trial.\"   Lussier v. Runyon,  50 F.3d 1103,\r                                                           \r\n\n1113  (1st Cir.  1995), petition  for cert.  filed (U.S.  June 5,\r                                                            \r\n\n1995) (No. 94-1979).  Nothing we have said in this opinion should\r\n\nbe interpreted  as an  effort to  suggest a result  to the  lower\r\n\ncourt.\r\n\n                    \r                              \r\n\n     12Should  the  district court  opt,  in  its discretion,  to\r\nfollow this course and deny leave to amend, it may further choose\r\nto condition  that order  on the  defendant's stipulation  not to\r\nraise a statute-of-limitations defense  if the plaintiff attempts\r\nto  press a Law 17 claim in a  Puerto Rico court.  See Edwards v.\r                                                                        \r\nOkaloosa  Cty., 5  F.3d 1431,  1435 n.3  (11th Cir.  1993) (\"When\r                        \r\nconsidering dismissal of pendent claims  after a state statute of\r\nlimitations  has  run,  district  courts  commonly   require  the\r\ndefendants to file a waiver of the statute of limitations defense\r\nas  a  condition of  dismissal.\");  Duckworth,  780  F.2d at  657\r                                                       \r\n(conditionally remanding pendent claim).\r\n\n                                27\r\r\n\nVacated and remanded.  No costs.\r          Vacated and remanded.  No costs.\r                                         \r\n\n                                28\r\r\n",
  "html": "<p class=\"case_cite\">57 F.3d 1168</p>\n    <p class=\"case_cite\">68 Fair Empl.Prac.Cas. (BNA) 331, 64 USLW 2021,<br>32 Fed.R.Serv.3d 39</p>\n    <p class=\"parties\">Nydia G. RODRIGUEZ, a/k/a Nydia G. Rodriguez Bruno,<br>Plaintiff, Appellee,<br>v.<br>DORAL MORTGAGE CORP., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2227.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 4, 1995.<br>Decided June 23, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Radames A. Torruella, with whom Carmencita Velazquez-Marquez and McConnell Valdes, Hato Rey, PR, were on brief, for appellant.</p>\n      <p class=\"indent\">Erick Morales-Perez, Bayamon, PR, with whom Humberto Ramirez, Austin, TX, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal invites us to explore, and in turn to demarcate, the outer boundaries of a promontory of federal judicial power.  At the base of the appeal is a sexual harassment suit brought by Nydia G. Rodriguez Bruno (Rodriguez) against her former employer, Doral Mortgage Corporation (Doral).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Premising jurisdiction on the assertion of a federal civil rights violation, see 28 U.S.C. Secs. 1331, 1343(a)(4), the plaintiff pressed a claim under Title VII of the Civil Rights Act of 1964, 42 U.S.C. Secs. 2000e to 2000e-17 (1988), and hitched to it a pendent claim under a Puerto Rico statute known colloquially as Law 100.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  After first holding that the amendments embodied in the Civil Rights Act of 1991, Pub.L. No. 102-166, 105 Stat. 1071 (1991) (codified as amended at scattered sections of 42 U.S.C.), did not apply to this case in light of Landgraf v. USI Film Prods., --- U.S. ----, 114 S.Ct. 1483, 128 L.Ed.2d 229 (1994), the district court rejected each of the plaintiff's pleaded claims.  The court nonetheless entered judgment in her favor based on Law 17, P.R.Laws Ann. tit. 29, Secs. 155-155(l ) (Supp.1992)<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>--and did so notwithstanding that the plaintiff had neither pleaded a cause of action thereunder nor invoked the statute at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Three questions are now before us.  (1) May a district court enter judgment for a plaintiff on a cause of action that was neither pleaded in the complaint nor raised during the course of trial?  (2) May a district court prior to the close of trial unilaterally introduce an unpled cause of action into the proceedings?  (3) In any event, may a district court, on remand, assume supplemental jurisdiction over a nonfederal cause of action that could have been introduced during trial, when (a) neither the plaintiff nor the district court in fact introduced the cause of action before the end of the trial, and (b) the foundational federal claim, though originally colorable, has since been repulsed on the merits?   Because we answer the first question in the negative, we must vacate the judgment below.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We turn then to choice of remedy, and, after answering both the second and third questions in the affirmative, we remand for further proceedings.</p>\n    </div>\n    <p>I. FACTUAL AND PROCEDURAL HISTORY</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We begin with the facts as supportably found by the district court after a bench trial.  See Rodriguez Bruno v. Doral Mortgage Corp., No. 92-2497, slip op. at 1-9 (D.P.R. Sept. 19, 1994) (D.Ct.Op.).   We then proceed to chart the procedural history of the litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Doral hired Rodriguez in March of 1990 as a loan processor and transferred her the following January to its Hato Rey branch.  There, she worked as a receptionist under the hegemony of Miguel Berrios.  Over a period of several weeks, multiple incidents of sexual harassment occurred, including nonconsensual physical contacts initiated by Berrios.  Rodriguez reported the harassment to two of Doral's top executives.  These officials assured her that Berrios would be transferred, and, as it turned out, he resigned soon thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Despite Berrios' departure, Rodriguez filed a complaint with the Puerto Rico Department of Labor in which she charged sexual harassment in consequence of an unlawfully hostile work environment.  This grievance ultimately spawned the federal suit.  The case was tried to the bench.  The judge found the work environment to be \"hostile\" within the meaning of Title VII, but also found that Doral had neither actual nor constructive notice of the problem prior to Rodriguez' internal complaints.  He concluded, therefore, that Doral could not be held liable under Title VII.  The judge also ruled that Berrios could not be held liable because Title VII, as it stood before the 1991 amendments, did not impose liability on individual harassers.  See D.Ct.Op. at 14.   So ended the plaintiff's federal claims.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The court, however, did not consign the plaintiff to the ignominy of unmitigated defeat.  Without passing in so many words on the Law 100 claim, the court departed from the pleadings on its own initiative and decided the suit in the plaintiff's favor by recourse to Law 17.  Describing Law 17 as a \"complementary statute regarding sexual harassment,\" and interpreting it as \"provid[ing] for strict liability where the alleged harasser is a supervisor,\" id. at 15, the court held Doral liable to Rodriguez for $100,000 in damages, see id. at 19, and entered judgment accordingly.  Doral now appeals.</p>\n    </div>\n    <p>II. THE UNPLEADED CLAIM</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We begin our trek through the thicket of controversy by attempting to ascertain whether the lower court's entry of judgment based on Law 17 can be justified from a procedural standpoint.  Because the necessary inquiry focuses on the inclusion and exclusion of claims in a civil action in a federal district court, the Federal Rules of Civil Procedure govern.  See Fed.R.Civ.P. 1;  see also 28 U.S.C. Sec. 2072(b);  see generally Charles A. Wright, Law of Federal Courts Sec. 62 (5th ed. 1994).  The lower court's action in respect to the Law 17 claim implicates no fewer than three of these rules, namely, Rule 8(a), Rule 15(b), and Rule 54(c).  We conduct our examination mindful of two precepts:  (1) that the Civil Rules cannot conjure up jurisdiction where none otherwise exists, see Fed.R.Civ.P. 82 (admonishing that the Civil Rules \"shall not be construed to extend ... the jurisdiction of the United States district courts\");  Wendy C. Perdue, Finley v. United States:  Unstringing Pendent Jurisdiction, 76 Va.L.Rev. 539, 563 n. 146 (1990) (addressing this limitation), and (2) that apart from the Civil Rules, \"the district courts retain the inherent power to do what is necessary and proper to conduct judicial business in a satisfactory manner,\" Aoude v. Mobil Oil Corp., 892 F.2d 1115, 1119 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>A. Rule 8(a).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Fed.R.Civ.P. 8(a)(2) requires that a complaint contain, inter alia, \"a short and plain statement of the claim showing that the pleader is entitled to relief....\"  The mandate of Rule 8(a)(2) comprises a threshold requirement.  Despite the admonition that \"[a]ll pleadings shall be so construed as to do substantial justice,\" Fed.R.Civ.P. 8(f), failure to comply with Rule 8(a)(2) may render an unpleaded claim noncognizable when the plaintiff (or the court, for that matter) subsequently teases it out of adduced facts.  It would not serve the interests of justice, for instance, to redeem a totally unpleaded, unlitigated claim in circumstances that threaten significant prejudice to a defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The bottom line is simply this:  while courts should construe pleadings generously, paying more attention to substance than to form, they must always exhibit awareness of the defendant's inalienable right to know in advance the nature of the cause of action being asserted against him.  See Beacon Theatres, Inc. v. Westover, 359 U.S. 500, 506, 79 S.Ct. 948, 954, 3 L.Ed.2d 988 (1959);  Conley v. Gibson, 355 U.S. 41, 47, 78 S.Ct. 99, 102-03, 2 L.Ed.2d 80 (1957);  Campana v. Eller, 755 F.2d 212, 215 (1st Cir.1985);  Shelter Mut. Ins. Co. v. Public Water Supply Dist. No. 7, 747 F.2d 1195, 1197 (8th Cir.1984).  A fundamental purpose of pleadings under the Federal Rules of Civil Procedure is to afford the opposing party fair notice of the claims asserted against him and the grounds on which those claims rest.  See Torres Ramirez v. Bermudez Garcia, 898 F.2d 224, 227 (1st Cir.1990).  Honoring this purpose ensures that cases will \"be decided on the merits after an adequate development of the facts.\"  Mayer v. Mylod, 988 F.2d 635, 638 (6th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the case at hand, the plaintiff wholly failed to plead a Law 17 claim.  Her complaint did not delineate such a claim when filed;  she did not add one by formal amendment;  she did not mention the statute in her pretrial filings;  and she did not explicitly refer to it at any point during the trial.  In short, this is not a case in which a properly pleaded legal theory has been obscured by the parties' concentration on other theories, cf. Campana, 755 F.2d at 215, but, rather, a case in which a particular legal theory was never so much as a gleam in the pleader's eye.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is true, as the district court observed, that the pretrial order referred at one point to \"strict liability,\" the very property with which the district court imbued Law 17.  See D.Ct.Op. at 15.   Whatever the potential legal significance of this fleeting mention, it is not sufficiently informative to satisfy the \"short and plain statement\" requirement of Rule 8(a)(2).  See, e.g., Campana, 755 F.2d at 215.   By like token, it surely did not give Doral fair notice that the plaintiff would assert a claim premised on Law 17 or that the judge would pull one out from beneath his robe, like a rabbit from a magician's hat.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We will not loiter.  Though we fully appreciate that a complaint may be constructively amended as a case proceeds, see, e.g., Toth v. USX Corp., 883 F.2d 1297, 1298 (7th Cir.), cert. denied, 493 U.S. 994, 110 S.Ct. 544, 107 L.Ed.2d 541 (1989), this principle cannot mean that plaintiffs may leave defendants to forage in forests of facts, searching at their peril for every legal theory that a court may some day find lurking in the penumbra of the record.  Under the Civil Rules, notice of a claim is a defendant's entitlement, not a defendant's burden.  The truth-seeking function of our adversarial system of justice is disserved when the boundaries of a suit remain ill-defined and litigants are exposed to the vicissitudes of trial by ambush.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At a bare minimum, even in this age of notice pleading, a defendant must be afforded both adequate notice of any claims asserted against him and a meaningful opportunity to mount a defense.  The district court's revisionist treatment of the case deprived Doral of these perquisites.  Thus, unless the district court's purported adjudication of the Law 17 claim can be salvaged on some other basis, it must be set aside.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>B. Rule 15(b).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To this end, we next train the lens of inquiry on Fed.R.Civ.P. 15(b).  That rule permits the consideration of unpleaded claims \"by express or implied consent\" of the parties.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Because the record here discloses no whisper of express consent--even the plaintiff concedes its absence--our inquiry narrows to the possibility of implied consent.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">For purposes of Rule 15(b), implied consent to the litigation of an unpleaded claim may arise from one of two generic sets of circumstances.  First, the claim may actually be introduced outside the complaint--say, by means of a sufficiently pointed interrogatory answer or in a pretrial memorandum--and then treated by the opposing party as having been pleaded, either through his effective engagement of the claim or through his silent acquiescence.  See, e.g., Action Mfg., Inc. v. Fairhaven Textile Corp., 790 F.2d 164, 167 (1st Cir.)  (as amended per curiam) (\"As a general principle the presentation of claims beyond the complaint without objection is considered an informal amendment of the complaint.\"), cert. denied, 479 U.S. 854, 107 S.Ct. 188, 93 L.Ed.2d 122 (1986);  see also Lynch v. Dukakis, 719 F.2d 504, 508 (1st Cir.1983).  Second, and more conventionally, \"[c]onsent to the trial of an issue may be implied if, during the trial, a party acquiesces in the introduction of evidence which is relevant only to that issue.\"  DCPB, Inc. v. City of Lebanon, 957 F.2d 913, 917 (1st Cir.1992);  accord Law v. Ernst &amp; Young, 956 F.2d 364, 375 (1st Cir.1992);  Campana, 755 F.2d at 215;  Lynch, 719 F.2d at 508.   In other words, \"[t]he introduction of evidence directly relevant to a pleaded issue cannot be the basis for a founded claim that the opposing party should have realized that a new issue was infiltrating the case.\"  DCPB, 957 F.2d at 917;  accord Galindo v. Stoody Co., 793 F.2d 1502, 1513 (9th Cir.1986) (\"It is not enough that an issue may be 'inferentially suggested by incidental evidence in the record';  the record must indicate that the parties understood that the evidence was aimed at an unpleaded issue.\")  (quoting Cole v. Layrite Prods.  Co., 439 F.2d 958, 961 (9th Cir.1971)).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Here, no such constructive amendment occurred.  The first avenue to implied consent is a dead end:  the fleeting reference to \"strict liability\" contained in the pretrial order, see supra pp. 1171-72, cannot by any stretch of even the most fertile imagination support such a finding.  See Grand Light &amp; Supply Co. v. Honeywell, Inc., 771 F.2d 672, 680 (2d Cir.1985) (cautioning that \"[t]he purpose of Rule 15(b) is ... not to extend the pleadings to introduce issues inferentially suggested\").  And apart from that one passing allusion, there is nothing to suggest that a Law 17 claim was insinuated at trial, let alone engaged or embraced by Doral.  The second avenue that sometimes leads to implied consent is equally unpassable in this setting:  the plaintiff did not introduce any evidence that was relevant only to a claim under Law 17.  Nor is this surprising;  when, as now, the pleaded and unpleaded claims are of much the same genre, the likelihood of differential discernment on the defendant's part is relatively low.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In fine, the absence of express or implied consent renders it impossible to fit the district court's freelancing within the confines of Rule 15(b).  Though we appreciate that the root purpose of the rule is to combat \"the tyranny of formalism,\" Rosden v. Leuthold, 274 F.2d 747, 750 (D.C.Cir.1960), it cannot be so liberally construed as to empty Rule 8(a) of all meaning.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>C. Rule 54(c).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The plaintiff's last justificatory basis for the district court's action is Fed.R.Civ.P. 54(c).  The rule, which we have explicated on earlier occasions, see, e.g., Dopp v. HTP Corp., 947 F.2d 506, 517-18 (1st Cir.1991);  United States v. Marin, 651 F.2d 24, 31 (1st Cir.1981), provides, in relevant part, that \"every final judgment shall grant the relief to which the party in whose favor it is rendered is entitled, even if the party has not demanded such relief in the party's pleadings.\"   According to the plaintiff, the judgment is simply a means of granting her the relief which she deserved, even though she had not, in the language of the rule, \"demanded such relief in [her] pleadings.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This thesis is hollow at its core.  \"Rule 54(c) creates no right to relief premised on issues not presented to, and litigated before, the trier.\"  Dopp, 947 F.2d at 518;  see also In re Rivinius, Inc., 977 F.2d 1171, 1177 (7th Cir.1992) (holding that \"Rule 54(c) does not allow [a party] to obtain relief based upon a ... theory that was not properly raised at trial\");  Evans Prods.  Co. v. West Am.  Ins. Co., 736 F.2d 920, 923-24 (3d Cir.1984) (explaining that the rule permits relief predicated on a particular theory \"only if that theory was squarely presented and litigated by the parties at some stage or other of the proceedings\");  Cioffe v. Morris, 676 F.2d 539, 541 (11th Cir.1982) (similar).  Thus, Rule 54(c)'s concern for appropriate relief does not include relief which a plaintiff has foregone because of failures in the pleadings or in the proof.  See 6 James W. Moore et al., Moore's Federal Practice p 54.62 (2d ed. 1985).  Since Rodriguez offers us no principled way around this settled interpretation of Rule 54(c), we must decline her invitation to invoke the rule to her advantage.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>D. Recapitulation.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We summarize succinctly.  In the absence of mutual consent, a district court may not enter judgment for a plaintiff on a cause of action that was neither pleaded in the complaint nor raised during the course of trial.  Here, the district court's resort to Law 17 contravenes this tenet.  Moreover, the court's maneuver cannot be justified under the Civil Rules.  Specifically, the plaintiff did not plead a Law 17 claim within the purview of Rule 8(a);  the nonexistence of consent (express or implied) negates any suggestion that the pleadings were constructively amended under Rule 15(b) to include such a claim;  and Rule 54(c) does not overcome these deficiencies because its safety net cannot be stretched so widely as to grant a plaintiff relief on an unpleaded theory of which the defendant had no notice.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For these reasons, we hold that no claim under Law 17 was ever properly before the district court, and that the judgment cannot stand.  A federal district court may not, of its own volition, after the parties have rested, recast the complaint and, without notice, predicate its decision on a theory that was neither pleaded nor tried.  See Greene v. Town of Blooming Grove, 935 F.2d 507, 510-11 (2d Cir.)  (reversing exercise of jurisdiction over pendent claim that was neither pleaded nor discretely raised during the litigation), cert. denied, 502 U.S. 1005, 112 S.Ct. 639, 116 L.Ed.2d 657 (1991);  Ruiz v. Estelle, 679 F.2d 1115, 1157 (5th Cir.)  (rejecting concept that a court may, after trial, spontaneously consider unpleaded state-law claims through the simple expedient of reshaping the plaintiffs' suit), modified on other grounds, 688 F.2d 266 (5th Cir.1982), cert. denied, 460 U.S. 1042, 103 S.Ct. 1438, 75 L.Ed.2d 795 (1983);  Cioffe, 676 F.2d at 541-43 (to like effect).</p>\n    </div>\n    <p>III. THE NEXT STEP</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Setting aside the judgment takes us only part of the way.  We must now consider the next step.  The defendant beseeches us to direct the entry of a take-nothing judgment.  Because the plaintiff lost on the merits of each of her pleaded claims, we recognize that it is within our power to oblige.  Before charting our course, however, we pause to mull whether remand is an available alternative, and, if so, whether that alternative is preferable.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Undoubtedly, a remand under the conditions that obtain here presents potential problems.  For one thing, the propriety of the district court's unilateral effort to insinuate an unpleaded claim into the case is open to question.  For another thing, the foundational federal claims are now out of the picture--the plaintiff never cross-appealed from the adverse judgment on those claims, see supra note 4--and the district court's continued jurisdiction over a supplemental claim arising solely under Puerto Rico law may seem suspect.  Third, the Law 17 claim itself, if free-standing, would now be time-barred.  Finally, even if none of these factors absolutely precludes the discretionary exercise of remandatory jurisdiction, remand may not be the best available alternative.  In the pages that follow, we address these concerns and then settle upon our next step.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>A. The Court's Power.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Since the question of whether a district court has the power to introduce an unpleaded claim on its own initiative even up to (or beyond) the close of the trial and the question of whether a district court has the power to introduce such a claim on remand are closely related, we consider them in the ensemble.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">1.  In General.   The proper functioning of our adversarial system of justice depends not only on the parties' vigorous advocacy of their positions but also on the judge's adroit supervision of the litigation.  The sphere of case management extends to the definition of legal issues.  To mention one of many possible illustrations, a district court possesses the authority to recommend to a plaintiff how she might reshape the complaint to escape dismissal.  See, e.g., Friedlander v. Nims, 755 F.2d 810, 813 (11th Cir.1985).  Similarly, a district court, exercising its powers under Fed.R.Civ.P. 15(b), in a proper case, \"may amend the pleadings merely by entering findings on the unpleaded issues,\" Galindo, 793 F.2d at 1513 n. 8 (collecting cases), even though neither party has essayed a formal amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We think it follows that a district court has the power to introduce a claim (or, rather, to prompt a party to introduce a claim) at any time during the course of litigation.  This power does not vanish at the tail end of a trial, even though both sides have rested.  See, e.g., Campana, 755 F.2d at 215 (recognizing court's authority to permit amendment as late as during jury deliberation).  This conclusion does not clash with either the letter or the spirit of Fed.R.Civ.P. 15(a).  Although that rule plainly favors early amendments, see, e.g., id.  (authorizing one revision \"as a matter of course\" if made within certain time constraints), it sets no outer time limit on amendments;  the drafters chose instead to leave the matter within the discretion of the nisi prius court.  See Benitez-Allende v. Alcan Aluminio do Brasil, S.A., 857 F.2d 26, 36 (1st Cir.1988), cert. denied, 489 U.S. 1018, 109 S.Ct. 1135, 103 L.Ed.2d 196 (1989);  see also Fed.R.Civ.P. 15(a) (providing that leave to amend \"shall be freely given when justice so requires\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As this discussion indicates (and as Fed.R.Civ.P. 15 and 28 U.S.C. Sec. 1367 confirm, see infra ), the court below could properly have called attention to the prospect of a new, unpleaded (but related) claim at any time as long as it adopted appropriate measures to safeguard against unfair prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">2.  On Remand.   Of course, the posture of the case is now somewhat different.  Doral argues that, on remand, the district court, even if it originally enjoyed the authority to introduce or entertain a new, unpleaded (but related) claim, would not still possess that power.  We do not agree.  Since a new, unpleaded (but related) claim could have been asserted during the trial, we see no reason to constrain a party from asserting such a claim on remand, or, correspondingly, to limit the district court's discretion in terms of entertaining such a claim.  See Benitez-Allende, 857 F.2d at 36;  Duckworth v. Franzen, 780 F.2d 645, 656-57 (7th Cir.1985), cert. denied, 479 U.S. 816, 107 S.Ct. 71, 93 L.Ed.2d 28 (1986).  We hold, therefore, that, apart from incipient jurisdictional problems, a district court, on remand, retains its discretionary authority to entertain a new, unpleaded (but related) claim.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>B. Supplemental Jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Having traced the contours of the district court's discretionary power to entertain a new, unpleaded (but related) claim, both at trial and on remand, and finding that the plaintiff's Law 17 claim fits into this category, we must yet determine whether the court below can exercise supplemental jurisdiction over such a claim on remand even though the foundational federal claim is now ancient history.  After carefully considering the conundrum, we conclude that the exercise of supplemental jurisdiction would be proper.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">1. In General.   The controlling statute, 28 U.S.C. Sec. 1367(a), states in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>[I]n any civil action of which the district courts have original jurisdiction, the district courts shall have supplemental jurisdiction over all other claims that are so related to claims in the action within such original jurisdiction that they form part of the same case or controversy under Article III of the United States Constitution....</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In enacting section 1367, Congress essentially codified the rationale articulated in United Mine Workers v. Gibbs, 383 U.S. 715, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966).  See Edmondson &amp; Gallagher v. Alban Towers Tenants Ass'n, 48 F.3d 1260, 1266 (D.C.Cir.1995);  Borough of W. Mifflin v. Lancaster, 45 F.3d 780, 788 (3d Cir.1995);  see generally Elizabeth Delagardelle, Note, Defining the Parameters of Supplemental Jurisdiction After 28 U.S.C. Sec. 1367, 43 Drake L.Rev. 391 (1994).  The Gibbs Court instructed that pendent jurisdiction exists when \"the relationship between [the federal] claim and the state claim permits the conclusion that the entire action before the court comprises but one constitutional 'case.' \"  Gibbs, 383 U.S. at 725, 86 S.Ct. at 1138.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  In particular, \"[t]he state and federal claims must derive from a common nucleus of operative fact.\"  Id.  Thus, \"if, considered without regard to their federal or state character, a plaintiff's claims are such that [she] would ordinarily be expected to try them all in one judicial proceeding, then, assuming substantiality of the federal issues, there is power in federal courts to hear the whole.\"  Id.;  see also Carnegie-Mellon Univ. v. Cohill, 484 U.S. 343, 349, 108 S.Ct. 614, 618, 98 L.Ed.2d 720 (1988);  Vera-Lozano v. International Broadcasting, 50 F.3d 67, 70 (1st Cir.1995);  Brown v. Trustees of Boston Univ., 891 F.2d 337, 356 (1st Cir.1989), cert. denied, 496 U.S. 937, 110 S.Ct. 3217, 110 L.Ed.2d 664 (1990);  Ortiz v. United States, 595 F.2d 65, 68-69 (1st Cir.1979).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The relationship between the plaintiff's Title VII claim and her inchoate claim under Law 17 matches the Gibbs Court's description in all significant respects.  Both claims are civil rights claims;  both derive from a reservoir of common facts;  and, as a consequence, both would ordinarily be heard together in a single consolidated trial.  See, e.g., Andrea Catania, State Employment Discrimination Remedies and Pendent Jurisdiction Under Title VII:  Access to Federal Courts, 32 Am.U.L.Rev. 777, 793 (1983).  Despite this apparent fit, appellant argues for an opposite result, contending that Congress, in enacting Title VII, forbade jurisdiction over supplemental claims by implication.  Although there appears to be a smattering of authority in favor of this position, see, e.g., Executive Software N. Am., Inc. v. United States Dist. Court for the Cent. Dist. of Cal., 24 F.3d 1545, 1554 n. 6 (9th Cir.1994) (noting cases so holding);  13B Charles A. Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice and Procedure Sec. 3567.1, at 24 &amp; nn. 30.1-30.2 (Supp.1995) (same), we reject it outright.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In our judgment, section 1367 itself disproves appellant's hypothesis.  Whatever may have been the situation before the enactment of the supplemental jurisdiction statute<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>--it may have been possible then to detect scattered signs of implied negation, see Kitchen v. Chippewa Valley Sch., 825 F.2d 1004, 1010 (6th Cir.1987) (citing district court cases finding implied negation of pendent jurisdiction under Title VII prior to the passage of 28 U.S.C. Sec. 1367)--section 1367 specifically authorizes supplemental jurisdiction \"[e]xcept ... as expressly provided otherwise by Federal statute....\"  28 U.S.C. Sec. 1367(a).  Since the statutory text is unambiguous, and no court or commentator ever has maintained that Title VII expressly negates pendent jurisdiction, there is simply no credible basis on which the statute's broad jurisdictional grant can be shortstopped in the Title VII context.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">One additional point is worth making.  While habit or practice is by no means the barometer of jurisdictional power, we find it telling that we have not heretofore encountered, let alone embraced, the radical hypothesis advanced by the appellant.  To the precise contrary, we have regularly entertained suits in which plaintiffs have joined Title VII claims with pendent state-law claims--and we have done so both before and after the passage of section 1367.  See, e.g., Vera-Lozano, 50 F.3d at 70;  Gallagher v. Wilton Enters., Inc., 962 F.2d 120, 121 (1st Cir.1992) (per curiam);  Conway v. Electro Switch Corp., 825 F.2d 593, 595 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">To recapitulate, a sexual harassment claim brought pursuant to state law falls within the district court's supplemental jurisdiction when, as now, the court's original jurisdiction derives from the assertion of a Title VII claim arising out of the same facts.  Thus, the court below plainly possessed the raw power to exercise supplemental jurisdiction over a claim under Puerto Rico Law 17, had one been asserted.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">2.  On Remand.   Having determined that supplemental jurisdiction would have attached had a Law 17 claim been advanced ab initio, we must further determine whether such jurisdiction remains available on remand, given that the district court has by now slain the plaintiff's Title VII claim on the merits.  Based on controlling law, we conclude that supplemental jurisdiction would be proper despite the interment of the plaintiff's foundational federal cause of action.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">As a general principle, the unfavorable disposition of a plaintiff's federal claims at the early stages of a suit, well before the commencement of trial, will trigger the dismissal without prejudice of any supplemental state-law claims.  See, e.g., Gibbs, 383 U.S. at 726, 86 S.Ct. at 1139 (\"[I]f the federal claims are dismissed before trial, ... the state claims should be dismissed as well.\");  Martinez v. Colon, 54 F.3d 980, 990 (1st Cir.1995) (affirming the dismissal without prejudice of pendent claims when the district court determined \"far in advance of trial that no legitimate federal question existed\").  But this praxis is not compelled by a lack of judicial power.  It signifies only that, \"in the usual case in which all federal law claims are eliminated before trial, the balance of factors to be considered under the pendent jurisdiction doctrine--judicial economy, convenience, fairness, and comity--will point toward declining to exercise jurisdiction over the remaining state-law claims.\"  Carnegie-Mellon Univ., 484 U.S. at 350 n. 7, 108 S.Ct. at 619 n. 7.   In an appropriate situation, a federal court may retain jurisdiction over state-law claims notwithstanding the early demise of all foundational federal claims.  See, e.g., Taylor v. First of Am.  Bank-Wayne, 973 F.2d 1284, 1287-88 (6th Cir.1992).  Thus, as long as the plaintiff's federal claim is substantial, the mere fact that it ultimately fails on the merits does not, by itself, require that all pendent state-law claims be jettisoned.  See, e.g., Duckworth, 780 F.2d at 656-57;  Warehouse Groceries Mgt., Inc. v. Sav-U-Warehouse Groceries, Inc., 624 F.2d 655, 658-59 (5th Cir.1980).  In other words, a court need not always throw out the bath water with the baby.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">To be sure, the exercise of supplemental jurisdiction in such circumstances is wholly discretionary.  And, moreover, the district court, in reaching its discretionary determination on the jurisdictional question, will have to assess the totality of the attendant circumstances.  Because each case is bound to have its own distinctive profile, we are reluctant to compose a list of important elements.  Instead, we cite two examples to illustrate the wide variety of considerations that may appropriately enter into the calculus.  The running of the statute of limitations on a pendent claim, precluding the filing of a separate suit in state court, is a salient factor to be evaluated when deciding whether to retain supplemental jurisdiction.  See, e.g., Wright v. Associated Ins. Cos., 29 F.3d 1244, 1251 (7th Cir.1994);  Newman v. Burgin, 930 F.2d 955, 963 (1st Cir.1991).  Another factor to be weighed is the clarity of the law that governs a pendent claim, for a federal court may be wise to forgo the exercise of supplemental jurisdiction when the state law that undergirds the nonfederal claim is of dubious scope and application.  See, e.g., 28 U.S.C. Sec. 1367(c)(1) (authorizing district courts to \"decline to exercise supplemental jurisdiction over a claim ... if ... the claim raises a novel or complex issue of State law\");  see also Moor v. County of Alameda, 411 U.S. 693, 716, 93 S.Ct. 1785, 1799, 36 L.Ed.2d 596 (1973);  Gibbs, 383 U.S. at 726 &amp; n. 15, 86 S.Ct. at 1139 &amp; n. 15.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We will not attempt to single out all the elements that could potentially tip the balance here.  That is grist for the district court's mill.  It suffices for our purposes to remark the obvious:  that although the plaintiff's Title VII claim ultimately succumbed on the merits, it was colorable when brought.  Consequently, the district court's power to exercise discretionary supplemental jurisdiction over a putative Law 17 claim, extant at the time of trial, will remain intact on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>C. Charting a Course.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">To this point, we have held (1) that, as a general proposition, supplemental jurisdiction over state-law claims is not precluded in Title VII actions;  (2) that, in this case, had proper procedures been employed, the district court could appropriately have exercised supplemental jurisdiction over a claim brought pursuant to Puerto Rico Law 17; and (3) that the district court remains empowered, in its discretion, to entertain a Law 17 claim on remand.  This means, of course, that remand ranks as a viable option from our standpoint.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We believe that remand is not only a viable option but also the best available course.  In the first place, a hoary policy of the law favors the disposition of claims on the merits.  See, e.g., HMG Prop.  Investors, Inc. v. Parque Indus. Rio Canas, Inc., 847 F.2d 908, 917 (1st Cir.1988) (discussing need to consider \"the policy of the law favoring the disposition of cases on the merits\").  In the second place, considerations of fairness counsel in favor of a remand as opposed to a disposition by fiat.  After all, a trial is a search for the truth, not merely a battle of wits between jousting attorneys.  Third--and perhaps most important--our determination rests upon a close analysis of the nature of the decisionmaking that a remand would entail.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The multifaceted decision about whether to permit the plaintiff to proffer a Law 17 claim and whether to exercise supplemental jurisdiction over it lies in the heartland of judicial discretion.  Because the plaintiff neither pleaded nor otherwise seasonably advanced a Law 17 claim, the court may in its discretion simply deem the case concluded and enter a take-nothing judgment on the pleaded claims.  In the alternative, the court may in its discretion choose to reopen the proceedings and invite the plaintiff to move, under Fed.R.Civ.P. 15(a), for leave to amend her complaint in order to assert a Law 17 claim.  If that is done, the court (and the parties) will then face a series of judgment calls.  For example, adjudicating the Rule 15 motion necessitates a further exercise of the court's discretion.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  See Coyne v. City of Somerville, 972 F.2d 440, 446 (1st Cir.1992);  Correa-Martinez v. Arrillaga-Belendez, 903 F.2d 49, 59 (1st Cir.1990).  The court will also have to determine whether it will exercise supplemental jurisdiction, another decision that is largely discretionary.  See, e.g., Gibbs, 383 U.S. at 726, 86 S.Ct. at 1139 (explaining that pendent jurisdiction \"is a doctrine of discretion, not of plaintiff's right\");  see also Newman, 930 F.2d at 963 (reviewing factors pertinent to the use or withholding of supplemental jurisdiction);  cf. 28 U.S.C. Sec. 1367(c)(3) (expressly authorizing a district court to decline the exercise of supplemental jurisdiction when it \"has dismissed all claims over which it has original jurisdiction\").</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Given the critical role of discretion in the decisions that must be made, we think that the district court is better equipped to take the laboring oar and to determine whether the case should proceed (and if so, on what terms).  As we have remarked before, \"[t]he very nature of a trial judge's interactive role assures an intimate familiarity with the nuances of ongoing litigation--a familiarity that appellate judges, handicapped by the sterility of an impassive record, cannot hope to match.\"  Dopp v. Pritzker, 38 F.3d 1239, 1253 (1st Cir.1994).  Here, choosing not to remand would effectively ignore the district court's special competence in the realm of discretionary decisionmaking.  Because we can discern no basis for displacing the trier in so peremptory a manner, we conclude that remand represents the most appropriate remedy in this instance.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We need go no further.  The authority of the federal courts to entertain grievances is neither autopoetic nor illimitable;  it must, in all instances, be traceable to and constrained by an antecedent constitutional or statutory grant.  See generally U.S. Const. art.  III, Secs. 1-2;  Cary v. Curtis, 44 U.S.  (3 How.) 236, 245, 11 L.Ed. 576 (1845).  Here, because the record reveals no such mode of empowerment--the district court's award rested on a claim that was never properly introduced into the case--the judgment entered below cannot stand.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Nonetheless, the district court continues to possess the power to entertain a properly presented claim under Puerto Rico Law 17 even at this late date.  Hence, we remit the case for a more considered appraisal of this aspect of the matter.  On remand, the trial court may simply bring the litigation to a close,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> or it may elect, in its discretion, to allow the plaintiff the opportunity to present and to develop such a claim, subject to any constraints imposed by the jurisprudence of Fed.R.Civ.P. 15 and 28 U.S.C. Sec. 1367.  If the court pursues the latter route, it must concomitantly ensure that the parties are provided adequate discovery and \"the standard prophylaxis that generally obtains at trial.\"  Lussier v. Runyon, 50 F.3d 1103, 1113 (1st Cir.1995), petition for cert. filed (U.S. June 5, 1995) (No. 94-1979).  Nothing we have said in this opinion should be interpreted as an effort to suggest a result to the lower court.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Vacated and remanded.  No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Technically, Rodriguez and her parents sued Doral and several associated individuals and entities, including Miguel Berrios, her immediate supervisor.  Because none of these claims is relevant to this appeal, we treat the case as if it involved only a suit by Rodriguez (plaintiff-appellee) against Doral (defendant-appellant)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In pertinent part, Law 100 forbids, on penalty of both civil and criminal sanctions, adverse employment actions based on any one of several protected characteristics, including sex.  See P.R.Laws Ann. tit. 29, Sec. 146 (1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In substance, Law 17 penalizes sexual harassment by employers or their agents.  Under its terms as interpreted by the district court, employers are held strictly liable for damages arising out of harassment in the workplace (at least when perpetrated by a supervisor).  The statutory language is inexplicit, however, and the Puerto Rico Supreme Court has handed down only one opinion construing Law 17.  See Delgado Zayas v. Hospital Interamericano de Medicina, 94 J.T.S. 149 (P.R.1994).  That opinion does not speak to the question of strict liability, and we regard Law 17's precise meaning as problematic</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In actuality, the judgment below represents a split decision.  While it encompasses the district court's rulings in Doral's favor on all the pleaded claims, Rodriguez has not challenged these rulings and they are unaffected by this appeal.  All references herein to the judgment are, therefore, limited to the second portion of the judgment, which comprises the award of damages to the plaintiff under Law 17</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The rule provides in pertinent part:</p>\n        <p>When issues not raised by the pleadings are tried by express or implied consent of the parties, they shall be treated in all respects as if they had been raised in the pleadings.  Such amendment of the pleadings as may be necessary to cause them to conform to the evidence and to raise these issues may be made upon motion of any party at any time, even after judgment;  but failure so to amend does not affect the result of the trial of these issues....</p>\n        <p>Fed.R.Civ.P. 15(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note that, even if we could detect some indicium of consent, access to the unguent of Rule 15(b) might well be blocked on another ground.  One limit on the operation of Rule 15(b) is that the opposing party not be prejudiced.  See DCPB, 957 F.2d at 917 (\"It is axiomatic that amendments which unfairly prejudice a litigant should not be granted.\").  Here, Doral had no advance warning of the Law 17 claim and no meaningful opportunity to defend against it.  Hence, the likelihood of unfair prejudice looms large.  See id.;   see also Cioffe v. Morris, 676 F.2d 539, 542 (11th Cir.1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The fact that the statute of limitations for the claim may have lapsed does not present an insurmountable obstacle.  If the new claim arises out of the same nucleus of operative fact, it will ordinarily relate back to the date of the institution of the suit.  See Fed.R.Civ.P. 15(c);  see also Benitez-Allende, 857 F.2d at 36;  Duckworth, 780 F.2d at 656-57</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> \"Supplemental jurisdiction\" is the currently fashionable term, embraced by Congress in drafting 28 U.S.C. Sec. 1367, that now blankets both \"pendent jurisdiction\" and its kissing cousin, \"ancillary jurisdiction.\"   See Wright, supra, at Secs. 9, 19 (discussing ancillary and pendent jurisdiction, respectively, and how those doctrines have been codified and modified by section 1367).  Balancing the past and the present--melding the wisdom of tradition with the virtue of progress--we opt for a middle course and use the terms \"supplemental jurisdiction\" and \"pendent jurisdiction\" interchangeably</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The references to \"state\" law or \"state\" claims in Gibbs and in the statute, see 28 U.S.C. Sec. 1367(c)-(d), are not to be construed literally.  Section 1367(e) expressly provides that \"the term 'State' includes ... the Commonwealth of Puerto Rico....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Even prior to the enactment of section 1367, the case for implied negation was asthenic.  See, e.g., Thompkins v. Stuttgart Sch. Dist. No. 22, 787 F.2d 439, 442 (8th Cir.1986) (rejecting negation argument and holding that a district court \"properly could have exercised jurisdiction over a state claim pendent to the ... Title VII claim\");  Catania, supra, at 796 (\"Neither the language nor legislative history of title VII reveals any congressional intent to negate the exercise of pendent jurisdiction over related nonfederal claims asserted against the title VII defendant.\");   Richard D. Freer, Compounding Confusion and Hampering Diversity:  Life After Finley and the Supplemental Jurisdiction Statute, 40 Emory L.J. 445, 462 (1991) (remarking that \"[m]ost courts that bothered to mention the need for a statutory basis ... appear to have upheld jurisdiction\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> We doubt that the district court, if it decides to cross this bridge, will have an easy time in passing upon a Rule 15(a) motion.  Although the rule evinces a definite bias in favor of granting leave to amend, see Jamieson v. Shaw, 772 F.2d 1205, 1208 (5th Cir.1985), it frowns upon undue delay in the amendment of pleadings, particularly if no legitimate justification for the delay is forthcoming, see, e.g., Quaker State Oil Ref.  Corp. v. Garrity Oil Co., 884 F.2d 1510, 1517-18 (1st Cir.1989);  United States Inv. &amp; Dev.  Corp. v. Cruz, 780 F.2d 166, 168 (1st Cir.1986).  A host of other factors also may be relevant and may compound the decisionmaker's difficulties.  See, e.g., Foman v. Davis, 371 U.S. 178, 182, 83 S.Ct. 227, 230, 9 L.Ed.2d 222 (1962) (listing several considerations)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Should the district court opt, in its discretion, to follow this course and deny leave to amend, it may further choose to condition that order on the defendant's stipulation not to raise a statute-of-limitations defense if the plaintiff attempts to press a Law 17 claim in a Puerto Rico court.  See Edwards v. Okaloosa Cty., 5 F.3d 1431, 1435 n. 3 (11th Cir.1993) (\"When considering dismissal of pendent claims after a state statute of limitations has run, district courts commonly require the defendants to file a waiver of the statute of limitations defense as a condition of dismissal.\");  Duckworth, 780 F.2d at 657 (conditionally remanding pendent claim)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1168</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span> <span class=\"page\">331</span></span>, 64 USLW 2021,<br><span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">39</span></span></p>\n    <p class=\"parties\">Nydia G. RODRIGUEZ, a/k/a Nydia G. Rodriguez Bruno,<br>Plaintiff, Appellee,<br>v.<br>DORAL MORTGAGE CORP., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2227.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 4, 1995.<br>Decided June 23, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Radames A. Torruella, with whom Carmencita Velazquez-Marquez and McConnell Valdes, Hato Rey, PR, were on brief, for appellant.</p>\n      <p class=\"indent\">Erick Morales-Perez, Bayamon, PR, with whom Humberto Ramirez, Austin, TX, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal invites us to explore, and in turn to demarcate, the outer boundaries of a promontory of federal judicial power.  At the base of the appeal is a sexual harassment suit brought by Nydia G. Rodriguez Bruno (Rodriguez) against her former employer, Doral Mortgage Corporation (Doral).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Premising jurisdiction on the assertion of a federal civil rights violation, see 28 U.S.C. Secs. 1331, 1343(a)(4), the plaintiff pressed a claim under Title VII of the Civil Rights Act of 1964, 42 U.S.C. Secs. 2000e to 2000e-17 (1988), and hitched to it a pendent claim under a Puerto Rico statute known colloquially as Law 100.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  After first holding that the amendments embodied in the Civil Rights Act of 1991, Pub.L. No. 102-166, 105 Stat. 1071 (1991) (codified as amended at scattered sections of 42 U.S.C.), did not apply to this case in light of Landgraf v. USI Film Prods., --- U.S. ----, <span class=\"citation\" data-id=\"117841\"><a href=\"/opinion/117841/landgraf-v-usi-film-products/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1483</span></a></span>, <span class=\"citation\" data-id=\"117841\"><a href=\"/opinion/117841/landgraf-v-usi-film-products/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">229</span> </a></span>(1994), the district court rejected each of the plaintiff's pleaded claims.  The court nonetheless entered judgment in her favor based on Law 17, P.R.Laws Ann. tit. 29, Secs. 155-155(l ) (Supp.1992)<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>--and did so notwithstanding that the plaintiff had neither pleaded a cause of action thereunder nor invoked the statute at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Three questions are now before us.  (1) May a district court enter judgment for a plaintiff on a cause of action that was neither pleaded in the complaint nor raised during the course of trial?  (2) May a district court prior to the close of trial unilaterally introduce an unpled cause of action into the proceedings?  (3) In any event, may a district court, on remand, assume supplemental jurisdiction over a nonfederal cause of action that could have been introduced during trial, when (a) neither the plaintiff nor the district court in fact introduced the cause of action before the end of the trial, and (b) the foundational federal claim, though originally colorable, has since been repulsed on the merits?   Because we answer the first question in the negative, we must vacate the judgment below.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We turn then to choice of remedy, and, after answering both the second and third questions in the affirmative, we remand for further proceedings.</p>\n    </div>\n    <p>I. FACTUAL AND PROCEDURAL HISTORY</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We begin with the facts as supportably found by the district court after a bench trial.  See Rodriguez Bruno v. Doral Mortgage Corp., No. 92-2497, slip op. at 1-9 (D.P.R. Sept. 19, 1994) (D.Ct.Op.).   We then proceed to chart the procedural history of the litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Doral hired Rodriguez in March of 1990 as a loan processor and transferred her the following January to its Hato Rey branch.  There, she worked as a receptionist under the hegemony of Miguel Berrios.  Over a period of several weeks, multiple incidents of sexual harassment occurred, including nonconsensual physical contacts initiated by Berrios.  Rodriguez reported the harassment to two of Doral's top executives.  These officials assured her that Berrios would be transferred, and, as it turned out, he resigned soon thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Despite Berrios' departure, Rodriguez filed a complaint with the Puerto Rico Department of Labor in which she charged sexual harassment in consequence of an unlawfully hostile work environment.  This grievance ultimately spawned the federal suit.  The case was tried to the bench.  The judge found the work environment to be \"hostile\" within the meaning of Title VII, but also found that Doral had neither actual nor constructive notice of the problem prior to Rodriguez' internal complaints.  He concluded, therefore, that Doral could not be held liable under Title VII.  The judge also ruled that Berrios could not be held liable because Title VII, as it stood before the 1991 amendments, did not impose liability on individual harassers.  See D.Ct.Op. at 14.   So ended the plaintiff's federal claims.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The court, however, did not consign the plaintiff to the ignominy of unmitigated defeat.  Without passing in so many words on the Law 100 claim, the court departed from the pleadings on its own initiative and decided the suit in the plaintiff's favor by recourse to Law 17.  Describing Law 17 as a \"complementary statute regarding sexual harassment,\" and interpreting it as \"provid[ing] for strict liability where the alleged harasser is a supervisor,\" <span class=\"citation\" data-id=\"117841\"><a href=\"/opinion/117841/landgraf-v-usi-film-products/\"><span class=\"id_token\">id.</span> at 15, </a></span>the court held Doral liable to Rodriguez for $100,000 in damages, see <span class=\"citation\" data-id=\"117841\"><a href=\"/opinion/117841/landgraf-v-usi-film-products/\"><span class=\"id_token\">id.</span> at 19, </a></span>and entered judgment accordingly.  Doral now appeals.</p>\n    </div>\n    <p>II. THE UNPLEADED CLAIM</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We begin our trek through the thicket of controversy by attempting to ascertain whether the lower court's entry of judgment based on Law 17 can be justified from a procedural standpoint.  Because the necessary inquiry focuses on the inclusion and exclusion of claims in a civil action in a federal district court, the Federal Rules of Civil Procedure govern.  See Fed.R.Civ.P. 1;  see also 28 U.S.C. Sec. 2072(b);  see generally Charles A. Wright, Law of Federal Courts Sec. 62 (5th ed. 1994).  The lower court's action in respect to the Law 17 claim implicates no fewer than three of these rules, namely, Rule 8(a), Rule 15(b), and Rule 54(c).  We conduct our examination mindful of two precepts:  (1) that the Civil Rules cannot conjure up jurisdiction where none otherwise exists, see Fed.R.Civ.P. 82 (admonishing that the Civil Rules \"shall not be construed to extend ... the jurisdiction of the United States district courts\");  Wendy C. Perdue, Finley v. United States:  Unstringing Pendent Jurisdiction, 76 Va.L.Rev. 539, 563 n. 146 (1990) (addressing this limitation), and (2) that apart from the Civil Rules, \"the district courts retain the inherent power to do what is necessary and proper to conduct judicial business in a satisfactory manner,\" Aoude v. Mobil Oil Corp., <span class=\"citation\" data-id=\"534524\"><a href=\"/opinion/534524/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1115</span></a></span>, 1119 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>A. Rule 8(a).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Fed.R.Civ.P. 8(a)(2) requires that a complaint contain, inter alia, \"a short and plain statement of the claim showing that the pleader is entitled to relief....\"  The mandate of Rule 8(a)(2) comprises a threshold requirement.  Despite the admonition that \"[a]ll pleadings shall be so construed as to do substantial justice,\" Fed.R.Civ.P. 8(f), failure to comply with Rule 8(a)(2) may render an unpleaded claim noncognizable when the plaintiff (or the court, for that matter) subsequently teases it out of adduced facts.  It would not serve the interests of justice, for instance, to redeem a totally unpleaded, unlitigated claim in circumstances that threaten significant prejudice to a defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The bottom line is simply this:  while courts should construe pleadings generously, paying more attention to substance than to form, they must always exhibit awareness of the defendant's inalienable right to know in advance the nature of the cause of action being asserted against him.  See Beacon Theatres, Inc. v. Westover, <span class=\"citation\" data-id=\"105889\"><a href=\"/opinion/105889/beacon-theatres-inc-v-westover/\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></a></span>, 506, <span class=\"citation\" data-id=\"105889\"><a href=\"/opinion/105889/beacon-theatres-inc-v-westover/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, 954, <span class=\"citation\" data-id=\"105889\"><a href=\"/opinion/105889/beacon-theatres-inc-v-westover/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">988</span> </a></span>(1959);  Conley v. Gibson, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 47, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, 102-03, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span> </a></span>(1957);  Campana v. Eller, <span class=\"citation\" data-id=\"448142\"><a href=\"/opinion/448142/richard-a-campana-v-john-t-eller/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">212</span></a></span>, 215 (1st Cir.1985);  Shelter Mut. Ins. Co. v. Public Water Supply Dist. No. 7, <span class=\"citation\" data-id=\"444187\"><a href=\"/opinion/444187/shelter-mutual-insurance-company-a-missouri-corporation-traders-bank-of/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1195</span></a></span>, 1197 (8th Cir.1984).  A fundamental purpose of pleadings under the Federal Rules of Civil Procedure is to afford the opposing party fair notice of the claims asserted against him and the grounds on which those claims rest.  See Torres Ramirez v. Bermudez Garcia, <span class=\"citation\" data-id=\"538368\"><a href=\"/opinion/538368/rafael-torres-ramirez-v-juan-bermudez-garcia/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">224</span></a></span>, 227 (1st Cir.1990).  Honoring this purpose ensures that cases will \"be decided on the merits after an adequate development of the facts.\"  Mayer v. Mylod, <span class=\"citation\" data-id=\"602392\"><a href=\"/opinion/602392/mary-mayer-92-1363-and-louis-ehrenberg-92-1439-v-robert-j-mylod-peter/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">635</span></a></span>, 638 (6th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the case at hand, the plaintiff wholly failed to plead a Law 17 claim.  Her complaint did not delineate such a claim when filed;  she did not add one by formal amendment;  she did not mention the statute in her pretrial filings;  and she did not explicitly refer to it at any point during the trial.  In short, this is not a case in which a properly pleaded legal theory has been obscured by the parties' concentration on other theories, cf. <span class=\"citation\" data-id=\"448142\"><span class=\"antecedent_guess\">Campana,</span> <a href=\"/opinion/448142/richard-a-campana-v-john-t-eller/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">215</span></a></span>, but, rather, a case in which a particular legal theory was never so much as a gleam in the pleader's eye.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is true, as the district court observed, that the pretrial order referred at one point to \"strict liability,\" the very property with which the district court imbued Law 17.  See D.Ct.Op. at 15.   Whatever the potential legal significance of this fleeting mention, it is not sufficiently informative to satisfy the \"short and plain statement\" requirement of Rule 8(a)(2).  See, e.g., <span class=\"citation\" data-id=\"448142\"><span class=\"antecedent_guess\">Campana,</span> <a href=\"/opinion/448142/richard-a-campana-v-john-t-eller/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">215</span></a></span>.   By like token, it surely did not give Doral fair notice that the plaintiff would assert a claim premised on Law 17 or that the judge would pull one out from beneath his robe, like a rabbit from a magician's hat.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We will not loiter.  Though we fully appreciate that a complaint may be constructively amended as a case proceeds, see, e.g., Toth v. USX Corp., <span class=\"citation\" data-id=\"528416\"><a href=\"/opinion/528416/andrew-toth-v-usx-corporation/\"><span class=\"volume\">883</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1297</span></a></span>, 1298 (7th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">994</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">544</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">541</span> </span>(1989), this principle cannot mean that plaintiffs may leave defendants to forage in forests of facts, searching at their peril for every legal theory that a court may some day find lurking in the penumbra of the record.  Under the Civil Rules, notice of a claim is a defendant's entitlement, not a defendant's burden.  The truth-seeking function of our adversarial system of justice is disserved when the boundaries of a suit remain ill-defined and litigants are exposed to the vicissitudes of trial by ambush.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At a bare minimum, even in this age of notice pleading, a defendant must be afforded both adequate notice of any claims asserted against him and a meaningful opportunity to mount a defense.  The district court's revisionist treatment of the case deprived Doral of these perquisites.  Thus, unless the district court's purported adjudication of the Law 17 claim can be salvaged on some other basis, it must be set aside.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>B. Rule 15(b).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To this end, we next train the lens of inquiry on Fed.R.Civ.P. 15(b).  That rule permits the consideration of unpleaded claims \"by express or implied consent\" of the parties.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Because the record here discloses no whisper of express consent--even the plaintiff concedes its absence--our inquiry narrows to the possibility of implied consent.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">For purposes of Rule 15(b), implied consent to the litigation of an unpleaded claim may arise from one of two generic sets of circumstances.  First, the claim may actually be introduced outside the complaint--say, by means of a sufficiently pointed interrogatory answer or in a pretrial memorandum--and then treated by the opposing party as having been pleaded, either through his effective engagement of the claim or through his silent acquiescence.  See, e.g., Action Mfg., Inc. v. Fairhaven Textile Corp., <span class=\"citation\" data-id=\"469796\"><a href=\"/opinion/469796/action-manufacturing-inc-v-fairhaven-textile-corporation-action/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">164</span></a></span>, 167 (1st Cir.)  (as amended per curiam) (\"As a general principle the presentation of claims beyond the complaint without objection is considered an informal amendment of the complaint.\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">854</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">188</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">122</span> </span>(1986);  see also Lynch v. Dukakis, <span class=\"citation\" data-id=\"426158\"><a href=\"/opinion/426158/patricia-lynch-v-michael-s-dukakis/\"><span class=\"volume\">719</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span></a></span>, 508 (1st Cir.1983).  Second, and more conventionally, \"[c]onsent to the trial of an issue may be implied if, during the trial, a party acquiesces in the introduction of evidence which is relevant only to that issue.\"  DCPB, Inc. v. City of Lebanon, <span class=\"citation\" data-id=\"578604\"><a href=\"/opinion/578604/dcpb-inc-v-city-of-lebanon-dcpb-inc-v-city-of-lebanon/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">913</span></a></span>, 917 (1st Cir.1992);  accord Law v. Ernst &amp; Young, <span class=\"citation\" data-id=\"577677\"><a href=\"/opinion/577677/donald-law-v-ernst-young-etc/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span></a></span>, 375 (1st Cir.1992);  <span class=\"citation\" data-id=\"448142\"><span class=\"antecedent_guess\">Campana,</span> <a href=\"/opinion/448142/richard-a-campana-v-john-t-eller/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">215</span></a></span>;  <span class=\"citation\" data-id=\"426158\"><span class=\"antecedent_guess\">Lynch,</span> <a href=\"/opinion/426158/patricia-lynch-v-michael-s-dukakis/\"><span class=\"volume\">719</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">508</span></a></span>.   In other words, \"[t]he introduction of evidence directly relevant to a pleaded issue cannot be the basis for a founded claim that the opposing party should have realized that a new issue was infiltrating the case.\"  <span class=\"citation\" data-id=\"578604\"><span class=\"antecedent_guess\">DCPB,</span> <a href=\"/opinion/578604/dcpb-inc-v-city-of-lebanon-dcpb-inc-v-city-of-lebanon/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">917</span></a></span>;  accord Galindo v. Stoody Co., <span class=\"citation\" data-id=\"472145\"><a href=\"/opinion/472145/marcus-galindo-v-stoody-company-and-local-803-allied-industrial-workers/\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1502</span></a></span>, 1513 (9th Cir.1986) (\"It is not enough that an issue may be 'inferentially suggested by incidental evidence in the record';  the record must indicate that the parties understood that the evidence was aimed at an unpleaded issue.\")  (quoting Cole v. Layrite Prods.  Co., <span class=\"citation\" data-id=\"295446\"><a href=\"/opinion/295446/paul-cole-administrator-of-the-estate-of-boyd-byron-cole-v-layrite/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">958</span></a></span>, 961 (9th Cir.1971)).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Here, no such constructive amendment occurred.  The first avenue to implied consent is a dead end:  the fleeting reference to \"strict liability\" contained in the pretrial order, see supra pp. 1171-72, cannot by any stretch of even the most fertile imagination support such a finding.  See Grand Light &amp; Supply Co. v. Honeywell, Inc., <span class=\"citation\" data-id=\"457699\"><a href=\"/opinion/457699/grand-light-supply-co-inc-cross-appellant-v-honeywell-inc-micro/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">672</span></a></span>, 680 (2d Cir.1985) (cautioning that \"[t]he purpose of Rule 15(b) is ... not to extend the pleadings to introduce issues inferentially suggested\").  And apart from that one passing allusion, there is nothing to suggest that a Law 17 claim was insinuated at trial, let alone engaged or embraced by Doral.  The second avenue that sometimes leads to implied consent is equally unpassable in this setting:  the plaintiff did not introduce any evidence that was relevant only to a claim under Law 17.  Nor is this surprising;  when, as now, the pleaded and unpleaded claims are of much the same genre, the likelihood of differential discernment on the defendant's part is relatively low.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In fine, the absence of express or implied consent renders it impossible to fit the district court's freelancing within the confines of Rule 15(b).  Though we appreciate that the root purpose of the rule is to combat \"the tyranny of formalism,\" Rosden v. Leuthold, <span class=\"citation\" data-id=\"250060\"><a href=\"/opinion/250060/george-eric-rosden-v-a-leuthold/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">747</span></a></span>, 750 (D.C.Cir.1960), it cannot be so liberally construed as to empty Rule 8(a) of all meaning.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>C. Rule 54(c).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The plaintiff's last justificatory basis for the district court's action is Fed.R.Civ.P. 54(c).  The rule, which we have explicated on earlier occasions, see, e.g., Dopp v. HTP Corp., <span class=\"citation\" data-id=\"570480\"><a href=\"/opinion/570480/paul-s-dopp-v-htp-corporation-paul-s-dopp-v-htp-corporation-paul-s/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">506</span></a></span>, 517-18 (1st Cir.1991);  United States v. Marin, <span class=\"citation\" data-id=\"391173\"><a href=\"/opinion/391173/united-states-v-carlos-marin-and-caribbean-restaurants-inc-united/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">24</span></a></span>, 31 (1st Cir.1981), provides, in relevant part, that \"every final judgment shall grant the relief to which the party in whose favor it is rendered is entitled, even if the party has not demanded such relief in the party's pleadings.\"   According to the plaintiff, the judgment is simply a means of granting her the relief which she deserved, even though she had not, in the language of the rule, \"demanded such relief in [her] pleadings.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This thesis is hollow at its core.  \"Rule 54(c) creates no right to relief premised on issues not presented to, and litigated before, the trier.\"  <span class=\"citation\" data-id=\"570480\"><span class=\"antecedent_guess\">Dopp,</span> <a href=\"/opinion/570480/paul-s-dopp-v-htp-corporation-paul-s-dopp-v-htp-corporation-paul-s/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">518</span></a></span>;  see also In re Rivinius, Inc., <span class=\"citation\" data-id=\"593229\"><a href=\"/opinion/593229/in-re-rivinius-inc-debtor-rivinius-inc/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1171</span></a></span>, 1177 (7th Cir.1992) (holding that \"Rule 54(c) does not allow [a party] to obtain relief based upon a ... theory that was not properly raised at trial\");  Evans Prods.  Co. v. West Am.  Ins. Co., <span class=\"citation\" data-id=\"437249\"><a href=\"/opinion/437249/evans-products-co-and-home-builders-mortgage-corp-v-west-american/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span>, 923-24 (3d Cir.1984) (explaining that the rule permits relief predicated on a particular theory \"only if that theory was squarely presented and litigated by the parties at some stage or other of the proceedings\");  Cioffe v. Morris, <span class=\"citation\" data-id=\"402609\"><a href=\"/opinion/402609/anthony-cioffe-mare-distributors-inc-a-new-jersey-corporation-v/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">539</span></a></span>, 541 (11th Cir.1982) (similar).  Thus, Rule 54(c)'s concern for appropriate relief does not include relief which a plaintiff has foregone because of failures in the pleadings or in the proof.  See 6 James W. Moore et al., Moore's Federal Practice p 54.62 (2d ed. 1985).  Since Rodriguez offers us no principled way around this settled interpretation of Rule 54(c), we must decline her invitation to invoke the rule to her advantage.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>D. Recapitulation.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We summarize succinctly.  In the absence of mutual consent, a district court may not enter judgment for a plaintiff on a cause of action that was neither pleaded in the complaint nor raised during the course of trial.  Here, the district court's resort to Law 17 contravenes this tenet.  Moreover, the court's maneuver cannot be justified under the Civil Rules.  Specifically, the plaintiff did not plead a Law 17 claim within the purview of Rule 8(a);  the nonexistence of consent (express or implied) negates any suggestion that the pleadings were constructively amended under Rule 15(b) to include such a claim;  and Rule 54(c) does not overcome these deficiencies because its safety net cannot be stretched so widely as to grant a plaintiff relief on an unpleaded theory of which the defendant had no notice.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For these reasons, we hold that no claim under Law 17 was ever properly before the district court, and that the judgment cannot stand.  A federal district court may not, of its own volition, after the parties have rested, recast the complaint and, without notice, predicate its decision on a theory that was neither pleaded nor tried.  See Greene v. Town of Blooming Grove, <span class=\"citation\" data-id=\"562621\"><a href=\"/opinion/562621/marvin-h-greene-and-lake-anne-realty-corp-cross-appellants-v-town-of/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">507</span></a></span>, 510-11 (2d Cir.)  (reversing exercise of jurisdiction over pendent claim that was neither pleaded nor discretely raised during the litigation), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">639</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">657</span> </span>(1991);  Ruiz v. Estelle, <span class=\"citation\" data-id=\"404985\"><a href=\"/opinion/404985/david-r-ruiz-united-states-of-america-intervenor-appellee-v-w-j/\"><span class=\"volume\">679</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1115</span></a></span>, 1157 (5th Cir.)  (rejecting concept that a court may, after trial, spontaneously consider unpleaded state-law claims through the simple expedient of reshaping the plaintiffs' suit), modified on other grounds, <span class=\"citation\" data-id=\"408178\"><a href=\"/opinion/408178/david-r-ruiz-united-states-of-america-intervenor-appellee-v-w-j/\"><span class=\"volume\">688</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">266</span> </a></span>(5th Cir.1982), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1042</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1438</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">795</span> </span>(1983);  <span class=\"citation\" data-id=\"402609\"><span class=\"antecedent_guess\">Cioffe,</span> <a href=\"/opinion/402609/anthony-cioffe-mare-distributors-inc-a-new-jersey-corporation-v/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">541-43</span> </a></span>(to like effect).</p>\n    </div>\n    <p>III. THE NEXT STEP</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Setting aside the judgment takes us only part of the way.  We must now consider the next step.  The defendant beseeches us to direct the entry of a take-nothing judgment.  Because the plaintiff lost on the merits of each of her pleaded claims, we recognize that it is within our power to oblige.  Before charting our course, however, we pause to mull whether remand is an available alternative, and, if so, whether that alternative is preferable.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Undoubtedly, a remand under the conditions that obtain here presents potential problems.  For one thing, the propriety of the district court's unilateral effort to insinuate an unpleaded claim into the case is open to question.  For another thing, the foundational federal claims are now out of the picture--the plaintiff never cross-appealed from the adverse judgment on those claims, see supra note 4--and the district court's continued jurisdiction over a supplemental claim arising solely under Puerto Rico law may seem suspect.  Third, the Law 17 claim itself, if free-standing, would now be time-barred.  Finally, even if none of these factors absolutely precludes the discretionary exercise of remandatory jurisdiction, remand may not be the best available alternative.  In the pages that follow, we address these concerns and then settle upon our next step.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>A. The Court's Power.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Since the question of whether a district court has the power to introduce an unpleaded claim on its own initiative even up to (or beyond) the close of the trial and the question of whether a district court has the power to introduce such a claim on remand are closely related, we consider them in the ensemble.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">1.  In General.   The proper functioning of our adversarial system of justice depends not only on the parties' vigorous advocacy of their positions but also on the judge's adroit supervision of the litigation.  The sphere of case management extends to the definition of legal issues.  To mention one of many possible illustrations, a district court possesses the authority to recommend to a plaintiff how she might reshape the complaint to escape dismissal.  See, e.g., Friedlander v. Nims, <span class=\"citation\" data-id=\"448247\"><a href=\"/opinion/448247/herman-friedlander-etc-cross-appellees-v-jerry-c-nims-timex/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">810</span></a></span>, 813 (11th Cir.1985).  Similarly, a district court, exercising its powers under Fed.R.Civ.P. 15(b), in a proper case, \"may amend the pleadings merely by entering findings on the unpleaded issues,\" <span class=\"citation\" data-id=\"472145\"><span class=\"antecedent_guess\">Galindo,</span> <a href=\"/opinion/472145/marcus-galindo-v-stoody-company-and-local-803-allied-industrial-workers/\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1513</span> </a></span>n. 8 (collecting cases), even though neither party has essayed a formal amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We think it follows that a district court has the power to introduce a claim (or, rather, to prompt a party to introduce a claim) at any time during the course of litigation.  This power does not vanish at the tail end of a trial, even though both sides have rested.  See, e.g., <span class=\"citation\" data-id=\"448142\"><span class=\"antecedent_guess\">Campana,</span> <a href=\"/opinion/448142/richard-a-campana-v-john-t-eller/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">215</span> </a></span>(recognizing court's authority to permit amendment as late as during jury deliberation).  This conclusion does not clash with either the letter or the spirit of Fed.R.Civ.P. 15(a).  Although that rule plainly favors early amendments, see, e.g., <span class=\"citation\" data-id=\"448142\"><a href=\"/opinion/448142/richard-a-campana-v-john-t-eller/\"><span class=\"id_token\">id.</span>  (authorizing one </a></span>revision \"as a matter of course\" if made within certain time constraints), it sets no outer time limit on amendments;  the drafters chose instead to leave the matter within the discretion of the nisi prius court.  See Benitez-Allende v. Alcan Aluminio do Brasil, S.A., <span class=\"citation\" data-id=\"511761\"><a href=\"/opinion/511761/26-fed-r-evid-serv-1293-prodliabrepcchp-11926-lercy-d/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">26</span></a></span>, 36 (1st Cir.1988), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1135</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">196</span> </span>(1989);  see also Fed.R.Civ.P. 15(a) (providing that leave to amend \"shall be freely given when justice so requires\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As this discussion indicates (and as Fed.R.Civ.P. 15 and 28 U.S.C. Sec. 1367 confirm, see infra ), the court below could properly have called attention to the prospect of a new, unpleaded (but related) claim at any time as long as it adopted appropriate measures to safeguard against unfair prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">2.  On Remand.   Of course, the posture of the case is now somewhat different.  Doral argues that, on remand, the district court, even if it originally enjoyed the authority to introduce or entertain a new, unpleaded (but related) claim, would not still possess that power.  We do not agree.  Since a new, unpleaded (but related) claim could have been asserted during the trial, we see no reason to constrain a party from asserting such a claim on remand, or, correspondingly, to limit the district court's discretion in terms of entertaining such a claim.  See <span class=\"citation\" data-id=\"511761\"><span class=\"antecedent_guess\">Benitez-Allende,</span> <a href=\"/opinion/511761/26-fed-r-evid-serv-1293-prodliabrepcchp-11926-lercy-d/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">36</span></a></span>;  Duckworth v. Franzen, <span class=\"citation\" data-id=\"462687\"><a href=\"/opinion/462687/junior-ray-duckworth-cross-appellants-v-gayle-franzen-cross-appellees/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">645</span></a></span>, 656-57 (7th Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">816</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">71</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">28</span> </span>(1986).  We hold, therefore, that, apart from incipient jurisdictional problems, a district court, on remand, retains its discretionary authority to entertain a new, unpleaded (but related) claim.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>B. Supplemental Jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Having traced the contours of the district court's discretionary power to entertain a new, unpleaded (but related) claim, both at trial and on remand, and finding that the plaintiff's Law 17 claim fits into this category, we must yet determine whether the court below can exercise supplemental jurisdiction over such a claim on remand even though the foundational federal claim is now ancient history.  After carefully considering the conundrum, we conclude that the exercise of supplemental jurisdiction would be proper.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">1. In General.   The controlling statute, 28 U.S.C. Sec. 1367(a), states in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>[I]n any civil action of which the district courts have original jurisdiction, the district courts shall have supplemental jurisdiction over all other claims that are so related to claims in the action within such original jurisdiction that they form part of the same case or controversy under Article III of the United States Constitution....</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In enacting section 1367, Congress essentially codified the rationale articulated in United Mine Workers v. Gibbs, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span> </a></span>(1966).  See Edmondson &amp; Gallagher v. Alban Towers Tenants Ass'n, <span class=\"citation\" data-id=\"691006\"><a href=\"/opinion/691006/edmondson-gallagher-thomas-gallagher-and-james-edmondson-v-alban-towers/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1260</span></a></span>, 1266 (D.C.Cir.1995);  Borough of W. Mifflin v. Lancaster, <span class=\"citation\" data-id=\"687281\"><a href=\"/opinion/687281/no-94-3025/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">780</span></a></span>, 788 (3d Cir.1995);  see generally Elizabeth Delagardelle, Note, Defining the Parameters of Supplemental Jurisdiction After 28 U.S.C. Sec. 1367, 43 Drake L.Rev. 391 (1994).  The Gibbs Court instructed that pendent jurisdiction exists when \"the relationship between [the federal] claim and the state claim permits the conclusion that the entire action before the court comprises but one constitutional 'case.' \"  <span class=\"citation\" data-id=\"107200\"><span class=\"antecedent_guess\">Gibbs,</span> <a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">725</span></a></span>, 86 S.Ct. at 1138.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  In particular, \"[t]he state and federal claims must derive from a common nucleus of operative fact.\"  <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"id_token\">Id.</span>  Thus, \"if, </a></span>considered without regard to their federal or state character, a plaintiff's claims are such that [she] would ordinarily be expected to try them all in one judicial proceeding, then, assuming substantiality of the federal issues, there is power in federal courts to hear the whole.\"  Id.;  see also Carnegie-Mellon Univ. v. Cohill, <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">343</span></a></span>, 349, <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">614</span></a></span>, 618, <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">720</span> </a></span>(1988);  Vera-Lozano v. International Broadcasting, <span class=\"citation\" data-id=\"691949\"><a href=\"/opinion/691949/67-fair-emplpraccas-bna-667-66-empl-prac-dec-p-43488-agnes/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 70 (1st Cir.1995);  Brown v. Trustees of Boston Univ., <span class=\"citation\" data-id=\"533563\"><a href=\"/opinion/533563/julia-prewitt-brown-v-trustees-of-boston-university/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">337</span></a></span>, 356 (1st Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">937</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3217</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">664</span> </span>(1990);  Ortiz v. United States, <span class=\"citation\" data-id=\"364747\"><a href=\"/opinion/364747/ramonita-ortiz-v-united-states-government-v-hospital-mimiya-inc/\"><span class=\"volume\">595</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">65</span></a></span>, 68-69 (1st Cir.1979).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The relationship between the plaintiff's Title VII claim and her inchoate claim under Law 17 matches the Gibbs Court's description in all significant respects.  Both claims are civil rights claims;  both derive from a reservoir of common facts;  and, as a consequence, both would ordinarily be heard together in a single consolidated trial.  See, e.g., Andrea Catania, State Employment Discrimination Remedies and Pendent Jurisdiction Under Title VII:  Access to Federal Courts, 32 Am.U.L.Rev. 777, 793 (1983).  Despite this apparent fit, appellant argues for an opposite result, contending that Congress, in enacting Title VII, forbade jurisdiction over supplemental claims by implication.  Although there appears to be a smattering of authority in favor of this position, see, e.g., Executive Software N. Am., Inc. v. United States Dist. Court for the Cent. Dist. of Cal., <span class=\"citation\" data-id=\"670672\"><a href=\"/opinion/670672/executive-software-north-america-inc-craig-jensen-sally-jensen-v-united/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1545</span></a></span>, 1554 n. 6 (9th Cir.1994) (noting cases so holding);  13B Charles A. Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice and Procedure Sec. 3567.1, at 24 &amp; nn. 30.1-30.2 (Supp.1995) (same), we reject it outright.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In our judgment, section 1367 itself disproves appellant's hypothesis.  Whatever may have been the situation before the enactment of the supplemental jurisdiction statute<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>--it may have been possible then to detect scattered signs of implied negation, see Kitchen v. Chippewa Valley Sch., <span class=\"citation\" data-id=\"492414\"><a href=\"/opinion/492414/ruth-kitchen-v-chippewa-valley-schools-chippewa-valley-school-board-of/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></a></span>, 1010 (6th Cir.1987) (citing district court cases finding implied negation of pendent jurisdiction under Title VII prior to the passage of 28 U.S.C. Sec. 1367)--section 1367 specifically authorizes supplemental jurisdiction \"[e]xcept ... as expressly provided otherwise by Federal statute....\"  28 U.S.C. Sec. 1367(a).  Since the statutory text is unambiguous, and no court or commentator ever has maintained that Title VII expressly negates pendent jurisdiction, there is simply no credible basis on which the statute's broad jurisdictional grant can be shortstopped in the Title VII context.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">One additional point is worth making.  While habit or practice is by no means the barometer of jurisdictional power, we find it telling that we have not heretofore encountered, let alone embraced, the radical hypothesis advanced by the appellant.  To the precise contrary, we have regularly entertained suits in which plaintiffs have joined Title VII claims with pendent state-law claims--and we have done so both before and after the passage of section 1367.  See, e.g., <span class=\"citation\" data-id=\"691949\"><span class=\"antecedent_guess\">Vera-Lozano,</span> <a href=\"/opinion/691949/67-fair-emplpraccas-bna-667-66-empl-prac-dec-p-43488-agnes/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">70</span></a></span>;  Gallagher v. Wilton Enters., Inc., <span class=\"citation\" data-id=\"582535\"><a href=\"/opinion/582535/59-fair-emplpraccas-bna-1251-58-empl-prac-dec-p-41431-carolyn-m/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">120</span></a></span>, 121 (1st Cir.1992) (per curiam);  Conway v. Electro Switch Corp., <span class=\"citation\" data-id=\"492354\"><a href=\"/opinion/492354/sandra-conway-v-electro-switch-corp-sandra-conway-v-electro-switch/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">593</span></a></span>, 595 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">To recapitulate, a sexual harassment claim brought pursuant to state law falls within the district court's supplemental jurisdiction when, as now, the court's original jurisdiction derives from the assertion of a Title VII claim arising out of the same facts.  Thus, the court below plainly possessed the raw power to exercise supplemental jurisdiction over a claim under Puerto Rico Law 17, had one been asserted.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">2.  On Remand.   Having determined that supplemental jurisdiction would have attached had a Law 17 claim been advanced ab initio, we must further determine whether such jurisdiction remains available on remand, given that the district court has by now slain the plaintiff's Title VII claim on the merits.  Based on controlling law, we conclude that supplemental jurisdiction would be proper despite the interment of the plaintiff's foundational federal cause of action.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">As a general principle, the unfavorable disposition of a plaintiff's federal claims at the early stages of a suit, well before the commencement of trial, will trigger the dismissal without prejudice of any supplemental state-law claims.  See, e.g., <span class=\"citation\" data-id=\"107200\"><span class=\"antecedent_guess\">Gibbs,</span> <a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">726</span></a></span>, 86 S.Ct. at 1139 (\"[I]f the federal claims are dismissed before trial, ... the state claims should be dismissed as well.\");  Martinez v. Colon, <span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">980</span></a></span>, 990 (1st Cir.1995) (affirming the dismissal without prejudice of pendent claims when the district court determined \"far in advance of trial that no legitimate federal question existed\").  But this praxis is not compelled by a lack of judicial power.  It signifies only that, \"in the usual case in which all federal law claims are eliminated before trial, the balance of factors to be considered under the pendent jurisdiction doctrine--judicial economy, convenience, fairness, and comity--will point toward declining to exercise jurisdiction over the remaining state-law claims.\"  Carnegie-Mellon <span class=\"citation\" data-id=\"111983\"><span class=\"antecedent_guess\">Univ.,</span> <a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">350</span> </a></span>n. <span class=\"citation\" data-id=\"111983\"><span class=\"antecedent_guess\">7,</span> <a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">619</span> </a></span>n. 7.   In an appropriate situation, a federal court may retain jurisdiction over state-law claims notwithstanding the early demise of all foundational federal claims.  See, e.g., Taylor v. First of Am.  Bank-Wayne, <span class=\"citation\" data-id=\"589993\"><a href=\"/opinion/589993/sidney-e-taylor-taylor-tool-die-manufacturing-inc-a-michigan/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1284</span></a></span>, 1287-88 (6th Cir.1992).  Thus, as long as the plaintiff's federal claim is substantial, the mere fact that it ultimately fails on the merits does not, by itself, require that all pendent state-law claims be jettisoned.  See, e.g., <span class=\"citation\" data-id=\"462687\"><span class=\"antecedent_guess\">Duckworth,</span> <a href=\"/opinion/462687/junior-ray-duckworth-cross-appellants-v-gayle-franzen-cross-appellees/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">656-57</span></a></span>;  Warehouse Groceries Mgt., Inc. v. Sav-U-Warehouse Groceries, Inc., <span class=\"citation\" data-id=\"379521\"><a href=\"/opinion/379521/warehouse-groceries-management-inc-a-corporation-v-sav-u-warehouse/\"><span class=\"volume\">624</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">655</span></a></span>, 658-59 (5th Cir.1980).  In other words, a court need not always throw out the bath water with the baby.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">To be sure, the exercise of supplemental jurisdiction in such circumstances is wholly discretionary.  And, moreover, the district court, in reaching its discretionary determination on the jurisdictional question, will have to assess the totality of the attendant circumstances.  Because each case is bound to have its own distinctive profile, we are reluctant to compose a list of important elements.  Instead, we cite two examples to illustrate the wide variety of considerations that may appropriately enter into the calculus.  The running of the statute of limitations on a pendent claim, precluding the filing of a separate suit in state court, is a salient factor to be evaluated when deciding whether to retain supplemental jurisdiction.  See, e.g., Wright v. Associated Ins. Cos., <span class=\"citation\" data-id=\"674642\"><a href=\"/opinion/674642/stephen-r-wright-v-associated-insurance-companies-incorporated/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1244</span></a></span>, 1251 (7th Cir.1994);  Newman v. Burgin, <span class=\"citation\" data-id=\"559503\"><a href=\"/opinion/559503/anny-newman-v-diana-burgin/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">955</span></a></span>, 963 (1st Cir.1991).  Another factor to be weighed is the clarity of the law that governs a pendent claim, for a federal court may be wise to forgo the exercise of supplemental jurisdiction when the state law that undergirds the nonfederal claim is of dubious scope and application.  See, e.g., 28 U.S.C. Sec. 1367(c)(1) (authorizing district courts to \"decline to exercise supplemental jurisdiction over a claim ... if ... the claim raises a novel or complex issue of State law\");  see also Moor v. County of Alameda, <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span>, 716, <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1785</span></a></span>, 1799, <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">596</span> </a></span>(1973);  <span class=\"citation\" data-id=\"107200\"><span class=\"antecedent_guess\">Gibbs,</span> <a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">726</span> </a></span>&amp; n. <span class=\"citation\" data-id=\"107200\"><span class=\"antecedent_guess\">15,</span> <a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1139</span> </a></span>&amp; n. 15.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We will not attempt to single out all the elements that could potentially tip the balance here.  That is grist for the district court's mill.  It suffices for our purposes to remark the obvious:  that although the plaintiff's Title VII claim ultimately succumbed on the merits, it was colorable when brought.  Consequently, the district court's power to exercise discretionary supplemental jurisdiction over a putative Law 17 claim, extant at the time of trial, will remain intact on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>C. Charting a Course.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">To this point, we have held (1) that, as a general proposition, supplemental jurisdiction over state-law claims is not precluded in Title VII actions;  (2) that, in this case, had proper procedures been employed, the district court could appropriately have exercised supplemental jurisdiction over a claim brought pursuant to Puerto Rico Law 17; and (3) that the district court remains empowered, in its discretion, to entertain a Law 17 claim on remand.  This means, of course, that remand ranks as a viable option from our standpoint.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We believe that remand is not only a viable option but also the best available course.  In the first place, a hoary policy of the law favors the disposition of claims on the merits.  See, e.g., HMG Prop.  Investors, Inc. v. Parque Indus. Rio Canas, Inc., <span class=\"citation\" data-id=\"506586\"><a href=\"/opinion/506586/hmg-property-investors-inc-v-parque-industrial-rio-canas-inc/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">908</span></a></span>, 917 (1st Cir.1988) (discussing need to consider \"the policy of the law favoring the disposition of cases on the merits\").  In the second place, considerations of fairness counsel in favor of a remand as opposed to a disposition by fiat.  After all, a trial is a search for the truth, not merely a battle of wits between jousting attorneys.  Third--and perhaps most important--our determination rests upon a close analysis of the nature of the decisionmaking that a remand would entail.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The multifaceted decision about whether to permit the plaintiff to proffer a Law 17 claim and whether to exercise supplemental jurisdiction over it lies in the heartland of judicial discretion.  Because the plaintiff neither pleaded nor otherwise seasonably advanced a Law 17 claim, the court may in its discretion simply deem the case concluded and enter a take-nothing judgment on the pleaded claims.  In the alternative, the court may in its discretion choose to reopen the proceedings and invite the plaintiff to move, under Fed.R.Civ.P. 15(a), for leave to amend her complaint in order to assert a Law 17 claim.  If that is done, the court (and the parties) will then face a series of judgment calls.  For example, adjudicating the Rule 15 motion necessitates a further exercise of the court's discretion.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  See Coyne v. City of Somerville, <span class=\"citation\" data-id=\"588803\"><a href=\"/opinion/588803/robert-p-coyne-v-city-of-somerville/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">440</span></a></span>, 446 (1st Cir.1992);  Correa-Martinez v. Arrillaga-Belendez, <span class=\"citation\" data-id=\"541732\"><a href=\"/opinion/541732/jorge-correa-martinez-v-rene-arrillaga-belendez/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 59 (1st Cir.1990).  The court will also have to determine whether it will exercise supplemental jurisdiction, another decision that is largely discretionary.  See, e.g., <span class=\"citation\" data-id=\"107200\"><span class=\"antecedent_guess\">Gibbs,</span> <a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">726</span></a></span>, 86 S.Ct. at 1139 (explaining that pendent jurisdiction \"is a doctrine of discretion, not of plaintiff's right\");  see also <span class=\"citation\" data-id=\"559503\"><span class=\"antecedent_guess\">Newman,</span> <a href=\"/opinion/559503/anny-newman-v-diana-burgin/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">963</span> </a></span>(reviewing factors pertinent to the use or withholding of supplemental jurisdiction);  cf. 28 U.S.C. Sec. 1367(c)(3) (expressly authorizing a district court to decline the exercise of supplemental jurisdiction when it \"has dismissed all claims over which it has original jurisdiction\").</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Given the critical role of discretion in the decisions that must be made, we think that the district court is better equipped to take the laboring oar and to determine whether the case should proceed (and if so, on what terms).  As we have remarked before, \"[t]he very nature of a trial judge's interactive role assures an intimate familiarity with the nuances of ongoing litigation--a familiarity that appellate judges, handicapped by the sterility of an impassive record, cannot hope to match.\"  Dopp v. Pritzker, <span class=\"citation\" data-id=\"681299\"><a href=\"/opinion/681299/paul-s-dopp-v-jay-pritzker-paul-s-dopp-v-jay-pritzker/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1239</span></a></span>, 1253 (1st Cir.1994).  Here, choosing not to remand would effectively ignore the district court's special competence in the realm of discretionary decisionmaking.  Because we can discern no basis for displacing the trier in so peremptory a manner, we conclude that remand represents the most appropriate remedy in this instance.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We need go no further.  The authority of the federal courts to entertain grievances is neither autopoetic nor illimitable;  it must, in all instances, be traceable to and constrained by an antecedent constitutional or statutory grant.  See generally U.S. Const. art.  III, Secs. 1-2;  Cary v. Curtis, 44 U.S.  (3 How.) 236, 245, <span class=\"citation\" data-id=\"86318\"><a href=\"/opinion/86318/cary-v-curtis/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">576</span> </a></span>(1845).  Here, because the record reveals no such mode of empowerment--the district court's award rested on a claim that was never properly introduced into the case--the judgment entered below cannot stand.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Nonetheless, the district court continues to possess the power to entertain a properly presented claim under Puerto Rico Law 17 even at this late date.  Hence, we remit the case for a more considered appraisal of this aspect of the matter.  On remand, the trial court may simply bring the litigation to a close,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> or it may elect, in its discretion, to allow the plaintiff the opportunity to present and to develop such a claim, subject to any constraints imposed by the jurisprudence of Fed.R.Civ.P. 15 and 28 U.S.C. Sec. 1367.  If the court pursues the latter route, it must concomitantly ensure that the parties are provided adequate discovery and \"the standard prophylaxis that generally obtains at trial.\"  Lussier v. Runyon, <span class=\"citation\" data-id=\"692275\"><a href=\"/opinion/692275/thomas-r-lussier-v-marvin-runyon-united-states-postmaster-general/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1103</span></a></span>, 1113 (1st Cir.1995), petition for cert. filed (U.S. June 5, 1995) (No. 94-1979).  Nothing we have said in this opinion should be interpreted as an effort to suggest a result to the lower court.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Vacated and remanded.  No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Technically, Rodriguez and her parents sued Doral and several associated individuals and entities, including Miguel Berrios, her immediate supervisor.  Because none of these claims is relevant to this appeal, we treat the case as if it involved only a suit by Rodriguez (plaintiff-appellee) against Doral (defendant-appellant)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In pertinent part, Law 100 forbids, on penalty of both civil and criminal sanctions, adverse employment actions based on any one of several protected characteristics, including sex.  See P.R.Laws Ann. tit. 29, Sec. 146 (1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In substance, Law 17 penalizes sexual harassment by employers or their agents.  Under its terms as interpreted by the district court, employers are held strictly liable for damages arising out of harassment in the workplace (at least when perpetrated by a supervisor).  The statutory language is inexplicit, however, and the Puerto Rico Supreme Court has handed down only one opinion construing Law 17.  See Delgado Zayas v. Hospital Interamericano de Medicina, 94 J.T.S. 149 (P.R.1994).  That opinion does not speak to the question of strict liability, and we regard Law 17's precise meaning as problematic</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In actuality, the judgment below represents a split decision.  While it encompasses the district court's rulings in Doral's favor on all the pleaded claims, Rodriguez has not challenged these rulings and they are unaffected by this appeal.  All references herein to the judgment are, therefore, limited to the second portion of the judgment, which comprises the award of damages to the plaintiff under Law 17</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The rule provides in pertinent part:</p>\n        <p>When issues not raised by the pleadings are tried by express or implied consent of the parties, they shall be treated in all respects as if they had been raised in the pleadings.  Such amendment of the pleadings as may be necessary to cause them to conform to the evidence and to raise these issues may be made upon motion of any party at any time, even after judgment;  but failure so to amend does not affect the result of the trial of these issues....</p>\n        <p>Fed.R.Civ.P. 15(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note that, even if we could detect some indicium of consent, access to the unguent of Rule 15(b) might well be blocked on another ground.  One limit on the operation of Rule 15(b) is that the opposing party not be prejudiced.  See <span class=\"citation\" data-id=\"578604\"><span class=\"antecedent_guess\">DCPB,</span> <a href=\"/opinion/578604/dcpb-inc-v-city-of-lebanon-dcpb-inc-v-city-of-lebanon/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">917</span> </a></span>(\"It is axiomatic that amendments which unfairly prejudice a litigant should not be granted.\").  Here, Doral had no advance warning of the Law 17 claim and no meaningful opportunity to defend against it.  Hence, the likelihood of unfair prejudice looms large.  See id.;   see also Cioffe v. Morris, <span class=\"citation\" data-id=\"402609\"><a href=\"/opinion/402609/anthony-cioffe-mare-distributors-inc-a-new-jersey-corporation-v/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">539</span></a></span>, 542 (11th Cir.1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The fact that the statute of limitations for the claim may have lapsed does not present an insurmountable obstacle.  If the new claim arises out of the same nucleus of operative fact, it will ordinarily relate back to the date of the institution of the suit.  See Fed.R.Civ.P. 15(c);  see also <span class=\"citation\" data-id=\"511761\"><span class=\"antecedent_guess\">Benitez-Allende,</span> <a href=\"/opinion/511761/26-fed-r-evid-serv-1293-prodliabrepcchp-11926-lercy-d/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">36</span></a></span>;  <span class=\"citation\" data-id=\"462687\"><span class=\"antecedent_guess\">Duckworth,</span> <a href=\"/opinion/462687/junior-ray-duckworth-cross-appellants-v-gayle-franzen-cross-appellees/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">656-57</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> \"Supplemental jurisdiction\" is the currently fashionable term, embraced by Congress in drafting 28 U.S.C. Sec. 1367, that now blankets both \"pendent jurisdiction\" and its kissing cousin, \"ancillary jurisdiction.\"   See <span class=\"citation\" data-id=\"674642\"><a href=\"/opinion/674642/stephen-r-wright-v-associated-insurance-companies-incorporated/\"><span class=\"antecedent_guess\">Wright,</span> supra</a></span>, at Secs. 9, 19 (discussing ancillary and pendent jurisdiction, respectively, and how those doctrines have been codified and modified by section 1367).  Balancing the past and the present--melding the wisdom of tradition with the virtue of progress--we opt for a middle course and use the terms \"supplemental jurisdiction\" and \"pendent jurisdiction\" interchangeably</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The references to \"state\" law or \"state\" claims in Gibbs and in the statute, see 28 U.S.C. Sec. 1367(c)-(d), are not to be construed literally.  Section 1367(e) expressly provides that \"the term 'State' includes ... the Commonwealth of Puerto Rico....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Even prior to the enactment of section 1367, the case for implied negation was asthenic.  See, e.g., Thompkins v. Stuttgart Sch. Dist. No. 22, <span class=\"citation\" data-id=\"467599\"><a href=\"/opinion/467599/charlotte-thompkins-ida-walker-v-stuttgart-school-district-22-ken/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">439</span></a></span>, 442 (8th Cir.1986) (rejecting negation argument and holding that a district court \"properly could have exercised jurisdiction over a state claim pendent to the ... Title VII claim\");  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Catania,</span> supra, at <span class=\"page\">796</span> </span>(\"Neither the language nor legislative history of title VII reveals any congressional intent to negate the exercise of pendent jurisdiction over related nonfederal claims asserted against the title VII defendant.\");   Richard D. Freer, Compounding Confusion and Hampering Diversity:  Life After Finley and the Supplemental Jurisdiction Statute, 40 Emory L.J. 445, 462 (1991) (remarking that \"[m]ost courts that bothered to mention the need for a statutory basis ... appear to have upheld jurisdiction\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> We doubt that the district court, if it decides to cross this bridge, will have an easy time in passing upon a Rule 15(a) motion.  Although the rule evinces a definite bias in favor of granting leave to amend, see Jamieson v. Shaw, <span class=\"citation\" data-id=\"458562\"><a href=\"/opinion/458562/charlotte-ann-jamieson-by-and-through-her-father-and-next-friend-billy-g/\"><span class=\"volume\">772</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1205</span></a></span>, 1208 (5th Cir.1985), it frowns upon undue delay in the amendment of pleadings, particularly if no legitimate justification for the delay is forthcoming, see, e.g., Quaker State Oil Ref.  Corp. v. Garrity Oil Co., <span class=\"citation\" data-id=\"529278\"><a href=\"/opinion/529278/quaker-state-oil-refining-corporation-v-garrity-oil-company-inc-quaker/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1510</span></a></span>, 1517-18 (1st Cir.1989);  United States Inv. &amp; Dev.  Corp. v. Cruz, <span class=\"citation\" data-id=\"462592\"><a href=\"/opinion/462592/united-states-investment-and-development-corporation-v-antone-b-cruz/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">166</span></a></span>, 168 (1st Cir.1986).  A host of other factors also may be relevant and may compound the decisionmaker's difficulties.  See, e.g., Foman v. Davis, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, 182, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">227</span></a></span>, 230, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span> </a></span>(1962) (listing several considerations)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Should the district court opt, in its discretion, to follow this course and deny leave to amend, it may further choose to condition that order on the defendant's stipulation not to raise a statute-of-limitations defense if the plaintiff attempts to press a Law 17 claim in a Puerto Rico court.  See Edwards v. Okaloosa Cty., <span class=\"citation\" data-id=\"653734\"><a href=\"/opinion/653734/willie-t-edwards-as-personal-representative-of-the-estate-of-dustin-wade/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1431</span></a></span>, 1435 n. 3 (11th Cir.1993) (\"When considering dismissal of pendent claims after a state statute of limitations has run, district courts commonly require the defendants to file a waiver of the statute of limitations defense as a condition of dismissal.\");  <span class=\"citation\" data-id=\"462687\"><span class=\"antecedent_guess\">Duckworth,</span> <a href=\"/opinion/462687/junior-ray-duckworth-cross-appellants-v-gayle-franzen-cross-appellees/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">657</span> </a></span>(conditionally remanding pendent claim)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/86318/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105889/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106497/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108782/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111983/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117841/",
    "https://www.courtlistener.com/api/rest/v3/opinions/250060/",
    "https://www.courtlistener.com/api/rest/v3/opinions/295446/",
    "https://www.courtlistener.com/api/rest/v3/opinions/364747/",
    "https://www.courtlistener.com/api/rest/v3/opinions/379521/",
    "https://www.courtlistener.com/api/rest/v3/opinions/391173/",
    "https://www.courtlistener.com/api/rest/v3/opinions/402609/",
    "https://www.courtlistener.com/api/rest/v3/opinions/404985/",
    "https://www.courtlistener.com/api/rest/v3/opinions/408178/",
    "https://www.courtlistener.com/api/rest/v3/opinions/426158/",
    "https://www.courtlistener.com/api/rest/v3/opinions/437249/",
    "https://www.courtlistener.com/api/rest/v3/opinions/444187/",
    "https://www.courtlistener.com/api/rest/v3/opinions/448142/",
    "https://www.courtlistener.com/api/rest/v3/opinions/448247/",
    "https://www.courtlistener.com/api/rest/v3/opinions/457699/",
    "https://www.courtlistener.com/api/rest/v3/opinions/458562/",
    "https://www.courtlistener.com/api/rest/v3/opinions/462592/",
    "https://www.courtlistener.com/api/rest/v3/opinions/462687/",
    "https://www.courtlistener.com/api/rest/v3/opinions/467599/",
    "https://www.courtlistener.com/api/rest/v3/opinions/469796/",
    "https://www.courtlistener.com/api/rest/v3/opinions/472145/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492354/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492414/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506586/",
    "https://www.courtlistener.com/api/rest/v3/opinions/511761/",
    "https://www.courtlistener.com/api/rest/v3/opinions/528416/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529278/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533563/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534524/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538368/",
    "https://www.courtlistener.com/api/rest/v3/opinions/541732/",
    "https://www.courtlistener.com/api/rest/v3/opinions/559503/",
    "https://www.courtlistener.com/api/rest/v3/opinions/562621/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570480/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577677/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578604/",
    "https://www.courtlistener.com/api/rest/v3/opinions/582535/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588803/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589993/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593229/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602392/",
    "https://www.courtlistener.com/api/rest/v3/opinions/653734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670672/",
    "https://www.courtlistener.com/api/rest/v3/opinions/674642/",
    "https://www.courtlistener.com/api/rest/v3/opinions/681299/",
    "https://www.courtlistener.com/api/rest/v3/opinions/687281/",
    "https://www.courtlistener.com/api/rest/v3/opinions/691006/",
    "https://www.courtlistener.com/api/rest/v3/opinions/691949/",
    "https://www.courtlistener.com/api/rest/v3/opinions/692275/",
    "https://www.courtlistener.com/api/rest/v3/opinions/696203/"
  ]
}