{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196188/",
  "id": 196188,
  "absolute_url": "/opinion/196188/texaco-pr-inc-v-daco/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196188/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:59:53Z",
  "date_modified": "2020-02-21T23:55:08.770732Z",
  "type": "010combined",
  "sha1": "bcd34c61dd4134e9ab4ebfab86393a69565bff1e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2076.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 94-2076\r\n\n                TEXACO PUERTO RICO, INC., ET AL.,\r\n                      Plaintiffs, Appellees,\r\n\n                                v.\r\n\n             DEPARTMENT OF CONSUMER AFFAIRS, ET AL.,\r\n                     Defendants, Appellants.\r\n\n                                              \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n          [Hon. Jose Antonio Fuste, U.S. District Judge]\r                                                                 \r\n\n                                              \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                              \r\n\n     Lynn  R. Coleman, with whom Pedro R. Pierluisi, Secretary of\r                                                             \r\nJustice,  Roberto  Ruiz   Comas,  Director,  Federal   Litigation\r                                         \r\nDivision,  Dep't  of Justice,  Richard  L.  Brusca, Matthew  W.S.\r                                                                           \r\nEstes,  Laura A. Ingraham,  and Skadden,  Arps, Slate,  Meagher &amp;\r                                                                           \r\nFlom were on brief, for appellants.\r              \r\n     Alan M.  Grimaldi, with whom Jerrold  J. Ganzfried, Patricia\r                                                                           \r\nG. Butler, Howrey &amp; Simon, William Estrella, and Ricks P. Frazier\r                                                                           \r\nwere on brief, for appellee Texaco Puerto Rico, Inc.\r\n     Donald  B. Craven,  with  whom James  P.  Tuite, Anthony  F.\r                                                                           \r\nShelley, James R. Lovelace, Alvaro I. Anillo, Miller &amp; Chevalier,\r                                                                           \r\nChtd,  Luis Sanchez  Betances, Jaime  Sifre Rodriguez,  Miguel P.\r                                                                           \r\nCancio Bigas, and  Sanchez Betances  &amp; Sifre were  on brief,  for\r                                                      \r\nappellee Esso Standard Oil Co. (P.R.).\r\n     Ana Matilde  Nin, with whom Rafael  Perez-Bachs, Gilberto J.\r                                                                           \r\nMarxuach-Torros, and McConnell Valdes were on brief, for appellee\r                                               \r\nShell Co. (P.R.) Ltd.\r\n\n                                             \r\n                          July 19, 1995\r\n                                             \r\r\n\n          SELYA,  Circuit  Judge.    In  1986,  the  Puerto  Rico\r                    SELYA,  Circuit  Judge.\r                                          \r\n\nDepartment  of Consumer  Affairs (DACO)  took a  small, tentative\r\n\nstep   toward   regulating  the   profit   margins   of  gasoline\r\n\nwholesalers.  The  wholesalers treated this move as a declaration\r\n\nof war.  They mounted a courtroom  counteroffensive and succeeded\r\n\nin  obtaining an  injunction  against the  enforcement of  DACO's\r\n\nembryonic regulation.  Following a series of pitched battles that\r\n\nstretched from San Juan to Boston to the banks of the Potomac and\r\n\nback again, DACO emerged victorious.\r\n\n          Long  after  the  injunction  had  been  vacated,  DACO\r\n\npurposed to exact tribute from  the vanquished.  Specifically, it\r\n\nsought  restitution from  the wholesalers  based on  the \"excess\"\r\n\nprofits  that  they  allegedly   earned  while  shielded  by  the\r\n\ninjunction.  The district court declined to  grant the envisioned\r\n\nspoils.  We affirm.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          This is presumably the  final skirmish in a decade-long\r\n\nconflict.  Other jousts  are chronicled in a series  of published\r\n\nopinions.   See, e.g., Puerto  Rico Dep't of  Consumer Affairs v.\r                                                                        \r\n\nIsla  Petroleum Corp., 485 U.S. 495 (1988) (Isla III); Tenoco Oil\r                                                                           \r\n\nCo.  v. Department of Consumer  Affairs, 876 F.2d  1013 (1st Cir.\r                                                 \r\n\n1989);  Isla Petroleum  Corp. v.  Puerto Rico  Dep't  of Consumer\r                                                                           \r\n\nAffairs, 811 F.2d  1511 (Temp.  Emer. Ct. App.  1986) (Isla  II);\r                                                                         \r\n\nTexaco  Puerto Rico, Inc. v.  Mojica Maldonado, 862  F. Supp. 692\r                                                        \r\n\n(D.P.R.  1994)  (TPR  II); Texaco  Puerto  Rico,  Inc. v.  Ocasio\r                                                                           \r\n\nRodriguez, 749 F. Supp. 348 (D.P.R. 1990) (TPR I); Isla Petroleum\r                                                                           \r\n\n                                2\r\r\n\nCorp. v. Department of Consumer Affairs, 640 F. Supp. 474 (D.P.R.\r                                                 \r\n\n1986)  (Isla I).   Given  the detail  contained in  these earlier\r                        \r\n\nopinions, we believe that a condensed summary of  the hostilities\r\n\nwill suffice for the nonce.\r\n\n          From 1973 forward, the federal government imposed price\r\n\ncontrols on the sale of petroleum and petroleum products.  See 15\r                                                                        \r\n\nU.S.C.     751-760h (as amended).   At the  time federal controls\r\n\nended in  early 1981, the regulatory  scheme limited wholesalers'\r\n\ngross profit margins (GPMs) on the sale of gasoline to  8.6 cents\r\n\nper  gallon.1  See Tenoco,  876 F.2d at  1015 (recounting history\r                                   \r\n\nof federal regulatory policy).   Although bureaucrats are reputed\r\n\nto abhor  a vacuum,  DACO   an  arm of  Puerto Rico's  government\r\n\nempowered by local law  to regulate prices and profit  margins in\r\n\norder  to protect consumers,  see P.R. Laws  Ann. tit.  3,   341b\r                                           \r\n\n(1982)   did not immediately impose its own controls.\r\n\n          By  1985, the  GPMs of  gasoline wholesalers  in Puerto\r\n\nRico ranged from 6.9  to 16.76  per gallon.  In early 1986, world\r\n\noil prices plummeted   but  the price of gasoline in  Puerto Rico\r\n\n(both  wholesale and retail) failed  to follow suit.   The Puerto\r\n\nRico legislature,  ostensibly concerned  that  the oil  companies\r\n\nwere  taking unfair advantage, imposed an excise tax on crude oil\r\n\nand  refined petroleum products.  In connection with the new tax,\r\n\nDACO promulgated an administrative order under date  of April 23,\r\n\n                    \r                              \r\n\n     1A GPM represents the difference between the sales price and\r\nthe  seller's acquisition  cost.   The  latter cost  includes the\r\nprice of the  gasoline plus excise taxes, but  excludes operating\r\ncosts. See Tenoco, 876 F.2d at 1015.\r                           \r\n\n                                3\r\r\n\n1986.   The order  prohibited  wholesalers from  passing the  tax\r\n\nthrough  to  retailers.    It also  froze  wholesale  and  retail\r\n\ngasoline prices at their March 31, 1986 levels.\r\n\n          When,  thereafter, world oil  prices soared,  the price\r\n\nfreeze  forced several  wholesalers  to sell  gasoline at  prices\r\n\nbelow their acquisition costs.  Since large oil companies are not\r\n\nin business to  lose money, a  coterie of wholesalers  (including\r\n\nthe trio that  appear as  appellees here) wasted  little time  in\r\n\nasking the  federal district court  to enjoin enforcement  of the\r\n\nApril 23 order.   Moving with equal celerity, the  district court\r\n\nscheduled a trial on  the merits for May 21,  1986.  See Fed.  R.\r                                                                  \r\n\nCiv. P.  65(a)(2) (authorizing the  district court to  \"order the\r\n\ntrial  on the  merits to  be advanced  and consolidated  with the\r\n\nhearing on  the application  [for preliminary injunction]\").   On\r\n\nMay  20, DACO reshuffled the cards; it rescinded the price freeze\r\n\nand issued what it called a \"temporary\" order that harked back to\r\n\nthe former,  federally inspired ceiling and  established, in lieu\r\n\nof  the  thawed  freeze, maximum  GPMs  of  8.6   per gallon  for\r\n\npetroleum  wholesalers.  The May 20 order also scheduled a public\r\n\nhearing  for June  2  to \"receive  comments  from all  interested\r\n\npersons  on the  adequacy  of this  Temporary  Order and  on  any\r\n\nmodifications that  should be  made to  attain a situation  where\r\n\nprimary  reliance can be  placed on competitive  market forces to\r\n\nmaintain fair  margins at  all levels  of  distribution and  fair\r\n\nprices for the consumer.\"\r\n\n          This  maneuver  did not  derail  the  litigation.   The\r\n\n                                4\r\r\n\ndistrict court merely switched tracks, trained its sights on  the\r\n\nMay 20  edict, and went forward with a three-day bench trial.  On\r\n\nJune  4    roughly ten  days after  the trial  ended    the court\r\n\nenjoined enforcement of  the May 20  order on federal  preemption\r\n\nand other  constitutional grounds.  See  Isla I, 640 F.  Supp. at\r                                                         \r\n\n515.\r\n\n          DACO appealed  the preemption  ruling to the  Temporary\r\n\nEmergency  Court of  Appeals (TECA),  see  15 U.S.C.    754(a)(1)\r                                                   \r\n\n(granting  TECA   exclusive  jurisdiction  over   claims  arising\r\n\ndirectly under  the Emergency Petroleum Allocation  Act of 1973),\r\n\nand appealed the remaining rulings (e.g., the invalidation of the\r                                                  \r\n\norder on  due process  and takings grounds)  to this  court.   We\r\n\nstayed   proceedings  pending  consideration  of  the  preemption\r\n\nruling.   TECA affirmed  that ruling,  see Isla  II, 811  F.2d at\r                                                             \r\n\n1519, but the Justices reversed, holding that federal law did not\r\n\nforbid  state regulation of gasoline  prices.  See  Isla III, 485\r                                                                      \r\n\nU.S.  at  499-501.   This court  then  took up  DACO's concurrent\r\n\nappeal and vacated the  district court's injunction as premature.\r\n\nSee Tenoco, 876 F.2d at 1024.\r                    \r\n\n          On June 27, 1989  (the day after we issued  our mandate\r\n\nincinerating the  district court's injunction),  DACO promulgated\r\n\nan  interim order establishing a  maximum GPM of  11  per gallon,\r\n\neffective  forthwith.  Its  final order,  issued on  November 30,\r\n\n1989, adopted a ceiling  of 13  per gallon.  That order withstood\r\n\na vigorous constitutional challenge by the  wholesalers.  See TPR\r                                                                           \r\n\nI, 749 F. Supp. 348.\r           \r\n\n                                5\r\r\n\n          An  ensuing  period of  unaccustomed  tranquility ended\r\n\nabruptly in mid-1992  when DACO  again took up  the cudgels.   It\r\n\nissued  a so-called remedial order  in which it  sought to recoup\r\n\nalmost  $250,000,000 in profits exceeding  an 8.6  per gallon GPM\r\n\nthat it estimated three wholesalers    Texaco Puerto Rico,  Inc.,\r\n\nEsso Standard Oil Co. (P.R.), and the Shell Company (Puerto Rico)\r\n\nLtd. (appellees here)    had  earned during  the three-year  life\r\n\n(June  1986 to  June  1989)  of  the  errant  injunction.2    The\r\n\nwholesalers quickly repaired to  the district court and requested\r\n\nprotection  from the remedial order.  Before the court could act,\r\n\nDACO  issued  a  revised remedial  order.    Under  its terms,  a\r\n\nwholesaler could  choose  between  paying  a refund  based  on  a\r\n\nretrospective  GPM of 13  per gallon for the injunction period or\r\n\npaying  one based on whatever profit margin would have allowed it\r\n\nto achieve an annual return on assets equal to the average return\r\n\non assets for  the electric utility  industry, plus one  percent,\r\n\nduring the same period.\r\n\n          The  wholesalers were not  mollified.   They challenged\r\n\nthe  revised remedial order and, on April 1, 1993, DACO rescinded\r\n\nit.  This hasty retreat did not restore the peace, for the agency\r\n\nsimply  attacked on a different  front.  It  revivified the court\r\n\naction originally  instituted by  the oil  companies and filed  a\r\n\nmotion for  restitution  seeking an  award  equal to  the  excess\r\n\nprofits that the wholesalers  would have been forced to  disgorge\r\n\n                    \r                              \r\n\n     2We  refer to the  three oil companies  collectively as \"the\r\nwholesalers,\" and individually as \"Texaco,\" \"Esso,\" and \"Shell.\"\r\n\n                                6\r\r\n\nbut  for the  pendency  of the  improvidently issued  injunction.\r\n\nFollowing a tumultuous period of discovery, see, e.g., infra Part\r                                                                      \r\n\nIII (discussing certain disputed discovery rulings), and a three-\r\n\nweek  bench trial, the court denied the motion for restitution on\r\n\nSeptember 9, 1994. SeeTPR II, 862F. Supp.at 709. DACO nowappeals.\r                                      \r\n\nII.  THE MERITS\r          II.  THE MERITS\r\n\n          Our  analysis of  the merits  is partitioned  into four\r\n\nsegments.    We discuss  the  nature  of  restitution, parse  the\r\n\ndecision  below,  limn  the  standard of  review,  and,  finally,\r\n\nexamine the record to determine whether the denial of restitution\r\n\ncan be upheld.\r\n\n                  A.  The Nature of Restitution.\r                            A.  The Nature of Restitution.\r                                                         \r\n\n          In its  motion, DACO sought restitution  based upon the\r\n\nhoary adage \"that a  party against whom an erroneous  judgment or\r\n\ndecree  has been carried into effect is entitled, in the event of\r\n\na reversal, to be restored by his adversary to that  which he has\r\n\nlost thereby.\"   Arkadelphia Milling  Co. v. St.  Louis S.W.  Ry.\r                                                                           \r\n\nCo., 249  U.S. 134, 145  (1919).  We  agree with this  tenet, but\r             \r\n\ncaution  that it tells only half the  tale.  Restitution is not a\r\n\nmatter of right, but a matter of sound equitable discretion.  See\r                                                                           \r\n\nAtlantic  Coast Line  R.R.  Co. v.  Florida,  295 U.S.  301,  310\r                                                     \r\n\n(1935);  Democratic  Central  Comm.  v.  Washington  Metro.  Area\r                                                                           \r\n\nTransit Comm'n, 485 F.2d 786,  825 (D.C. Cir. 1973);  Restatement\r                        \r\n\nof Restitution   142, cmt. a, at 568 (1937).  Because restitution\r\n\nis a creature of equity,  a claimant can prevail only by  showing\r\n\nthat it will  offend \"equity  and good conscience\"  if the  other\r\n\n                                7\r\r\n\nparty  is permitted to retain the disputed funds.  Atlantic Coast\r                                                                           \r\n\nLine, 295  U.S. at 309.  Put another way, restitution is a remedy\r              \r\n\nex  gratia that a  court will withhold  when \"the  justice of the\r                    \r\n\ncase does not call for  it . . . .\"  Id. at  310; accord Williams\r                                                                           \r\n\nv.  Washington Metro. Area  Transit Comm'n, 415  F.2d 922, 941-47\r                                                    \r\n\n(D.C. Cir. 1968), cert. denied, 393 U.S. 1081 (1969).\r                                        \r\n\n          This  emphasis on  the particulars  of  each individual\r\n\ncase   is  consistent   with  the   central  feature   of  equity\r\n\njurisdiction:   \"the  ability to  assess all  relevant facts  and\r\n\ncircumstances  and tailor  appropriate relief on  a case  by case\r\n\nbasis.\"   Rosario-Torres  v. Hernandez-Colon,  889 F.2d  314, 321\r                                                      \r\n\n(1st Cir. 1989) (en banc); see also Hecht Co. v. Bowles, 321 U.S.\r                                                                 \r\n\n321, 329 (1944) (\"The essence of equity jurisdiction has been the\r\n\npower  .  . .  to mould  each decree  to  the necessities  of the\r\n\nparticular case.\");  Lussier v. Runyon,  50 F.3d 1103,  1110 (1st\r                                                \r\n\nCir.  1995) (stating that \"the hallmarks of equity have long been\r\n\nflexibility and particularity\"),  petition for cert. filed  (U.S.\r                                                                    \r\n\nJune 5, 1995) (No. 94-1979).\r\n\n          Claims for  restitution arising out of  the vacation or\r\n\nreversal of a judgment are tested by the same standards  as other\r\n\nclaims for restitution.  See Atlantic Coast Line, 295 U.S.at 310;\r                                                          \r\n\nsee also Restatement, supra,    74, at 302-03 (\"A person  who has\r                                     \r\n\nconferred a benefit upon another  in compliance with a  judgment,\r\n\nor  whose property  has  been taken  thereunder,  is entitled  to\r\n\nrestitution  if  the judgment  is reversed  or set  aside, unless\r\n\nrestitution  would be  inequitable  . .  .  .\").   This  approach\r\n\n                                8\r\r\n\nobtains in respect to both public and private actions, and, thus,\r\n\napplies when, as  now, a  restitutionary claim arises  out of  an\r\n\nerrant   injunction  barring   enforcement   of  a   governmental\r\n\nregulation.  See,  e.g., Arkadelphia, 249  U.S. at 145  (ordering\r                                              \r\n\nrestitution  by a regulated  company that charged  more during an\r\n\ninjunction  period  than  the  rate  ultimately  deemed  lawful);\r\n\nWilliams, 415 F.2d at 941-47 (similar); see also United States v.\r                                                                        \r\n\nMorgan, 307 U.S. 183, 197-98 (1939).\r                \r\n\n                     B.  The Decision Below.\r                               B.  The Decision Below.\r                                                     \r\n\n          The  district  court predicated  its  denial  of DACO's\r\n\nmotion  for restitution  on alternative  grounds.   In the  first\r\n\nplace,  the  court determined  that there  was  no benefit  to be\r\n\nrestored as the wholesalers had not profited from the injunction.\r\n\nSee  TPR II, 862  F. Supp. at 705-06.   This determination rested\r                     \r\n\nupon  a finding  that  DACO failed  to  show that  it  would have\r\n\nregulated wholesalers'  GPMs during  the relevant period  but for\r\n\nthe improvidently issued injunction.  See id. at 702-06.   In the\r                                                       \r\n\nsecond place, the  court determined that, even  assuming that the\r\n\ninjunction  conferred  an  economic  benefit,  \"the  balance   of\r\n\nequities\" did not  require \"a disgorgement of  profits earned six\r\n\nto eight years ago.\"  Id. at 706.\r                                   \r\n\n          This latter  determination rested  upon an  analysis of\r\n\nfive equitable factors.  First,  based on evidence regarding  the\r\n\ncompetitiveness  of the  gasoline  market and  earnings in  other\r\n\nindustries, the court found that the wholesalers \"did not benefit\r\n\ndisproportionately from  the lack  of regulation.\"   Id. at  707.\r                                                                  \r\n\n                                9\r\r\n\nNext, the  court found  DACO  guilty of  \"unreasonable delay\"  in\r\n\nseeking restitution.  Id.   Third, the court concluded  that DACO\r                                   \r\n\nexhibited bad faith with regard to Texaco, Esso,  and Shell.  See\r                                                                           \r\n\nid.   Fourth, the court determined that DACO's actions during the\r             \r\n\ninjunction period had lulled  the wholesalers into believing that\r\n\nDACO would not demand restitution.  See id. at 708.  Finally, the\r                                                     \r\n\ncourt  thought  that  the   public  interest  did  not   favor  a\r\n\nrestitutionary order.  See id.\r                                        \r\n\n                     C.  Standard of Review.\r                               C.  Standard of Review.\r                                                     \r\n\n          Appellate  review  often calls  into  play  a blend  of\r\n\nrules.   So  it is  here.   We review  the factual  findings that\r\n\nundergird the trial court's ultimate determination only for clear\r\n\nerror.  See Lussier,  50 F.3d at 1111;  Reilly v. United  States,\r                                                                          \r\n\n863 F.2d  149,  163 (1st  Cir.  1988).   In contrast,  the  trial\r\n\ncourt's  articulation  and  application of  legal  principles  is\r\n\nscrutinized de novo.   See Cumpiano v. Banco Santander  P.R., 902\r                                                                      \r\n\nF.2d  148, 152  (1st  Cir. 1990).    Thus,  \"to the  extent  that\r\n\nfindings of  fact can be shown  to have been  predicated upon, or\r\n\ninduced  by,  errors of  law,  they will  be  accorded diminished\r\n\nrespect  on appeal.\"  Dedham Water Co. v. Cumberland Farms Dairy,\r                                                                           \r\n\nInc., 972 F.2d 453, 457 (1st Cir. 1992).\r              \r\n\n          The main event evokes a different criterion.  We review\r\n\na district  court's  ultimate decision  to grant  or withhold  an\r\n\nequitable remedy for abuse of discretion.  See, e.g., Lussier, 50\r                                                                       \r\n\nF.3d  at 1111;  Rosario-Torres, 889  F.2d at  323.   Overall, the\r                                        \r\n\nabuse-of-discretion standard  is deferential, see,  e.g., Dopp v.\r                                                                        \r\n\n                                10\r\r\n\nPritzker, 38 F.3d 1239, 1253 (1st Cir. 1994), and \"not appellant-\r                  \r\n\nfriendly,\"  Lussier, 50 F.3d at 1111.  The solicitude extended by\r                             \r\n\na reviewing court takes  into account that the trial  judge, \"who\r\n\nhas had first-hand exposure to the litigants and the evidence, is\r\n\nin  a  considerably  better  position to  bring  the  scales into\r\n\nbalance than an appellate tribunal.\"  Rosario-Torres, 889 F.2d at\r                                                              \r\n\n323.  For this reason,  the court of appeals ordinarily  will not\r\n\nfind  an abuse of  discretion unless perscrutation  of the record\r\n\nprovides strong evidence that the  trial judge indulged a serious\r\n\nlapse in judgment.  See id.\r                                     \r\n\n          We inspect the voluminous record with these precepts in\r\n\nmind  to  ascertain  whether  the  denial  of  DACO's motion  for\r\n\nrestitution is sustainable.\r\n\n                         D.  Discussion.\r                                   D.  Discussion.\r                                                 \r\n\n          The court below began with the question of benefit, and\r\n\ntreated that question as a discrete inquiry.  See TPR  II, 862 F.\r                                                                   \r\n\nSupp. at 700.  But this approach tends to put the cart before the\r\n\nhorse.   A  court  mulling a  restitutionary  remedy must  almost\r\n\nalways  perform an  equitable assay.   Rather than  isolating the\r\n\nquestion of whether the targeted party received a benefit (and if\r\n\nso, the likely  extent thereof), we think it is preferable in the\r\n\nfirst  instance  to  incorporate  that question  into  the  assay\r\n\nproper, unless, of course, the state of the evidence is such that\r\n\nthe  court can conclude with  minimal effort that  no benefit has\r\n\nbeen received.  If, however, the factual situation is more cloudy\r\n\nand  speculative, it ordinarily will prove a more fruitful use of\r\n\n                                11\r\r\n\njudicial energies to  fold the  issue of benefit  into the  wider\r\n\nissue  of equity.    Thus, the  probability  or improbability  of\r\n\nwhether DACO would have regulated wholesalers' profits during the\r\n\ninjunction  period  can initially  be  conceived  as a  relevant,\r\n\nthough not dispositive, equitable  factor.  More precise findings\r\n\nas  to the  incidence  and effect  of  any  benefit can  then  be\r\n\npinpointed as part of a calculation  anent damages if restitution\r\n\nis  ultimately found  to  be a  condign  remedy in  a  particular\r\n\nsituation.\r\n\n          With  this preface,  we turn to  an examination  of the\r\n\njudgment below.   For ease in reference,  we treat each group  of\r\n\nfactual findings as a separate integer in the equitable equation.\r\n\nThe methodologic innovation that  we have described   introducing\r\n\nthe  question  of whether  the  wholesalers  benefitted from  the\r\n\ninjunction  (and if so, to  what extent) into  the assay proper  \r\n\ndoes not require remand.   The lower court made  detailed factual\r\n\nfindings  on the  question of  benefit, and  we can  easily align\r\n\nthose findings along the preferred legal matrix.  See Societe des\r                                                                           \r\n\nProduits  Nestle v. Casa Helvetia,  Inc., 982 F.2d  633, 642 (1st\r                                                  \r\n\nCir. 1992); United  States v. Mora,  821 F.2d 860, 869  (1st Cir.\r                                            \r\n\n1987).\r\n\n          1.   Benefit.   Because restitution  is founded on  the\r                    1.   Benefit.\r                                \r\n\nconcept of unjust enrichment, a  court considering a request  for\r\n\nrestitution  must  investigate the  extent  to  which the  target\r\n\n\"received  a benefit.\"   Restatement, supra,   1,  cmt. a, at 12.\r                                                     \r\n\nIn a  case  such  as this,  the  problems of  proof  are  readily\r\n\n                                12\r\r\n\nevident.   The  regulation that the  district court  enjoined was\r\n\nclearly  labelled   as  temporary   when  promulgated,   and  the\r\n\ninjunction prevented further regulation (temporary or permanent).\r\n\nThus,  DACO  found  itself,   at  trial,  in  an  epistemological\r\n\nquandary:   it had to prove that, had the district court sent the\r\n\nwholesalers  packing, it (DACO) would have put into effect a more\r\n\ndurable regulation that would  have capped GPMs at a  level below\r\n\nwhat the wholesalers  actually earned during the pendency  of the\r\n\ninjunction.\r\n\n          The district court found DACO's strivings inadequate to\r\n\nthis  daunting task.   In  the court's  view, DACO's  adoption of\r\n\ntemporary  margin controls in 1986 did  not \"evidence[] an intent\r\n\nto implement a long-term regulatory plan\" to curb profit margins,\r\n\nbut, instead,  constituted \"a short-term erratic  response\" to an\r\n\nunprecedented situation.  TPR II, 862 F. Supp. at 702.  The court\r                                          \r\n\nstressed that the unique  combination of exigent circumstances to\r\n\nwhich  DACO reacted soon dissipated, see id. at 702-03; that DACO\r                                                      \r\n\nthereafter  made  an  in-depth   study  of  the  desirability  of\r\n\nregulation,  see id.  at 704;  and that,  upon completion  of the\r                              \r\n\nstudy, DACO  decided not to regulate, see id.  On this basis, the\r                                                       \r\n\ndistrict court concluded that the stopgap measure would have been\r\n\nabandoned  when the  exigency abated;  that DACO  would  not have\r\n\nimplemented  other GPM regulations  during the  June 1986  - June\r\n\n1989 time frame; and that, therefore, the wholesalers received no\r\n\nmonetary advantage from the injunction.  See id. at 707.\r                                                          \r\n\n          For  the  most  part,  this  conclusion  is  adequately\r\n\n                                13\r\r\n\nanchored  in the  record. Later actions  are often  revelatory of\r\n\nearlier intentions, see, e.g., United  States v. Sutton, 970 F.2d\r                                                                 \r\n\n1001, 1007  (1st Cir. 1992) (holding  that \"challenged testimony,\r\n\nthough it centered around later-occurring events, was relevant to\r\n\nshow  appellant's intent at  an earlier date\");  United States v.\r                                                                        \r\n\nMena, 933  F.2d 19, 25  n.5 (1st Cir.  1991) (similar);  see also\r                                                                           \r\n\nDedham  Water,  972  F.2d  at  460  n.4  (applying  principle  in\r                       \r\n\naffirming district court's findings in  analogous circumstances),\r\n\nand  DACO's actions  when freed  from the  specter of  preemption\r\n\nindicatequiteplainly thatlong-term regulationwasnot onthe agenda.\r\n\n          The  United States  Supreme Court  decided Isla  III on\r                                                                        \r\n\nApril 19, 1988.   Within days, DACO disseminated a  press release\r\n\nin which its  Secretary, Pedro Ortiz Alvarez (Ortiz), crowed that\r\n\nthe  Court had  \"restored to  Puerto Rico  the historic  power to\r\n\nregulate gasoline prices.\"  Shortly thereafter, DACO commenced an\r\n\nadministrative proceeding to determine whether controls should be\r\n\nintroduced.  To  this end, it requested (and  received) financial\r\n\ndata  and other information from the wholesalers.  It also sought\r\n\nindustry input  as to whether the commonwealth  should set either\r\n\nprice or  margin controls on  gasoline, and held  public hearings\r\n\nbeginning in the  fall of  1988 to consider  the desirability  of\r\n\ncontrols, the problems that might arise incident to them, and the\r\n\nreasonableness of existing profit margins in the industry.\r\n\n          In  December, as  the  administrative proceeding  wound\r\n\ndown,   Esso's  general  manager,   Charles  Griffith,  met  with\r\n\nSecretary  Ortiz.  According to Griffith, Ortiz informed him that\r\n\n                                14\r\r\n\nDACO  had  completed  its  study  and  decided  against  imposing\r\n\ncontrols  because \"the market was behaving.\"  Later that month, a\r\n\ndaily newspaper, El Nuevo  Dia, published an article based  on an\r                                        \r\n\ninterview  with Secretary Ortiz.   The article reported that DACO\r\n\nhad elected \"not to regulate gasoline prices and to instead adopt\r\n\n`close  supervision'  of the  industry.\"    The newspaper  quoted\r\n\nSecretary Ortiz as conceding that the  wholesalers had not earned\r\n\n\"excessive profits.\"\r\n\n          In January of 1989, Ortiz resigned.  The new Secretary,\r\n\nJorge  R. Ocasio  Rodriguez (Ocasio), told  Griffith that  he was\r\n\naware of the earlier study  and of his predecessor's conclusions,\r\n\nand that  he \"intend[ed] to follow  [Secretary Ortiz's] policies\"\r\n\nin regard to petroleum  wholesalers.  In fact, DACO did not adopt\r\n\ncontrols until June 27, 1989   the day after the district court's\r\n\ninjunction had been lifted    and then attributed the  about-face\r\n\nto newly  emergent \"erratic  and unstable\" price  fluctuations in\r\n\nthe Puerto Rico market.\r\n\n          Noting   this  chronology   of   inaction  laced   with\r\n\nreassurances,  and  remarking bits  of  trial  testimony such  as\r\n\nSecretary Ortiz' oft-stated preference  for a free market system,\r\n\nthe district  court concluded that  DACO's failure to  impose any\r\n\ncontrols  for over a year  after the Supreme  Court's decision in\r\n\nIsla III cleared the regulatory path demonstrated  that it lacked\r                  \r\n\nlong-term regulatory  intent, and that in all likelihood it would\r\n\nnot have regulated  wholesalers' profits during  the June 1986  -\r\n\nJune 1989 time frame even if the injunction had never issued.\r\n\n                                15\r\r\n\n          We believe  the district  court's finding  that, during\r\n\nthe injunction  period, DACO would  not have adopted  a permanent\r\n\nregulation limiting  profit margins to  a level lower  than those\r\n\nactually earned by the wholesalers is sustainable on this record.\r\n\nStill, DACO's assault on this determination possesses  convictive\r\n\nforce  in  one  respect.    The  district  court  focused  almost\r\n\nexclusively  on DACO's actions from and after April of 1988 (when\r\n\nthe  Supreme Court  overruled TECA  and gave  the green  light to\r\n\nstate  regulation)  in  attempting to  divine  DACO's  regulatory\r\n\nintent  dating  back  to   mid-1986.    This  strikes  us   as  a\r\n\nsufficiently  accurate barometer of  long-term regulatory intent,\r                                                        \r\n\nbut fails to deal satisfactorily with the near term.  The stopgap\r\n\norder that DACO promulgated  on May 20, 1986 would  have remained\r\n\nin effect  for some period but for the injunction.  Thus, even if\r                             \r\n\nthe district  court's finding is accepted, some benefit   however\r\n\nsmall   still might have accrued  to the wholesalers by reason of\r\n\nthe district court's abrupt suspension of this order.\r\n\n          That said, DACO's proof does  not permit us to quantify\r\n\nthat  presumed  benefit.    Because  DACO,  as  the  claimant for\r\n\nrestitution, bears the burden of proving the conferral and extent\r\n\nof  a benefit,  see Atlantic  Coast Line,  295 U.S. at  309, this\r                                                  \r\n\nfailure   of  proof  looms  large.3    We  do  not  suggest  that\r\n                    \r                              \r\n\n     3DACO's  estimate of the benefit received   it says that the\r\nwholesalers charged their customers anywhere  from $64,500,000 to\r\n$250,000,000 more  during the  injunction period than  DACO would\r\nhave  permitted   is  not only unproven  but also  deserves to be\r\ntaken with a good deal of salt.  DACO whips up the lower of these\r\nfrothy  figures by  suggesting  that, absent  the injunction,  it\r\nwould have limited  the wholesalers'  GPMs to a  level no  higher\r\n\n                                16\r\r\n\nuncertainty as to the extent of the benefit acts as an  automatic\r\n\nbar  to  DACO's  claim  for  restitution,  but  for  purposes  of\r\n\nequitable balancing, it neutralizes any advantage that DACO might\r\n\notherwise  achieve on  the  question of  benefit.   In  the  last\r\n\nanalysis, then, this factor is a wash. \r\n\n          2.  The Wholesalers' GPMs.  The district court analyzed\r                    2.  The Wholesalers' GPMs.\r                                             \r\n\nthe  wholesalers'  profit  margins  during the  pendency  of  the\r\n\ninjunction   and   concluded   that   they   \"did   not   benefit\r\n\ndisproportionately  from the lack of regulation.\"  TPR II, 862 F.\r                                                                   \r\n\nSupp. at  707.  DACO disputes  the relevancy of this  factor.  It\r\n\nargues   that   equity  does   not   require   there  to   be   a\r\n\ndisproportionate  benefit,  but,   rather,  that  restitution  is\r\n\nappropriate  so long as the targeted party benefitted at all from\r                                                                      \r\n\nthe  erroneous injunction.   In  this view  of the  universe, the\r\n\nreasonableness of the wholesalers' earnings is beside the point.\r\n\n          Once  again,   DACO's  conception  of  equity   is  too\r\n\ninelastic.  \"The mere fact that a person benefits  another is not\r\n\nof itself  sufficient to  require the  other to  make restitution\r\n\ntherefor.\"   Restatement,  supra,    1, cmt.  c, at  13.   As the\r                                          \r\n\ndistrict  court noted,  a  finding that  the wholesalers'  actual\r\n\nprofit  margins were  unreasonably high  would assist  in showing\r\n\nthat  \"the  money was  received  in such  circumstances  that the\r\n                    \r                              \r\n\nthan  13   per  gallon   throughout  the  relevant  period,  and,\r\ntherefore, that any earnings above that plateau are the fruits of\r\nthe errant injunction.   The higher figure  is presumably derived\r\nin the same way, but using a projected regulatory ceiling of 8.6 \r\nper gallon (the  ceiling imposed  in the May  20, 1986  temporary\r\norder)  for the entire three-year span.  These gaudy claims enjoy\r\nlittle or no record support.\r\n\n                                17\r\r\n\npossessor will  give offense  to  equity and  good conscience  if\r\n\npermitted to  retain it.\"  TPR  II, 862 F. Supp.  at 701 (quoting\r                                            \r\n\nAtlantic Coast Line, 295 U.S.  at 309).  The converse is  equally\r                             \r\n\ntrue:  the fact that the wholesalers' profits were reasonable (or\r\n\nunreasonably low, for that  matter), tends to make the  denial of\r\n\nrestitution more  in keeping  with equitable principles.   Either\r\n\nway,  the reasonableness vel non of the wholesalers' profits is a\r                                          \r\n\nconcinnous  factor   for  inclusion  in  the   court's  equitable\r\n\nbalancing.   See  Restatement,  supra,     74,  cmt.  c,  at  305\r                                               \r\n\n(suggesting that a  party who receives a benefit is not liable to\r\n\nmake  restitution therefor unless  the circumstances attendant to\r\n\nreceipt  or  retention  of   the  benefit  render  its  enjoyment\r\n\ninequitable).\r\n\n          The  district  court  based  its  assessment  that  the\r\n\nwholesalers' earnings during the  relevant period were reasonable\r\n\non  a series of subsidiary findings.   It gave weight to the fact\r\n\nthat the wholesalers'  profits \"were in line with  profits earned\r\n\nduring  the  unregulated  period  after  federal   controls  were\r\n\nterminated, and before the 1986 regulation was enacted.\"  TPR II,\r                                                                          \r\n\n862 F.  Supp. at 706.  It  then performed a comparative analysis4\r\n\nand verified  that the wholesalers'  returns \"were  in line  with\r\n\nvarious  competitive  industries  and   investment  alternatives\"\r\n\nduring the injunction period.  Id.  Last but not least, the court\r                                            \r\n\n                    \r                              \r\n\n     4The court used as  congeners such benchmarks as  returns on\r\nassets in  the electric  utility industry, returns  on government\r\nbonds, and returns on investments in the industrial distribution,\r\nservices, and fuel industries.  See TPR II, 862 F. Supp. at 706.\r                                                    \r\n\n                                18\r\r\n\nobserved   that   the  wholesale   market   remained  competitive\r\n\nthroughout the  period, thus ensuring  that margins were  held to\r\n\nacceptable levels.  See id.\r                                     \r\n\n          DACO suggests that these  findings have a tenuous basis\r\n\nin  fact    but this  is a  fairly typical  rejoinder of  a party\r\n\nseeking to surmount the  high hurdle of clear-error review.   The\r\n\ndistrict court relied mainly on the  testimony of four economists\r\n\npresented  as  expert witnesses  by  the  wholesalers.   We  have\r\n\nstudied  their   testimony  (including  the   plethoric  exhibits\r\n\nassociated  therewith), and  we are  fully persuaded  that, given\r\n\nthis evidence, the district  court had a solid basis  for finding\r\n\nthat,  during  the injunction  period,  the  wholesale market  in\r\n\nPuerto  Rico  was staunchly  competitive,  and  that the  profits\r\n\nearned by  Texaco,  Esso, and  Shell were  reasonable.   Although\r\n\nDACO's  expert  testified  in   a  diametrically  opposite  vein,\r\n\nchoosing between  experts in  a jury-waived trial  is principally\r\n\nthe business of  the district  court, not the  court of  appeals.\r\n\nSee, e.g.,  Keller v.  United States,  38 F.3d 16,  25 (1st  Cir.\r                                              \r\n\n1994).   Consequently,  we decline  DACO's invitation  to second-\r\n\nguess  the   trial  court's  scorecard  in   respect  to  dueling\r\n\nexperts.5  See Anderson v. City  of Bessemer City, 470 U.S.  564,\r                                                           \r\n                    \r                              \r\n\n     5The court below  offered sound reasons for  siding with the\r\nwholesalers'  experts.    Equally  as important,  it  viewed  the\r\ntestimony of appellant's expert, Dr. Logan, \"with some skepticism\r\nin  light of  his  intimate involvement  with  DACO,\" his  former\r\nemployment by  DACO's counsel,  and his  status as  \"the putative\r\nauthor of the 13-cent regulation.\"  TPR II, 862 F.  Supp. at 706.\r                                                    \r\nThough DACO cries foul  due to the court's \"gratuitous  swipe\" at\r\nDr. Logan's  bona fides, such credibility  determinations are the\r\nprerogative   indeed, the duty   of the district judge in a bench\r\n\n                                19\r\r\n\n575  (1985) (explaining  the  virtual impregnability  of a  trial\r\n\njudge's  finding  based on  a  reasoned  decision to  credit  the\r\n\ntestimony of one witness over another).\r\n\n          3.  Delay.   In weighing the equities, the  lower court\r                    3.  Delay.\r                             \r\n\nfound  that  \"DACO's actions  in  seeking  restitution have  been\r\n\nmarked by  unreasonable delay.\"   TPR II,  862 F.  Supp. at  707.\r                                                  \r\n\nDACO  asserts  that  the  court's  inclusion of  this  factor  is\r\n\nimproper  as a  matter  of  law  because  it  is  the  functional\r\n\nequivalent of  raising a  laches defense against  the government.\r\n\nWe do not agree.\r\n\n          It is true that laches ordinarily cannot be raised as a\r\n\ndefense  against the government in an action brought to enforce a\r\n\npublic  right  or protect  a public  interest.   See  Illinois v.\r                                                                        \r\n\nKentucky, 500  U.S.  380, 388  (1991)  (noting that  \"the  laches\r                  \r\n\ndefense  is generally  inapplicable against  a state\");  Block v.\r                                                                        \r\n\nNorth Dakota  ex rel Bd. of  Univ. and Sch. Lands,  461 U.S. 273,\r                                                           \r\n\n294  (1983) (O'Connor, J.,  dissenting) (collecting authorities).\r\n\nBut the  unavailability of laches as a defense does not mean that\r\n\nthe sovereign's dilatoriness in  seeking an equitable remedy must\r\n\nbe totally disregarded by a chancery court.  We explain briefly.\r\n\n          An  equitable  defense  and  an  equitable  factor  are\r\n\nconceptually and practically distinct.  The divagation is subtle,\r\n\nbut significant.    An equitable  defense  \"bar[s] the  cause  of\r\n\n                    \r                              \r\n\ntrial.   See, e.g.,  Anthony v. Sundlun,  952 F.2d  603, 606 (1st\r                                                 \r\nCir.  1991) (stating that appellate courts  \"ought not to disturb\r\nsupportable  findings, based  on witness  credibility, made  by a\r\ntrial judge who has seen and heard the witnesses at first hand\").\r\n\n                                20\r\r\n\naction entirely, or bar[s] . . . the equitable remedy.\"  1 Dan B.\r\n\nDobbs, Law  of Remedies   2.4(1), at 91 (2d ed. 1993).  Moreover,\r                                 \r\n\nin evaluating an equitable defense, the court considers  only the\r\n\nplaintiff's  conduct and  is free  to \"deny  all remedies  if the\r\n\nplaintiff  does not meet equity's  standards.\"  Id.    2.4(5), at\r                                                             \r\n\n108-09.   In contrast, an equitable factor must always be weighed\r\n\nin  concert with  other  relevant  factors.    See  id.  at  109.\r                                                                 \r\n\nMoreover,  as part of balancing the equities, the court \"looks at\r\n\nthe  conduct of  both parties  and the  potential hardships  that\r\n\nmight  result from a judicial decision either  way.\"  Id.  From a\r                                                                   \r\n\npractical standpoint,  then,  \"[e]ven when  an equitable  defense\r\n\ndoes  not  bar  the claim,  the  total  balance  of equities  and\r\n\nhardships might do so.\"  Id.,   2.4(1), at 91.\r                                      \r\n\n          Here,  the  district  court  explicitly  disclaimed any\r\n\nintent  to apply  the equitable  doctrine of laches  as a  bar to\r\n\nDACO's motion.   See TPR  II, 862  F. Supp. at  702 n.8.   In its\r                                      \r\n\nsearch for the case's equitable epicenter, however, the court was\r\n\nfully entitled to use delay as one of a number of factors bearing\r\n\non the  outcome.   This is  precisely what  Judge Fuste  did, and\r\n\nthere  is  no principled  basis  for  DACO's suggestion  that  he\r\n\nmouthed  the vocabulary  of  equitable balancing  as  a means  of\r\n\nsurreptitiously injecting a barred  laches defense into the case.\r\n\nIndeed, in  considering  DACO's delay  as part  of the  equitable\r\n\nbalance,  the   judge  merely   honored  the  precept   that  the\r\n\ngovernment, when it seeks an equitable remedy, \"is no more immune\r\n\nto the  general principles  of equity than  any other  litigant.\"\r\n\n                                21\r\r\n\nUnited States v.  Second Nat'l Bank, 502 F.2d  535, 548 (5th Cir.\r                                             \r\n\n1974).\r\n\n          DACO  also  contends that  the  district  court clearly\r\n\nerred  in   finding  prejudicial  delay.     This  contention  is\r\n\nunpersuasive.   The  evidence shows  that DACO  first raised  the\r\n\nrefund issue  in its June  1989 interim order.   DACO did nothing\r\n\nfurther  on this  score  until ten  months  later, when  it  sent\r\n\nletters to  the wholesalers conveying its  \"preliminary views\" on\r\n\nthe suitability of refunds.   DACO then dropped the  refund issue\r\n\nlike a hot potato and did not resurrect it until August 20, 1992,\r\n\nwhen the  then-Secretary,  Guillermo Mojica  Maldonado  (Mojica),\r\n\nannounced at a press  conference that he planned to  seek refunds\r\n\nfrom  the wholesalers.  All  told, DACO waited  three years after\r\n\nthis court vacated the injunction to commit itself to the pursuit\r\n\nof restitution.\r\n\n          DACO does not dispute  the accuracy of this chronology,\r\n\nbut  takes  vigorous exception  to  the  court's conclusion  that\r\n\n\"[t]his  type  of  stopping   and  starting,  delaying  and  then\r\n\nproceeding[,] must be considered prejudicial to the  wholesalers,\r\n\nwho had to  run their  business with the  threat of  multimillion\r\n\ndollar refunds  occasionally flaring  up and then  disappearing.\"\r\n\nTPR II, 862 F. Supp. at 707.  DACO offers a myriad of excuses for\r                \r\n\nits procrastination;  it intimates that, as  a government agency,\r\n\ntorpor  is to be expected;  it claims to  have undergone numerous\r\n\nchanges  in staff and leadership  during the period;  and it says\r\n\nthat  its attention  was diverted  because of  ongoing litigation\r\n\n                                22\r\r\n\nover  its proposed 13  GPM that lasted  until March of 1991.  The\r\n\ndistrict  court dismissed these excuses  as lame.   We, too, find\r\n\nthem insufficient.\r\n\n          Government agencies, like private corporations, have an\r\n\nobligation  to conduct  their affairs  in a  reasonably efficient\r\n\nmanner.  See Potomac Elec. Power  Co. v. ICC, 702 F.2d 1026, 1034\r                                                      \r\n\n(D.C. Cir. 1983) (warning  that \"excessive delay saps  the public\r\n\nconfidence   in   an   agency's    ability   to   discharge   its\r\n\nresponsibilities\").     An   entity  that   chooses  to   indulge\r\n\ninefficiencies cannot expect to be granted special dispensations.\r\n\nIf  \"[t]he mills of the bureaucrats grind slow,\" United States v.\r                                                                        \r\n\nMeyer, 808 F.2d 912, 913 (1st Cir. 1987), then the agency, having\r               \r\n\ncalled the tune, must pay the piper.  See, e.g., United States v.\r                                                                        \r\n\nBaus,  834  F.2d 1114,  1123 (1st  Cir.  1987) (holding  that the\r              \r\n\ngovernment \"should not be allowed by words and inaction to lull a\r\n\nparty into a false sense of security and then by an abrupt volte-\r\n\nface strip  the party of  its defenses\");   Cutler v.  Hayes, 818\r                                                                      \r\n\nF.2d  879,  896  (D.C.  Cir.  1987)  (explaining  that,  when  an\r\n\nadministrative  agency loiters, \"the consequences of dilatoriness\r\n\nmay be great\").   By like token, neither government  agencies nor\r\n\nprivate employers  can escape responsibility for  the exercise of\r\n\ndue diligence  merely because  of employee turnover.   Department\r\n\nheads   and  other  key  personnel  may  come  and  go,  but  the\r\n\ninstitution  must endure.    See  Cutler,  818  F.2d  at  896-97.\r                                                  \r\n\nSimilarly, preoccupation with other litigation is hardly a reason\r\n\nfor  extreme delay.  See, e.g., Mendez v. Banco Popular, 900 F.2d\r                                                                 \r\n\n                                23\r\r\n\n4, 6-7 (1st Cir.  1990) (district court did not  abuse discretion\r\n\nin  failing to grant extension  of time based  on attorney's busy\r\n\ntrial  calendar);  Pinero  Schroeder  v. Federal  Nat'l  Mortgage\r                                                                           \r\n\nAss'n, 574  F.2d 1117, 1118 (1st  Cir. 1978) (same).   And in all\r               \r\n\nevents, litigation  ending in early 1991  cannot credibly explain\r                                                  \r\n\nwhy DACO took no firm position until August 1992.\r                                                          \r\n\n          We will not wax  longiloquent.  It is trite,  but true,\r\n\nthat equity ministers  to the  vigilant, not to  those who  sleep\r\n\nupon their rights.   See, e.g., Sandstrom v. Chemlawn  Corp., 904\r                                                                      \r\n\nF.2d  83, 87 (1st Cir. 1990).  Given the uncontradicted evidence,\r\n\nwe  believe that the district court acted lawfully in ruling that\r\n\nunreasonable delay on DACO's part militates against relief.\r\n\n          4.  Bad Faith.  It is  old hat that a court called upon\r                    4.  Bad Faith.\r                                 \r\n\nto do equity should always consider whether the petitioning party\r\n\nhas  acted in  bad faith  or with unclean  hands.   See Precision\r                                                                           \r\n\nInstrument Mfg. Co. v. Automotive Maintenance Mach. Co., 324 U.S.\r                                                                 \r\n\n806,  814 (1945) (explaining  that the doctrine  of unclean hands\r\n\n\"closes the  doors of  a  court of  equity  to one  tainted  with\r\n\ninequitableness or bad faith  relative to the matter in  which he\r\n\nseeks relief\"); see also  Dobbs, supra, at 109; see  generally K-\r                                                                           \r\n\nMart Corp. v.  Oriental Plaza,  Inc., 875 F.2d  907, 910-12  (1st\r                                              \r\n\nCir. 1989)  (discussing \"unclean  hands\" doctrine in  relation to\r\n\nthe equitable maxim that  \"he who seeks equity must  do equity\").\r\n\nBut  even  though  equitable  doctrines are  renowned  for  their\r\n\nelasticity, they are  not without  all limits.   The doctrine  of\r\n\nunclean  hands only  applies  when the  claimant's misconduct  is\r\n\n                                24\r\r\n\ndirectly  related to  the merits of  the controversy  between the\r\n\nparties,  that is, when the  tawdry acts \"in  some measure affect\r\n\nthe  equitable  relations  between  the  parties  in  respect  of\r\n\nsomething brought  before the court for  adjudication.\"  Keystone\r                                                                           \r\n\nDriller Co. v. General Excavator Co., 290 U.S. 240, 245 (1933). \r                                              \r\n\n          In the  case at bar,  the test was  met.   The district\r\n\ncourt  found  pervasive evidence  of  bad faith  on  DACO's part,\r\n\ndirectly  related to the core elements of the dispute sub judice.\r                                                                          \r\n\nSee  TPR II,  862 F.  Supp. at  707.   Although DACO  brands this\r                     \r\n\nfinding clearly erroneous and worse   for instance, DACO  claims,\r\n\nwithout  a shred of record  support, that the  finding is \"tinged\r\n\nwith political,  rather than legal,  analysis,\" Appellants' Brief\r\n\nat 37   we believe that there  is ample evidence in the record to\r\n\nsupport the district court's perspective.\r\n\n          In  making its  finding of  bad faith, the  lower court\r\n\nrelied heavily on two occurrences.   The court found that, in the\r\n\nspring of 1986, while the government of Puerto Rico was pondering\r\n\nthe  advisability of an excise tax, see supra pp. 3-4, high-level\r                                                       \r\n\nofficials,  including  the  President   of  the  Senate  and  the\r\n\nSecretary of State, summoned executives of the three appellees to\r\n\na series of private audiences.  The court further found that \"the\r\n\nwholesalers  were  warned that  they  should  cooperate with  the\r\n\ngovernment  in the implementation  of the  new tax  by refraining\r\n\nfrom further  lowering gas prices,  so that the  government could\r\n\nachieve revenue from the  tax . . . .\"   TPR II, 862 F.  Supp. at\r                                                         \r\n\n695.  The discussions were blunt. To offer one illustration, Jose\r\n\n                                25\r\r\n\nLuis  Blanco, Esso's  operations manager  at the  time, testified\r\n\nthat the Secretary of State uttered \"a very strong threat\" to the\r\n\neffect  that, if  Esso  failed to  acquiesce in  the government's\r\n\nstrategy, the company's continued  existence in Puerto Rico would\r\n\nbe \"very difficult.\"\r\n\n          DACO claims  that these thinly veiled  minations had no\r\n\nbearing on margin regulations  imposed well after the  excise tax\r\n\nwas enacted.  This claim is  disingenuous.  Past is prologue, and\r\n\nthe district  court plausibly could find    as it did    that the\r\n\n1986 meetings were  part of  the same overall  course of  conduct\r\n\nthat led to the push for restitution six years later.  After all,\r\n\nthe meetings  involved the same  principals and the  same subject\r\n\nmatter, and, with the  benefit of hindsight, can  be viewed as  a\r\n\nharbinger of things to come.   On this basis, the district  court\r\n\ndid not err in concluding that the 1986 meetings were relevant to\r\n\nDACO's good faith (or  lack thereof) in seeking  restitution some\r\n\nyears thereafter.   This  is particularly true  in that,  shortly\r\n\nafter the  government  \"suggested\" that  the wholesalers  refrain\r\n\nfrom  lowering gasoline  prices,  DACO attempted  to justify  its\r\n\nregulation of  GPMs on  the ground  that the  wholesalers' prices\r\n\nwere  too  high.    Thus,  in  effect,  DACO  bore  a  degree  of\r\n\nresponsibility for  creating the  \"excess profits\" that  it later\r\n\nattempted to recapture,  first via  the excise tax,  and then  by\r\n\ndint of the motion for restitution.     The second  pillar of the\r\n\ncourt's conclusion lacks the  dramatic impact of these strong-arm\r\n\ntactics, but affords a  closer temporal link.  The  court thought\r\n\n                                26\r\r\n\nthat the actions of Secretary Mojica in and around 1992 betokened\r\n\nbad faith.   See TPR II, 862  F. Supp. at 707.   At trial, Mojica\r                                 \r\n\nadmitted  that he had  chosen the  8.6  figure  based not  on any\r\n\neconomic  rationale,  but  as   a  stratagem  to  enhance  DACO's\r\n\nnegotiating  position.   The district  court found  this behavior\r\n\n\"irresponsible.\"   Id.  And Secretary Mojica made a bad situation\r                                \r\n\nworse  by issuing a remedial order that singled out Texaco, Esso,\r\n\nand Shell, whilst leaving unscathed a number of other wholesalers\r\n\nwho had exceeded  the 8.6  margin.   The lower  court found  that\r\n\nthese  efforts to exact restitution from the appellees   and from\r\n\nno other similarly  situated wholesalers   smacked  of bad faith,\r\n\nsee  id., and  DACO can  point  to no  evidence that  refutes the\r                  \r\n\nimplication   of  selective  targeting  in  retaliation  for  the\r\n\nappellees' active opposition to the government's desires.\r\n\n          We think  that the record  as a whole  corroborates the\r\n\ndistrict court's determination that the 8.6  figure was chosen as\r\n\na crude  club  to bludgeon  the  wholesalers into  a  settlement,\r\n\nwithout  regard  for  the  economic realities  of  the  petroleum\r\n\nindustry.  Indeed, the  nisi prius roll is replete  with evidence\r\n\nsuggesting this unhappy conclusion.   For one thing, DACO's chief\r\n\neconomist,  Carlos Lasanta,  testified  that he  had advised  his\r\n\nsuperiors that  the 8.6  margin was  economically inadequate, yet\r\n\nDACO  persisted in its plan.  For another thing, Secretary Mojica\r\n\ntestified that he issued  the remedial order and set  the ceiling\r\n\n                                27\r\r\n\nwithout even pausing to review the administrative record.6\r\n\n          In sum, the  grounds relied upon by  the district court\r\n\npass  muster.  Because the  remedy of restitution  is premised on\r\n\nthe concept of unjust enrichment, DACO's actions both in 1986 and\r\n\nin 1992 sabotage its present attempt  to seize the high ground by\r\n\nasserting  that  the wholesalers  took  unfair  advantage of  the\r\n\nerroneous injunction.   Hence, we  are unwilling  to disturb  the\r\n\ncourt's determination  that DACO's  actions were tinged  with bad\r\n\nfaith.\r\n\n          5.   Reliance.   A  court considering  a restitutionary\r                    5.   Reliance.\r                                 \r\n\nremedy may properly weigh the factor of reliance in its equitable\r\n\nbalancing.  See Moss v. Civil Aeronautics Bd., 521 F.2d 298 (D.C.\r                                                       \r\n\nCir. 1975), cert. denied, 424 U.S. 966 (1976).  In doing so here,\r                                  \r\n\nthe court found that the statements of  two different Secretaries\r\n\n(Ortiz  and Ocasio)  led  the wholesalers  to  believe that  DACO\r\n\nregarded  their margins  \"to be  reasonable, and  therefore, that\r\n\nrestitution  of  such  reasonable  profits  would  not  later  be\r\n\ndemanded.\"   TPR  II,  862  F.  Supp.  at  708.    Moreover,  the\r                              \r\n\nwholesalers convinced  the court that they  justifiably relied on\r\n\n                    \r                              \r\n\n     6DACO asserts that, because the remedial order \"was only the\r\nstarting point  for [its] consideration of  the appropriate level\r\nof  refunds,\"  the terms  of  the  order  \"cannot  rationally  be\r\nconsidered evidence of  bad faith.\"  Appellants'  Brief at 38-39.\r\nThis ipse  dixit  does not  withstand scrutiny.   When  Secretary\r                          \r\nMojica  announced  the promulgation  of  the  remedial order,  he\r\npresented the 8.6  figure  not as a guidepost to  a determination\r\nof the eventual  measure, but as a fait accompli.   Moreover, the\r\norder  itself described \"a maximum profit margin of 8.6 cents per\r\ngallon\"  as \"conclusive  and undebatable.\"   DACO  retreated from\r\nthis   figure  only   after   the  wholesalers   sought  judicial\r\nprotection.\r\n\n                                28\r\r\n\nthose statements in formulating their business plans.  See id.\r                                                                        \r\n\n          The record  is consistent with  these findings.   It is\r\n\nnot farfetched  to think that Secretary  Ortiz's statements, see,\r                                                                          \r\n\ne.g.,  supra p.14, could have lulled the wholesalers into a false\r                      \r\n\nsense of  security.  See, e.g.,  Insurance Co. v. Mowry,  96 U.S.\r                                                                 \r\n\n544,  547 (1877) (\"A representation as  to the future can be held\r\n\nto operate  as an estoppel . . . where  it relates to an intended\r\n\nabandonment  of  an existing  right,  and  is  made to  influence\r\n\nothers, and by  which they have  been induced to  act.\").   Then,\r\n\ntoo,  the  wholesalers  adduced  explicit evidence  of  reliance,\r\n\ncredited by the  trier.   A number of  executives testified  that\r\n\nthey took the Secretary's statements regarding the reasonableness\r\n\nof  their firms'  profit margins  at face  value,  and authorized\r\n\ninvestments  in Puerto Rico  that they  would not  otherwise have\r\n\napproved.    We  cannot hold  that  the  court  clearly erred  in\r\n\ndetecting  detrimental  reliance  on  these facts.    See,  e.g.,\r                                                                          \r\n\nCumpiano, 902 F.3d at 152 (\"Where there are two permissible views\r                  \r\n\nof the evidence,  the factfinder's choice between  them cannot be\r\n\nclearly erroneous.\") (quoting Anderson, 470 U.S. at 573-74).\r                                                \r\n\n          The   court's  finding   of  detrimental   reliance  is\r\n\nbolstered  by another circumstance.  When  Judge Fuste issued the\r\n\ninjunction, DACO could have   but did  not   ask him to require a\r\n\nbond or  an  escrow account.    See Inland  Steel  Co. v.  United\r                                                                           \r\n\nStates,  306 U.S.  153, 156-57  (1939) (holding that  court acted\r                \r\n\nlawfully in conditioning injunction against ICC  on establishment\r\n\nof escrow account to defray possible restitutionary obligations).\r\n\n                                29\r\r\n\nAlthough  a bond  or  escrow  fund  is  not  a  prerequisite  for\r\n\nrestitution in cases involving  injunctions,  see, e.g., Newfield\r                                                                           \r\n\nHouse, Inc. v. Mass. Dep't of  Pub. Welfare, 651 F.2d 32, 39 n.12\r                                                     \r\n\n(1st  Cir.) (holding that \"the  need for a[n  injunction] bond is\r\n\nlimited to  the recovery of damages  and has no application  to a\r\n\nclaim of restitution of  amounts subsequently found to have  been\r\n\nundue\"),  cert. denied, 454 U.S. 1114 (1981), a court called upon\r                                \r\n\nto perform equitable balancing  may nonetheless weigh the absence\r\n\nof a bond or other fund as  a factor in its equitable assay.  See\r                                                                           \r\n\nMoss, 521 F.2d  at 314; see also Thompson v. Washington, 551 F.2d\r                                                                 \r\n\n1316, 1321  (D.C. Cir. 1977).   This  is the music  to which  the\r\n\ndistrict court marched.  See TPR II,  862 F. Supp. at 708.   Just\r                                             \r\n\nas the existence of a bond or other fund would  have undercut any\r\n\nclaim  of  detrimental reliance,  so,  too,  their absence  lends\r\n\ncredence to the wholesalers' lament.\r\n\n          6.   Public  Interest.   It cannot  be gainsaid  that a\r                    6.   Public  Interest.\r                                         \r\n\ncourt asked to dispense equitable remediation should give serious\r\n\nconsideration  to the public interest.   See Morgan,  307 U.S. at\r                                                             \r\n\n194 (\"It is familiar doctrine that the extent to which a court of\r\n\nequity may grant or withhold its aid, and the manner  of moulding\r\n\nits remedies may be affected by the public  interest involved.\");\r\n\nRosario-Torres, 889 F.2d  at 323 (similar).   Here, the  district\r                        \r\n\ncourt  found  that  the  public interest  would  be  disserved by\r\n\ngranting  restitution.   The court  reasoned \"that  investment in\r\n\nPuerto Rico by the gasoline companies would be curtailed, or that\r\n\nEsso,  Texaco   and/or  Shell  [might]  even   leave  the  island\r\n\n                                30\r\r\n\ncompletely,   resulting  in   a   possible  loss   of  jobs   and\r\n\ncompetitiveness in the wholesaling market.\"  TPR II, 862 F. Supp.\r                                                             \r\n\nat 708.\r\n\n          At  trial,  DACO  made  no  effort  to  contradict  the\r\n\nwholesalers' testimony on this point.  In this venue, it likewise\r\n\nabjures  any challenge  to the  testimony's relevance.   Instead,\r\n\nDACO complains about the  district court's related statement that\r\n\nDACO had \"failed  to propose a cogent plan to  restore losses\" to\r\n\nthe  Puerto  Rico motorists  who bore  the  brunt of  the alleged\r\n\novercharges.  Id.   In DACO's  eyes, depositing a  restitutionary\r                           \r\n\naward into the commonwealth's  general fund comprises an entirely\r\n\nsatisfactory trickle-down  substitute for the  court's envisioned\r\n\nplan of direct payments to motorists.\r\n\n          Once  again, DACO's  fascination  with  a  single  tree\r\n\nobscures  its view of the forest.  The district court's rescript,\r\n\nproperly read, does  not hold  that depositing  refunds into  the\r\n\ncommonwealth's  coffers is repugnant to the public interest in an\r\n\nabsolute sense.   The court's  point is quite  different.   Judge\r\n\nFuste expressed the belief that the clear harm to the Puerto Rico\r\n\neconomy that would  result from levying a  huge restitution award\r\n\noutweighed  the  benefit accruing  from  refunds  that would  not\r\n\ndirectly compensate the  injured victims.  Though such a judgment\r\n\ncall may be arguable, we are unprepared to say that it represents\r\n\na clearly erroneous assessment of the evidence.  Cf., e.g., Moss,\r                                                                          \r\n\n521 F.2d at 308 (\"The bite which is effectively taken from future\r\n\nearnings by  a recovery fund may in turn impair the health of the\r\n\n                                31\r\r\n\nindustry, to the disadvantage of the fare-payers themselves.\").\r\n\n          7.  Recapitulation.  We have fashioned a tried-and-true\r                    7.  Recapitulation.\r                                      \r\n\nframework for gauging claimed abuses of discretion:\r\n\n          In making discretionary judgments, a district\r\n          court abuses  its discretion when  a relevant\r\n          factor  deserving  of  significant weight  is\r\n          overlooked,  or  when an  improper  factor is\r\n          accorded  significant  weight,  or  when  the\r\n          court  considers  the   appropriate  mix   of\r\n          factors,  but commits  a  palpable  error  of\r\n          judgment   in   calibrating  the   decisional\r\n          scales.\r\n\nUnited States v. Roberts, 978 F.2d 17, 21 (1st Cir. 1992); accord\r                                                                           \r\n\nDopp, 38 F.3d  at 1253 (listing other  cases).  Here,  the record\r              \r\n\ndiscloses that the district court made a careful appraisal within\r\n\nthe contours of  this tested framework.  DACO  has failed to show\r\n\nthat  the court, in performing this appraisal and arriving at its\r\n\njudgment,    overlooked     appropriate    factors,    considered\r\n\ninappropriate factors,  or made a detectable  mistake in weighing\r\n\nthe  evidence.  Mindful, as we are,  that \"[t]he very nature of a\r\n\ntrial judge's interactive  role assures  an intimate  familiarity\r\n\nwith  the nuances  of  ongoing litigation     a familiarity  that\r\n\nappellate judges,  handicapped by  the sterility of  an impassive\r\n\nrecord, cannot hope to match,\" Dopp, 38 F.3d at 1253,  we decline\r                                             \r\n\nto place  a heavy  appellate thumb on  the scales of  justice and\r\n\nthereby  upset the  trier's delicate  balancing of  the competing\r\n\nequities in this unusual situation.\r\n\nIII.  OTHER ISSUES\r          III.  OTHER ISSUES\r\n\n          In addition  to its  assault upon the  district court's\r\n\nequitable  determination, DACO  mounts  a more  narrowly targeted\r\n\n                                32\r\r\n\noffensive on a second front.  In this regard, DACO assigns  error\r\n\nto  a  series  of  discovery rulings  that  together  forced  the\r\n\ndisclosure of eighteen agency documents, mostly in the  nature of\r\n\ncorrespondence between DACO (or other government representatives)\r\n\nand DACO's outside counsel.  This  attempt to open a second front\r\n\nis little more than  a diversionary sortie, poorly outfitted  and\r\n\neasily repulsed.\r\n\n          We set the stage.   In ordering disclosure as  a subset\r\n\nof  a   broader  order   that  DACO   turn  over   the  \"complete\r\n\nadministrative file\" in  the case to  the wholesalers, the  court\r\n\ndetermined that  these writings  were not entitled  to protection\r\n\nunder either  the attorney-client privilege  or the  deliberative\r\n\nprocess privilege.   We  consider the district  court's privilege\r\n\nrulings cognizant that, \"[b]ecause we  regard the existence of  a\r\n\nprivilege  as a factual determination  for the trial  court . . .\r\n\nthe district court's  finding of no  privilege can be  overturned\r\n\nonly  if clearly erroneous.\"   United States v.  Wilson, 798 F.2d\r                                                                 \r\n\n509,  512  (1st Cir.  1986); accord  United  States v.  Bay State\r                                                                           \r\n\nAmbulance &amp; Hosp.  Rental Serv., Inc., 874 F.2d 20,  27 (1st Cir.\r                                               \r\n\n1989).   Since  local law does  not supply  the rule  of decision\r\n\nanent DACO's  claim for  restitution, federal common  law governs\r\n\nour analysis of the wrangling over privileges.  See Fed. R. Evid.\r                                                             \r\n\n501.\r\n\n                  A.  Attorney-Client Privilege.\r                            A.  Attorney-Client Privilege.\r                                                         \r\n\n          The  Supreme  Court has  described  the attorney-client\r\n\nprivilege  as  \"the oldest  of  the  privileges for  confidential\r\n\n                                33\r\r\n\ncommunications  known to the common  law.\"  Upjohn  Co. v. United\r                                                                           \r\n\nStates,  449 U.S. 383, 389  (1981).  The  privilege protects \"not\r                \r\n\nonly the giving of professional advice to those who can act on it\r\n\nbut also the giving of information to the lawyer to enable him to\r\n\ngive sound and informed advice.\"  Id. at 390.  The purpose of the\r                                               \r\n\nprivilege is \"to encourage  full and frank communications between\r\n\nattorneys and  their clients  and thereby promote  broader public\r\n\ninterests  in  the  observance   of  law  and  administration  of\r\n\njustice.\"  Id. at 389.\r                        \r\n\n          In its unpublished  order requiring  revelation of  the\r\n\neighteen documents,  the district court rejected  DACO's claim of\r\n\nattorney-client privilege on two grounds.  First, the court found\r\n\nthat DACO waived any such privilege because four of the documents\r\n\n\"were  inadvertently  shown  to  Texaco's  legal representatives\"\r\n\nduring their  initial review  of the  administrative  file.7   We\r\n\nexamine the underpinnings of this ruling.  \r\n\n          It is apodictic that inadvertent disclosures may work a\r\n\nwaiver of the attorney-client privilege.  See, e.g., In re Sealed\r                                                                           \r\n\nCase, 877  F.2d 976, 979-80  (D.C. Cir.  1989); In re  Grand Jury\r                                                                           \r\n\nProceedings,  727  F.2d 1352,  1356  (4th  Cir. 1984);  see  also\r                                                                           \r\n\n                    \r                              \r\n\n     7At  trial,  the district  court  described  how this  bevue\r\noccurred:\r\n\n          You   people   [DACO]  told   them  [Texaco's\r\n          representatives],  here  is  a room  full  of\r\n          papers, you  can take a  look at them.   They\r\n          looked at them, they found them and then when\r\n          you discovered  that they  had seen  them and\r\n          that they  wanted copies of  those, then  you\r\n          came running here seeking an order.\r\n\n                                34\r\r\n\nAllread v. City of Grenada, 988 F.2d 1425, 1434 (5th Cir.  1993).\r                                    \r\n\nThus, it beggars credulity to argue that the district court erred\r\n\nin  entering a turnover order  anent the four  documents to which\r\n\nTexaco's representatives previously had been exposed.  Apart from\r\n\nthat  fairly  obvious  conclusion,   however,  it  also  must  be\r\n\nrecognized that inadvertent  disclosures can have  a significance\r\n\nthat transcends the documents actually disclosed.\r\n\n          In general, a waiver premised on inadvertent disclosure\r\n\nwill be deemed to encompass \"all other such communications on the\r\n\nsame subject.\"  Weil  v. Investment/Indicators, Research &amp; Mgmt.,\r                                                                           \r\n\nInc.,  647 F.2d 18,  24-25 &amp; n.13  (9th Cir. 1981);  accord In re\r                                                                           \r\n\nSealed Case,  877 F.2d at  980-81; see also  4 J.M. Moore  &amp; J.D.\r                                                     \r\n\nLucas,  Moore's Federal  Practice    26.11[2], at  26-185 (1994).\r                                           \r\n\nSince  DACO does not  contend that  the four  carelessly unveiled\r\n\ndocuments  concerned a  different topic  than the  other fourteen\r\n\ndocuments  in  the group,  we think  that, under  the deferential\r\n\nstandard  of  review  applicable  to   privilege  questions,  the\r\n\ndistrict  court  had  an  adequate  basis  for  disregarding  the\r\n\nattorney-client privilege vis-a-vis all eighteen documents.\r\n\n          The  district court's  alternative ground  for ordering\r\n\ndisclosure is equally solid.  The court found as a fact, after in\r\n\ncamera inspection of the disputed documents, that outside counsel\r\n\nhad become  an integral  part of the  adjudicative decisionmaking\r\n\nprocess.  Based on this factual finding, the court ruled that the\r\n\nattorney-client   privilege  did  not   apply  because,  when  an\r\n\nadministrative   agency  engaged  in   an  adjudicative  function\r\n\n                                35\r\r\n\ndelegates its responsibilities to  outside counsel, then the work\r\n\nproduct generated by the firm is part of the adjudicative process\r\n\nitself  and,  hence,  beyond  the reach  of  the  attorney-client\r\n\nprivilege.\r\n\n          DACO resists  this analysis, pontificating  that such a\r\n\ndoctrine \"would render  the attorney-client privilege meaningless\r\n\nwhere state or local governments employ counsel and rely on their\r\n\nadvice.\"     Appellants'  Brief  at  47.    But  this  trumpeting\r\n\nmisapprehends  the tenor  of the  district court's  ruling.   The\r\n\nattorney-client privilege attaches only when the attorney acts in\r\n\nthat  capacity.   See  Bay State  Ambulance,  874 F.2d  at 27-28;\r                                                     \r\n\nWilson,  798  F.2d at  512; United  States  v. United  Shoe Mach.\r                                                                           \r\n\nCorp.,  89  F. Supp.  357, 358-59  (D.  Mass. 1950).    Here, the\r               \r\n\ndistrict  court   found,  in   substance,  that  DACO   delegated\r\n\npolicymaking authority to its  outside counsel to such an  extent\r\n\nthat  counsel ceased to function as lawyers and began to function\r\n\nas  regulators.  Therefore,  DACO could not  invoke the attorney-\r\n\nclient privilege in connection with the documents at issue.\r\n\n          We  cannot term  this finding  clearly erroneous.   The\r\n\nrecord shows that  DACO's counsel had, in  fact, drafted remedial\r\n\norders that DACO adopted verbatim; that Dr. Logan, an employee of\r\n\nDACO's counsel, was  the \"putative author  of the [1989]  13-cent\r\n\nregulation,\" TPR II, 862  F. Supp. at  706; and that counsel  had\r                             \r\n\ndeveloped adjudicative data that the agency later reissued as its\r\n\nown.  Nor can we term the finding unsupported in  law.  See Mobil\r                                                                           \r\n\nOil Corp. v. Department  of Energy, 102 F.R.D. 1,  9-10 (N.D.N.Y.\r                                            \r\n\n                                36\r\r\n\n1983)  (rejecting  claim   of  attorney-client  privilege   where\r\n\nproponent  failed  to show  that  lawyers  were acting  in  their\r\n\ncapacities  as  attorney  advisors  rather   than  as  regulatory\r\n\ndecisionmakers); Coastal Corp.  v. Duncan, 86 F.R.D. 514, 521 (D.\r                                                   \r\n\nDel.   1980)  (similar;   observing  that   such  a   showing  is\r\n\nparticularly   important  in  a  situation  in  which  \"attorneys\r\n\nfunction primarily as policy-makers rather than as lawyers\").\r\n\n               B.  Deliberative Process Privilege.\r                         B.  Deliberative Process Privilege.\r                                                           \r\n\n          DACO  also  takes  exception to  the  district  court's\r\n\nruling that the deliberative process privilege did not exempt the\r\n\nsame  cache  of  documents  from production.    The  deliberative\r\n\nprocess  privilege \"shields  from public  disclosure confidential\r\n\ninter-agency memoranda on  matters of law  or policy.\"   National\r                                                                           \r\n\nWildlife Fed'n v. United States Forest Serv., 861 F.2d 1114, 1116\r                                                      \r\n\n(9th  Cir. 1988).  The  privilege rests on  a policy of affording\r\n\nreasonable  security  to  the  decisionmaking  process  within  a\r\n\ngovernment agency.   See NLRB  v. Sears, Roebuck &amp;  Co., 421 U.S.\r                                                                 \r\n\n132, 150 (1975).\r\n\n          The  Supreme  Court  has  restricted  the  deliberative\r\n\nprocess privilege  to materials  that are both  predecisional and\r\n\ndeliberative.  See EPA v. Mink, 410 U.S. 73, 88 (1973).  In other\r                                        \r\n\nwords,  to  qualify for  the privilege,  a  document must  be (1)\r\n\npredecisional,  that is,  \"antecedent to  the adoption  of agency\r\n\npolicy,\" and  (2) deliberative, that is, actually \"related to the\r\n\nprocess by  which policies  are formulated.\"   National Wildlife,\r                                                                          \r\n\n861  F.2d at 1117  (citation omitted).   Because the deliberative\r\n\n                                37\r\r\n\nprocess  privilege  is   restricted  to  the   intra-governmental\r\n\nexchange  of thoughts  that actively  contribute to  the agency's\r\n\ndecisionmaking  process,  factual  statements or  post-decisional\r\n\ndocuments explaining  or justifying  a decision already  made are\r\n\nnot shielded.  See Sears, Roebuck,  421 U.S. at 151-52; Mink, 410\r                                                                      \r\n\nU.S.  at  88;  see also  Developments  in  the  Law    Privileged\r                                                                           \r\n\nCommunications, 98 Harv. L. Rev. 1450, 1620-21 (1985).\r                        \r\n\n          Even  if   a  document   satisfies  the   criteria  for\r\n\nprotection    under    the   deliberative    process   privilege,\r\n\nnondisclosure is not  automatic.  The  privilege \"is a  qualified\r\n\none,\" FTC v. Warner Communications Inc., 742 F.2d 1156, 1161 (9th\r                                                 \r\n\nCir.  1984), and  \"is  not absolute.\"    First Eastern  Corp.  v.\r                                                                       \r\n\nMainwaring, 21  F.3d 465,  468 n.5  (D.C. Cir.  1994).  Thus,  in\r                    \r\n\ndetermining  whether to honor  an assertion  of the  privilege, a\r\n\ncourt  must  weigh  competing  interests.    See  id.;  see  also\r                                                                           \r\n\nDevelopments, supra, at 1621  (noting that courts asked  to apply\r                             \r\n\nthe privilege must engage in \"ad hoc balancing of the evidentiary\r\n\nneed against the harm that may result from disclosure\").\r\n\n          At bottom, then, the deliberative process privilege  is\r\n\n\"a  discretionary one.\"  In  re Franklin Nat'l  Bank Sec. Litig.,\r                                                                          \r\n\n478  F. Supp.  577, 582  (E.D.N.Y.  1979).   In  deciding how  to\r\n\nexercise  its discretion,  an  inquiring  court should  consider,\r\n\namong  other things,  the interests  of the  litigants, society's\r\n\ninterest in  the accuracy and  integrity of factfinding,  and the\r\n\npublic's interest  in honest,  effective government.   See Warner\r                                                                           \r\n\nCommunications,  742  F.2d at  1162.    Consequently, \"where  the\r                        \r\n\n                                38\r\r\n\ndocuments   sought  may   shed   light   on  alleged   government\r\n\nmalfeasance,\" the  privilege is routinely denied.   Franklin, 478\r                                                                      \r\n\nF. Supp. at 582; see also Bank of Dearborn v. Saxon, 244 F. Supp.\r                                                             \r\n\n394, 401-03 (E.D.  Mich. 1965) (\"the  real public interest  under\r\n\nsuch  circumstances   is  not   the  agency's  interest   in  its\r\n\nadministration but  the  citizen's  interest  in  due  process\"),\r\n\naff'd, 377 F.2d 496 (6th Cir. 1967).  \r               \r\n\n          Assuming,  arguendo, that  the documents  at issue  are\r\n\nboth predecisional and deliberative    a matter on which  we need\r\n\nnot opine    the district court's  rejection of the  deliberative\r\n\nprocess  privilege is nevertheless  impervious to  DACO's attack.\r\n\nThe  court supportably  found  that the  wholesalers  had made  a\r\n\n\"strong showing\" of  arbitrariness and discriminatory  motives on\r\n\nDACO's part.  Given the discretionary nature  of the deliberative\r\n\nprocess privilege, and the  district court's warranted conclusion\r\n\nthat  DACO acted in bad faith over  a lengthy period of time, see\r                                                                           \r\n\nsupra  Part II(D)(4),  we  resist the  urge  to tinker  with  the\r               \r\n\ncourt's  determination  that  the  wholesalers'  interest in  due\r\n\nprocess and fairness outweighed  DACO's interest in shielding its\r\n\ndeliberations from public view.8\r\n                    \r                              \r\n\n     8We  note  in  passing  that  the  district  court's  waiver\r\nanalysis, made in connection with DACO's claim of attorney-client\r\nprivilege,  see  supra  Part  III(A),  arguably  applies  to  the\r                                \r\ndeliberative process  privilege as  well.  Because  the privilege\r\nlacks  vitality here, we will  not pursue the  question of waiver\r\nbeyond noting  that it is  apparently unsettled.   Compare, e.g.,\r                                                                          \r\nClark v. Township of Falls, 124  F.R.D. 91, 93-94 (E.D. Pa. 1988)\r                                    \r\n(holding  that  a  municipality  waived any  claim  of  executive\r\nprivilege by  prior disclosure) with, e.g.,  Redland Soccer Club,\r                                                                           \r\nInc.  v. Department  of Army,      F.3d    ,      (3d  Cir. 1995)\r                                      \r\n[1995  WL 289681 at *25]  (holding that inadvertent disclosure of\r\n\n                                39\r\r\n\n                       C.  Harmless Error.\r                                 C.  Harmless Error.\r                                                   \r\n\n          We add a  postscript to our discussion  of the district\r\n\ncourt's discovery rulings.  In all events, we do not believe that\r\n\nthe  district  court's  rejection  of  DACO's   privilege  claims\r\n\naffected DACO's  substantial rights.   Any error  was, therefore,\r\n\nharmless.  See Fed. R. Civ.  P. 61 (explaining that a court \"must\r                        \r\n\ndisregard  any error or defect  in the proceeding  which does not\r\n\naffect the substantial rights of the parties\").\r\n\n          In denying  DACO's claim for restitution,  the district\r\n\ncourt mentioned only one of the eighteen challenged documents  (a\r\n\nJune  1989 memorandum  from  DACO's outside  counsel to  Governor\r\n\nHernandez  Colon).  See TPR II,  862 F. Supp. at  705.  The court\r                                        \r\n\ncited  this  memorandum as  additional  support  for its  factual\r\n\nfinding  that  contemporaneous  events, rather  than  a long-term\r\n\ncommitment to regulation, spurred DACO's actions in June of 1989.\r\n\nThe memorandum comprised only a small fraction of the evidence on\r\n\nwhich  the court relied in  reaching this conclusion.   See supra\r                                                                           \r\n\nPart II(D)(1) (limning other  evidence).  It is axiomatic  that a\r\n\nlitigant's substantial  rights are not offended  by the admission\r\n\nof  cumulative evidence.   See,  e.g., Doty  v. Sewall,  908 F.2d\r                                                                \r\n\n1053,  1056 (1st Cir. 1990); Garbincius v. Boston Edison Co., 621\r                                                                      \r\n\nF.2d  1171, 1175 (1st Cir. 1980); deMars v. Equitable Life Assur.\r                                                                           \r\n\nSoc'y, 610 F.2d 55, 62 (1st Cir. 1979).\r               \r\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\r\n\n                    \r                              \r\n\ndocuments did  not give  rise to waiver  of deliberative  process\r\nprivilege). \r\n\n                                40\r\r\n\n          We  need  go no  further.   There  are  neither precise\r\n\nanswers nor perfect solutions when a court is forced to deal with\r\n\nthe shadowy world  of what might have been.   Where, as here, the\r\n\ncustomary deference accorded  to the trial court as factfinder is\r\n\naugmented by  due respect for that  court's equitable discretion,\r\n\nappellate courts  should hesitate to  meddle.  In  this instance,\r\n\nthe judge, who had  handled the case from its  inception, weighed\r\n\nand  balanced the  equities, and  juxtaposed the  parties' rights\r\n\nwith painstaking care.  Thus, whether  or not we, if writing on a\r\n\npristine page,  might have concluded otherwise, we  are unable to\r\n\ntease  an abuse of discretion  out of what  is quintessentially a\r\n\njudgment call.\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                                41\r\r\n",
  "html": "<p class=\"case_cite\">60 F.3d 867</p>\n    <p class=\"case_cite\">32 Fed.R.Serv.3d 121</p>\n    <p class=\"parties\">TEXACO PUERTO RICO, INC., et al., Plaintiffs, Appellees,<br>v.<br>DEPARTMENT OF CONSUMER AFFAIRS, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 94-2076.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 8, 1995.<br>Decided July 19, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lynn R. Coleman, with whom Pedro R. Pierluisi, Secretary of Justice, Roberto Ruiz Comas, Director, Federal Litigation Div., Dep't. of Justice, Richard L. Brusca, Matthew W.S. Estes, Laura A. Ingraham, and Skadden, Arps, Slate, Meagher &amp; Flom, Washington, DC, were on brief, for appellants.</p>\n      <p class=\"indent\">Alan M. Grimaldi, with whom Jerrold J. Ganzfried, Patricia G. Butler, Howrey &amp; Simon, Washington, DC, William Estrella, San Juan, PR, and Ricks P. Frazier, Coral Gables, FL, were on brief, for appellee Texaco Puerto Rico, Inc.</p>\n      <p class=\"indent\">Donald B. Craven, with whom James P. Tuite, Anthony F. Shelley, James R. Lovelace, Alvaro I. Anillo, Miller &amp; Chevalier, Chtd, Washington, DC, Luis Sanchez Betances, Jaime Sifre Rodriguez, Miguel P. Cancio Bigas, and Sanchez Betances &amp; Sifre, Hato Rey, PR, were on brief, for appellee Esso Standard Oil Co.  (P.R.).</p>\n      <p class=\"indent\">Ana Matilde Nin, with whom Rafael Perez-Bachs, Gilberto J. Marxuach-Torros, and McConnell Valdes, Hato Rey, PR, were on brief, for appellee Shell Co.  (P.R.) Ltd.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1986, the Puerto Rico Department of Consumer Affairs (DACO) took a small, tentative step toward regulating the profit margins of gasoline wholesalers.  The wholesalers treated this move as a declaration of war.  They mounted a courtroom counteroffensive and succeeded in obtaining an injunction against the enforcement of DACO's embryonic regulation.  Following a series of pitched battles that stretched from San Juan to Boston to the banks of the Potomac and back again, DACO emerged victorious.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Long after the injunction had been vacated, DACO purposed to exact tribute from the vanquished.  Specifically, it sought restitution from the wholesalers based on the \"excess\" profits that they allegedly earned while shielded by the injunction.  The district court declined to grant the envisioned spoils.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This is presumably the final skirmish in a decade-long conflict.  Other jousts are chronicled in a series of published opinions.  See, e.g., Puerto Rico Dep't of Consumer Affairs v. Isla Petroleum Corp., 485 U.S. 495, 108 S.Ct. 1350, 99 L.Ed.2d 582 (1988) (Isla III );  Tenoco Oil Co. v. Department of Consumer Affairs, 876 F.2d 1013 (1st Cir.1989);  Isla Petroleum Corp. v. Puerto Rico Dep't of Consumer Affairs, 811 F.2d 1511 (Temp.Emer.Ct.App.1986) (Isla II );  Texaco Puerto Rico, Inc. v. Mojica Maldonado, 862 F.Supp. 692 (D.P.R.1994) (TPR II );  Texaco Puerto Rico, Inc. v. Ocasio Rodriguez, 749 F.Supp. 348 (D.P.R.1990) (TPR I );  Isla Petroleum Corp. v. Department of Consumer Affairs, 640 F.Supp. 474 (D.P.R.1986) (Isla I ).   Given the detail contained in these earlier opinions, we believe that a condensed summary of the hostilities will suffice for the nonce.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">From 1973 forward, the federal government imposed price controls on the sale of petroleum and petroleum products.  See 15 U.S.C. Secs. 751-760h (as amended).  At the time federal controls ended in early 1981, the regulatory scheme limited wholesalers' gross profit margins (GPMs) on the sale of gasoline to 8.6 cents per gallon.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See Tenoco, 876 F.2d at 1015 (recounting history of federal regulatory policy).  Although bureaucrats are reputed to abhor a vacuum, DACO--an arm of Puerto Rico's government empowered by local law to regulate prices and profit margins in order to protect consumers, see P.R. Laws Ann. tit. 3, Sec. 341b (1982)--did not immediately impose its own controls.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">By 1985, the GPMs of gasoline wholesalers in Puerto Rico ranged from 6.9cents to 16.76cents per gallon.  In early 1986, world oil prices plummeted--but the price of gasoline in Puerto Rico (both wholesale and retail) failed to follow suit.  The Puerto Rico legislature, ostensibly concerned that the oil companies were taking unfair advantage, imposed an excise tax on crude oil and refined petroleum products.  In connection with the new tax, DACO promulgated an administrative order under date of April 23, 1986.  The order prohibited wholesalers from passing the tax through to retailers.  It also froze wholesale and retail gasoline prices at their March 31, 1986 levels.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">When, thereafter, world oil prices soared, the price freeze forced several wholesalers to sell gasoline at prices below their acquisition costs.  Since large oil companies are not in business to lose money, a coterie of wholesalers (including the trio that appear as appellees here) wasted little time in asking the federal district court to enjoin enforcement of the April 23 order.  Moving with equal celerity, the district court scheduled a trial on the merits for May 21, 1986.  See Fed.R.Civ.P. 65(a)(2) (authorizing the district court to \"order the trial on the merits to be advanced and consolidated with the hearing on the application [for preliminary injunction]\").  On May 20, DACO reshuffled the cards;  it rescinded the price freeze and issued what it called a \"temporary\" order that harked back to the former, federally inspired ceiling and established, in lieu of the thawed freeze, maximum GPMs of 8.6cents per gallon for petroleum wholesalers.  The May 20 order also scheduled a public hearing for June 2 to \"receive comments from all interested persons on the adequacy of this Temporary Order and on any modifications that should be made to attain a situation where primary reliance can be placed on competitive market forces to maintain fair margins at all levels of distribution and fair prices for the consumer.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This maneuver did not derail the litigation.  The district court merely switched tracks, trained its sights on the May 20 edict, and went forward with a three-day bench trial.  On June 4--roughly ten days after the trial ended--the court enjoined enforcement of the May 20 order on federal preemption and other constitutional grounds.  See Isla I, 640 F.Supp. at 515.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">DACO appealed the preemption ruling to the Temporary Emergency Court of Appeals (TECA), see 15 U.S.C. Sec. 754(a)(1) (granting TECA exclusive jurisdiction over claims arising directly under the Emergency Petroleum Allocation Act of 1973), and appealed the remaining rulings (e.g., the invalidation of the order on due process and takings grounds) to this court.  We stayed proceedings pending consideration of the preemption ruling.  TECA affirmed that ruling, see Isla II, 811 F.2d at 1519, but the Justices reversed, holding that federal law did not forbid state regulation of gasoline prices.  See Isla III, 485 U.S. at 499-501, 108 S.Ct. at 1352-1354.   This court then took up DACO's concurrent appeal and vacated the district court's injunction as premature.  See Tenoco, 876 F.2d at 1024.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On June 27, 1989 (the day after we issued our mandate incinerating the district court's injunction), DACO promulgated an interim order establishing a maximum GPM of 11cents per gallon, effective forthwith.  Its final order, issued on November 30, 1989, adopted a ceiling of 13cents per gallon.  That order withstood a vigorous constitutional challenge by the wholesalers.  See TPR I, 749 F.Supp. 348.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">An ensuing period of unaccustomed tranquility ended abruptly in mid-1992 when DACO again took up the cudgels.  It issued a so-called remedial order in which it sought to recoup almost $250,000,000 in profits exceeding an 8.6cents per gallon GPM that it estimated three wholesalers--Texaco Puerto Rico, Inc., Esso Standard Oil Co.  (P.R.), and the Shell Company (Puerto Rico) Ltd.  (appellees here)--had earned during the three-year life (June 1986 to June 1989) of the errant injunction.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The wholesalers quickly repaired to the district court and requested protection from the remedial order.  Before the court could act, DACO issued a revised remedial order.  Under its terms, a wholesaler could choose between paying a refund based on a retrospective GPM of 13cents per gallon for the injunction period or paying one based on whatever profit margin would have allowed it to achieve an annual return on assets equal to the average return on assets for the electric utility industry, plus one percent, during the same period.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The wholesalers were not mollified.  They challenged the revised remedial order and, on April 1, 1993, DACO rescinded it.  This hasty retreat did not restore the peace, for the agency simply attacked on a different front.  It revivified the court action originally instituted by the oil companies and filed a motion for restitution seeking an award equal to the excess profits that the wholesalers would have been forced to disgorge but for the pendency of the improvidently issued injunction.  Following a tumultuous period of discovery, see, e.g., infra Part III (discussing certain disputed discovery rulings), and a three-week bench trial, the court denied the motion for restitution on September 9, 1994.  See TPR II, 862 F.Supp. at 709.   DACO now appeals.</p>\n    </div>\n    <p>II. THE MERITS</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Our analysis of the merits is partitioned into four segments.  We discuss the nature of restitution, parse the decision below, limn the standard of review, and, finally, examine the record to determine whether the denial of restitution can be upheld.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>A. The Nature of Restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In its motion, DACO sought restitution based upon the hoary adage \"that a party against whom an erroneous judgment or decree has been carried into effect is entitled, in the event of a reversal, to be restored by his adversary to that which he has lost thereby.\"  Arkadelphia Milling Co. v. St. Louis S.W. Ry. Co., 249 U.S. 134, 145, 39 S.Ct. 237, 242, 63 L.Ed. 517 (1919).  We agree with this tenet, but caution that it tells only half the tale.  Restitution is not a matter of right, but a matter of sound equitable discretion.  See Atlantic Coast Line R.R. Co. v. Florida, 295 U.S. 301, 310, 55 S.Ct. 713, 716-717, 79 L.Ed. 1451 (1935);  Democratic Central Comm. v. Washington Metro.  Area Transit Comm'n, 485 F.2d 786, 825 (D.C.Cir.1973); Restatement of Restitution Sec. 142, cmt. a, at 568 (1937).  Because restitution is a creature of equity, a claimant can prevail only by showing that it will offend \"equity and good conscience\" if the other party is permitted to retain the disputed funds.  Atlantic Coast Line, 295 U.S. at 309, 55 S.Ct. at 716.   Put another way, restitution is a remedy ex gratia that a court will withhold when \"the justice of the case does not call for it....\"  Id. at 310, 55 S.Ct. at 716-717;  accord Williams v. Washington Metro.  Area Transit Comm'n, 415 F.2d 922, 941-47 (D.C.Cir.1968), cert. denied, 393 U.S. 1081, 89 S.Ct. 860, 21 L.Ed.2d 773 (1969).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This emphasis on the particulars of each individual case is consistent with the central feature of equity jurisdiction:  \"the ability to assess all relevant facts and circumstances and tailor appropriate relief on a case by case basis.\"  Rosario-Torres v. Hernandez-Colon, 889 F.2d 314, 321 (1st Cir.1989) (en banc);  see also Hecht Co. v. Bowles, 321 U.S. 321, 329, 64 S.Ct. 587, 591-592, 88 L.Ed. 754 (1944) (\"The essence of equity jurisdiction has been the power ... to mould each decree to the necessities of the particular case.\");  Lussier v. Runyon, 50 F.3d 1103, 1110 (1st Cir.1995) (stating that \"the hallmarks of equity have long been flexibility and particularity\"), petition for cert. filed (U.S. June 5, 1995) (No. 94-1979).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Claims for restitution arising out of the vacation or reversal of a judgment are tested by the same standards as other claims for restitution.  See Atlantic Coast Line, 295 U.S. at 310, 55 S.Ct. at 716-717;  see also Restatement, supra, Sec. 74, at 302-03 (\"A person who has conferred a benefit upon another in compliance with a judgment, or whose property has been taken thereunder, is entitled to restitution if the judgment is reversed or set aside, unless restitution would be inequitable....\").  This approach obtains in respect to both public and private actions, and, thus, applies when, as now, a restitutionary claim arises out of an errant injunction barring enforcement of a governmental regulation.  See, e.g., Arkadelphia, 249 U.S. at 145, 39 S.Ct. at 241-242 (ordering restitution by a regulated company that charged more during an injunction period than the rate ultimately deemed lawful);  Williams, 415 F.2d at 941-47 (similar);  see also United States v. Morgan, 307 U.S. 183, 197-98, 59 S.Ct. 795, 802-03, 83 L.Ed. 1211 (1939).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>B. The Decision Below.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court predicated its denial of DACO's motion for restitution on alternative grounds.  In the first place, the court determined that there was no benefit to be restored as the wholesalers had not profited from the injunction.  See TPR II, 862 F.Supp. at 705-06.   This determination rested upon a finding that DACO failed to show that it would have regulated wholesalers' GPMs during the relevant period but for the improvidently issued injunction.  See id. at 702-06.   In the second place, the court determined that, even assuming that the injunction conferred an economic benefit, \"the balance of equities\" did not require \"a disgorgement of profits earned six to eight years ago.\"  Id. at 706.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This latter determination rested upon an analysis of five equitable factors.  First, based on evidence regarding the competitiveness of the gasoline market and earnings in other industries, the court found that the wholesalers \"did not benefit disproportionately from the lack of regulation.\"  Id. at 707.   Next, the court found DACO guilty of \"unreasonable delay\" in seeking restitution.  Id.  Third, the court concluded that DACO exhibited bad faith with regard to Texaco, Esso, and Shell.  See id.   Fourth, the court determined that DACO's actions during the injunction period had lulled the wholesalers into believing that DACO would not demand restitution.  See id. at 708.   Finally, the court thought that the public interest did not favor a restitutionary order.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>C. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Appellate review often calls into play a blend of rules.  So it is here.  We review the factual findings that undergird the trial court's ultimate determination only for clear error.  See Lussier, 50 F.3d at 1111;  Reilly v. United States, 863 F.2d 149, 163 (1st Cir.1988).  In contrast, the trial court's articulation and application of legal principles is scrutinized de novo.  See Cumpiano v. Banco Santander P.R., 902 F.2d 148, 152 (1st Cir.1990).  Thus, \"to the extent that findings of fact can be shown to have been predicated upon, or induced by, errors of law, they will be accorded diminished respect on appeal.\"  Dedham Water Co. v. Cumberland Farms Dairy, Inc., 972 F.2d 453, 457 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The main event evokes a different criterion.  We review a district court's ultimate decision to grant or withhold an equitable remedy for abuse of discretion.  See, e.g., Lussier, 50 F.3d at 1111;  Rosario-Torres, 889 F.2d at 323.   Overall, the abuse-of-discretion standard is deferential, see, e.g., Dopp v. Pritzker, 38 F.3d 1239, 1253 (1st Cir.1994), and \"not appellant-friendly,\" Lussier, 50 F.3d at 1111.   The solicitude extended by a reviewing court takes into account that the trial judge, \"who has had first-hand exposure to the litigants and the evidence, is in a considerably better position to bring the scales into balance than an appellate tribunal.\"  Rosario-Torres, 889 F.2d at 323.   For this reason, the court of appeals ordinarily will not find an abuse of discretion unless perscrutation of the record provides strong evidence that the trial judge indulged a serious lapse in judgment.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We inspect the voluminous record with these precepts in mind to ascertain whether the denial of DACO's motion for restitution is sustainable.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>D. Discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The court below began with the question of benefit, and treated that question as a discrete inquiry.  See TPR II, 862 F.Supp. at 700.   But this approach tends to put the cart before the horse.  A court mulling a restitutionary remedy must almost always perform an equitable assay.  Rather than isolating the question of whether the targeted party received a benefit (and if so, the likely extent thereof), we think it is preferable in the first instance to incorporate that question into the assay proper, unless, of course, the state of the evidence is such that the court can conclude with minimal effort that no benefit has been received.  If, however, the factual situation is more cloudy and speculative, it ordinarily will prove a more fruitful use of judicial energies to fold the issue of benefit into the wider issue of equity.  Thus, the probability or improbability of whether DACO would have regulated wholesalers' profits during the injunction period can initially be conceived as a relevant, though not dispositive, equitable factor.  More precise findings as to the incidence and effect of any benefit can then be pinpointed as part of a calculation anent damages if restitution is ultimately found to be a condign remedy in a particular situation.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">With this preface, we turn to an examination of the judgment below.  For ease in reference, we treat each group of factual findings as a separate integer in the equitable equation.  The methodologic innovation that we have described--introducing the question of whether the wholesalers benefitted from the injunction (and if so, to what extent) into the assay proper--does not require remand.  The lower court made detailed factual findings on the question of benefit, and we can easily align those findings along the preferred legal matrix.  See Societe Des Produits Nestle v. Casa Helvetia, Inc., 982 F.2d 633, 642 (1st Cir.1992);  United States v. Mora, 821 F.2d 860, 869 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">1. Benefit.   Because restitution is founded on the concept of unjust enrichment, a court considering a request for restitution must investigate the extent to which the target \"received a benefit.\"   Restatement, supra, Sec. 1, cmt. a, at 12.  In a case such as this, the problems of proof are readily evident.  The regulation that the district court enjoined was clearly labelled as temporary when promulgated, and the injunction prevented further regulation (temporary or permanent).  Thus, DACO found itself, at trial, in an epistemological quandary:  it had to prove that, had the district court sent the wholesalers packing, it (DACO) would have put into effect a more durable regulation that would have capped GPMs at a level below what the wholesalers actually earned during the pendency of the injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court found DACO's strivings inadequate to this daunting task.  In the court's view, DACO's adoption of temporary margin controls in 1986 did not \"evidence[ ] an intent to implement a long-term regulatory plan\" to curb profit margins, but, instead, constituted \"a short-term erratic response\" to an unprecedented situation.  TPR II, 862 F.Supp. at 702.   The court stressed that the unique combination of exigent circumstances to which DACO reacted soon dissipated, see id. at 702-03;  that DACO thereafter made an in-depth study of the desirability of regulation, see id. at 704;  and that, upon completion of the study, DACO decided not to regulate, see id.   On this basis, the district court concluded that the stopgap measure would have been abandoned when the exigency abated;  that DACO would not have implemented other GPM regulations during the June 1986-June 1989 time frame;  and that, therefore, the wholesalers received no monetary advantage from the injunction.  See id. at 707.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">For the most part, this conclusion is adequately anchored in the record.  Later actions are often revelatory of earlier intentions, see, e.g., United States v. Sutton, 970 F.2d 1001, 1007 (1st Cir.1992) (holding that \"challenged testimony, though it centered around later-occurring events, was relevant to show appellant's intent at an earlier date\");  United States v. Mena, 933 F.2d 19, 25 n. 5 (1st Cir.1991) (similar);  see also Dedham Water, 972 F.2d at 460 n. 4 (applying principle in affirming district court's findings in analogous circumstances), and DACO's actions when freed from the specter of preemption indicate quite plainly that long-term regulation was not on the agenda.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The United States Supreme Court decided Isla III on April 19, 1988.  Within days, DACO disseminated a press release in which its Secretary, Pedro Ortiz Alvarez (Ortiz), crowed that the Court had \"restored to Puerto Rico the historic power to regulate gasoline prices.\"   Shortly thereafter, DACO commenced an administrative proceeding to determine whether controls should be introduced.  To this end, it requested (and received) financial data and other information from the wholesalers.  It also sought industry input as to whether the commonwealth should set either price or margin controls on gasoline, and held public hearings beginning in the fall of 1988 to consider the desirability of controls, the problems that might arise incident to them, and the reasonableness of existing profit margins in the industry.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In December, as the administrative proceeding wound down, Esso's general manager, Charles Griffith, met with Secretary Ortiz.  According to Griffith, Ortiz informed him that DACO had completed its study and decided against imposing controls because \"the market was behaving.\"   Later that month, a daily newspaper, El Nuevo Dia, published an article based on an interview with Secretary Ortiz.  The article reported that DACO had elected \"not to regulate gasoline prices and to instead adopt 'close supervision' of the industry.\"   The newspaper quoted Secretary Ortiz as conceding that the wholesalers had not earned \"excessive profits.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In January of 1989, Ortiz resigned.  The new Secretary, Jorge R. Ocasio Rodriguez (Ocasio), told Griffith that he was aware of the earlier study and of his predecessor's conclusions, and that he \"intend[ed] to follow [Secretary Ortiz's] policies\" in regard to petroleum wholesalers.  In fact, DACO did not adopt controls until June 27, 1989--the day after the district court's injunction had been lifted--and then attributed the about-face to newly emergent \"erratic and unstable\" price fluctuations in the Puerto Rico market.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Noting this chronology of inaction laced with reassurances, and remarking bits of trial testimony such as Secretary Ortiz' oft-stated preference for a free market system, the district court concluded that DACO's failure to impose any controls for over a year after the Supreme Court's decision in Isla III cleared the regulatory path demonstrated that it lacked long-term regulatory intent, and that in all likelihood it would not have regulated wholesalers' profits during the June 1986--June 1989 time frame even if the injunction had never issued.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We believe the district court's finding that, during the injunction period, DACO would not have adopted a permanent regulation limiting profit margins to a level lower than those actually earned by the wholesalers is sustainable on this record.  Still, DACO's assault on this determination possesses convictive force in one respect.  The district court focused almost exclusively on DACO's actions from and after April of 1988 (when the Supreme Court overruled TECA and gave the green light to state regulation) in attempting to divine DACO's regulatory intent dating back to mid-1986.  This strikes us as a sufficiently accurate barometer of long-term regulatory intent, but fails to deal satisfactorily with the near term.  The stopgap order that DACO promulgated on May 20, 1986 would have remained in effect for some period but for the injunction.  Thus, even if the district court's finding is accepted, some benefit--however small--still might have accrued to the wholesalers by reason of the district court's abrupt suspension of this order.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">That said, DACO's proof does not permit us to quantify that presumed benefit.  Because DACO, as the claimant for restitution, bears the burden of proving the conferral and extent of a benefit, see Atlantic Coast Line, 295 U.S. at 309, 55 S.Ct. at 716, this failure of proof looms large.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We do not suggest that uncertainty as to the extent of the benefit acts as an automatic bar to DACO's claim for restitution, but for purposes of equitable balancing, it neutralizes any advantage that DACO might otherwise achieve on the question of benefit.  In the last analysis, then, this factor is a wash.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">2. The Wholesalers' GPMs.   The district court analyzed the wholesalers' profit margins during the pendency of the injunction and concluded that they \"did not benefit disproportionately from the lack of regulation.\"  TPR II, 862 F.Supp. at 707.   DACO disputes the relevancy of this factor.  It argues that equity does not require there to be a disproportionate benefit, but, rather, that restitution is appropriate so long as the targeted party benefitted at all from the erroneous injunction.  In this view of the universe, the reasonableness of the wholesalers' earnings is beside the point.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Once again, DACO's conception of equity is too inelastic.  \"The mere fact that a person benefits another is not of itself sufficient to require the other to make restitution therefor.\"   Restatement, supra, Sec. 1, cmt. c, at 13.  As the district court noted, a finding that the wholesalers' actual profit margins were unreasonably high would assist in showing that \"the money was received in such circumstances that the possessor will give offense to equity and good conscience if permitted to retain it.\"  TPR II, 862 F.Supp. at 701 (quoting Atlantic Coast Line, 295 U.S. at 309, 55 S.Ct. at 716).   The converse is equally true:  the fact that the wholesalers' profits were reasonable (or unreasonably low, for that matter), tends to make the denial of restitution more in keeping with equitable principles.  Either way, the reasonableness vel non of the wholesalers' profits is a concinnous factor for inclusion in the court's equitable balancing.  See Restatement, supra, Sec. 74, cmt. c, at 305 (suggesting that a party who receives a benefit is not liable to make restitution therefor unless the circumstances attendant to receipt or retention of the benefit render its enjoyment inequitable).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district court based its assessment that the wholesalers' earnings during the relevant period were reasonable on a series of subsidiary findings.  It gave weight to the fact that the wholesalers' profits \"were in line with profits earned during the unregulated period after federal controls were terminated, and before the 1986 regulation was enacted.\"  TPR II, 862 F.Supp. at 706.   It then performed a comparative analysis<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and verified that the wholesalers' returns \"were in line with various competitive industries and investment alternatives\" during the injunction period.  Id.  Last but not least, the court observed that the wholesale market remained competitive throughout the period, thus ensuring that margins were held to acceptable levels.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">DACO suggests that these findings have a tenuous basis in fact--but this is a fairly typical rejoinder of a party seeking to surmount the high hurdle of clear-error review.  The district court relied mainly on the testimony of four economists presented as expert witnesses by the wholesalers.  We have studied their testimony (including the plethoric exhibits associated therewith), and we are fully persuaded that, given this evidence, the district court had a solid basis for finding that, during the injunction period, the wholesale market in Puerto Rico was staunchly competitive, and that the profits earned by Texaco, Esso, and Shell were reasonable.  Although DACO's expert testified in a diametrically opposite vein, choosing between experts in a jury-waived trial is principally the business of the district court, not the court of appeals.  See, e.g., Keller v. United States, 38 F.3d 16, 25 (1st Cir.1994).  Consequently, we decline DACO's invitation to second-guess the trial court's scorecard in respect to dueling experts.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See Anderson v. City of Bessemer City, 470 U.S. 564, 575, 105 S.Ct. 1504, 1512, 84 L.Ed.2d 518 (1985) (explaining the virtual impregnability of a trial judge's finding based on a reasoned decision to credit the testimony of one witness over another).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">3. Delay.   In weighing the equities, the lower court found that \"DACO's actions in seeking restitution have been marked by unreasonable delay.\"  TPR II, 862 F.Supp. at 707.   DACO asserts that the court's inclusion of this factor is improper as a matter of law because it is the functional equivalent of raising a laches defense against the government.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It is true that laches ordinarily cannot be raised as a defense against the government in an action brought to enforce a public right or protect a public interest.  See Illinois v. Kentucky, 500 U.S. 380, 388, 111 S.Ct. 1877, 1883, 114 L.Ed.2d 420 (1991) (noting that \"the laches defense is generally inapplicable against a state\");  Block v. North Dakota ex rel. Bd. of Univ. and Sch. Lands, 461 U.S. 273, 294, 103 S.Ct. 1811, 1823-24, 75 L.Ed.2d 840 (1983) (O'Connor, J., dissenting) (collecting authorities).  But the unavailability of laches as a defense does not mean that the sovereign's dilatoriness in seeking an equitable remedy must be totally disregarded by a chancery court.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">An equitable defense and an equitable factor are conceptually and practically distinct.  The divagation is subtle, but significant.  An equitable defense \"bar[s] the cause of action entirely, or bar[s] ... the equitable remedy.\"   1 Dan B. Dobbs, Law of Remedies Sec. 2.4(1), at 91 (2d ed. 1993).  Moreover, in evaluating an equitable defense, the court considers only the plaintiff's conduct and is free to \"deny all remedies if the plaintiff does not meet equity's standards.\"   Id. Sec. 2.4(5), at 108-09.  In contrast, an equitable factor must always be weighed in concert with other relevant factors.  See id. at 109.  Moreover, as part of balancing the equities, the court \"looks at the conduct of both parties and the potential hardships that might result from a judicial decision either way.\"   Id.  From a practical standpoint, then, \"[e]ven when an equitable defense does not bar the claim, the total balance of equities and hardships might do so.\"   Id., Sec. 2.4(1), at 91.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Here, the district court explicitly disclaimed any intent to apply the equitable doctrine of laches as a bar to DACO's motion. See TPR II, 862 F.Supp. at 702 n. 8.   In its search for the case's equitable epicenter, however, the court was fully entitled to use delay as one of a number of factors bearing on the outcome.  This is precisely what Judge Fuste did, and there is no principled basis for DACO's suggestion that he mouthed the vocabulary of equitable balancing as a means of surreptitiously injecting a barred laches defense into the case.  Indeed, in considering DACO's delay as part of the equitable balance, the judge merely honored the precept that the government, when it seeks an equitable remedy, \"is no more immune to the general principles of equity than any other litigant.\"  United States v. Second Nat'l Bank, 502 F.2d 535, 548 (5th Cir.1974).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">DACO also contends that the district court clearly erred in finding prejudicial delay.  This contention is unpersuasive.  The evidence shows that DACO first raised the refund issue in its June 1989 interim order.  DACO did nothing further on this score until ten months later, when it sent letters to the wholesalers conveying its \"preliminary views\" on the suitability of refunds.  DACO then dropped the refund issue like a hot potato and did not resurrect it until August 20, 1992, when the then-Secretary, Guillermo Mojica Maldonado (Mojica), announced at a press conference that he planned to seek refunds from the wholesalers.  All told, DACO waited three years after this court vacated the injunction to commit itself to the pursuit of restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">DACO does not dispute the accuracy of this chronology, but takes vigorous exception to the court's conclusion that \"[t]his type of stopping and starting, delaying and then proceeding[,] must be considered prejudicial to the wholesalers, who had to run their business with the threat of multimillion dollar refunds occasionally flaring up and then disappearing.\"  TPR II, 862 F.Supp. at 707.   DACO offers a myriad of excuses for its procrastination;  it intimates that, as a government agency, torpor is to be expected;  it claims to have undergone numerous changes in staff and leadership during the period;  and it says that its attention was diverted because of ongoing litigation over its proposed 13cents GPM that lasted until March of 1991.  The district court dismissed these excuses as lame.  We, too, find them insufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Government agencies, like private corporations, have an obligation to conduct their affairs in a reasonably efficient manner.  See Potomac Elec. Power Co. v. ICC, 702 F.2d 1026, 1034 (D.C.Cir.1983) (warning that \"excessive delay saps the public confidence in an agency's ability to discharge its responsibilities\").  An entity that chooses to indulge inefficiencies cannot expect to be granted special dispensations.  If \"[t]he mills of the bureaucrats grind slow,\" United States v. Meyer, 808 F.2d 912, 913 (1st Cir.1987), then the agency, having called the tune, must pay the piper.  See, e.g., United States v. Baus, 834 F.2d 1114, 1123 (1st Cir.1987) (holding that the government \"should not be allowed by words and inaction to lull a party into a false sense of security and then by an abrupt volte-face strip the party of its defenses\");  Cutler v. Hayes, 818 F.2d 879, 896 (D.C.Cir.1987) (explaining that, when an administrative agency loiters, \"the consequences of dilatoriness may be great\").  By like token, neither government agencies nor private employers can escape responsibility for the exercise of due diligence merely because of employee turnover.  Department heads and other key personnel may come and go, but the institution must endure.  See Cutler, 818 F.2d at 896-97.   Similarly, preoccupation with other litigation is hardly a reason for extreme delay.  See, e.g., Mendez v. Banco Popular, 900 F.2d 4, 6-7 (1st Cir.1990) (district court did not abuse discretion in failing to grant extension of time based on attorney's busy trial calendar);  Pinero Schroeder v. Federal Nat'l Mortgage Ass'n, 574 F.2d 1117, 1118 (1st Cir.1978) (same).  And in all events, litigation ending in early 1991 cannot credibly explain why DACO took no firm position until August 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We will not wax longiloquent.  It is trite, but true, that equity ministers to the vigilant, not to those who sleep upon their rights.  See, e.g., Sandstrom v. Chemlawn Corp., 904 F.2d 83, 87 (1st Cir.1990).  Given the uncontradicted evidence, we believe that the district court acted lawfully in ruling that unreasonable delay on DACO's part militates against relief.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">4. Bad Faith.   It is old hat that a court called upon to do equity should always consider whether the petitioning party has acted in bad faith or with unclean hands.  See Precision Instrument Mfg. Co. v. Automotive Maintenance Mach. Co., 324 U.S. 806, 814, 65 S.Ct. 993, 997, 89 L.Ed. 1381 (1945) (explaining that the doctrine of unclean hands \"closes the doors of a court of equity to one tainted with inequitableness or bad faith relative to the matter in which he seeks relief\");  see also Dobbs, supra, at 109;  see generally K-Mart Corp. v. Oriental Plaza, Inc., 875 F.2d 907, 910-12 (1st Cir.1989) (discussing \"unclean hands\" doctrine in relation to the equitable maxim that \"he who seeks equity must do equity\").  But even though equitable doctrines are renowned for their elasticity, they are not without all limits.  The doctrine of unclean hands only applies when the claimant's misconduct is directly related to the merits of the controversy between the parties, that is, when the tawdry acts \"in some measure affect the equitable relations between the parties in respect of something brought before the court for adjudication.\"  Keystone Driller Co. v. General Excavator Co., 290 U.S. 240, 245, 54 S.Ct. 146, 148, 78 L.Ed. 293 (1933).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In the case at bar, the test was met.  The district court found pervasive evidence of bad faith on DACO's part, directly related to the core elements of the dispute sub judice.  See TPR II, 862 F.Supp. at 707.   Although DACO brands this finding clearly erroneous and worse--for instance, DACO claims, without a shred of record support, that the finding is \"tinged with political, rather than legal, analysis,\" Appellants' Brief at 37--we believe that there is ample evidence in the record to support the district court's perspective.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In making its finding of bad faith, the lower court relied heavily on two occurrences.  The court found that, in the spring of 1986, while the government of Puerto Rico was pondering the advisability of an excise tax, see supra p. 872, high-level officials, including the President of the Senate and the Secretary of State, summoned executives of the three appellees to a series of private audiences.  The court further found that \"the wholesalers were warned that they should cooperate with the government in the implementation of the new tax by refraining from further lowering gas prices, so that the government could achieve revenue from the tax....\"  TPR II, 862 F.Supp. at 695.   The discussions were blunt.  To offer one illustration, Jose Luis Blanco, Esso's operations manager at the time, testified that the Secretary of State uttered \"a very strong threat\" to the effect that, if Esso failed to acquiesce in the government's strategy, the company's continued existence in Puerto Rico would be \"very difficult.\"</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">DACO claims that these thinly veiled minations had no bearing on margin regulations imposed well after the excise tax was enacted.  This claim is disingenuous.  Past is prologue, and the district court plausibly could find--as it did--that the 1986 meetings were part of the same overall course of conduct that led to the push for restitution six years later.  After all, the meetings involved the same principals and the same subject matter, and, with the benefit of hindsight, can be viewed as a harbinger of things to come.  On this basis, the district court did not err in concluding that the 1986 meetings were relevant to DACO's good faith (or lack thereof) in seeking restitution some years thereafter.  This is particularly true in that, shortly after the government \"suggested\" that the wholesalers refrain from lowering gasoline prices, DACO attempted to justify its regulation of GPMs on the ground that the wholesalers' prices were too high.  Thus, in effect, DACO bore a degree of responsibility for creating the \"excess profits\" that it later attempted to recapture, first via the excise tax, and then by dint of the motion for restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The second pillar of the court's conclusion lacks the dramatic impact of these strong-arm tactics, but affords a closer temporal link.  The court thought that the actions of Secretary Mojica in and around 1992 betokened bad faith.  See TPR II, 862 F.Supp. at 707.   At trial, Mojica admitted that he had chosen the 8.6cents figure based not on any economic rationale, but as a stratagem to enhance DACO's negotiating position.  The district court found this behavior \"irresponsible.\"  Id.  And Secretary Mojica made a bad situation worse by issuing a remedial order that singled out Texaco, Esso, and Shell, whilst leaving unscathed a number of other wholesalers who had exceeded the 8.6cents margin.  The lower court found that these efforts to exact restitution from the appellees--and from no other similarly situated wholesalers--smacked of bad faith, see id., and DACO can point to no evidence that refutes the implication of selective targeting in retaliation for the appellees' active opposition to the government's desires.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We think that the record as a whole corroborates the district court's determination that the 8.6cents figure was chosen as a crude club to bludgeon the wholesalers into a settlement, without regard for the economic realities of the petroleum industry.  Indeed, the nisi prius roll is replete with evidence suggesting this unhappy conclusion.  For one thing, DACO's chief economist, Carlos Lasanta, testified that he had advised his superiors that the 8.6cents margin was economically inadequate, yet DACO persisted in its plan.  For another thing, Secretary Mojica testified that he issued the remedial order and set the ceiling without even pausing to review the administrative record.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In sum, the grounds relied upon by the district court pass muster.  Because the remedy of restitution is premised on the concept of unjust enrichment, DACO's actions both in 1986 and in 1992 sabotage its present attempt to seize the high ground by asserting that the wholesalers took unfair advantage of the erroneous injunction.  Hence, we are unwilling to disturb the court's determination that DACO's actions were tinged with bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">5. Reliance.   A court considering a restitutionary remedy may properly weigh the factor of reliance in its equitable balancing.  See Moss v. Civil Aeronautics Bd., 521 F.2d 298 (D.C.Cir.1975), cert. denied, 424 U.S. 966, 96 S.Ct. 1460, 47 L.Ed.2d 732 (1976).  In doing so here, the court found that the statements of two different Secretaries (Ortiz and Ocasio) led the wholesalers to believe that DACO regarded their margins \"to be reasonable, and therefore, that restitution of such reasonable profits would not later be demanded.\"  TPR II, 862 F.Supp. at 708.   Moreover, the wholesalers convinced the court that they justifiably relied on those statements in formulating their business plans.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The record is consistent with these findings.  It is not farfetched to think that Secretary Ortiz's statements, see, e.g., supra p. 876, could have lulled the wholesalers into a false sense of security.  See, e.g., Insurance Co. v. Mowry, 96 U.S. 544, 547, 24 L.Ed. 674 (1877) (\"A representation as to the future can be held to operate as an estoppel ... where it relates to an intended abandonment of an existing right, and is made to influence others, and by which they have been induced to act.\").  Then, too, the wholesalers adduced explicit evidence of reliance, credited by the trier.  A number of executives testified that they took the Secretary's statements regarding the reasonableness of their firms' profit margins at face value, and authorized investments in Puerto Rico that they would not otherwise have approved.  We cannot hold that the court clearly erred in detecting detrimental reliance on these facts.  See, e.g., Cumpiano, 902 F.2d at 152 (\"Where there are two permissible views of the evidence, the factfinder's choice between them cannot be clearly erroneous.\")  (quoting Anderson, 470 U.S. at 573-74, 105 S.Ct. at 1511-12).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The court's finding of detrimental reliance is bolstered by another circumstance.  When Judge Fuste issued the injunction, DACO could have--but did not--ask him to require a bond or an escrow account.  See Inland Steel Co. v. United States, 306 U.S. 153, 156-57, 59 S.Ct. 415, 417-18, 83 L.Ed. 557 (1939) (holding that court acted lawfully in conditioning injunction against ICC on establishment of escrow account to defray possible restitutionary obligations).  Although a bond or escrow fund is not a prerequisite for restitution in cases involving injunctions, see, e.g., Newfield House, Inc. v. Mass.  Dep't of Pub. Welfare, 651 F.2d 32, 39 n. 12 (1st Cir.)  (holding that \"the need for a[n injunction] bond is limited to the recovery of damages and has no application to a claim of restitution of amounts subsequently found to have been undue\"), cert. denied, 454 U.S. 1114, 102 S.Ct. 690, 70 L.Ed.2d 653 (1981), a court called upon to perform equitable balancing may nonetheless weigh the absence of a bond or other fund as a factor in its equitable assay.  See Moss, 521 F.2d at 314;  see also Thompson v. Washington, 551 F.2d 1316, 1321 (D.C.Cir.1977).  This is the music to which the district court marched.  See TPR II, 862 F.Supp. at 708.   Just as the existence of a bond or other fund would have undercut any claim of detrimental reliance, so, too, their absence lends credence to the wholesalers' lament.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">6. Public Interest.   It cannot be gainsaid that a court asked to dispense equitable remediation should give serious consideration to the public interest.  See Morgan, 307 U.S. at 194, 59 S.Ct. at 801 (\"It is familiar doctrine that the extent to which a court of equity may grant or withhold its aid, and the manner of moulding its remedies may be affected by the public interest involved.\");  Rosario-Torres, 889 F.2d at 323 (similar).  Here, the district court found that the public interest would be disserved by granting restitution.  The court reasoned \"that investment in Puerto Rico by the gasoline companies would be curtailed, or that Esso, Texaco and/or Shell [might] even leave the island completely, resulting in a possible loss of jobs and competitiveness in the wholesaling market.\"  TPR II, 862 F.Supp. at 708.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">At trial, DACO made no effort to contradict the wholesalers' testimony on this point.  In this venue, it likewise abjures any challenge to the testimony's relevance.  Instead, DACO complains about the district court's related statement that DACO had \"failed to propose a cogent plan to restore losses\" to the Puerto Rico motorists who bore the brunt of the alleged overcharges.  Id.  In DACO's eyes, depositing a restitutionary award into the commonwealth's general fund comprises an entirely satisfactory trickle-down substitute for the court's envisioned plan of direct payments to motorists.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Once again, DACO's fascination with a single tree obscures its view of the forest.  The district court's rescript, properly read, does not hold that depositing refunds into the commonwealth's coffers is repugnant to the public interest in an absolute sense.  The court's point is quite different.  Judge Fuste expressed the belief that the clear harm to the Puerto Rico economy that would result from levying a huge restitution award outweighed the benefit accruing from refunds that would not directly compensate the injured victims.  Though such a judgment call may be arguable, we are unprepared to say that it represents a clearly erroneous assessment of the evidence.  Cf., e.g., Moss, 521 F.2d at 308 (\"The bite which is effectively taken from future earnings by a recovery fund may in turn impair the health of the industry, to the disadvantage of the fare-payers themselves.\").</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">7. Recapitulation.   We have fashioned a tried-and-true framework for gauging claimed abuses of discretion:</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>In making discretionary judgments, a district court abuses its discretion when a relevant factor deserving of significant weight is overlooked, or when an improper factor is accorded significant weight, or when the court considers the appropriate mix of factors, but commits a palpable error of judgment in calibrating the decisional scales.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">United States v. Roberts, 978 F.2d 17, 21 (1st Cir.1992);  accord Dopp, 38 F.3d at 1253 (listing other cases).  Here, the record discloses that the district court made a careful appraisal within the contours of this tested framework.  DACO has failed to show that the court, in performing this appraisal and arriving at its judgment, overlooked appropriate factors, considered inappropriate factors, or made a detectable mistake in weighing the evidence.  Mindful, as we are, that \"[t]he very nature of a trial judge's interactive role assures an intimate familiarity with the nuances of ongoing litigation--a familiarity that appellate judges, handicapped by the sterility of an impassive record, cannot hope to match,\"  Dopp, 38 F.3d at 1253, we decline to place a heavy appellate thumb on the scales of justice and thereby upset the trier's delicate balancing of the competing equities in this unusual situation.</p>\n    </div>\n    <p>III. OTHER ISSUES</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">In addition to its assault upon the district court's equitable determination, DACO mounts a more narrowly targeted offensive on a second front.  In this regard, DACO assigns error to a series of discovery rulings that together forced the disclosure of eighteen agency documents, mostly in the nature of correspondence between DACO (or other government representatives) and DACO's outside counsel.  This attempt to open a second front is little more than a diversionary sortie, poorly outfitted and easily repulsed.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We set the stage.  In ordering disclosure as a subset of a broader order that DACO turn over the \"complete administrative file\" in the case to the wholesalers, the court determined that these writings were not entitled to protection under either the attorney-client privilege or the deliberative process privilege.  We consider the district court's privilege rulings cognizant that, \"[b]ecause we regard the existence of a privilege as a factual determination for the trial court ... the district court's finding of no privilege can be overturned only if clearly erroneous.\"  United States v. Wilson, 798 F.2d 509, 512 (1st Cir.1986);  accord United States v. Bay State Ambulance &amp; Hosp. Rental Serv., Inc., 874 F.2d 20, 27 (1st Cir.1989).  Since local law does not supply the rule of decision anent DACO's claim for restitution, federal common law governs our analysis of the wrangling over privileges.  See Fed.R.Evid. 501.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p>A. Attorney-Client Privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The Supreme Court has described the attorney-client privilege as \"the oldest of the privileges for confidential communications known to the common law.\"  Upjohn Co. v. United States, 449 U.S. 383, 389, 101 S.Ct. 677, 682, 66 L.Ed.2d 584 (1981).  The privilege protects \"not only the giving of professional advice to those who can act on it but also the giving of information to the lawyer to enable him to give sound and informed advice.\"  Id. at 390, 101 S.Ct. at 683.   The purpose of the privilege is \"to encourage full and frank communications between attorneys and their clients and thereby promote broader public interests in the observance of law and administration of justice.\"  Id. at 389, 101 S.Ct. at 682.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">In its unpublished order requiring revelation of the eighteen documents, the district court rejected DACO's claim of attorney-client privilege on two grounds.  First, the court found that DACO waived any such privilege because four of the documents \"were inadvertently shown to Texaco's legal representatives\" during their initial review of the administrative file.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  We examine the underpinnings of this ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">It is apodictic that inadvertent disclosures may work a waiver of the attorney-client privilege.  See, e.g., In re Sealed Case, 877 F.2d 976, 979-80 (D.C.Cir.1989);  In re Grand Jury Proceedings, 727 F.2d 1352, 1356 (4th Cir.1984);  see also Alldread v. City of Grenada, 988 F.2d 1425, 1434 (5th Cir.1993).  Thus, it beggars credulity to argue that the district court erred in entering a turnover order anent the four documents to which Texaco's representatives previously had been exposed.  Apart from that fairly obvious conclusion, however, it also must be recognized that inadvertent disclosures can have a significance that transcends the documents actually disclosed.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In general, a waiver premised on inadvertent disclosure will be deemed to encompass \"all other such communications on the same subject.\"  Weil v. Investment/Indicators, Research &amp; Mgmt., Inc., 647 F.2d 18, 24-25 &amp; n. 13 (9th Cir.1981);  accord In re Sealed Case, 877 F.2d at 980-81;  see also 4 J.M. Moore &amp; J.D. Lucas, Moore's Federal Practice p 26.11, at 26-185 (1994).  Since DACO does not contend that the four carelessly unveiled documents concerned a different topic than the other fourteen documents in the group, we think that, under the deferential standard of review applicable to privilege questions, the district court had an adequate basis for disregarding the attorney-client privilege vis-a-vis all eighteen documents.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The district court's alternative ground for ordering disclosure is equally solid.  The court found as a fact, after in camera inspection of the disputed documents, that outside counsel had become an integral part of the adjudicative decisionmaking process.  Based on this factual finding, the court ruled that the attorney-client privilege did not apply because, when an administrative agency engaged in an adjudicative function delegates its responsibilities to outside counsel, then the work product generated by the firm is part of the adjudicative process itself and, hence, beyond the reach of the attorney-client privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">DACO resists this analysis, pontificating that such a doctrine \"would render the attorney-client privilege meaningless where state or local governments employ counsel and rely on their advice.\"   Appellants' Brief at 47.  But this trumpeting misapprehends the tenor of the district court's ruling.  The attorney-client privilege attaches only when the attorney acts in that capacity.  See Bay State Ambulance, 874 F.2d at 27-28;  Wilson, 798 F.2d at 512;  United States v. United Shoe Mach. Corp., 89 F.Supp. 357, 358-59 (D.Mass.1950).  Here, the district court found, in substance, that DACO delegated policymaking authority to its outside counsel to such an extent that counsel ceased to function as lawyers and began to function as regulators.  Therefore, DACO could not invoke the attorney-client privilege in connection with the documents at issue.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">We cannot term this finding clearly erroneous.  The record shows that DACO's counsel had, in fact, drafted remedial orders that DACO adopted verbatim;  that Dr. Logan, an employee of DACO's counsel, was the \"putative author of the [1989] 13-cent regulation,\" TPR II, 862 F.Supp. at 706;  and that counsel had developed adjudicative data that the agency later reissued as its own.  Nor can we term the finding unsupported in law.  See Mobil Oil Corp. v. Department of Energy, 102 F.R.D. 1, 9-10 (N.D.N.Y.1983) (rejecting claim of attorney-client privilege where proponent failed to show that lawyers were acting in their capacities as attorney advisors rather than as regulatory decisionmakers);  Coastal Corp. v. Duncan, 86 F.R.D. 514, 521 (D.Del.1980) (similar;  observing that such a showing is particularly important in a situation in which \"attorneys function primarily as policy-makers rather than as lawyers\").</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p>B. Deliberative Process Privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">DACO also takes exception to the district court's ruling that the deliberative process privilege did not exempt the same cache of documents from production.  The deliberative process privilege \"shields from public disclosure confidential inter-agency memoranda on matters of law or policy.\"  National Wildlife Fed'n v. United States Forest Serv., 861 F.2d 1114, 1116 (9th Cir.1988).  The privilege rests on a policy of affording reasonable security to the decisionmaking process within a government agency.  See NLRB v. Sears, Roebuck &amp; Co., 421 U.S. 132, 150, 95 S.Ct. 1504, 1516, 44 L.Ed.2d 29 (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The Supreme Court has restricted the deliberative process privilege to materials that are both predecisional and deliberative.  See EPA v. Mink, 410 U.S. 73, 88, 93 S.Ct. 827, 836, 35 L.Ed.2d 119 (1973).  In other words, to qualify for the privilege, a document must be (1) predecisional, that is, \"antecedent to the adoption of agency policy,\" and (2) deliberative, that is, actually \"related to the process by which policies are formulated.\"  National Wildlife, 861 F.2d at 1117 (citation omitted).  Because the deliberative process privilege is restricted to the intra-governmental exchange of thoughts that actively contribute to the agency's decisionmaking process, factual statements or post-decisional documents explaining or justifying a decision already made are not shielded.  See Sears, Roebuck, 421 U.S. at 151-52, 95 S.Ct. at 1516-17;  Mink, 410 U.S. at 88, 93 S.Ct. at 836;  see also Developments in the Law--Privileged Communications, 98 Harv.L.Rev. 1450, 1620-21 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Even if a document satisfies the criteria for protection under the deliberative process privilege, nondisclosure is not automatic.  The privilege \"is a qualified one,\" FTC v. Warner Communications Inc., 742 F.2d 1156, 1161 (9th Cir.1984), and \"is not absolute.\"  First Eastern Corp. v. Mainwaring, 21 F.3d 465, 468 n. 5 (D.C.Cir.1994).  Thus, in determining whether to honor an assertion of the privilege, a court must weigh competing interests.  See id.;   see also Developments, supra, at 1621 (noting that courts asked to apply the privilege must engage in \"ad hoc balancing of the evidentiary need against the harm that may result from disclosure\").</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">At bottom, then, the deliberative process privilege is \"a discretionary one.\"  In re Franklin Nat'l Bank Sec. Litig., 478 F.Supp. 577, 582 (E.D.N.Y.1979).  In deciding how to exercise its discretion, an inquiring court should consider, among other things, the interests of the litigants, society's interest in the accuracy and integrity of factfinding, and the public's interest in honest, effective government.  See Warner Communications, 742 F.2d at 1162.   Consequently, \"where the documents sought may shed light on alleged government malfeasance,\" the privilege is routinely denied.  Franklin, 478 F.Supp. at 582;  see also Bank of Dearborn v. Saxon, 244 F.Supp. 394, 401-03 (E.D.Mich.1965) (\"the real public interest under such circumstances is not the agency's interest in its administration but the citizen's interest in due process\"), aff'd, 377 F.2d 496 (6th Cir.1967).</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Assuming, arguendo, that the documents at issue are both predecisional and deliberative--a matter on which we need not opine--the district court's rejection of the deliberative process privilege is nevertheless impervious to DACO's attack.  The court supportably found that the wholesalers had made a \"strong showing\" of arbitrariness and discriminatory motives on DACO's part.  Given the discretionary nature of the deliberative process privilege, and the district court's warranted conclusion that DACO acted in bad faith over a lengthy period of time, see supra Part II(D)(4), we resist the urge to tinker with the court's determination that the wholesalers' interest in due process and fairness outweighed DACO's interest in shielding its deliberations from public view.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p>C. Harmless Error.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">We add a postscript to our discussion of the district court's discovery rulings.  In all events, we do not believe that the district court's rejection of DACO's privilege claims affected DACO's substantial rights.  Any error was, therefore, harmless.  See Fed.R.Civ.P. 61 (explaining that a court \"must disregard any error or defect in the proceeding which does not affect the substantial rights of the parties\").</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">In denying DACO's claim for restitution, the district court mentioned only one of the eighteen challenged documents (a June 1989 memorandum from DACO's outside counsel to Governor Hernandez Colon).  See TPR II, 862 F.Supp. at 705.   The court cited this memorandum as additional support for its factual finding that contemporaneous events, rather than a long-term commitment to regulation, spurred DACO's actions in June of 1989.  The memorandum comprised only a small fraction of the evidence on which the court relied in reaching this conclusion. See supra Part II(D)(1) (limning other evidence).  It is axiomatic that a litigant's substantial rights are not offended by the admission of cumulative evidence.  See, e.g., Doty v. Sewall, 908 F.2d 1053, 1056 (1st Cir.1990);  Garbincius v. Boston Edison Co., 621 F.2d 1171, 1175 (1st Cir.1980);  deMars v. Equitable Life Assur. Soc'y, 610 F.2d 55, 62 (1st Cir.1979).</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">We need go no further.  There are neither precise answers nor perfect solutions when a court is forced to deal with the shadowy world of what might have been.  Where, as here, the customary deference accorded to the trial court as factfinder is augmented by due respect for that court's equitable discretion, appellate courts should hesitate to meddle.  In this instance, the judge, who had handled the case from its inception, weighed and balanced the equities, and juxtaposed the parties' rights with painstaking care.  Thus, whether or not we, if writing on a pristine page, might have concluded otherwise, we are unable to tease an abuse of discretion out of what is quintessentially a judgment call.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A GPM represents the difference between the sales price and the seller's acquisition cost.  The latter cost includes the price of the gasoline plus excise taxes, but excludes operating costs.  See Tenoco, 876 F.2d at 1015</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We refer to the three oil companies collectively as \"the wholesalers,\" and individually as \"Texaco,\" \"Esso,\" and \"Shell.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> DACO's estimate of the benefit received--it says that the wholesalers charged their customers anywhere from $64,500,000 to $250,000,000 more during the injunction period than DACO would have permitted--is not only unproven but also deserves to be taken with a good deal of salt.  DACO whips up the lower of these frothy figures by suggesting that, absent the injunction, it would have limited the wholesalers' GPMs to a level no higher than 13cents per gallon throughout the relevant period, and, therefore, that any earnings above that plateau are the fruits of the errant injunction.  The higher figure is presumably derived in the same way, but using a projected regulatory ceiling of 8.6cents per gallon (the ceiling imposed in the May 20, 1986 temporary order) for the entire three-year span.  These gaudy claims enjoy little or no record support</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The court used as congeners such benchmarks as returns on assets in the electric utility industry, returns on government bonds, and returns on investments in the industrial distribution services, and fuel industries.  See TPR II, 862 F.Supp. at 706</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The court below offered sound reasons for siding with the wholesalers' experts.  Equally as important, it viewed the testimony of appellant's expert, Dr. Logan, \"with some skepticism in light of his intimate involvement with DACO,\" his former employment by DACO's counsel, and his status as \"the putative author of the 13-cent regulation.\"  TPR II, 862 F.Supp. at 706.   Though DACO cries foul due to the court's \"gratuitous swipe\" at Dr. Logan's bona fides, such credibility determinations are the prerogative--indeed, the duty--of the district judge in a bench trial.  See, e.g., Anthony v. Sundlun, 952 F.2d 603, 606 (1st Cir.1991) (stating that appellate courts \"ought not to disturb supportable findings, based on witness credibility, made by a trial judge who has seen and heard the witnesses at first hand\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> DACO asserts that, because the remedial order \"was only the starting point for [its] consideration of the appropriate level of refunds,\" the terms of the order \"cannot rationally be considered evidence of bad faith.\"   Appellants' Brief at 38-39.  This ipse dixit does not withstand scrutiny.  When Secretary Mojica announced the promulgation of the remedial order, he presented the 8.6cents figure not as a guidepost to a determination of the eventual measure, but as a fait accompli.  Moreover, the order itself described \"a maximum profit margin of 8.6 cents per gallon\" as \"conclusive and undebatable.\"   DACO retreated from this figure only after the wholesalers sought judicial protection</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> At trial, the district court described how this bevue occurred:</p>\n        <p>You people [DACO] told them [Texaco's representatives], here is a room full of papers, you can take a look at them.  They looked at them, they found them and then when you discovered that they had seen them and that they wanted copies of those, then you came running here seeking an order.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note in passing that the district court's waiver analysis, made in connection with DACO's claim of attorney-client privilege, see supra Part III(A), arguably applies to the deliberative process privilege as well.  Because the privilege lacks vitality here, we will not pursue the question of waiver beyond noting that it is apparently unsettled.  Compare, e.g., Clark v. Township of Falls, 124 F.R.D. 91, 93-94 (E.D.Pa.1988) (holding that a municipality waived any claim of executive privilege by prior disclosure) with, e.g., Redland Soccer Club, Inc. v. Department of Army, 55 F.3d 827, 855-56 (3d Cir.1995) (holding that inadvertent disclosure of documents did not give rise to waiver of deliberative process privilege)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">867</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">121</span></span></p>\n    <p class=\"parties\">TEXACO PUERTO RICO, INC., et al., Plaintiffs, Appellees,<br>v.<br>DEPARTMENT OF CONSUMER AFFAIRS, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 94-2076.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 8, 1995.<br>Decided July 19, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lynn R. Coleman, with whom Pedro R. Pierluisi, Secretary of Justice, Roberto Ruiz Comas, Director, Federal Litigation Div., Dep't. of Justice, Richard L. Brusca, Matthew W.S. Estes, Laura A. Ingraham, and Skadden, Arps, Slate, Meagher &amp; Flom, Washington, DC, were on brief, for appellants.</p>\n      <p class=\"indent\">Alan M. Grimaldi, with whom Jerrold J. Ganzfried, Patricia G. Butler, Howrey &amp; Simon, Washington, DC, William Estrella, San Juan, PR, and Ricks P. Frazier, Coral Gables, FL, were on brief, for appellee Texaco Puerto Rico, Inc.</p>\n      <p class=\"indent\">Donald B. Craven, with whom James P. Tuite, Anthony F. Shelley, James R. Lovelace, Alvaro I. Anillo, Miller &amp; Chevalier, Chtd, Washington, DC, Luis Sanchez Betances, Jaime Sifre Rodriguez, Miguel P. Cancio Bigas, and Sanchez Betances &amp; Sifre, Hato Rey, PR, were on brief, for appellee Esso Standard Oil Co.  (P.R.).</p>\n      <p class=\"indent\">Ana Matilde Nin, with whom Rafael Perez-Bachs, Gilberto J. Marxuach-Torros, and McConnell Valdes, Hato Rey, PR, were on brief, for appellee Shell Co.  (P.R.) Ltd.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1986, the Puerto Rico Department of Consumer Affairs (DACO) took a small, tentative step toward regulating the profit margins of gasoline wholesalers.  The wholesalers treated this move as a declaration of war.  They mounted a courtroom counteroffensive and succeeded in obtaining an injunction against the enforcement of DACO's embryonic regulation.  Following a series of pitched battles that stretched from San Juan to Boston to the banks of the Potomac and back again, DACO emerged victorious.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Long after the injunction had been vacated, DACO purposed to exact tribute from the vanquished.  Specifically, it sought restitution from the wholesalers based on the \"excess\" profits that they allegedly earned while shielded by the injunction.  The district court declined to grant the envisioned spoils.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This is presumably the final skirmish in a decade-long conflict.  Other jousts are chronicled in a series of published opinions.  See, e.g., Puerto Rico Dep't of Consumer Affairs v. Isla Petroleum Corp., <span class=\"citation\" data-id=\"112039\"><a href=\"/opinion/112039/puerto-rico-dept-of-consumer-affairs-v-isla-petroleum-corp/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">495</span></a></span>, <span class=\"citation\" data-id=\"112039\"><a href=\"/opinion/112039/puerto-rico-dept-of-consumer-affairs-v-isla-petroleum-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1350</span></a></span>, <span class=\"citation\" data-id=\"112039\"><a href=\"/opinion/112039/puerto-rico-dept-of-consumer-affairs-v-isla-petroleum-corp/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">582</span> </a></span>(1988) (Isla III );  Tenoco Oil Co. v. Department of Consumer Affairs, <span class=\"citation\" data-id=\"524620\"><a href=\"/opinion/524620/tenoco-oil-company-inc-v-department-of-consumer-affairs-and-pedro/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1013</span> </a></span>(1st Cir.1989);  Isla Petroleum Corp. v. Puerto Rico Dep't of Consumer Affairs, <span class=\"citation no-link\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1511</span> </span>(Temp.Emer.Ct.App.1986) (Isla II );  Texaco Puerto Rico, Inc. v. Mojica Maldonado, <span class=\"citation no-link\"><span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">692</span> </span>(D.P.R.1994) (TPR II );  Texaco Puerto Rico, Inc. v. Ocasio Rodriguez, <span class=\"citation no-link\"><span class=\"volume\">749</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">348</span> </span>(D.P.R.1990) (TPR I );  Isla Petroleum Corp. v. Department of Consumer Affairs, <span class=\"citation\" data-id=\"1452190\"><a href=\"/opinion/1452190/isla-petroleum-corp-v-dept-of-consumer-affairs/\"><span class=\"volume\">640</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">474</span> </a></span>(D.P.R.1986) (Isla I ).   Given the detail contained in these earlier opinions, we believe that a condensed summary of the hostilities will suffice for the nonce.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">From 1973 forward, the federal government imposed price controls on the sale of petroleum and petroleum products.  See 15 U.S.C. Secs. 751-760h (as amended).  At the time federal controls ended in early 1981, the regulatory scheme limited wholesalers' gross profit margins (GPMs) on the sale of gasoline to 8.6 cents per gallon.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See <span class=\"citation\" data-id=\"524620\"><span class=\"antecedent_guess\">Tenoco,</span> <a href=\"/opinion/524620/tenoco-oil-company-inc-v-department-of-consumer-affairs-and-pedro/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1015</span> </a></span>(recounting history of federal regulatory policy).  Although bureaucrats are reputed to abhor a vacuum, DACO--an arm of Puerto Rico's government empowered by local law to regulate prices and profit margins in order to protect consumers, see P.R. Laws Ann. tit. 3, Sec. 341b (1982)--did not immediately impose its own controls.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">By 1985, the GPMs of gasoline wholesalers in Puerto Rico ranged from 6.9cents to 16.76cents per gallon.  In early 1986, world oil prices plummeted--but the price of gasoline in Puerto Rico (both wholesale and retail) failed to follow suit.  The Puerto Rico legislature, ostensibly concerned that the oil companies were taking unfair advantage, imposed an excise tax on crude oil and refined petroleum products.  In connection with the new tax, DACO promulgated an administrative order under date of April 23, 1986.  The order prohibited wholesalers from passing the tax through to retailers.  It also froze wholesale and retail gasoline prices at their March 31, 1986 levels.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">When, thereafter, world oil prices soared, the price freeze forced several wholesalers to sell gasoline at prices below their acquisition costs.  Since large oil companies are not in business to lose money, a coterie of wholesalers (including the trio that appear as appellees here) wasted little time in asking the federal district court to enjoin enforcement of the April 23 order.  Moving with equal celerity, the district court scheduled a trial on the merits for May 21, 1986.  See Fed.R.Civ.P. 65(a)(2) (authorizing the district court to \"order the trial on the merits to be advanced and consolidated with the hearing on the application [for preliminary injunction]\").  On May 20, DACO reshuffled the cards;  it rescinded the price freeze and issued what it called a \"temporary\" order that harked back to the former, federally inspired ceiling and established, in lieu of the thawed freeze, maximum GPMs of 8.6cents per gallon for petroleum wholesalers.  The May 20 order also scheduled a public hearing for June 2 to \"receive comments from all interested persons on the adequacy of this Temporary Order and on any modifications that should be made to attain a situation where primary reliance can be placed on competitive market forces to maintain fair margins at all levels of distribution and fair prices for the consumer.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This maneuver did not derail the litigation.  The district court merely switched tracks, trained its sights on the May 20 edict, and went forward with a three-day bench trial.  On June 4--roughly ten days after the trial ended--the court enjoined enforcement of the May 20 order on federal preemption and other constitutional grounds.  See Isla <span class=\"citation\" data-id=\"1452190\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/1452190/isla-petroleum-corp-v-dept-of-consumer-affairs/\"><span class=\"volume\">640</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">515</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">DACO appealed the preemption ruling to the Temporary Emergency Court of Appeals (TECA), see 15 U.S.C. Sec. 754(a)(1) (granting TECA exclusive jurisdiction over claims arising directly under the Emergency Petroleum Allocation Act of 1973), and appealed the remaining rulings (e.g., the invalidation of the order on due process and takings grounds) to this court.  We stayed proceedings pending consideration of the preemption ruling.  TECA affirmed that ruling, see Isla <span class=\"citation no-link\"><span class=\"antecedent_guess\">II,</span> <span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1519</span></span>, but the Justices reversed, holding that federal law did not forbid state regulation of gasoline prices.  See Isla <span class=\"citation\" data-id=\"112039\"><span class=\"antecedent_guess\">III,</span> <a href=\"/opinion/112039/puerto-rico-dept-of-consumer-affairs-v-isla-petroleum-corp/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">499-501</span></a></span>, 108 S.Ct. at 1352-1354.   This court then took up DACO's concurrent appeal and vacated the district court's injunction as premature.  See <span class=\"citation\" data-id=\"524620\"><span class=\"antecedent_guess\">Tenoco,</span> <a href=\"/opinion/524620/tenoco-oil-company-inc-v-department-of-consumer-affairs-and-pedro/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1024</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On June 27, 1989 (the day after we issued our mandate incinerating the district court's injunction), DACO promulgated an interim order establishing a maximum GPM of 11cents per gallon, effective forthwith.  Its final order, issued on November 30, 1989, adopted a ceiling of 13cents per gallon.  That order withstood a vigorous constitutional challenge by the wholesalers.  See TPR I, <span class=\"citation no-link\"><span class=\"volume\">749</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">348</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">An ensuing period of unaccustomed tranquility ended abruptly in mid-1992 when DACO again took up the cudgels.  It issued a so-called remedial order in which it sought to recoup almost $250,000,000 in profits exceeding an 8.6cents per gallon GPM that it estimated three wholesalers--Texaco Puerto Rico, Inc., Esso Standard Oil Co.  (P.R.), and the Shell Company (Puerto Rico) Ltd.  (appellees here)--had earned during the three-year life (June 1986 to June 1989) of the errant injunction.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The wholesalers quickly repaired to the district court and requested protection from the remedial order.  Before the court could act, DACO issued a revised remedial order.  Under its terms, a wholesaler could choose between paying a refund based on a retrospective GPM of 13cents per gallon for the injunction period or paying one based on whatever profit margin would have allowed it to achieve an annual return on assets equal to the average return on assets for the electric utility industry, plus one percent, during the same period.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The wholesalers were not mollified.  They challenged the revised remedial order and, on April 1, 1993, DACO rescinded it.  This hasty retreat did not restore the peace, for the agency simply attacked on a different front.  It revivified the court action originally instituted by the oil companies and filed a motion for restitution seeking an award equal to the excess profits that the wholesalers would have been forced to disgorge but for the pendency of the improvidently issued injunction.  Following a tumultuous period of discovery, see, e.g., infra Part III (discussing certain disputed discovery rulings), and a three-week bench trial, the court denied the motion for restitution on September 9, 1994.  See TPR <span class=\"citation no-link\"><span class=\"antecedent_guess\">II,</span> <span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">709</span></span>.   DACO now appeals.</p>\n    </div>\n    <p>II. THE MERITS</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Our analysis of the merits is partitioned into four segments.  We discuss the nature of restitution, parse the decision below, limn the standard of review, and, finally, examine the record to determine whether the denial of restitution can be upheld.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>A. The Nature of Restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In its motion, DACO sought restitution based upon the hoary adage \"that a party against whom an erroneous judgment or decree has been carried into effect is entitled, in the event of a reversal, to be restored by his adversary to that which he has lost thereby.\"  Arkadelphia Milling Co. v. St. Louis S.W. Ry. Co., <span class=\"citation no-link\"><span class=\"volume\">249</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></span>, 145, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">237</span></span>, 242, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">517</span> </span>(1919).  We agree with this tenet, but caution that it tells only half the tale.  Restitution is not a matter of right, but a matter of sound equitable discretion.  See Atlantic Coast Line R.R. Co. v. Florida, <span class=\"citation\" data-id=\"102459\"><a href=\"/opinion/102459/atlantic-coast-line-r-co-v-florida/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">301</span></a></span>, 310, <span class=\"citation\" data-id=\"102459\"><a href=\"/opinion/102459/atlantic-coast-line-r-co-v-florida/\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">713</span></a></span>, 716-717, <span class=\"citation\" data-id=\"102459\"><a href=\"/opinion/102459/atlantic-coast-line-r-co-v-florida/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1451</span> </a></span>(1935);  Democratic Central Comm. v. Washington Metro.  Area Transit Comm'n, <span class=\"citation\" data-id=\"313979\"><a href=\"/opinion/313979/democratic-central-committee-of-the-district-of-columbia-v-washington/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></a></span>, 825 (D.C.Cir.1973); Restatement of Restitution Sec. 142, cmt. a, at 568 (1937).  Because restitution is a creature of equity, a claimant can prevail only by showing that it will offend \"equity and good conscience\" if the other party is permitted to retain the disputed funds.  Atlantic Coast <span class=\"citation\" data-id=\"102459\"><span class=\"antecedent_guess\">Line,</span> <a href=\"/opinion/102459/atlantic-coast-line-r-co-v-florida/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">309</span></a></span>, 55 S.Ct. at 716.   Put another way, restitution is a remedy ex gratia that a court will withhold when \"the justice of the case does not call for it....\"  <span class=\"citation\" data-id=\"102459\"><a href=\"/opinion/102459/atlantic-coast-line-r-co-v-florida/\"><span class=\"id_token\">Id.</span> at 310, </a></span>55 S.Ct. at 716-717;  accord Williams v. Washington Metro.  Area Transit Comm'n, <span class=\"citation\" data-id=\"286423\"><a href=\"/opinion/286423/richard-a-williams-and-alfred-s-trask-v-washington-metropolitan-area/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">922</span></a></span>, 941-47 (D.C.Cir.1968), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1081</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">860</span></span>, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">773</span> </span>(1969).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This emphasis on the particulars of each individual case is consistent with the central feature of equity jurisdiction:  \"the ability to assess all relevant facts and circumstances and tailor appropriate relief on a case by case basis.\"  Rosario-Torres v. Hernandez-Colon, <span class=\"citation\" data-id=\"532023\"><a href=\"/opinion/532023/miguel-a-rosario-torres-v-rafael-hernandez-colon-etc-appeal-of/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">314</span></a></span>, 321 (1st Cir.1989) (en banc);  see also Hecht Co. v. Bowles, <span class=\"citation\" data-id=\"103944\"><a href=\"/opinion/103944/hecht-co-v-bowles/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, 329, <span class=\"citation\" data-id=\"103944\"><a href=\"/opinion/103944/hecht-co-v-bowles/\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">587</span></a></span>, 591-592, <span class=\"citation\" data-id=\"103944\"><a href=\"/opinion/103944/hecht-co-v-bowles/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">754</span> </a></span>(1944) (\"The essence of equity jurisdiction has been the power ... to mould each decree to the necessities of the particular case.\");  Lussier v. Runyon, <span class=\"citation\" data-id=\"692275\"><a href=\"/opinion/692275/thomas-r-lussier-v-marvin-runyon-united-states-postmaster-general/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1103</span></a></span>, 1110 (1st Cir.1995) (stating that \"the hallmarks of equity have long been flexibility and particularity\"), petition for cert. filed (U.S. June 5, 1995) (No. 94-1979).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Claims for restitution arising out of the vacation or reversal of a judgment are tested by the same standards as other claims for restitution.  See Atlantic Coast Line, 295 U.S. at <span class=\"citation\" data-id=\"102459\"><span class=\"antecedent_guess\">310,</span> <a href=\"/opinion/102459/atlantic-coast-line-r-co-v-florida/\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">716-717</span></a></span>;  see also Restatement, supra, Sec. 74, at 302-03 (\"A person who has conferred a benefit upon another in compliance with a judgment, or whose property has been taken thereunder, is entitled to restitution if the judgment is reversed or set aside, unless restitution would be inequitable....\").  This approach obtains in respect to both public and private actions, and, thus, applies when, as now, a restitutionary claim arises out of an errant injunction barring enforcement of a governmental regulation.  See, e.g., <span class=\"citation no-link\"><span class=\"antecedent_guess\">Arkadelphia,</span> <span class=\"volume\">249</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">145</span></span>, 39 S.Ct. at 241-242 (ordering restitution by a regulated company that charged more during an injunction period than the rate ultimately deemed lawful);  <span class=\"citation\" data-id=\"286423\"><span class=\"antecedent_guess\">Williams,</span> <a href=\"/opinion/286423/richard-a-williams-and-alfred-s-trask-v-washington-metropolitan-area/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">941-47</span> </a></span>(similar);  see also United States v. Morgan, <span class=\"citation\" data-id=\"103204\"><a href=\"/opinion/103204/united-states-v-morgan/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, 197-98, <span class=\"citation\" data-id=\"103204\"><a href=\"/opinion/103204/united-states-v-morgan/\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">795</span></a></span>, 802-03, <span class=\"citation\" data-id=\"103204\"><a href=\"/opinion/103204/united-states-v-morgan/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1211</span> </a></span>(1939).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>B. The Decision Below.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court predicated its denial of DACO's motion for restitution on alternative grounds.  In the first place, the court determined that there was no benefit to be restored as the wholesalers had not profited from the injunction.  See TPR <span class=\"citation no-link\"><span class=\"antecedent_guess\">II,</span> <span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">705-06</span></span>.   This determination rested upon a finding that DACO failed to show that it would have regulated wholesalers' GPMs during the relevant period but for the improvidently issued injunction.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 702-06. </span>  In the second place, the court determined that, even assuming that the injunction conferred an economic benefit, \"the balance of equities\" did not require \"a disgorgement of profits earned six to eight years ago.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 706.</span></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This latter determination rested upon an analysis of five equitable factors.  First, based on evidence regarding the competitiveness of the gasoline market and earnings in other industries, the court found that the wholesalers \"did not benefit disproportionately from the lack of regulation.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 707. </span>  Next, the court found DACO guilty of \"unreasonable delay\" in seeking restitution.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  Third, the </span>court concluded that DACO exhibited bad faith with regard to Texaco, Esso, and Shell.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span>   Fourth, the </span>court determined that DACO's actions during the injunction period had lulled the wholesalers into believing that DACO would not demand restitution.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 708. </span>  Finally, the court thought that the public interest did not favor a restitutionary order.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>C. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Appellate review often calls into play a blend of rules.  So it is here.  We review the factual findings that undergird the trial court's ultimate determination only for clear error.  See <span class=\"citation\" data-id=\"692275\"><span class=\"antecedent_guess\">Lussier,</span> <a href=\"/opinion/692275/thomas-r-lussier-v-marvin-runyon-united-states-postmaster-general/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1111</span></a></span>;  Reilly v. United States, <span class=\"citation\" data-id=\"515719\"><a href=\"/opinion/515719/donna-reilly-etc-v-united-states/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">149</span></a></span>, 163 (1st Cir.1988).  In contrast, the trial court's articulation and application of legal principles is scrutinized de novo.  See Cumpiano v. Banco Santander P.R., <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 152 (1st Cir.1990).  Thus, \"to the extent that findings of fact can be shown to have been predicated upon, or induced by, errors of law, they will be accorded diminished respect on appeal.\"  Dedham Water Co. v. Cumberland Farms Dairy, Inc., <span class=\"citation\" data-id=\"588805\"><a href=\"/opinion/588805/dedham-water-co-inc-v-cumberland-farms-dairy-inc/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span>, 457 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The main event evokes a different criterion.  We review a district court's ultimate decision to grant or withhold an equitable remedy for abuse of discretion.  See, e.g., <span class=\"citation\" data-id=\"692275\"><span class=\"antecedent_guess\">Lussier,</span> <a href=\"/opinion/692275/thomas-r-lussier-v-marvin-runyon-united-states-postmaster-general/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1111</span></a></span>;  <span class=\"citation\" data-id=\"532023\"><span class=\"antecedent_guess\">Rosario-Torres,</span> <a href=\"/opinion/532023/miguel-a-rosario-torres-v-rafael-hernandez-colon-etc-appeal-of/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">323</span></a></span>.   Overall, the abuse-of-discretion standard is deferential, see, e.g., Dopp v. Pritzker, <span class=\"citation\" data-id=\"681299\"><a href=\"/opinion/681299/paul-s-dopp-v-jay-pritzker-paul-s-dopp-v-jay-pritzker/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1239</span></a></span>, 1253 (1st Cir.1994), and \"not appellant-friendly,\" <span class=\"citation\" data-id=\"692275\"><span class=\"antecedent_guess\">Lussier,</span> <a href=\"/opinion/692275/thomas-r-lussier-v-marvin-runyon-united-states-postmaster-general/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1111</span></a></span>.   The solicitude extended by a reviewing court takes into account that the trial judge, \"who has had first-hand exposure to the litigants and the evidence, is in a considerably better position to bring the scales into balance than an appellate tribunal.\"  <span class=\"citation\" data-id=\"532023\"><span class=\"antecedent_guess\">Rosario-Torres,</span> <a href=\"/opinion/532023/miguel-a-rosario-torres-v-rafael-hernandez-colon-etc-appeal-of/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">323</span></a></span>.   For this reason, the court of appeals ordinarily will not find an abuse of discretion unless perscrutation of the record provides strong evidence that the trial judge indulged a serious lapse in judgment.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We inspect the voluminous record with these precepts in mind to ascertain whether the denial of DACO's motion for restitution is sustainable.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>D. Discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The court below began with the question of benefit, and treated that question as a discrete inquiry.  See TPR <span class=\"citation no-link\"><span class=\"antecedent_guess\">II,</span> <span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">700</span></span>.   But this approach tends to put the cart before the horse.  A court mulling a restitutionary remedy must almost always perform an equitable assay.  Rather than isolating the question of whether the targeted party received a benefit (and if so, the likely extent thereof), we think it is preferable in the first instance to incorporate that question into the assay proper, unless, of course, the state of the evidence is such that the court can conclude with minimal effort that no benefit has been received.  If, however, the factual situation is more cloudy and speculative, it ordinarily will prove a more fruitful use of judicial energies to fold the issue of benefit into the wider issue of equity.  Thus, the probability or improbability of whether DACO would have regulated wholesalers' profits during the injunction period can initially be conceived as a relevant, though not dispositive, equitable factor.  More precise findings as to the incidence and effect of any benefit can then be pinpointed as part of a calculation anent damages if restitution is ultimately found to be a condign remedy in a particular situation.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">With this preface, we turn to an examination of the judgment below.  For ease in reference, we treat each group of factual findings as a separate integer in the equitable equation.  The methodologic innovation that we have described--introducing the question of whether the wholesalers benefitted from the injunction (and if so, to what extent) into the assay proper--does not require remand.  The lower court made detailed factual findings on the question of benefit, and we can easily align those findings along the preferred legal matrix.  See Societe Des Produits Nestle v. Casa Helvetia, Inc., <span class=\"citation\" data-id=\"597410\"><a href=\"/opinion/597410/societe-des-produits-nestle-sa-v-casa-helvetia-inc/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span>, 642 (1st Cir.1992);  United States v. Mora, <span class=\"citation\" data-id=\"490116\"><a href=\"/opinion/490116/united-states-v-hector-mora-united-states-of-america-v-franklin/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">860</span></a></span>, 869 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">1. Benefit.   Because restitution is founded on the concept of unjust enrichment, a court considering a request for restitution must investigate the extent to which the target \"received a benefit.\"   Restatement, supra, Sec. 1, cmt. a, at 12.  In a case such as this, the problems of proof are readily evident.  The regulation that the district court enjoined was clearly labelled as temporary when promulgated, and the injunction prevented further regulation (temporary or permanent).  Thus, DACO found itself, at trial, in an epistemological quandary:  it had to prove that, had the district court sent the wholesalers packing, it (DACO) would have put into effect a more durable regulation that would have capped GPMs at a level below what the wholesalers actually earned during the pendency of the injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court found DACO's strivings inadequate to this daunting task.  In the court's view, DACO's adoption of temporary margin controls in 1986 did not \"evidence[ ] an intent to implement a long-term regulatory plan\" to curb profit margins, but, instead, constituted \"a short-term erratic response\" to an unprecedented situation.  TPR <span class=\"citation no-link\"><span class=\"antecedent_guess\">II,</span> <span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">702</span></span>.   The court stressed that the unique combination of exigent circumstances to which DACO reacted soon dissipated, see <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 702-03; </span> that DACO thereafter made an in-depth study of the desirability of regulation, see <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 704; </span> and that, upon completion of the study, DACO decided not to regulate, see <span class=\"citation no-link\"><span class=\"id_token\">id.</span>   On this </span>basis, the district court concluded that the stopgap measure would have been abandoned when the exigency abated;  that DACO would not have implemented other GPM regulations during the June 1986-June 1989 time frame;  and that, therefore, the wholesalers received no monetary advantage from the injunction.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 707.</span></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">For the most part, this conclusion is adequately anchored in the record.  Later actions are often revelatory of earlier intentions, see, e.g., United States v. Sutton, <span class=\"citation\" data-id=\"587576\"><a href=\"/opinion/587576/united-states-v-arthur-sutton/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1001</span></a></span>, 1007 (1st Cir.1992) (holding that \"challenged testimony, though it centered around later-occurring events, was relevant to show appellant's intent at an earlier date\");  United States v. Mena, <span class=\"citation\" data-id=\"561243\"><a href=\"/opinion/561243/united-states-v-edward-ramon-mena/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 25 n. 5 (1st Cir.1991) (similar);  see also Dedham <span class=\"citation\" data-id=\"588805\"><span class=\"antecedent_guess\">Water,</span> <a href=\"/opinion/588805/dedham-water-co-inc-v-cumberland-farms-dairy-inc/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">460</span> </a></span>n. 4 (applying principle in affirming district court's findings in analogous circumstances), and DACO's actions when freed from the specter of preemption indicate quite plainly that long-term regulation was not on the agenda.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The United States Supreme Court decided Isla III on April 19, 1988.  Within days, DACO disseminated a press release in which its Secretary, Pedro Ortiz Alvarez (Ortiz), crowed that the Court had \"restored to Puerto Rico the historic power to regulate gasoline prices.\"   Shortly thereafter, DACO commenced an administrative proceeding to determine whether controls should be introduced.  To this end, it requested (and received) financial data and other information from the wholesalers.  It also sought industry input as to whether the commonwealth should set either price or margin controls on gasoline, and held public hearings beginning in the fall of 1988 to consider the desirability of controls, the problems that might arise incident to them, and the reasonableness of existing profit margins in the industry.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In December, as the administrative proceeding wound down, Esso's general manager, Charles Griffith, met with Secretary Ortiz.  According to Griffith, Ortiz informed him that DACO had completed its study and decided against imposing controls because \"the market was behaving.\"   Later that month, a daily newspaper, El Nuevo Dia, published an article based on an interview with Secretary Ortiz.  The article reported that DACO had elected \"not to regulate gasoline prices and to instead adopt 'close supervision' of the industry.\"   The newspaper quoted Secretary Ortiz as conceding that the wholesalers had not earned \"excessive profits.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In January of 1989, Ortiz resigned.  The new Secretary, Jorge R. Ocasio Rodriguez (Ocasio), told Griffith that he was aware of the earlier study and of his predecessor's conclusions, and that he \"intend[ed] to follow [Secretary Ortiz's] policies\" in regard to petroleum wholesalers.  In fact, DACO did not adopt controls until June 27, 1989--the day after the district court's injunction had been lifted--and then attributed the about-face to newly emergent \"erratic and unstable\" price fluctuations in the Puerto Rico market.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Noting this chronology of inaction laced with reassurances, and remarking bits of trial testimony such as Secretary Ortiz' oft-stated preference for a free market system, the district court concluded that DACO's failure to impose any controls for over a year after the Supreme Court's decision in Isla III cleared the regulatory path demonstrated that it lacked long-term regulatory intent, and that in all likelihood it would not have regulated wholesalers' profits during the June 1986--June 1989 time frame even if the injunction had never issued.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We believe the district court's finding that, during the injunction period, DACO would not have adopted a permanent regulation limiting profit margins to a level lower than those actually earned by the wholesalers is sustainable on this record.  Still, DACO's assault on this determination possesses convictive force in one respect.  The district court focused almost exclusively on DACO's actions from and after April of 1988 (when the Supreme Court overruled TECA and gave the green light to state regulation) in attempting to divine DACO's regulatory intent dating back to mid-1986.  This strikes us as a sufficiently accurate barometer of long-term regulatory intent, but fails to deal satisfactorily with the near term.  The stopgap order that DACO promulgated on May 20, 1986 would have remained in effect for some period but for the injunction.  Thus, even if the district court's finding is accepted, some benefit--however small--still might have accrued to the wholesalers by reason of the district court's abrupt suspension of this order.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">That said, DACO's proof does not permit us to quantify that presumed benefit.  Because DACO, as the claimant for restitution, bears the burden of proving the conferral and extent of a benefit, see Atlantic Coast <span class=\"citation\" data-id=\"102459\"><span class=\"antecedent_guess\">Line,</span> <a href=\"/opinion/102459/atlantic-coast-line-r-co-v-florida/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">309</span></a></span>, 55 S.Ct. at 716, this failure of proof looms large.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We do not suggest that uncertainty as to the extent of the benefit acts as an automatic bar to DACO's claim for restitution, but for purposes of equitable balancing, it neutralizes any advantage that DACO might otherwise achieve on the question of benefit.  In the last analysis, then, this factor is a wash.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">2. The Wholesalers' GPMs.   The district court analyzed the wholesalers' profit margins during the pendency of the injunction and concluded that they \"did not benefit disproportionately from the lack of regulation.\"  TPR <span class=\"citation no-link\"><span class=\"antecedent_guess\">II,</span> <span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">707</span></span>.   DACO disputes the relevancy of this factor.  It argues that equity does not require there to be a disproportionate benefit, but, rather, that restitution is appropriate so long as the targeted party benefitted at all from the erroneous injunction.  In this view of the universe, the reasonableness of the wholesalers' earnings is beside the point.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Once again, DACO's conception of equity is too inelastic.  \"The mere fact that a person benefits another is not of itself sufficient to require the other to make restitution therefor.\"   Restatement, supra, Sec. 1, cmt. c, at 13.  As the district court noted, a finding that the wholesalers' actual profit margins were unreasonably high would assist in showing that \"the money was received in such circumstances that the possessor will give offense to equity and good conscience if permitted to retain it.\"  TPR <span class=\"citation no-link\"><span class=\"antecedent_guess\">II,</span> <span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">701</span> </span>(quoting Atlantic Coast <span class=\"citation\" data-id=\"102459\"><span class=\"antecedent_guess\">Line,</span> <a href=\"/opinion/102459/atlantic-coast-line-r-co-v-florida/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">309</span></a></span>, 55 S.Ct. at 716).   The converse is equally true:  the fact that the wholesalers' profits were reasonable (or unreasonably low, for that matter), tends to make the denial of restitution more in keeping with equitable principles.  Either way, the reasonableness vel non of the wholesalers' profits is a concinnous factor for inclusion in the court's equitable balancing.  See Restatement, supra, Sec. 74, cmt. c, at 305 (suggesting that a party who receives a benefit is not liable to make restitution therefor unless the circumstances attendant to receipt or retention of the benefit render its enjoyment inequitable).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district court based its assessment that the wholesalers' earnings during the relevant period were reasonable on a series of subsidiary findings.  It gave weight to the fact that the wholesalers' profits \"were in line with profits earned during the unregulated period after federal controls were terminated, and before the 1986 regulation was enacted.\"  TPR <span class=\"citation no-link\"><span class=\"antecedent_guess\">II,</span> <span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">706</span></span>.   It then performed a comparative analysis<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and verified that the wholesalers' returns \"were in line with various competitive industries and investment alternatives\" during the injunction period.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  Last but </span>not least, the court observed that the wholesale market remained competitive throughout the period, thus ensuring that margins were held to acceptable levels.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">DACO suggests that these findings have a tenuous basis in fact--but this is a fairly typical rejoinder of a party seeking to surmount the high hurdle of clear-error review.  The district court relied mainly on the testimony of four economists presented as expert witnesses by the wholesalers.  We have studied their testimony (including the plethoric exhibits associated therewith), and we are fully persuaded that, given this evidence, the district court had a solid basis for finding that, during the injunction period, the wholesale market in Puerto Rico was staunchly competitive, and that the profits earned by Texaco, Esso, and Shell were reasonable.  Although DACO's expert testified in a diametrically opposite vein, choosing between experts in a jury-waived trial is principally the business of the district court, not the court of appeals.  See, e.g., Keller v. United States, <span class=\"citation\" data-id=\"195675\"><a href=\"/opinion/195675/keller-v-united-states/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 25 (1st Cir.1994).  Consequently, we decline DACO's invitation to second-guess the trial court's scorecard in respect to dueling experts.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See Anderson v. City of Bessemer City, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 575, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, 1512, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span> </a></span>(1985) (explaining the virtual impregnability of a trial judge's finding based on a reasoned decision to credit the testimony of one witness over another).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">3. Delay.   In weighing the equities, the lower court found that \"DACO's actions in seeking restitution have been marked by unreasonable delay.\"  TPR <span class=\"citation no-link\"><span class=\"antecedent_guess\">II,</span> <span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">707</span></span>.   DACO asserts that the court's inclusion of this factor is improper as a matter of law because it is the functional equivalent of raising a laches defense against the government.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It is true that laches ordinarily cannot be raised as a defense against the government in an action brought to enforce a public right or protect a public interest.  See Illinois v. Kentucky, <span class=\"citation\" data-id=\"112602\"><a href=\"/opinion/112602/illinois-v-kentucky/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">380</span></a></span>, 388, <span class=\"citation\" data-id=\"112602\"><a href=\"/opinion/112602/illinois-v-kentucky/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1877</span></a></span>, 1883, <span class=\"citation\" data-id=\"112602\"><a href=\"/opinion/112602/illinois-v-kentucky/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span> </a></span>(1991) (noting that \"the laches defense is generally inapplicable against a state\");  Block v. North Dakota ex rel. Bd. of Univ. and Sch. Lands, <span class=\"citation\" data-id=\"110923\"><a href=\"/opinion/110923/block-v-north-dakota-ex-rel-board-of-univ-and-school-lands/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, 294, <span class=\"citation\" data-id=\"110923\"><a href=\"/opinion/110923/block-v-north-dakota-ex-rel-board-of-univ-and-school-lands/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1811</span></a></span>, 1823-24, <span class=\"citation\" data-id=\"110923\"><a href=\"/opinion/110923/block-v-north-dakota-ex-rel-board-of-univ-and-school-lands/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span> </a></span>(1983) (O'Connor, J., dissenting) (collecting authorities).  But the unavailability of laches as a defense does not mean that the sovereign's dilatoriness in seeking an equitable remedy must be totally disregarded by a chancery court.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">An equitable defense and an equitable factor are conceptually and practically distinct.  The divagation is subtle, but significant.  An equitable defense \"bar[s] the cause of action entirely, or bar[s] ... the equitable remedy.\"   1 Dan B. Dobbs, Law of Remedies Sec. 2.4(1), at 91 (2d ed. 1993).  Moreover, in evaluating an equitable defense, the court considers only the plaintiff's conduct and is free to \"deny all remedies if the plaintiff does not meet equity's standards.\"   <span class=\"citation\" data-id=\"110923\"><a href=\"/opinion/110923/block-v-north-dakota-ex-rel-board-of-univ-and-school-lands/\"><span class=\"id_token\">Id.</span> Sec. 2.4(5), </a></span>at 108-09.  In contrast, an equitable factor must always be weighed in concert with other relevant factors.  See <span class=\"citation\" data-id=\"110923\"><a href=\"/opinion/110923/block-v-north-dakota-ex-rel-board-of-univ-and-school-lands/\"><span class=\"id_token\">id.</span> at 109. </a></span> Moreover, as part of balancing the equities, the court \"looks at the conduct of both parties and the potential hardships that might result from a judicial decision either way.\"   <span class=\"citation\" data-id=\"110923\"><a href=\"/opinion/110923/block-v-north-dakota-ex-rel-board-of-univ-and-school-lands/\"><span class=\"id_token\">Id.</span>  From a </a></span>practical standpoint, then, \"[e]ven when an equitable defense does not bar the claim, the total balance of equities and hardships might do so.\"   <span class=\"citation\" data-id=\"110923\"><a href=\"/opinion/110923/block-v-north-dakota-ex-rel-board-of-univ-and-school-lands/\"><span class=\"id_token\">Id.,</span> Sec. 2.4(1), </a></span>at 91.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Here, the district court explicitly disclaimed any intent to apply the equitable doctrine of laches as a bar to DACO's motion. See TPR <span class=\"citation no-link\"><span class=\"antecedent_guess\">II,</span> <span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">702</span> </span>n. 8.   In its search for the case's equitable epicenter, however, the court was fully entitled to use delay as one of a number of factors bearing on the outcome.  This is precisely what Judge Fuste did, and there is no principled basis for DACO's suggestion that he mouthed the vocabulary of equitable balancing as a means of surreptitiously injecting a barred laches defense into the case.  Indeed, in considering DACO's delay as part of the equitable balance, the judge merely honored the precept that the government, when it seeks an equitable remedy, \"is no more immune to the general principles of equity than any other litigant.\"  United States v. Second Nat'l Bank, <span class=\"citation\" data-id=\"321258\"><a href=\"/opinion/321258/united-states-v-second-national-bank-of-north-miami/\"><span class=\"volume\">502</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">535</span></a></span>, 548 (5th Cir.1974).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">DACO also contends that the district court clearly erred in finding prejudicial delay.  This contention is unpersuasive.  The evidence shows that DACO first raised the refund issue in its June 1989 interim order.  DACO did nothing further on this score until ten months later, when it sent letters to the wholesalers conveying its \"preliminary views\" on the suitability of refunds.  DACO then dropped the refund issue like a hot potato and did not resurrect it until August 20, 1992, when the then-Secretary, Guillermo Mojica Maldonado (Mojica), announced at a press conference that he planned to seek refunds from the wholesalers.  All told, DACO waited three years after this court vacated the injunction to commit itself to the pursuit of restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">DACO does not dispute the accuracy of this chronology, but takes vigorous exception to the court's conclusion that \"[t]his type of stopping and starting, delaying and then proceeding[,] must be considered prejudicial to the wholesalers, who had to run their business with the threat of multimillion dollar refunds occasionally flaring up and then disappearing.\"  TPR <span class=\"citation no-link\"><span class=\"antecedent_guess\">II,</span> <span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">707</span></span>.   DACO offers a myriad of excuses for its procrastination;  it intimates that, as a government agency, torpor is to be expected;  it claims to have undergone numerous changes in staff and leadership during the period;  and it says that its attention was diverted because of ongoing litigation over its proposed 13cents GPM that lasted until March of 1991.  The district court dismissed these excuses as lame.  We, too, find them insufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Government agencies, like private corporations, have an obligation to conduct their affairs in a reasonably efficient manner.  See Potomac Elec. Power Co. v. ICC, <span class=\"citation\" data-id=\"415602\"><a href=\"/opinion/415602/potomac-electric-power-company-v-interstate-commerce-commission-and-united/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1026</span></a></span>, 1034 (D.C.Cir.1983) (warning that \"excessive delay saps the public confidence in an agency's ability to discharge its responsibilities\").  An entity that chooses to indulge inefficiencies cannot expect to be granted special dispensations.  If \"[t]he mills of the bureaucrats grind slow,\" United States v. Meyer, <span class=\"citation\" data-id=\"481325\"><a href=\"/opinion/481325/united-states-v-robert-e-meyer/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">912</span></a></span>, 913 (1st Cir.1987), then the agency, having called the tune, must pay the piper.  See, e.g., United States v. Baus, <span class=\"citation\" data-id=\"498385\"><a href=\"/opinion/498385/united-states-v-bernard-v-baus/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1114</span></a></span>, 1123 (1st Cir.1987) (holding that the government \"should not be allowed by words and inaction to lull a party into a false sense of security and then by an abrupt volte-face strip the party of its defenses\");  Cutler v. Hayes, <span class=\"citation\" data-id=\"488509\"><a href=\"/opinion/488509/mimi-cutler-stephen-d-annand-and-national-council-of-senior-citizens-v/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">879</span></a></span>, 896 (D.C.Cir.1987) (explaining that, when an administrative agency loiters, \"the consequences of dilatoriness may be great\").  By like token, neither government agencies nor private employers can escape responsibility for the exercise of due diligence merely because of employee turnover.  Department heads and other key personnel may come and go, but the institution must endure.  See <span class=\"citation\" data-id=\"488509\"><span class=\"antecedent_guess\">Cutler,</span> <a href=\"/opinion/488509/mimi-cutler-stephen-d-annand-and-national-council-of-senior-citizens-v/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">896-97</span></a></span>.   Similarly, preoccupation with other litigation is hardly a reason for extreme delay.  See, e.g., Mendez v. Banco Popular, <span class=\"citation\" data-id=\"539215\"><a href=\"/opinion/539215/julio-mendez-aka-julio-mendez-rodriguez-v-banco-popular-de-puerto-rico/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 6-7 (1st Cir.1990) (district court did not abuse discretion in failing to grant extension of time based on attorney's busy trial calendar);  Pinero Schroeder v. Federal Nat'l Mortgage Ass'n, <span class=\"citation\" data-id=\"355342\"><a href=\"/opinion/355342/vicente-pinero-schroeder-v-federal-national-mortgage-association/\"><span class=\"volume\">574</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1117</span></a></span>, 1118 (1st Cir.1978) (same).  And in all events, litigation ending in early 1991 cannot credibly explain why DACO took no firm position until August 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We will not wax longiloquent.  It is trite, but true, that equity ministers to the vigilant, not to those who sleep upon their rights.  See, e.g., Sandstrom v. Chemlawn Corp., <span class=\"citation\" data-id=\"542293\"><a href=\"/opinion/542293/richard-l-sandstrom-etc-v-chemlawn-corporation/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 87 (1st Cir.1990).  Given the uncontradicted evidence, we believe that the district court acted lawfully in ruling that unreasonable delay on DACO's part militates against relief.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">4. Bad Faith.   It is old hat that a court called upon to do equity should always consider whether the petitioning party has acted in bad faith or with unclean hands.  See Precision Instrument Mfg. Co. v. Automotive Maintenance Mach. Co., <span class=\"citation\" data-id=\"104131\"><a href=\"/opinion/104131/precision-co-v-automotive-co/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span></a></span>, 814, <span class=\"citation\" data-id=\"104131\"><a href=\"/opinion/104131/precision-co-v-automotive-co/\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, 997, <span class=\"citation\" data-id=\"104131\"><a href=\"/opinion/104131/precision-co-v-automotive-co/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1381</span> </a></span>(1945) (explaining that the doctrine of unclean hands \"closes the doors of a court of equity to one tainted with inequitableness or bad faith relative to the matter in which he seeks relief\");  see also <span class=\"citation no-link\"><span class=\"antecedent_guess\">Dobbs,</span> supra, at <span class=\"page\">109</span></span>;  see generally K-Mart Corp. v. Oriental Plaza, Inc., <span class=\"citation\" data-id=\"524046\"><a href=\"/opinion/524046/k-mart-corporation-v-oriental-plaza-inc/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span>, 910-12 (1st Cir.1989) (discussing \"unclean hands\" doctrine in relation to the equitable maxim that \"he who seeks equity must do equity\").  But even though equitable doctrines are renowned for their elasticity, they are not without all limits.  The doctrine of unclean hands only applies when the claimant's misconduct is directly related to the merits of the controversy between the parties, that is, when the tawdry acts \"in some measure affect the equitable relations between the parties in respect of something brought before the court for adjudication.\"  Keystone Driller Co. v. General Excavator Co., <span class=\"citation\" data-id=\"102153\"><a href=\"/opinion/102153/keystone-driller-co-v-general-excavator-co/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">240</span></a></span>, 245, <span class=\"citation\" data-id=\"102153\"><a href=\"/opinion/102153/keystone-driller-co-v-general-excavator-co/\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">146</span></a></span>, 148, <span class=\"citation\" data-id=\"102153\"><a href=\"/opinion/102153/keystone-driller-co-v-general-excavator-co/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">293</span> </a></span>(1933).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In the case at bar, the test was met.  The district court found pervasive evidence of bad faith on DACO's part, directly related to the core elements of the dispute sub judice.  See TPR <span class=\"citation no-link\"><span class=\"antecedent_guess\">II,</span> <span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">707</span></span>.   Although DACO brands this finding clearly erroneous and worse--for instance, DACO claims, without a shred of record support, that the finding is \"tinged with political, rather than legal, analysis,\" Appellants' Brief at 37--we believe that there is ample evidence in the record to support the district court's perspective.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In making its finding of bad faith, the lower court relied heavily on two occurrences.  The court found that, in the spring of 1986, while the government of Puerto Rico was pondering the advisability of an excise tax, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>p. 872, high-level officials, including the President of the Senate and the Secretary of State, summoned executives of the three appellees to a series of private audiences.  The court further found that \"the wholesalers were warned that they should cooperate with the government in the implementation of the new tax by refraining from further lowering gas prices, so that the government could achieve revenue from the tax....\"  TPR <span class=\"citation no-link\"><span class=\"antecedent_guess\">II,</span> <span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">695</span></span>.   The discussions were blunt.  To offer one illustration, Jose Luis Blanco, Esso's operations manager at the time, testified that the Secretary of State uttered \"a very strong threat\" to the effect that, if Esso failed to acquiesce in the government's strategy, the company's continued existence in Puerto Rico would be \"very difficult.\"</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">DACO claims that these thinly veiled minations had no bearing on margin regulations imposed well after the excise tax was enacted.  This claim is disingenuous.  Past is prologue, and the district court plausibly could find--as it did--that the 1986 meetings were part of the same overall course of conduct that led to the push for restitution six years later.  After all, the meetings involved the same principals and the same subject matter, and, with the benefit of hindsight, can be viewed as a harbinger of things to come.  On this basis, the district court did not err in concluding that the 1986 meetings were relevant to DACO's good faith (or lack thereof) in seeking restitution some years thereafter.  This is particularly true in that, shortly after the government \"suggested\" that the wholesalers refrain from lowering gasoline prices, DACO attempted to justify its regulation of GPMs on the ground that the wholesalers' prices were too high.  Thus, in effect, DACO bore a degree of responsibility for creating the \"excess profits\" that it later attempted to recapture, first via the excise tax, and then by dint of the motion for restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The second pillar of the court's conclusion lacks the dramatic impact of these strong-arm tactics, but affords a closer temporal link.  The court thought that the actions of Secretary Mojica in and around 1992 betokened bad faith.  See TPR <span class=\"citation no-link\"><span class=\"antecedent_guess\">II,</span> <span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">707</span></span>.   At trial, Mojica admitted that he had chosen the 8.6cents figure based not on any economic rationale, but as a stratagem to enhance DACO's negotiating position.  The district court found this behavior \"irresponsible.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  And Secretary </span>Mojica made a bad situation worse by issuing a remedial order that singled out Texaco, Esso, and Shell, whilst leaving unscathed a number of other wholesalers who had exceeded the 8.6cents margin.  The lower court found that these efforts to exact restitution from the appellees--and from no other similarly situated wholesalers--smacked of bad faith, see <span class=\"citation no-link\"><span class=\"id_token\">id.,</span> and DACO </span>can point to no evidence that refutes the implication of selective targeting in retaliation for the appellees' active opposition to the government's desires.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We think that the record as a whole corroborates the district court's determination that the 8.6cents figure was chosen as a crude club to bludgeon the wholesalers into a settlement, without regard for the economic realities of the petroleum industry.  Indeed, the nisi prius roll is replete with evidence suggesting this unhappy conclusion.  For one thing, DACO's chief economist, Carlos Lasanta, testified that he had advised his superiors that the 8.6cents margin was economically inadequate, yet DACO persisted in its plan.  For another thing, Secretary Mojica testified that he issued the remedial order and set the ceiling without even pausing to review the administrative record.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In sum, the grounds relied upon by the district court pass muster.  Because the remedy of restitution is premised on the concept of unjust enrichment, DACO's actions both in 1986 and in 1992 sabotage its present attempt to seize the high ground by asserting that the wholesalers took unfair advantage of the erroneous injunction.  Hence, we are unwilling to disturb the court's determination that DACO's actions were tinged with bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">5. Reliance.   A court considering a restitutionary remedy may properly weigh the factor of reliance in its equitable balancing.  See Moss v. Civil Aeronautics Bd., <span class=\"citation\" data-id=\"329518\"><a href=\"/opinion/329518/john-e-moss-v-civil-aeronautics-board-northwest-airlines-inc-american/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">298</span> </a></span>(D.C.Cir.1975), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">966</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1460</span></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">732</span> </span>(1976).  In doing so here, the court found that the statements of two different Secretaries (Ortiz and Ocasio) led the wholesalers to believe that DACO regarded their margins \"to be reasonable, and therefore, that restitution of such reasonable profits would not later be demanded.\"  TPR <span class=\"citation no-link\"><span class=\"antecedent_guess\">II,</span> <span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">708</span></span>.   Moreover, the wholesalers convinced the court that they justifiably relied on those statements in formulating their business plans.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The record is consistent with these findings.  It is not farfetched to think that Secretary Ortiz's statements, see, e.g., supra p. 876, could have lulled the wholesalers into a false sense of security.  See, e.g., Insurance Co. v. Mowry, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></span>, 547, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">674</span> </span>(1877) (\"A representation as to the future can be held to operate as an estoppel ... where it relates to an intended abandonment of an existing right, and is made to influence others, and by which they have been induced to act.\").  Then, too, the wholesalers adduced explicit evidence of reliance, credited by the trier.  A number of executives testified that they took the Secretary's statements regarding the reasonableness of their firms' profit margins at face value, and authorized investments in Puerto Rico that they would not otherwise have approved.  We cannot hold that the court clearly erred in detecting detrimental reliance on these facts.  See, e.g., <span class=\"citation\" data-id=\"540783\"><span class=\"antecedent_guess\">Cumpiano,</span> <a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">152</span> </a></span>(\"Where there are two permissible views of the evidence, the factfinder's choice between them cannot be clearly erroneous.\")  (quoting <span class=\"citation\" data-id=\"111373\"><span class=\"antecedent_guess\">Anderson,</span> <a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">573-74</span></a></span>, 105 S.Ct. at 1511-12).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The court's finding of detrimental reliance is bolstered by another circumstance.  When Judge Fuste issued the injunction, DACO could have--but did not--ask him to require a bond or an escrow account.  See Inland Steel Co. v. United States, <span class=\"citation\" data-id=\"103146\"><a href=\"/opinion/103146/inland-steel-co-v-united-states/\"><span class=\"volume\">306</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, 156-57, <span class=\"citation\" data-id=\"103146\"><a href=\"/opinion/103146/inland-steel-co-v-united-states/\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">415</span></a></span>, 417-18, <span class=\"citation\" data-id=\"103146\"><a href=\"/opinion/103146/inland-steel-co-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">557</span> </a></span>(1939) (holding that court acted lawfully in conditioning injunction against ICC on establishment of escrow account to defray possible restitutionary obligations).  Although a bond or escrow fund is not a prerequisite for restitution in cases involving injunctions, see, e.g., Newfield House, Inc. v. Mass.  Dep't of Pub. Welfare, <span class=\"citation\" data-id=\"391174\"><a href=\"/opinion/391174/newfield-house-inc-v-massachusetts-department-of-public-welfare/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span>, 39 n. 12 (1st Cir.)  (holding that \"the need for a[n injunction] bond is limited to the recovery of damages and has no application to a claim of restitution of amounts subsequently found to have been undue\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1114</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">690</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">653</span> </span>(1981), a court called upon to perform equitable balancing may nonetheless weigh the absence of a bond or other fund as a factor in its equitable assay.  See <span class=\"citation\" data-id=\"329518\"><span class=\"antecedent_guess\">Moss,</span> <a href=\"/opinion/329518/john-e-moss-v-civil-aeronautics-board-northwest-airlines-inc-american/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">314</span></a></span>;  see also Thompson v. Washington, <span class=\"citation\" data-id=\"344236\"><a href=\"/opinion/344236/reverend-chester-c-thompson-individually-and-on-behalf-of-all-others/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1316</span></a></span>, 1321 (D.C.Cir.1977).  This is the music to which the district court marched.  See TPR <span class=\"citation no-link\"><span class=\"antecedent_guess\">II,</span> <span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">708</span></span>.   Just as the existence of a bond or other fund would have undercut any claim of detrimental reliance, so, too, their absence lends credence to the wholesalers' lament.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">6. Public Interest.   It cannot be gainsaid that a court asked to dispense equitable remediation should give serious consideration to the public interest.  See <span class=\"citation\" data-id=\"103204\"><span class=\"antecedent_guess\">Morgan,</span> <a href=\"/opinion/103204/united-states-v-morgan/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">194</span></a></span>, 59 S.Ct. at 801 (\"It is familiar doctrine that the extent to which a court of equity may grant or withhold its aid, and the manner of moulding its remedies may be affected by the public interest involved.\");  <span class=\"citation\" data-id=\"532023\"><span class=\"antecedent_guess\">Rosario-Torres,</span> <a href=\"/opinion/532023/miguel-a-rosario-torres-v-rafael-hernandez-colon-etc-appeal-of/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">323</span> </a></span>(similar).  Here, the district court found that the public interest would be disserved by granting restitution.  The court reasoned \"that investment in Puerto Rico by the gasoline companies would be curtailed, or that Esso, Texaco and/or Shell [might] even leave the island completely, resulting in a possible loss of jobs and competitiveness in the wholesaling market.\"  TPR <span class=\"citation no-link\"><span class=\"antecedent_guess\">II,</span> <span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">708</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">At trial, DACO made no effort to contradict the wholesalers' testimony on this point.  In this venue, it likewise abjures any challenge to the testimony's relevance.  Instead, DACO complains about the district court's related statement that DACO had \"failed to propose a cogent plan to restore losses\" to the Puerto Rico motorists who bore the brunt of the alleged overcharges.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  In DACO's </span>eyes, depositing a restitutionary award into the commonwealth's general fund comprises an entirely satisfactory trickle-down substitute for the court's envisioned plan of direct payments to motorists.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Once again, DACO's fascination with a single tree obscures its view of the forest.  The district court's rescript, properly read, does not hold that depositing refunds into the commonwealth's coffers is repugnant to the public interest in an absolute sense.  The court's point is quite different.  Judge Fuste expressed the belief that the clear harm to the Puerto Rico economy that would result from levying a huge restitution award outweighed the benefit accruing from refunds that would not directly compensate the injured victims.  Though such a judgment call may be arguable, we are unprepared to say that it represents a clearly erroneous assessment of the evidence.  Cf., e.g., <span class=\"citation\" data-id=\"329518\"><span class=\"antecedent_guess\">Moss,</span> <a href=\"/opinion/329518/john-e-moss-v-civil-aeronautics-board-northwest-airlines-inc-american/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">308</span> </a></span>(\"The bite which is effectively taken from future earnings by a recovery fund may in turn impair the health of the industry, to the disadvantage of the fare-payers themselves.\").</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">7. Recapitulation.   We have fashioned a tried-and-true framework for gauging claimed abuses of discretion:</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>In making discretionary judgments, a district court abuses its discretion when a relevant factor deserving of significant weight is overlooked, or when an improper factor is accorded significant weight, or when the court considers the appropriate mix of factors, but commits a palpable error of judgment in calibrating the decisional scales.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">United States v. Roberts, <span class=\"citation\" data-id=\"593292\"><a href=\"/opinion/593292/united-states-v-leslie-roberts/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 21 (1st Cir.1992);  accord <span class=\"citation\" data-id=\"681299\"><span class=\"antecedent_guess\">Dopp,</span> <a href=\"/opinion/681299/paul-s-dopp-v-jay-pritzker-paul-s-dopp-v-jay-pritzker/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1253</span> </a></span>(listing other cases).  Here, the record discloses that the district court made a careful appraisal within the contours of this tested framework.  DACO has failed to show that the court, in performing this appraisal and arriving at its judgment, overlooked appropriate factors, considered inappropriate factors, or made a detectable mistake in weighing the evidence.  Mindful, as we are, that \"[t]he very nature of a trial judge's interactive role assures an intimate familiarity with the nuances of ongoing litigation--a familiarity that appellate judges, handicapped by the sterility of an impassive record, cannot hope to match,\"  <span class=\"citation\" data-id=\"681299\"><span class=\"antecedent_guess\">Dopp,</span> <a href=\"/opinion/681299/paul-s-dopp-v-jay-pritzker-paul-s-dopp-v-jay-pritzker/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1253</span></a></span>, we decline to place a heavy appellate thumb on the scales of justice and thereby upset the trier's delicate balancing of the competing equities in this unusual situation.</p>\n    </div>\n    <p>III. OTHER ISSUES</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">In addition to its assault upon the district court's equitable determination, DACO mounts a more narrowly targeted offensive on a second front.  In this regard, DACO assigns error to a series of discovery rulings that together forced the disclosure of eighteen agency documents, mostly in the nature of correspondence between DACO (or other government representatives) and DACO's outside counsel.  This attempt to open a second front is little more than a diversionary sortie, poorly outfitted and easily repulsed.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We set the stage.  In ordering disclosure as a subset of a broader order that DACO turn over the \"complete administrative file\" in the case to the wholesalers, the court determined that these writings were not entitled to protection under either the attorney-client privilege or the deliberative process privilege.  We consider the district court's privilege rulings cognizant that, \"[b]ecause we regard the existence of a privilege as a factual determination for the trial court ... the district court's finding of no privilege can be overturned only if clearly erroneous.\"  United States v. Wilson, <span class=\"citation\" data-id=\"474815\"><a href=\"/opinion/474815/united-states-v-william-h-wilson-jr/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">509</span></a></span>, 512 (1st Cir.1986);  accord United States v. Bay State Ambulance &amp; Hosp. Rental Serv., Inc., <span class=\"citation\" data-id=\"522863\"><a href=\"/opinion/522863/25-socsecrepser-443-medicaremedicaid-gu-37849-28-fed-r-evid/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 27 (1st Cir.1989).  Since local law does not supply the rule of decision anent DACO's claim for restitution, federal common law governs our analysis of the wrangling over privileges.  See Fed.R.Evid. 501.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p>A. Attorney-Client Privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The Supreme Court has described the attorney-client privilege as \"the oldest of the privileges for confidential communications known to the common law.\"  Upjohn Co. v. United States, <span class=\"citation\" data-id=\"110374\"><a href=\"/opinion/110374/upjohn-co-v-united-states/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">383</span></a></span>, 389, <span class=\"citation\" data-id=\"110374\"><a href=\"/opinion/110374/upjohn-co-v-united-states/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">677</span></a></span>, 682, <span class=\"citation\" data-id=\"110374\"><a href=\"/opinion/110374/upjohn-co-v-united-states/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">584</span> </a></span>(1981).  The privilege protects \"not only the giving of professional advice to those who can act on it but also the giving of information to the lawyer to enable him to give sound and informed advice.\"  <span class=\"citation\" data-id=\"110374\"><a href=\"/opinion/110374/upjohn-co-v-united-states/\"><span class=\"id_token\">Id.</span> at 390, </a></span>101 S.Ct. at 683.   The purpose of the privilege is \"to encourage full and frank communications between attorneys and their clients and thereby promote broader public interests in the observance of law and administration of justice.\"  <span class=\"citation\" data-id=\"110374\"><a href=\"/opinion/110374/upjohn-co-v-united-states/\"><span class=\"id_token\">Id.</span> at 389, </a></span>101 S.Ct. at 682.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">In its unpublished order requiring revelation of the eighteen documents, the district court rejected DACO's claim of attorney-client privilege on two grounds.  First, the court found that DACO waived any such privilege because four of the documents \"were inadvertently shown to Texaco's legal representatives\" during their initial review of the administrative file.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  We examine the underpinnings of this ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">It is apodictic that inadvertent disclosures may work a waiver of the attorney-client privilege.  See, e.g., In re Sealed Case, <span class=\"citation\" data-id=\"525193\"><a href=\"/opinion/525193/in-re-sealed-case/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">976</span></a></span>, 979-80 (D.C.Cir.1989);  In re Grand Jury Proceedings, <span class=\"citation\" data-id=\"431664\"><a href=\"/opinion/431664/fed-sec-l-rep-p-91487-15-fed-r-evid-serv-428-in-re-grand-jury/\"><span class=\"volume\">727</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1352</span></a></span>, 1356 (4th Cir.1984);  see also Alldread v. City of Grenada, <span class=\"citation\" data-id=\"602815\"><a href=\"/opinion/602815/timothy-alldread-v-city-of-grenada/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1425</span></a></span>, 1434 (5th Cir.1993).  Thus, it beggars credulity to argue that the district court erred in entering a turnover order anent the four documents to which Texaco's representatives previously had been exposed.  Apart from that fairly obvious conclusion, however, it also must be recognized that inadvertent disclosures can have a significance that transcends the documents actually disclosed.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In general, a waiver premised on inadvertent disclosure will be deemed to encompass \"all other such communications on the same subject.\"  Weil v. Investment/Indicators, Research &amp; Mgmt., Inc., <span class=\"citation\" data-id=\"389579\"><a href=\"/opinion/389579/fed-sec-l-rep-p-98023-8-fed-r-evid-serv-475-pauline-weil-and/\"><span class=\"volume\">647</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span>, 24-25 &amp; n. 13 (9th Cir.1981);  accord In re Sealed <span class=\"citation\" data-id=\"525193\"><span class=\"antecedent_guess\">Case,</span> <a href=\"/opinion/525193/in-re-sealed-case/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">980-81</span></a></span>;  see also 4 J.M. Moore &amp; J.D. Lucas, Moore's Federal Practice p 26.11, at 26-185 (1994).  Since DACO does not contend that the four carelessly unveiled documents concerned a different topic than the other fourteen documents in the group, we think that, under the deferential standard of review applicable to privilege questions, the district court had an adequate basis for disregarding the attorney-client privilege vis-a-vis all eighteen documents.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The district court's alternative ground for ordering disclosure is equally solid.  The court found as a fact, after in camera inspection of the disputed documents, that outside counsel had become an integral part of the adjudicative decisionmaking process.  Based on this factual finding, the court ruled that the attorney-client privilege did not apply because, when an administrative agency engaged in an adjudicative function delegates its responsibilities to outside counsel, then the work product generated by the firm is part of the adjudicative process itself and, hence, beyond the reach of the attorney-client privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">DACO resists this analysis, pontificating that such a doctrine \"would render the attorney-client privilege meaningless where state or local governments employ counsel and rely on their advice.\"   Appellants' Brief at 47.  But this trumpeting misapprehends the tenor of the district court's ruling.  The attorney-client privilege attaches only when the attorney acts in that capacity.  See Bay State <span class=\"citation\" data-id=\"522863\"><span class=\"antecedent_guess\">Ambulance,</span> <a href=\"/opinion/522863/25-socsecrepser-443-medicaremedicaid-gu-37849-28-fed-r-evid/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">27-28</span></a></span>;  <span class=\"citation\" data-id=\"474815\"><span class=\"antecedent_guess\">Wilson,</span> <a href=\"/opinion/474815/united-states-v-william-h-wilson-jr/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">512</span></a></span>;  United States v. United Shoe Mach. Corp., <span class=\"citation\" data-id=\"2597379\"><a href=\"/opinion/2597379/united-states-v-united-shoe-machinery-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">357</span></a></span>, 358-59 (D.Mass.1950).  Here, the district court found, in substance, that DACO delegated policymaking authority to its outside counsel to such an extent that counsel ceased to function as lawyers and began to function as regulators.  Therefore, DACO could not invoke the attorney-client privilege in connection with the documents at issue.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">We cannot term this finding clearly erroneous.  The record shows that DACO's counsel had, in fact, drafted remedial orders that DACO adopted verbatim;  that Dr. Logan, an employee of DACO's counsel, was the \"putative author of the [1989] 13-cent regulation,\" TPR <span class=\"citation no-link\"><span class=\"antecedent_guess\">II,</span> <span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">706</span></span>;  and that counsel had developed adjudicative data that the agency later reissued as its own.  Nor can we term the finding unsupported in law.  See Mobil Oil Corp. v. Department of Energy, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">1</span></span>, 9-10 (N.D.N.Y.1983) (rejecting claim of attorney-client privilege where proponent failed to show that lawyers were acting in their capacities as attorney advisors rather than as regulatory decisionmakers);  Coastal Corp. v. Duncan, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">514</span></span>, 521 (D.Del.1980) (similar;  observing that such a showing is particularly important in a situation in which \"attorneys function primarily as policy-makers rather than as lawyers\").</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p>B. Deliberative Process Privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">DACO also takes exception to the district court's ruling that the deliberative process privilege did not exempt the same cache of documents from production.  The deliberative process privilege \"shields from public disclosure confidential inter-agency memoranda on matters of law or policy.\"  National Wildlife Fed'n v. United States Forest Serv., <span class=\"citation\" data-id=\"514636\"><a href=\"/opinion/514636/national-wildlife-federation-v-united-states-forest-service/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1114</span></a></span>, 1116 (9th Cir.1988).  The privilege rests on a policy of affording reasonable security to the decisionmaking process within a government agency.  See NLRB v. Sears, Roebuck &amp; Co., <span class=\"citation\" data-id=\"109241\"><a href=\"/opinion/109241/nlrb-v-sears-roebuck-co/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">132</span></a></span>, 150, <span class=\"citation\" data-id=\"109241\"><a href=\"/opinion/109241/nlrb-v-sears-roebuck-co/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, 1516, <span class=\"citation\" data-id=\"109241\"><a href=\"/opinion/109241/nlrb-v-sears-roebuck-co/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">29</span> </a></span>(1975).</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The Supreme Court has restricted the deliberative process privilege to materials that are both predecisional and deliberative.  See EPA v. Mink, <span class=\"citation\" data-id=\"108712\"><a href=\"/opinion/108712/epa-v-mink/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">73</span></a></span>, 88, <span class=\"citation\" data-id=\"108712\"><a href=\"/opinion/108712/epa-v-mink/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">827</span></a></span>, 836, <span class=\"citation\" data-id=\"108712\"><a href=\"/opinion/108712/epa-v-mink/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span> </a></span>(1973).  In other words, to qualify for the privilege, a document must be (1) predecisional, that is, \"antecedent to the adoption of agency policy,\" and (2) deliberative, that is, actually \"related to the process by which policies are formulated.\"  National <span class=\"citation\" data-id=\"514636\"><span class=\"antecedent_guess\">Wildlife,</span> <a href=\"/opinion/514636/national-wildlife-federation-v-united-states-forest-service/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1117</span> </a></span>(citation omitted).  Because the deliberative process privilege is restricted to the intra-governmental exchange of thoughts that actively contribute to the agency's decisionmaking process, factual statements or post-decisional documents explaining or justifying a decision already made are not shielded.  See Sears, <span class=\"citation\" data-id=\"109241\"><span class=\"antecedent_guess\">Roebuck,</span> <a href=\"/opinion/109241/nlrb-v-sears-roebuck-co/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">151-52</span></a></span>, 95 S.Ct. at 1516-17;  <span class=\"citation\" data-id=\"108712\"><span class=\"antecedent_guess\">Mink,</span> <a href=\"/opinion/108712/epa-v-mink/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">88</span></a></span>, 93 S.Ct. at 836;  see also Developments in the Law--Privileged Communications, 98 Harv.L.Rev. 1450, 1620-21 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Even if a document satisfies the criteria for protection under the deliberative process privilege, nondisclosure is not automatic.  The privilege \"is a qualified one,\" FTC v. Warner Communications Inc., <span class=\"citation\" data-id=\"440509\"><a href=\"/opinion/440509/federal-trade-commission-v-warner-communications-inc/\"><span class=\"volume\">742</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1156</span></a></span>, 1161 (9th Cir.1984), and \"is not absolute.\"  First Eastern Corp. v. Mainwaring, <span class=\"citation\" data-id=\"667574\"><a href=\"/opinion/667574/first-eastern-corporation-derivatively-by-mw-friedman-joseph-dandrea/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">465</span></a></span>, 468 n. 5 (D.C.Cir.1994).  Thus, in determining whether to honor an assertion of the privilege, a court must weigh competing interests.  See id.;   see also <span class=\"citation no-link\"><span class=\"antecedent_guess\">Developments,</span> supra, at <span class=\"page\">1621</span> </span>(noting that courts asked to apply the privilege must engage in \"ad hoc balancing of the evidentiary need against the harm that may result from disclosure\").</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">At bottom, then, the deliberative process privilege is \"a discretionary one.\"  In re Franklin Nat'l Bank Sec. Litig., <span class=\"citation\" data-id=\"1899496\"><a href=\"/opinion/1899496/in-re-franklin-nat-bank-securities-lit/\"><span class=\"volume\">478</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">577</span></a></span>, 582 (E.D.N.Y.1979).  In deciding how to exercise its discretion, an inquiring court should consider, among other things, the interests of the litigants, society's interest in the accuracy and integrity of factfinding, and the public's interest in honest, effective government.  See Warner <span class=\"citation\" data-id=\"440509\"><span class=\"antecedent_guess\">Communications,</span> <a href=\"/opinion/440509/federal-trade-commission-v-warner-communications-inc/\"><span class=\"volume\">742</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1162</span></a></span>.   Consequently, \"where the documents sought may shed light on alleged government malfeasance,\" the privilege is routinely denied.  <span class=\"citation\" data-id=\"1899496\"><span class=\"antecedent_guess\">Franklin,</span> <a href=\"/opinion/1899496/in-re-franklin-nat-bank-securities-lit/\"><span class=\"volume\">478</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">582</span></a></span>;  see also Bank of Dearborn v. Saxon, <span class=\"citation\" data-id=\"1975271\"><a href=\"/opinion/1975271/bank-of-dearborn-v-saxon/\"><span class=\"volume\">244</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">394</span></a></span>, 401-03 (E.D.Mich.1965) (\"the real public interest under such circumstances is not the agency's interest in its administration but the citizen's interest in due process\"), aff'd, <span class=\"citation\" data-id=\"275882\"><a href=\"/opinion/275882/bank-of-dearborn-v-manufacturers-national-bank-of-detroit-bank-of/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">496</span> </a></span>(6th Cir.1967).</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Assuming, arguendo, that the documents at issue are both predecisional and deliberative--a matter on which we need not opine--the district court's rejection of the deliberative process privilege is nevertheless impervious to DACO's attack.  The court supportably found that the wholesalers had made a \"strong showing\" of arbitrariness and discriminatory motives on DACO's part.  Given the discretionary nature of the deliberative process privilege, and the district court's warranted conclusion that DACO acted in bad faith over a lengthy period of time, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>Part II(D)(4), we resist the urge to tinker with the court's determination that the wholesalers' interest in due process and fairness outweighed DACO's interest in shielding its deliberations from public view.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p>C. Harmless Error.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">We add a postscript to our discussion of the district court's discovery rulings.  In all events, we do not believe that the district court's rejection of DACO's privilege claims affected DACO's substantial rights.  Any error was, therefore, harmless.  See Fed.R.Civ.P. 61 (explaining that a court \"must disregard any error or defect in the proceeding which does not affect the substantial rights of the parties\").</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">In denying DACO's claim for restitution, the district court mentioned only one of the eighteen challenged documents (a June 1989 memorandum from DACO's outside counsel to Governor Hernandez Colon).  See TPR <span class=\"citation no-link\"><span class=\"antecedent_guess\">II,</span> <span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">705</span></span>.   The court cited this memorandum as additional support for its factual finding that contemporaneous events, rather than a long-term commitment to regulation, spurred DACO's actions in June of 1989.  The memorandum comprised only a small fraction of the evidence on which the court relied in reaching this conclusion. <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> supra </span>Part II(D)(1) (limning other evidence).  It is axiomatic that a litigant's substantial rights are not offended by the admission of cumulative evidence.  See, e.g., Doty v. Sewall, <span class=\"citation\" data-id=\"545153\"><a href=\"/opinion/545153/arthur-doty-v-richard-sewall-arthur-doty-v-richard-sewall/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1053</span></a></span>, 1056 (1st Cir.1990);  Garbincius v. Boston Edison Co., <span class=\"citation\" data-id=\"378194\"><a href=\"/opinion/378194/peter-p-garbincius-administrator-of-the-estate-of-paul-c-garbincius-v/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1171</span></a></span>, 1175 (1st Cir.1980);  deMars v. Equitable Life Assur. Soc'y, <span class=\"citation\" data-id=\"371955\"><a href=\"/opinion/371955/andrea-f-demars-v-the-equitable-life-assurance-society-of-the-united/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">55</span></a></span>, 62 (1st Cir.1979).</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">We need go no further.  There are neither precise answers nor perfect solutions when a court is forced to deal with the shadowy world of what might have been.  Where, as here, the customary deference accorded to the trial court as factfinder is augmented by due respect for that court's equitable discretion, appellate courts should hesitate to meddle.  In this instance, the judge, who had handled the case from its inception, weighed and balanced the equities, and juxtaposed the parties' rights with painstaking care.  Thus, whether or not we, if writing on a pristine page, might have concluded otherwise, we are unable to tease an abuse of discretion out of what is quintessentially a judgment call.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A GPM represents the difference between the sales price and the seller's acquisition cost.  The latter cost includes the price of the gasoline plus excise taxes, but excludes operating costs.  See <span class=\"citation\" data-id=\"524620\"><span class=\"antecedent_guess\">Tenoco,</span> <a href=\"/opinion/524620/tenoco-oil-company-inc-v-department-of-consumer-affairs-and-pedro/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1015</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We refer to the three oil companies collectively as \"the wholesalers,\" and individually as \"Texaco,\" \"Esso,\" and \"Shell.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> DACO's estimate of the benefit received--it says that the wholesalers charged their customers anywhere from $64,500,000 to $250,000,000 more during the injunction period than DACO would have permitted--is not only unproven but also deserves to be taken with a good deal of salt.  DACO whips up the lower of these frothy figures by suggesting that, absent the injunction, it would have limited the wholesalers' GPMs to a level no higher than 13cents per gallon throughout the relevant period, and, therefore, that any earnings above that plateau are the fruits of the errant injunction.  The higher figure is presumably derived in the same way, but using a projected regulatory ceiling of 8.6cents per gallon (the ceiling imposed in the May 20, 1986 temporary order) for the entire three-year span.  These gaudy claims enjoy little or no record support</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The court used as congeners such benchmarks as returns on assets in the electric utility industry, returns on government bonds, and returns on investments in the industrial distribution services, and fuel industries.  See TPR <span class=\"citation no-link\"><span class=\"antecedent_guess\">II,</span> <span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">706</span></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The court below offered sound reasons for siding with the wholesalers' experts.  Equally as important, it viewed the testimony of appellant's expert, Dr. Logan, \"with some skepticism in light of his intimate involvement with DACO,\" his former employment by DACO's counsel, and his status as \"the putative author of the 13-cent regulation.\"  TPR <span class=\"citation no-link\"><span class=\"antecedent_guess\">II,</span> <span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">706</span></span>.   Though DACO cries foul due to the court's \"gratuitous swipe\" at Dr. Logan's bona fides, such credibility determinations are the prerogative--indeed, the duty--of the district judge in a bench trial.  See, e.g., Anthony v. Sundlun, <span class=\"citation\" data-id=\"574884\"><a href=\"/opinion/574884/jane-anthony-v-bruce-g-sundlun/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">603</span></a></span>, 606 (1st Cir.1991) (stating that appellate courts \"ought not to disturb supportable findings, based on witness credibility, made by a trial judge who has seen and heard the witnesses at first hand\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> DACO asserts that, because the remedial order \"was only the starting point for [its] consideration of the appropriate level of refunds,\" the terms of the order \"cannot rationally be considered evidence of bad faith.\"   Appellants' Brief at 38-39.  This ipse dixit does not withstand scrutiny.  When Secretary Mojica announced the promulgation of the remedial order, he presented the 8.6cents figure not as a guidepost to a determination of the eventual measure, but as a fait accompli.  Moreover, the order itself described \"a maximum profit margin of 8.6 cents per gallon\" as \"conclusive and undebatable.\"   DACO retreated from this figure only after the wholesalers sought judicial protection</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> At trial, the district court described how this bevue occurred:</p>\n        <p>You people [DACO] told them [Texaco's representatives], here is a room full of papers, you can take a look at them.  They looked at them, they found them and then when you discovered that they had seen them and that they wanted copies of those, then you came running here seeking an order.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note in passing that the district court's waiver analysis, made in connection with DACO's claim of attorney-client privilege, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>Part III(A), arguably applies to the deliberative process privilege as well.  Because the privilege lacks vitality here, we will not pursue the question of waiver beyond noting that it is apparently unsettled.  Compare, e.g., Clark v. Township of Falls, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">91</span></span>, 93-94 (E.D.Pa.1988) (holding that a municipality waived any claim of executive privilege by prior disclosure) with, e.g., Redland Soccer Club, Inc. v. Department of Army, <span class=\"citation\" data-id=\"696568\"><a href=\"/opinion/696568/redland-soccer-club-inc-bretni-brink-a-minor-by-tamara-brink-ryan/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">827</span></a></span>, 855-56 (3d Cir.1995) (holding that inadvertent disclosure of documents did not give rise to waiver of deliberative process privilege)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/102153/",
    "https://www.courtlistener.com/api/rest/v3/opinions/102459/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103146/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103204/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103944/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104131/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108712/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109241/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110374/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110923/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112039/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112602/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195675/",
    "https://www.courtlistener.com/api/rest/v3/opinions/275882/",
    "https://www.courtlistener.com/api/rest/v3/opinions/286423/",
    "https://www.courtlistener.com/api/rest/v3/opinions/313979/",
    "https://www.courtlistener.com/api/rest/v3/opinions/321258/",
    "https://www.courtlistener.com/api/rest/v3/opinions/329518/",
    "https://www.courtlistener.com/api/rest/v3/opinions/344236/",
    "https://www.courtlistener.com/api/rest/v3/opinions/355342/",
    "https://www.courtlistener.com/api/rest/v3/opinions/371955/",
    "https://www.courtlistener.com/api/rest/v3/opinions/378194/",
    "https://www.courtlistener.com/api/rest/v3/opinions/389579/",
    "https://www.courtlistener.com/api/rest/v3/opinions/391174/",
    "https://www.courtlistener.com/api/rest/v3/opinions/415602/",
    "https://www.courtlistener.com/api/rest/v3/opinions/431664/",
    "https://www.courtlistener.com/api/rest/v3/opinions/440509/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474815/",
    "https://www.courtlistener.com/api/rest/v3/opinions/481325/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488509/",
    "https://www.courtlistener.com/api/rest/v3/opinions/490116/",
    "https://www.courtlistener.com/api/rest/v3/opinions/498385/",
    "https://www.courtlistener.com/api/rest/v3/opinions/514636/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522863/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524046/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524620/",
    "https://www.courtlistener.com/api/rest/v3/opinions/525193/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532023/",
    "https://www.courtlistener.com/api/rest/v3/opinions/539215/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542293/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545153/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561243/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574884/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587576/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588805/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593292/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597410/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602815/",
    "https://www.courtlistener.com/api/rest/v3/opinions/667574/",
    "https://www.courtlistener.com/api/rest/v3/opinions/681299/",
    "https://www.courtlistener.com/api/rest/v3/opinions/692275/",
    "https://www.courtlistener.com/api/rest/v3/opinions/696568/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1452190/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1899496/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1975271/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2597379/"
  ]
}