{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196177/",
  "id": 196177,
  "absolute_url": "/opinion/196177/decosta-v-chabot/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196177/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:59:39Z",
  "date_modified": "2020-02-21T23:54:07.924978Z",
  "type": "010combined",
  "sha1": "5336744235209893161646a428f4c8fd4c331ccd",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2131.01A",
  "local_path": null,
  "plain_text": "\n\nJuly 14, 1995\r\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 94-2131\r\n\n                   STEPHEN DeCOSTA, ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                   PAULINE CHABOT, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n                         ERRATA SHEET\r                                     ERRATA SHEET\r\n\nThe  opinion of  this court  issued  on July  11, 1995  is  hereby\r\namended as follows:\r\n\nOn the  cover  sheet:   \"and  Schwarzer,*  Senior Circuit  Judge.\"\r                                                                            \r\nshould be changed to \"and Schwarzer,\" Senior District Judge.\"\r                                                                   \r\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 94-2131\r\n\n                   STEPHEN DeCOSTA, ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                   PAULINE CHABOT, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n       [Hon. Steven J. McAuliffe, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n               Campbell, Senior Circuit Judge,\r                                                         \r\n            and Schwarzer,* Senior District Judge.\r                                                             \r\n\n                                         \r\n\nThomas  N. O'Connor  with whom  George  P.  Dickson and  Dickson &amp;\r                                                                              \r\nAssociates, P.C. were on brief for appellants.\r                        \r\nAnn  Fitzpatrick  Larney, Assistant  Attorney  General, with  whom\r                                    \r\nJeffrey R. Howard, Attorney General, was on brief for appellees.\r                         \r\n\n                                         \r\n\n                        July 11, 1995\r\n                                         \r\n               \r\n\n* Of the Northern District of California, sitting by designation.\r\r\n\n     Per Curiam.  Stephen and Joann  DeCosta filed suit under\r                           \r\n\n42 U.S.C.    1983 against  various state and  local officials\r\n\nclaiming an  unconstitutional interference with  their family\r\n\naffairs  caused  by   an  allegedly  unfounded   child  abuse\r\n\ninvestigation  primarily conducted by  the state authorities.\r\n\nAfter  dismissing the  claims against  three defendants,  the\r\n\ndistrict  court granted  summary judgment  for all  remaining\r\n\ndefendants, concluding that the plaintiffs had not asserted a\r\n\nconstitutional   deprivation   and,   in  any   event,   that\r\n\ndefendants' actions  were protected by  qualified or absolute\r\n\nimmunity.\r\n\n     On  appeal, the  plaintiffs have  abandoned most  of the\r\n\nclaims and theories  they pressed below.   The central  issue\r\n\nremaining  is whether  the  district  court properly  granted\r\n\nsummary judgment  for those who  directed or assisted  in the\r\n\nstate's inquiry, most importantly Pauline Chabot,  the social\r\n\nworker  who  headed the  DeCosta  investigation  for the  New\r\n\nHampshire  Division  for Children  and  Youth Services  (\"the\r\n\ndivision\").  Although  the DeCostas do  not purport to  limit\r\n\ntheir appeal  to particular defendants, they  have chosen not\r\n\nto brief other issues  (e.g., improper searches, liability of\r                                        \r\n\nsupervisors) necessary to  impose liability on various  other\r\n\ndefendants.  \r\n\n     The district judge has written a thorough opinion on the\r\n\nlegal issues, and  in view  of our disposition,  there is  no\r\n\n                             -2-\r                                         -2-\r\r\n\nneed  to discuss  the  facts at  length.    The gist  of  the\r\n\nDeCostas'  case  is  that  Chabot initiated  and  pursued  an\r\n\ninvestigation of  the DeCostas based solely  on their liberal\r\n\nbut permissible use of corporal punishment in the rearing  of\r\n\ntheir children and that  she pursued the case even  after the\r\n\nevidence allegedly showed that there was no substance  to the\r\n\ncharge  of abuse.    As their  constitutional violation,  the\r\n\nDeCostas  contend that  Chabot's actions  deprived them  of a\r\n\nfederal  liberty interest  in family  integrity and  a state-\r\n\ncreated  liberty   interest  to  be   free  from  unwarranted\r\n\ngovernmental interference in family matters.\r\n\n     This  court has  held that  there is  no \"constitutional\r\n\nright to be free from child abuse investigations.\"  Watterson\r                                                                         \r\n\nv. Page,  987 F.2d 1, 8  (1st Cir. 1993).   And the DeCostas'\r                   \r\n\nalternative attempt to base a federal constitutional claim on\r\n\na state-created  liberty interest,  see Hewitt v.  Helms, 459\r                                                                    \r\n\nU.S. 460, 469 (1983),  appears to find little support  in the\r\n\nNew Hampshire statutes they  cite.  The Child Protection  Act\r\n\nprimarily  safeguards children,  not parents,  N.H.R.S.A., c.\r\n\n169-C, and  the statute  authorizing limited use  of corporal\r\n\npunishment  is  primarily  directed  to  creating  a  limited\r\n\ndefense  to  legal proceedings.    N.H.R.S.A.    627:b.   See\r                                                                         \r\n\ngenerally  Bowser v.  Vose, 968  F.2d 105,  106-09 (1st  Cir.\r                                      \r\n\n1992).\r\n\n                             -3-\r                                         -3-\r\r\n\n     In all events, we have no reason to resolve any abstract\r\n\nlegal  issues on  this appeal.   Even if the  DeCostas have a\r\n\nconstitutional interest against unreasonable  state oversight\r\n\nor interference  in family matters, it is  quite evident from\r\n\nthe record  that the inquiry  conducted by Chabot  and others\r\n\nwas  both  permissible  and   amply  protected  by  qualified\r\n\nimmunity.   The division received  a complaint of child abuse\r\n\nfrom a seemingly credible source, the children's grandmother.\r\n\nThe grandmother lived in an apartment in the DeCostas' house.\r\n\nThe grandmother spoke to her doctor,  and the doctor reported\r\n\nthe matter  to the  state.  The  grandmother was  interviewed\r\n\nextensively,  and  provided  a detailed  account,  before the\r\n\nchildren  were brought  in for  examination and  questioning.\r\n\nWhen questioned, the children's answers  provided substantial\r\n\nsupport for their grandmother's concerns.\r\n\n     Once  the children were removed  from the home, a prompt\r\n\njudicial hearing was provided.   Thereafter the case remained\r\n\ncontinuously  under  the  supervision  of  the  state  court.\r\n\nDuring its  supervision, the  court ordered the  DeCostas and\r\n\ntheir  children  to  undergo  counseling,  and  when  it  was\r\n\nsatisfied  that counseling  had  been  successful, the  court\r\n\ngradually returned the children to the home.  Ultimately, the\r\n\ncourt  decided its  supervision was  no longer  necessary and\r\n\nclosed the  case, without any definitive  findings on whether\r\n\nabuse had occurred.      What is reasonable in relation to an\r\n\n                             -4-\r                                         -4-\r\r\n\ninvestigation depends  on reasonable  belief; and that  is as\r\n\ntrue in a case of suspected child abuse, e.g., Donald v. Polk\r                                                                         \r\n\nCounty, 836  F.2d 376, 379-81  (7th Cir.  1988), as it  is in\r                  \r\n\nconventional police decisions involving probable cause, e.g.,\r                                                                        \r\n\nRivera v.  Murphy, 979  F.2d 259, 263  (1st Cir. 1992).   The\r                             \r\n\nreports  given  to  Chabot  and  others  indicated  that  the\r\n\nchildren  had been  severely  beaten with  belts, sticks  and\r\n\nother implements, had been bruised and occasionally bloodied,\r\n\nand that this was a repeated and persistent pattern.  Despite\r\n\nthe general statements to  the contrary by DeCostas' counsel,\r\n\nthere  is  no indication  that  the investigators  thereafter\r\n\nreceived evidence that persuasively negated these charges.\r\n\n     It  is true that on reading the DeCostas' brief, one has\r\n\nthe  impression that  a medical  examination of  the children\r\n\ndisproved the  charges of abuse  and that  the DeCostas  were\r\n\neventually vindicated by the state court.  Neither impression\r\n\nis accurate.   While only one child  still bore the marks  of\r\n\ninjury  at the  time  of  the  examination,  nothing  in  the\r\n\nexamination   disproved  the  grandmother's  story  that  the\r\n\nchildren  were  routinely  beaten   for  trifles  with  great\r\n\nseverity.    As  for  the state  court's  action,  the  court\r\n\nreturned  the  children  to   the  DeCosta  home  only  after\r\n\ncounseling  over a substantial  period had proved successful;\r\n\nthe court did not find that no abuse had occurred.\r\n\n                             -5-\r                                         -5-\r\r\n\n     This  is  not a  close case.    Although the  matter was\r\n\ndecided on  summary  judgment,  the  facts  as  to  what  the\r\n\ninvestigators were  told by the grandmother  and the children\r\n\nare apparently not in dispute, and our conclusion that  those\r\n\nfacts provided ample  cause for investigation is  a matter of\r\n\nlegal  characterization.   The  DeCostas' opening  brief--not\r\n\nsigned by counsel who argued the appeal--is open to criticism\r\n\nfor  presenting   a  picture   of  the  evidence   given  the\r\n\ninvestigators  and  of  what  happened  in  the  state  court\r\n\nproceedings that appears to us to be materially incomplete.\r\n\n     Affirmed.\r                         \r\n\n                             -6-\r                                         -6-\r\r\n",
  "html": "<p class=\"case_cite\">59 F.3d 279</p>\n    <p class=\"parties\">Stephen DeCOSTA, et al., Plaintiffs, Appellants,<br>v.<br>Pauline CHABOT, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-2131.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 5, 1995.<br>Decided July 11, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas N. O'Connor, Boston, MA, with whom George P. Dickson and Dickson &amp; Associates, P.C., Milford, NH, were on brief, for appellants.</p>\n      <p class=\"indent\">Ann Fitzpatrick Larney, Asst. Atty. Gen., with whom Jeffrey R. Howard, Atty. Gen., Concord, NH, was on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Stephen and Joann DeCosta filed suit under 42 U.S.C. Sec. 1983 against various state and local officials claiming an unconstitutional interference with their family affairs caused by an allegedly unfounded child abuse investigation primarily conducted by the state authorities.  After dismissing the claims against three defendants, the district court granted summary judgment for all remaining defendants, concluding that the plaintiffs had not asserted a constitutional deprivation and, in any event, that defendants' actions were protected by qualified or absolute immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On appeal, the plaintiffs have abandoned most of the claims and theories they pressed below.  The central issue remaining is whether the district court properly granted summary judgment for those who directed or assisted in the state's inquiry, most importantly Pauline Chabot, the social worker who headed the DeCosta investigation for the New Hampshire Division for Children and Youth Services (\"the division\").  Although the DeCostas do not purport to limit their appeal to particular defendants, they have chosen not to brief other issues (e.g., improper searches, liability of supervisors) necessary to impose liability on various other defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district judge has written a thorough opinion on the legal issues, and in view of our disposition, there is no need to discuss the facts at length.  The gist of the DeCostas' case is that Chabot initiated and pursued an investigation of the DeCostas based solely on their liberal but permissible use of corporal punishment in the rearing of their children and that she pursued the case even after the evidence allegedly showed that there was no substance to the charge of abuse.  As their constitutional violation, the DeCostas contend that Chabot's actions deprived them of a federal liberty interest in family integrity and a state-created liberty interest to be free from unwarranted governmental interference in family matters.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This court has held that there is no \"constitutional right to be free from child abuse investigations.\"  Watterson v. Page, 987 F.2d 1, 8 (1st Cir.1993).  And the DeCostas' alternative attempt to base a federal constitutional claim on a state-created liberty interest, see Hewitt v. Helms, 459 U.S. 460, 469, 103 S.Ct. 864, 870, 74 L.Ed.2d 675 (1983), appears to find little support in the New Hampshire statutes they cite.  The Child Protection Act primarily safeguards children, not parents, N.H.R.S.A., c. 169-C, and the statute authorizing limited use of corporal punishment is primarily directed to creating a limited defense to legal proceedings.  N.H.R.S.A. Sec. 627:6.  See generally Bowser v. Vose, 968 F.2d 105, 106-09 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In all events, we have no reason to resolve any abstract legal issues on this appeal.  Even if the DeCostas have a constitutional interest against unreasonable state oversight or interference in family matters, it is quite evident from the record that the inquiry conducted by Chabot and others was both permissible and amply protected by qualified immunity.  The division received a complaint of child abuse from a seemingly credible source, the children's grandmother.  The grandmother lived in an apartment in the DeCostas' house.  The grandmother spoke to her doctor, and the doctor reported the matter to the state.  The grandmother was interviewed extensively, and provided a detailed account, before the children were brought in for examination and questioning.  When questioned, the children's answers provided substantial support for their grandmother's concerns.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Once the children were removed from the home, a prompt judicial hearing was provided. Thereafter the case remained continuously under the supervision of the state court.  During its supervision, the court ordered the DeCostas and their children to undergo counseling, and when it was satisfied that counseling had been successful, the court gradually returned the children to the home.  Ultimately, the court decided its supervision was no longer necessary and closed the case, without any definitive findings on whether abuse had occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">What is reasonable in relation to an investigation depends on reasonable belief;  and that is as true in a case of suspected child abuse, e.g., Donald v. Polk County, 836 F.2d 376, 379-81 (7th Cir.1988), as it is in conventional police decisions involving probable cause, e.g., Rivera v. Murphy, 979 F.2d 259, 263 (1st Cir.1992).  The reports given to Chabot and others indicated that the children had been severely beaten with belts, sticks and other implements, had been bruised and occasionally bloodied, and that this was a repeated and persistent pattern.  Despite the general statements to the contrary by DeCostas' counsel, there is no indication that the investigators thereafter received evidence that persuasively negated these charges.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is true that on reading the DeCostas' brief, one has the impression that a medical examination of the children disproved the charges of abuse and that the DeCostas were eventually vindicated by the state court.  Neither impression is accurate.  While only one child still bore the marks of injury at the time of the examination, nothing in the examination disproved the grandmother's story that the children were routinely beaten for trifles with great severity.  As for the state court's action, the court returned the children to the DeCosta home only after counseling over a substantial period had proved successful;  the court did not find that no abuse had occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This is not a close case.  Although the matter was decided on summary judgment, the facts as to what the investigators were told by the grandmother and the children are apparently not in dispute, and our conclusion that those facts provided ample cause for investigation is a matter of legal characterization.  The DeCostas' opening brief--not signed by counsel who argued the appeal--is open to criticism for presenting a picture of the evidence given the investigators and of what happened in the state court proceedings that appears to us to be materially incomplete.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">279</span></span></p>\n    <p class=\"parties\">Stephen DeCOSTA, et al., Plaintiffs, Appellants,<br>v.<br>Pauline CHABOT, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-2131.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 5, 1995.<br>Decided July 11, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas N. O'Connor, Boston, MA, with whom George P. Dickson and Dickson &amp; Associates, P.C., Milford, NH, were on brief, for appellants.</p>\n      <p class=\"indent\">Ann Fitzpatrick Larney, Asst. Atty. Gen., with whom Jeffrey R. Howard, Atty. Gen., Concord, NH, was on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Stephen and Joann DeCosta filed suit under 42 U.S.C. Sec. 1983 against various state and local officials claiming an unconstitutional interference with their family affairs caused by an allegedly unfounded child abuse investigation primarily conducted by the state authorities.  After dismissing the claims against three defendants, the district court granted summary judgment for all remaining defendants, concluding that the plaintiffs had not asserted a constitutional deprivation and, in any event, that defendants' actions were protected by qualified or absolute immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On appeal, the plaintiffs have abandoned most of the claims and theories they pressed below.  The central issue remaining is whether the district court properly granted summary judgment for those who directed or assisted in the state's inquiry, most importantly Pauline Chabot, the social worker who headed the DeCosta investigation for the New Hampshire Division for Children and Youth Services (\"the division\").  Although the DeCostas do not purport to limit their appeal to particular defendants, they have chosen not to brief other issues (e.g., improper searches, liability of supervisors) necessary to impose liability on various other defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district judge has written a thorough opinion on the legal issues, and in view of our disposition, there is no need to discuss the facts at length.  The gist of the DeCostas' case is that Chabot initiated and pursued an investigation of the DeCostas based solely on their liberal but permissible use of corporal punishment in the rearing of their children and that she pursued the case even after the evidence allegedly showed that there was no substance to the charge of abuse.  As their constitutional violation, the DeCostas contend that Chabot's actions deprived them of a federal liberty interest in family integrity and a state-created liberty interest to be free from unwarranted governmental interference in family matters.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This court has held that there is no \"constitutional right to be free from child abuse investigations.\"  Watterson v. Page, <span class=\"citation\" data-id=\"601477\"><a href=\"/opinion/601477/valerie-watterson-v-eileen-page/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.1993).  And the DeCostas' alternative attempt to base a federal constitutional claim on a state-created liberty interest, see Hewitt v. Helms, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span>, 469, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span>, 870, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">675</span> </a></span>(1983), appears to find little support in the New Hampshire statutes they cite.  The Child Protection Act primarily safeguards children, not parents, N.H.R.S.A., c. 169-C, and the statute authorizing limited use of corporal punishment is primarily directed to creating a limited defense to legal proceedings.  N.H.R.S.A. Sec. 627:6.  See generally Bowser v. Vose, <span class=\"citation\" data-id=\"586286\"><a href=\"/opinion/586286/edgar-j-bowser-iii-v-george-a-vose-jr/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">105</span></a></span>, 106-09 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In all events, we have no reason to resolve any abstract legal issues on this appeal.  Even if the DeCostas have a constitutional interest against unreasonable state oversight or interference in family matters, it is quite evident from the record that the inquiry conducted by Chabot and others was both permissible and amply protected by qualified immunity.  The division received a complaint of child abuse from a seemingly credible source, the children's grandmother.  The grandmother lived in an apartment in the DeCostas' house.  The grandmother spoke to her doctor, and the doctor reported the matter to the state.  The grandmother was interviewed extensively, and provided a detailed account, before the children were brought in for examination and questioning.  When questioned, the children's answers provided substantial support for their grandmother's concerns.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Once the children were removed from the home, a prompt judicial hearing was provided. Thereafter the case remained continuously under the supervision of the state court.  During its supervision, the court ordered the DeCostas and their children to undergo counseling, and when it was satisfied that counseling had been successful, the court gradually returned the children to the home.  Ultimately, the court decided its supervision was no longer necessary and closed the case, without any definitive findings on whether abuse had occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">What is reasonable in relation to an investigation depends on reasonable belief;  and that is as true in a case of suspected child abuse, e.g., Donald v. Polk County, <span class=\"citation\" data-id=\"499493\"><a href=\"/opinion/499493/walter-w-donald-v-polk-county/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">376</span></a></span>, 379-81 (7th Cir.1988), as it is in conventional police decisions involving probable cause, e.g., Rivera v. Murphy, <span class=\"citation\" data-id=\"594699\"><a href=\"/opinion/594699/emma-rivera-v-paul-murphy/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">259</span></a></span>, 263 (1st Cir.1992).  The reports given to Chabot and others indicated that the children had been severely beaten with belts, sticks and other implements, had been bruised and occasionally bloodied, and that this was a repeated and persistent pattern.  Despite the general statements to the contrary by DeCostas' counsel, there is no indication that the investigators thereafter received evidence that persuasively negated these charges.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is true that on reading the DeCostas' brief, one has the impression that a medical examination of the children disproved the charges of abuse and that the DeCostas were eventually vindicated by the state court.  Neither impression is accurate.  While only one child still bore the marks of injury at the time of the examination, nothing in the examination disproved the grandmother's story that the children were routinely beaten for trifles with great severity.  As for the state court's action, the court returned the children to the DeCosta home only after counseling over a substantial period had proved successful;  the court did not find that no abuse had occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This is not a close case.  Although the matter was decided on summary judgment, the facts as to what the investigators were told by the grandmother and the children are apparently not in dispute, and our conclusion that those facts provided ample cause for investigation is a matter of legal characterization.  The DeCostas' opening brief--not signed by counsel who argued the appeal--is open to criticism for presenting a picture of the evidence given the investigators and of what happened in the state court proceedings that appears to us to be materially incomplete.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110829/",
    "https://www.courtlistener.com/api/rest/v3/opinions/499493/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586286/",
    "https://www.courtlistener.com/api/rest/v3/opinions/594699/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601477/"
  ]
}