{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196159/",
  "id": 196159,
  "absolute_url": "/opinion/196159/colonial-v-proc/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196159/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:59:03Z",
  "date_modified": "2020-02-21T23:52:24.335345Z",
  "type": "010combined",
  "sha1": "e8ec375c559b60fbb14a7d5d757e2da144476092",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2106.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 94-2106\r\n\n          COLONIAL COURTS APARTMENT COMPANY, ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                PROC ASSOCIATES, INC., ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n    [Hon. Raymond J. Pettine, Senior U.S. District Judge]\r                                                                    \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n                Coffin, Senior Circuit Judge,\r                                                        \r\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nJoseph  V. Cavanagh, Jr.,  with whom  Michael DiBiase  and Blish &amp;\r                                                                              \r\nCavanagh were on brief for appellants.\r                \r\nRichard W. MacAdams  with whom  MacAdams &amp; Wieck Incorporated  was\r                                                                         \r\non brief for appellees.\r\n\n                                         \r\n\n                        June 21, 1995\r\n                                         \r\r\n\n          STAHL,  Circuit Judge.   This  case requires  us to\r                      STAHL,  Circuit Judge.\r                                           \r\n\ndetermine whether letter-of-credit beneficiaries  may recover\r\n\nthe  value of the letters  from the issuer's  customer or the\r\n\ncustomer's guarantors after the issuer dishonored the letters\r\n\nand became  insolvent.   Interpreting applicable law  and the\r\n\nvarious agreements between the  parties, we conclude that the\r\n\nbeneficiaries may  not  so  recover.   Thus,  we  affirm  the\r\n\ndistrict court's grant  of summary  judgment for  defendants-\r\n\nappellees.\r\n\n                              I.\r                                          I.\r                                            \r\n\n              FACTUAL AND PROCEDURAL BACKGROUND\r                          FACTUAL AND PROCEDURAL BACKGROUND\r                                                           \r\n\n          Resolving  the  issues  in  this  case  requires  a\r\n\ndetailed recital of its  somewhat complex factual background.\r\n\nThe  magistrate's   report   is  exceptionally   helpful   in\r\n\ndelineating the facts and we draw from it liberally.\r\n\n          Plaintiffs-appellants are four individuals  and two\r\n\nOhio  general  partnerships (collectively,  \"appellants\") who\r\n\nowned, or whose assignors owned, three apartment complexes in\r\n\nEast  Cleveland, Ohio.    Appellants sold  the apartments  to\r\n\ndefendant-appellee     Proc    Associates,     Inc.    (\"Proc\r\n\nAssociates\"),1  which  in  turn   assigned  its  interest  as\r\n\n                    \r                                \r\n\n1.  Defendant-appellee Armand Procaccianti is a  director and\r\npresident  of  Proc  Associates.    Defendant-appellee  James\r\nProcaccianti is a director,  vice president, and treasurer of\r\nProc Associates.   Hereinafter, we refer to Armand  and James\r\nProcaccianti collectively as \"the Procacciantis.\"\r\n\n                             -2-\r                                          2\r\r\n\npurchaser to Euclid  Properties (\"Euclid\"),  an Ohio  limited\r\n\npartnership.2\r\n\n          Euclid   paid  $2.2   million   in  cash   for  the\r\n\nproperties.  To  cover the remainder  of the purchase  price,\r\n\nEuclid  executed four  promissory notes  (\"promissory notes\")\r\n\ntotalling $1.3 million.  As sole security for  the promissory\r\n\nnotes,  the Marquette  Credit Union  (\"Marquette\") issued  to\r\n\nappellants   four  irrevocable  standby   letters  of  credit\r\n\n(\"letters of credit\") corresponding to each of the promissory\r\n\nnotes.   By their terms, the letters of credit expired on May\r\n\n31, 1991.\r\n\n          Before  issuing the  letters  of credit,  Marquette\r\n\nentered into a reimbursement arrangement with Proc Associates\r\n\nand  the Procacciantis  memorialized in  a commitment  letter\r\n\n(\"commitment  letter\")  dated   March  16,  1990,  a   letter\r\n\nagreement  (\"letter agreement\")  dated  May 31,  1990, and  a\r\n\nguaranty  agreement (\"guaranty\")  also  dated May  31,  1990,\r\n\n(collectively, \"reimbursement agreements\").   In essence, the\r\n\nreimbursement  agreements provided that Proc Associates would\r\n\nrepay Marquette for  amounts drawn on the letters  of credit.\r\n\nFurther,   the   Procacciantis   agreed  to   guaranty   Proc\r\n\nAssociates' obligation to Marquette.   As additional security\r\n\n                    \r                                \r\n\n2.  Euclid is constituted of limited partners defendant James\r\nProcaccianti (95% interest) and defendant Armand Procaccianti\r\n(4% interest) and general  partner East Cleveland Properties,\r\nInc., an Ohio corporation.   James Procaccianti is president,\r\nsecretary, and treasurer of East Cleveland Properties, Inc.\r\n\n                             -3-\r                                          3\r\r\n\nfor the obligations assumed  by the credit union as  a result\r\n\nof  its issuance  of the  letters  of credit,  Marquette also\r\n\nobtained a second mortgage on  real property owned by Euclid.\r\n\n          On  January 1,  1991,  the  Rhode  Island  governor\r\n\nclosed Marquette  because the  deposit insurer  for Marquette\r\n\nhad  failed and Marquette did not have federal insurance.  On\r\n\nMay 17, 1991, Maurice C.  Paradis was appointed as  permanent\r\n\nreceiver (\"receiver\") for Marquette.\r\n\n          On April 30, 1991,  Euclid failed in its obligation\r\n\nto renew  or replace the letters  of credit.3  On  May 21 and\r\n\n29, 1991, appellants presented the letters of credit with all\r\n\nrequired documents  to the receiver for  payment.  Appellants\r\n\ndid not consent to an extension of time to honor the letters.\r\n\nDishonor occurred.\r\n\n          During  the remainder  of 1991,  appellants pursued\r\n\ntheir  claims against  Marquette  in three  separate actions.\r\n\nFirst, in  an Ohio state court,  appellants sought assignment\r\n\nof the collateral  held by Marquette  and the receiver  under\r\n\nthe  letters of  credit,  damages against  Marquette and  the\r\n\nreceiver  for  wrongful   dishonor,  and  injunctive  relief.\r\n\nSecond,  in  the  U.S.   District  Court  for  Rhode  Island,\r\n\n                    \r                                \r\n\n3.  Default occurred  under the promissory notes upon failure\r\nby Euclid to renew or replace the lapsed letters of credit by\r\nApril  30, 1991.  Additionally, each of the letters of credit\r\nthemselves provided for presentment  for payment if there was\r\nno renewal by April 30, 1991.\r\n\n                             -4-\r                                          4\r\r\n\nappellants  sought to  enjoin the  distribution of  assets by\r\n\nMarquette and  the receiver  pursuant to the  priority scheme\r\n\nset forth in  the Depositors Economic Protection  Act of 1991\r\n\n(\"DEPCO\"),  the  Rhode  Island  legislation  enacted  in  the\r\n\naftermath  of  that  state's credit  union  insurance crisis.\r\n\nThird,  in  the  receivership proceedings  pending  in  Rhode\r\n\nIsland state court,  appellants filed proofs of claim for the\r\n\namount  owed under the letters of credit and for a preference\r\n\nas to the collateral held by Marquette or the receiver.\r\n\n          On  July  2,  1992,  appellants  and  the  receiver\r\n\nentered  into a written  settlement agreement (\"settlement\"),\r\n\nthe terms of which provided that appellants would dismiss the\r\n\nthree  pending  proceedings  in  Ohio  and  Rhode  Island  in\r\n\nexchange for  $500,000 and  the assignment  (\"assignment\") by\r\n\nthe receiver  of his interest  in the  letter agreement,  the\r\n\ncommitment letter, the guaranty, and the  mortgage, including\r\n\nany claims of the receiver against the defendants under those\r\n\ninstruments.   By  its  terms, payment  under the  settlement\r\n\n\"shall  not be deemed to or constitute  a payment under or by\r\n\nvirtue  of the  [l]etters of  [c]redit.\"   On July  31, 1991,\r\n\nMarquette became insolvent.\r\n\n          Appellants  then brought the present action against\r\n\nProc Associates  and the Procacciantis  for the value  of the\r\n\nletters of credit.  Appellants set forth, in separate counts,\r\n\nthree theories  of recovery.  First,  appellants argued that,\r\n\n                             -5-\r                                          5\r\r\n\nas Marquette's assignees, they could  recover from defendants\r\n\npursuant to the reimbursement agreements.  Second, appellants\r\n\ncontended  that,  under R.I.  Gen.  Laws    6A-5-117,4  which\r\n\ncodifies Section  5-117 of the Uniform  Commercial Code, they\r\n\nwere entitled to realize on  the collateral held by Marquette\r\n\nand the  receiver.  Third,  appellants argued that  they were\r\n\nentitled  to  recover  under  general  equitable  principles.\r\n\nDefendants  moved  for summary  judgment.    Considering only\r\n\nrecovery  under   the   first  theory,   dealing   with   the\r\n\nreimbursement  agreements,  the  magistrate judge  determined\r\n\nthat   appellants  could  not  recover  from  defendant  Proc\r\n\nAssociates,  but that  they  could  from  the  Procacciantis.\r\n\nDeeming the remaining two  theories subsumed by his analysis,\r\n\nthe  magistrate did  not  reach those  arguments.   Following\r\n\nobjection from defendants,  the district  court remanded  the\r\n\nreport and recommendation to  the magistrate.  The magistrate\r\n\nstood  by  his original  recommendation.    Upon review,  the\r\n\ndistrict   court   found  no   liability   attached  to   the\r\n\nProcacciantis under  the terms  of the guaranty  and rejected\r\n\nthat  portion   of  the  magistrate's  report   as  to  their\r\n\nliability.   Judgment entered  for defendants on  all counts.\r\n\nThis appeal followed.\r\n\n                             II.\r                                         II.\r                                            \r\n\n                    \r                                \r\n\n4.  The parties do not  dispute that, in this diversity-based\r\naction, the substantive law of Rhode Island governs.\r\n\n                             -6-\r                                          6\r\r\n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          After reciting  the standard of review,  we take up\r\n\neach of appellants' three theories of recovery.  \r\n\nA.  Standard of Review\r                                  \r\n\n          Summary judgment  is  appropriate when  the  record\r\n\nreflects \"no genuine issue as to  any material fact and . . .\r\n\nthe moving party is entitled to judgment as a matter of law.\"\r\n\nFed. R. Civ. P. 56(c).  We review a grant of summary judgment\r\n\nde novo.  See, e.g., Inn Foods, Inc. v. Equitable Coop. Bank,\r                                                                        \r\n\n45 F.3d  594, 596 (1st Cir.  1995).  We review  the record in\r\n\nthe light  most  favorable to  the  nonmoving party,  and  we\r\n\nindulge all reasonable inferences in that party's favor.  Id.\r                                                                         \r\n\nB.  The Reimbursement Agreements\r                                            \r\n\n          On appeal,  appellants argue that the  terms of the\r\n\nreimbursement agreements  render the Procacciantis  liable to\r\n\nMarquette.  Specifically, appellants contend that,  under the\r\n\nlanguage  of   the  guaranty,  liability   attached  to   the\r\n\nProcacciantis on June 3, 1991, when Marquette was required to\r\n\nmake  full  payment  under  the  letters of  credit.    Thus,\r\n\nappellants  argue that,  under the  terms of  the assignment,\r\n\nthey are entitled to recover  the $1.3 million represented by\r\n\nthe   letters   of  credit.     Because   appellants'  theory\r\n\nmisconstrues the nature of a letter-of-credit transaction and\r\n\nis inconsistent  with the operative language  of the parties'\r\n\nagreements, we do not agree.\r\n\n                             -7-\r                                          7\r\r\n\n          To put  this case  in proper perspective,  we start\r\n\nwith  general principles.   Letter-of-credit transactions are\r\n\nthree-party   arrangements  involving   two   parties  to   a\r\n\ncommercial  transaction  and a  financial  institution.   The\r\n\nfinancial institution, which is the issuer (here, Marquette),\r\n\nat the  direction of its  customer, usually the  buyer (here,\r\n\ndefendant Euclid), issues a letter of credit to a beneficiary\r\n\nor beneficiaries, usually the seller (here, appellants).  The\r\n\nprincipal  purpose of a standby  letter of credit  is a means\r\n\nfor  the  beneficiary-seller to  ensure  that if  there  is a\r\n\ndefault  on  the  underlying  contract  between  it  and  the\r\n\ncustomer-buyer, then the beneficiary-seller will have a ready\r\n\nsource of  funds to satisfy the debt owed.  See, e.g., Ground\r                                                                         \r\n\nAir Transfer, Inc. v. Westates Airlines, Inc., 899 F.2d 1269,\r                                                         \r\n\n1272 (1st Cir.  1990).   Thus, the standby  letter of  credit\r\n\nacts  as a \"back up\"  against customer default on obligations\r\n\nof all kinds.   James J. White  &amp; Robert S. Summers,  Uniform\r                                                                         \r\n\nCommercial Code    19-2, at  809 (3d ed.  1988) (hereinafter,\r                           \r\n\n\"White  &amp;  Summers\").    Additionally,  the  beneficiary  may\r\n\nrequest  a  letter  of  credit  to  ensure  that  should  any\r\n\ncontractual dispute  arise, it  will \"`wend [its]  way toward\r\n\nresolution  with  the money  in  [the  beneficiary's] pocket,\r\n\nrather  than in the pocket'  of his adversary.\"   Ground Air,\r                                                                        \r\n\n899 F.2d at 1272 (quoting  Itek Corp. v. First Nat'l  Bank of\r                                                                         \r\n\nBoston, 730 F.2d 19, 24 (1st Cir. 1984)).\r                  \r\n\n                             -8-\r                                          8\r\r\n\n          To  effect these  commercial purposes,  courts have\r\n\nconsidered  the letter of  credit to be  a separate agreement\r\n\nbetween the issuer and  the beneficiary, wholly distinct from\r\n\nthe  underlying  contract   between  the  customer   and  the\r\n\nbeneficiary.  Id.; see  also U.C.C.   5-114, comment  1 (\"The\r                                        \r\n\nletter of credit is essentially a contract between the issuer\r\n\nand  the beneficiary  and is  recognized by  this  Article as\r\n\nindependent of the  underlying contract between the  customer\r\n\nand the beneficiary.\"); White &amp; Summers,   19-2, at 812 (\"The\r\n\nmost unique  and mysterious part  of this  [letter-of-credit]\r\n\narrangement is the  so-called `independence principle.'   The\r\n\nprinciple   states  that   the  bank's   obligation   to  the\r\n\nbeneficiary is independent  of the beneficiary's  performance\r                                      \r\n\non the underlying contract.\").  Similarly, \"the obligation of\r\n\nthe  issuer to pay the beneficiary is also independent of any\r\n\nobligation  of the customer to its issuer.\"  White &amp; Summers,\r\n\n   19-2,  at  811.    Thus,  as with  other  letter-of-credit\r\n\narrangements, see id. at  812, the one in this  case involves\r                                 \r\n\ntwo  contracts  (the  underlying purchase-and-sale  agreement\r\n\nbetween Proc Associates and  appellants and the reimbursement\r\n\narrangement between  Proc Associates  and Marquette)  and one\r\n\nletter of credit.\r\n\n          At  the center  of  this dispute  is the  operative\r\n\nlanguage of  the letter agreement and  the commitment letter,\r\n\nas   guaranteed   by  the   Procacciantis,   which  establish\r\n\n                             -9-\r                                          9\r\r\n\nMarquette's  right  to reimbursement.   The  letter agreement\r\n\nstates: \"that if at any time prior to the expiration of [the]\r\n\n[l]etters  of  [c]redit,  [Marquette]  is  required  to  make\r\n\npayment,\"  Proc Associates  must repay Marquette  pursuant to\r\n\nthe commitment letter.   The commitment letter specified that\r\n\n\"if the  [l]etter  of  [c]redit  is drawn  upon,\"  then  Proc\r\n\nAssociates must  make to Marquette certain  interest payments\r\n\nand, further, \"final payment of all outstanding principal and\r\n\nall  interest payable  three  years  from  the  date  of  the\r\n\nissuance  of  the [l]etter  of [c]redit.\"   In  addition, the\r\n\nProcacciantis  guaranteed Proc  Associates' obligation.   The\r\n\nguaranty  provides  that  the Procacciantis  \"guarantee[]  to\r\n\nLender  [Marquette] . . . the punctual  payment, . . . as and\r\n\nwhen  due  (whether  by  acceleration or  otherwise)  of  all\r\n\n[o]bligations requiring payment.\"  The  term \"obligations\" is\r\n\ndefined as:\r\n\n          all    indebtedness,   obligations    and\r\n          liabilities of Borrower [Proc Associates]\r\n          to Lender  [Marquette] of every  kind and\r\n          description (including without limitation\r\n          any and all of  the foregoing arising  in\r\n          connection  with  any  letters of  credit\r\n          issued  by  Lender  for  the  account  of\r\n          Borrower), direct or indirect, secured or\r\n          unsecured, joint or several,  absolute or\r\n          contingent, due or to become due, whether\r\n          for payment or performance,  now existing\r\n          or hereafter arising,  regardless of  how\r\n          the same  arise  or by  what  instrument,\r\n          agreement  or  book account  they  may be\r\n          evidenced,  or  whether evidenced  by any\r\n          instrument,  agreement  or book  account;\r\n          including  without limitation,  all loans\r\n          (including   any   loan  by   renewal  or\r\n\n                             -10-\r                                          10\r\r\n\n          extension),    all    indebtedness,   all\r\n          undertakings  to  take  or  refrain  from\r\n          taking  any   action,  all  indebtedness,\r\n          liabilities  or  obligations  owing  from\r\n          Borrower to others  which Lender may have\r\n          obtained    by   purchase    negotiation,\r\n          discount,  assignment  or otherwise,  and\r\n          all   interest,  taxes,   fees,  charges,\r\n          expenses  and attorneys'  fees chargeable\r\n          to  Borrower or  incurred  by  Lender  in\r\n          connection  with any  transaction between\r\n          Borrower and Lender.\r\n\n          The parties do not dispute that appellants properly\r\n\npresented  the letters  of credit  to Marquette  for payment,\r\n\nthat  payment became due on  June 3, 1991,  and that dishonor\r\n\noccurred  when  no  payment  was  made.    As   noted  above,\r\n\nappellants argue that Marquette's nonpayment notwithstanding,\r\n\nthe   Procacciantis'  obligation   under  the   guaranty  was\r\n\ntriggered on June 3,  1991.  Specifically, they point  to the\r\n\nlanguage defining \"obligations\"  under the guaranty,  arguing\r\n\nthat it is  so broad  as to render  the Procacciantis  liable\r\n\nwhen the $1.3 million  payment on the letters of  credit came\r\n\ndue.\r\n\n          Appellants' argument misconceives the nature of the\r\n\nletter-of-credit  obligation.  As  our discussion above makes\r\n\nclear, applicable commercial law provides that the letter-of-\r\n\ncredit obligation  is  that of  the  issuer alone,  and  that\r\n\nobligation is independent of  either the underlying  contract\r\n\nor any reimbursement agreement.  Upon proper presentment, the\r\n\nliability ran to Marquette and not to Proc Associates.  Thus,\r\n\nproper presentment did not create,  under the language of the\r\n\n                             -11-\r                                          11\r\r\n\nguaranty,  \"indebtedness,  obligations  and   liabilities  of\r\n\nBorrower to  Lender of  every kind  and description .  . .  .\r                               \r\n\ndirect or  indirect, secured or unsecured,  joint or several,\r\n\nabsolute  or contingent,  due or to  become due,  whether for\r\n\npayment or  performance, now  existing or hereafter  arising\"\r\n\n(emphasis added).  \r\n\n          The agreements between Marquette,  Proc Associates,\r\n\nand  the   Procacciantis  did  not  alter   the  basic  legal\r\n\nrelationships  in a letter-of-credit  transaction.   When the\r\n\nlanguage of a  contract is clear  and unambiguous, we  accord\r\n\nthe  language its plain and  natural meaning.   In Re Newport\r                                                                         \r\n\nPlaza  Assocs., 985  F.2d 640,  645 (1st  Cir. 1993)  (citing\r                          \r\n\nDudzik v.  Leesona Corp.,  473  A.2d 762,  765 (R.I.  1984)).\r                                    \r\n\nUnder the  letter agreement,  Proc Associates  (the Borrower)\r\n\nbecame obligated to Marquette (the Lender) when Marquette was\r\n\nrequired to  make payment  and, under the  commitment letter,\r\n\nwhen the letters of credit were actually drawn upon.  Because\r\n\nboth conditions  did not obtain, Proc  Associates incurred no\r\n\n\"indebtedness,  obligations  and  liabilities\" to  Marquette.\r\n\nConsequently,   there   being   no   \"obligations   [of  Proc\r\n\nAssociates]  requiring payment,\"  there was  nothing for  the\r\n\nProcacciantis  to  guaranty.   Thus, as  Marquette's assignee\r\n\n                             -12-\r                                          12\r\r\n\nunder  the  settlement, appellants  accede to  no enforceable\r\n\nrights against the Procacciantis.5  \r\n\n          Because  of   the  unusual  (and   for  appellants,\r\n\nunfortunate) turn of  events, appellants essentially  seek to\r\n\nconvert  the  Procacciantis'  guaranty  of  Proc  Associates'\r\n\nobligations  into  a  guaranty  of  Marquette's  obligations.\r\n\nHowever,   neither  the   law   nor  the   language  of   the\r\n\nreimbursement  agreements  sustain  such  an  interpretation.\r\n\nThus, we  conclude that  the district court  properly granted\r\n\nsummary judgment as to all defendants on count one.\r\n\nC.  U.C.C.   5-117\r                              \r\n\n          Appellants next argue that,  pursuant to R.I.  Gen.\r\n\nL.   6A-5-117 (codifying U.C.C.   5-117),6 they are  entitled\r\n\n                    \r                                \r\n\n5.  We  note that,  under the  terms of  the settlement,  the\r\n$500,000  payment  by the  receiver  to  appellants does  not\r\nconstitute  a payment under the  letters of credit.   At oral\r\nargument  it was  suggested that  this language  was included\r\nbecause  the  settlement  resolved  three  separate  lawsuits\r\ninvolving issues not related to the letters of credit.\r\n\n6.  In relevant part,   6A-5-117 provides:\r\n\n          (1)    Where  an  issuer .  .  .  becomes\r\n          insolvent before final payment  under the\r\n          [letter of]  credit . . .  the receipt or\r\n          allocation  of  funds  or  collateral  to\r\n          secure  or  meet  obligations  under  the\r\n          [letter   of]   credit  shall   have  the\r\n          following results:\r\n\n               (a)  To the extent of any funds\r\n               or collateral turned over after\r\n               or  before  the  insolvency  as\r\n               indemnity       against      or\r\n               specifically for the purpose of\r\n               payment  of  drafts or  demands\r\n\n                             -13-\r                                          13\r\r\n\nto  collateral  held  by Marquette  and  the  receiver.   The\r\n\n\"collateral\"  that  appellants seek  to  realize  on are  the\r\n\nletter agreement,  the commitment letter,  and the guaranty.7\r\n\nAssuming that these  agreements constitute collateral  within\r\n\nthe  meaning  of  section  5-117   --  a  point  disputed  by\r\n\ndefendants  --  we  fail  to  see  how  its   acquisition  by\r\n\nappellants advances their cause.  As the foregoing discussion\r\n\noutlines in  detail, under the provisions  of the settlement,\r\n\n                    \r                                \r\n\n               for  payment  drawn  under  the\r\n               designated  credit,  the drafts\r\n               or  demands   are  entitled  to\r\n               payment   in  preference   over\r\n               depositors  or  other   general\r\n               creditors  of   the  issuer  or\r\n               bank; and\r\n\n               (b)    On  expiration   of  the\r\n               credit  or   surrender  of  the\r\n               beneficiary's  rights  under it\r\n               unused any person who has given\r\n               such  funds  or  collateral  is\r\n               similarly  entitled  to  return\r\n               thereof; and\r\n\n               (c)   A charge to  a general or\r\n               current account with a  bank if\r\n               specifically  consented to  for\r\n               the   purpose   of    indemnity\r\n               against or payment of drafts or\r\n               demands for payment drawn under\r\n               the  designated  credit   falls\r\n               under the same  rules as if the\r\n               funds  had  been  drawn out  in\r\n               cash and then turned  over with\r\n               specific instructions.\r\n\n7.  As noted above, a mortgage was  also given as collateral.\r\nHowever,  appellants  concede   that,  because  the  receiver\r\neffectively  assigned his interest in the mortgage, it is not\r\nrelevant to this case.\r\n\n                             -14-\r                                          14\r\r\n\nMarquette  assigned  its  rights  under  these  documents  to\r\n\nappellants.   However, the  terms of the  settlement and  the\r\n\nfacts  of the  case render  those rights  inoperative against\r\n\ndefendants.  Nothing  in section 5-117  -- which operates  to\r\n\nsegregate   an   insolvent   institution's   letter-of-credit\r\n\nliabilities  and  security  from  depositor  liabilities  and\r\n\nassets,  see R.I.  Gen. L.    6A-5-117,  official  comment --\r                        \r\n\nenhances appellants rights  vis-a-vis defendants.   At  most,\r\n\nappellants would accede to  rights already acquired under the\r\n\nterms of the  settlement.   Therefore, we  conclude that  the\r\n\ndistrict court properly granted  summary judgment as to count\r\n\ntwo.\r\n\nD.  General Equitable Principles\r                                            \r\n\n          Finally, appellants invite us to  employ \"equitable\r\n\nprinciples\" on  their behalf.   Appellants rely  on authority\r\n\nthat is  neither controlling  nor even remotely  analogous to\r\n\nthe  facts in this case.  Appellants also vaguely assert that\r\n\ndenying  them  recovery would  result  in unjust  enrichment.\r\n\nFrom our review of the record, it is not at all apparent that\r\n\nthe  balance of equities  leans in appellants'  favor.  After\r\n\nall,  upon  dishonor,  appellants had  an  enforceable  right\r\n\nagainst Marquette.  R.I. Gen. L.    6A-5-114(1), 6A-5-115(1).\r\n\nThey  chose to  reduce that  right, along  with other  claims\r\n\nasserted  in  the  three  suits,  to  a  lump-sum payment  of\r\n\n$500,000   plus  assignment  of  Marquette's  rights  against\r\n\n                             -15-\r                                          15\r\r\n\ndefendants.  Those rights proved to be of no value.  And, for\r\n\nreasons  not immediately apparent but in any event beyond the\r\n\nscope of the present case, appellants also agreed to language\r\n\nforeclosing their right to recover -- as Marquette's assignee\r\n\n-- the $500,000 settlement payment.  Appellants    may   have\r\n\nentered  into  an  ill-considered agreement  that  indirectly\r\n\nreduced defendants'  liability, but that does  not constitute\r\n\nunjust  enrichment, see R &amp; B Elec.  Co. v. Amco Constr. Co.,\r                                                                        \r\n\n471 A.2d 1351, 1355-56 (R.I. 1984) (setting forth elements of\r\n\nunjust  enrichment), and  we know  of no  equitable principle\r\n\nthat  would  operate  to  displace  applicable  law  and  the\r\n\nparties'  agreements.     Accordingly,  the   district  court\r\n\nproperly  granted  summary  judgment  as to  count  three  of\r\n\nappellants' complaint.\r\n\n                             III.\r                                         III.\r                                             \r\n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For  the  forgoing  reasons,  the  decision  of the\r\n\ndistrict court is affirmed.\r                              affirmed.\r                                      \r\n\n                             -16-\r                                          16\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 94-2106\r\n\n          COLONIAL COURTS APARTMENT COMPANY, ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                PROC ASSOCIATES, INC., ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n    [Hon. Raymond J. Pettine, Senior U.S. District Judge]\r                                                                    \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n                Coffin, Senior Circuit Judge,\r                                                        \r\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nJoseph  V. Cavanagh, Jr.,  with whom  Michael DiBiase  and Blish &amp;\r                                                                              \r\nCavanagh were on brief for appellants.\r                \r\nRichard W. MacAdams  with whom  MacAdams &amp; Wieck Incorporated  was\r                                                                         \r\non brief for appellees.\r\n\n                                         \r\n\n                        June 21, 1995\r\n                                         \r\r\n\n          STAHL,  Circuit Judge.   This  case requires  us to\r                      STAHL,  Circuit Judge.\r                                           \r\n\ndetermine whether letter-of-credit beneficiaries  may recover\r\n\nthe  value of the letters  from the issuer's  customer or the\r\n\ncustomer's guarantors after the issuer dishonored the letters\r\n\nand became  insolvent.   Interpreting applicable law  and the\r\n\nvarious agreements between the  parties, we conclude that the\r\n\nbeneficiaries may  not  so  recover.   Thus,  we  affirm  the\r\n\ndistrict court's grant  of summary  judgment for  defendants-\r\n\nappellees.\r\n\n                              I.\r                                          I.\r                                            \r\n\n              FACTUAL AND PROCEDURAL BACKGROUND\r                          FACTUAL AND PROCEDURAL BACKGROUND\r                                                           \r\n\n          Resolving  the  issues  in  this  case  requires  a\r\n\ndetailed recital of its  somewhat complex factual background.\r\n\nThe  magistrate's   report   is  exceptionally   helpful   in\r\n\ndelineating the facts and we draw from it liberally.\r\n\n          Plaintiffs-appellants are four individuals  and two\r\n\nOhio  general  partnerships (collectively,  \"appellants\") who\r\n\nowned, or whose assignors owned, three apartment complexes in\r\n\nEast  Cleveland, Ohio.    Appellants sold  the apartments  to\r\n\ndefendant-appellee     Proc    Associates,     Inc.    (\"Proc\r\n\nAssociates\"),1  which  in  turn   assigned  its  interest  as\r\n\n                    \r                                \r\n\n1.  Defendant-appellee Armand Procaccianti is a  director and\r\npresident  of  Proc  Associates.    Defendant-appellee  James\r\nProcaccianti is a director,  vice president, and treasurer of\r\nProc Associates.   Hereinafter, we refer to Armand  and James\r\nProcaccianti collectively as \"the Procacciantis.\"\r\n\n                             -2-\r                                          2\r\r\n\npurchaser to Euclid  Properties (\"Euclid\"),  an Ohio  limited\r\n\npartnership.2\r\n\n          Euclid   paid  $2.2   million   in  cash   for  the\r\n\nproperties.  To  cover the remainder  of the purchase  price,\r\n\nEuclid  executed four  promissory notes  (\"promissory notes\")\r\n\ntotalling $1.3 million.  As sole security for  the promissory\r\n\nnotes,  the Marquette  Credit Union  (\"Marquette\") issued  to\r\n\nappellants   four  irrevocable  standby   letters  of  credit\r\n\n(\"letters of credit\") corresponding to each of the promissory\r\n\nnotes.   By their terms, the letters of credit expired on May\r\n\n31, 1991.\r\n\n          Before  issuing the  letters  of credit,  Marquette\r\n\nentered into a reimbursement arrangement with Proc Associates\r\n\nand  the Procacciantis  memorialized in  a commitment  letter\r\n\n(\"commitment  letter\")  dated   March  16,  1990,  a   letter\r\n\nagreement  (\"letter agreement\")  dated  May 31,  1990, and  a\r\n\nguaranty  agreement (\"guaranty\")  also  dated May  31,  1990,\r\n\n(collectively, \"reimbursement agreements\").   In essence, the\r\n\nreimbursement  agreements provided that Proc Associates would\r\n\nrepay Marquette for  amounts drawn on the letters  of credit.\r\n\nFurther,   the   Procacciantis   agreed  to   guaranty   Proc\r\n\nAssociates' obligation to Marquette.   As additional security\r\n\n                    \r                                \r\n\n2.  Euclid is constituted of limited partners defendant James\r\nProcaccianti (95% interest) and defendant Armand Procaccianti\r\n(4% interest) and general  partner East Cleveland Properties,\r\nInc., an Ohio corporation.   James Procaccianti is president,\r\nsecretary, and treasurer of East Cleveland Properties, Inc.\r\n\n                             -3-\r                                          3\r\r\n\nfor the obligations assumed  by the credit union as  a result\r\n\nof  its issuance  of the  letters  of credit,  Marquette also\r\n\nobtained a second mortgage on  real property owned by Euclid.\r\n\n          On  January 1,  1991,  the  Rhode  Island  governor\r\n\nclosed Marquette  because the  deposit insurer  for Marquette\r\n\nhad  failed and Marquette did not have federal insurance.  On\r\n\nMay 17, 1991, Maurice C.  Paradis was appointed as  permanent\r\n\nreceiver (\"receiver\") for Marquette.\r\n\n          On April 30, 1991,  Euclid failed in its obligation\r\n\nto renew  or replace the letters  of credit.3  On  May 21 and\r\n\n29, 1991, appellants presented the letters of credit with all\r\n\nrequired documents  to the receiver for  payment.  Appellants\r\n\ndid not consent to an extension of time to honor the letters.\r\n\nDishonor occurred.\r\n\n          During  the remainder  of 1991,  appellants pursued\r\n\ntheir  claims against  Marquette  in three  separate actions.\r\n\nFirst, in  an Ohio state court,  appellants sought assignment\r\n\nof the collateral  held by Marquette  and the receiver  under\r\n\nthe  letters of  credit,  damages against  Marquette and  the\r\n\nreceiver  for  wrongful   dishonor,  and  injunctive  relief.\r\n\nSecond,  in  the  U.S.   District  Court  for  Rhode  Island,\r\n\n                    \r                                \r\n\n3.  Default occurred  under the promissory notes upon failure\r\nby Euclid to renew or replace the lapsed letters of credit by\r\nApril  30, 1991.  Additionally, each of the letters of credit\r\nthemselves provided for presentment  for payment if there was\r\nno renewal by April 30, 1991.\r\n\n                             -4-\r                                          4\r\r\n\nappellants  sought to  enjoin the  distribution of  assets by\r\n\nMarquette and  the receiver  pursuant to the  priority scheme\r\n\nset forth in  the Depositors Economic Protection  Act of 1991\r\n\n(\"DEPCO\"),  the  Rhode  Island  legislation  enacted  in  the\r\n\naftermath  of  that  state's credit  union  insurance crisis.\r\n\nThird,  in  the  receivership proceedings  pending  in  Rhode\r\n\nIsland state court,  appellants filed proofs of claim for the\r\n\namount  owed under the letters of credit and for a preference\r\n\nas to the collateral held by Marquette or the receiver.\r\n\n          On  July  2,  1992,  appellants  and  the  receiver\r\n\nentered  into a written  settlement agreement (\"settlement\"),\r\n\nthe terms of which provided that appellants would dismiss the\r\n\nthree  pending  proceedings  in  Ohio  and  Rhode  Island  in\r\n\nexchange for  $500,000 and  the assignment  (\"assignment\") by\r\n\nthe receiver  of his interest  in the  letter agreement,  the\r\n\ncommitment letter, the guaranty, and the  mortgage, including\r\n\nany claims of the receiver against the defendants under those\r\n\ninstruments.   By  its  terms, payment  under the  settlement\r\n\n\"shall  not be deemed to or constitute  a payment under or by\r\n\nvirtue  of the  [l]etters of  [c]redit.\"   On July  31, 1991,\r\n\nMarquette became insolvent.\r\n\n          Appellants  then brought the present action against\r\n\nProc Associates  and the Procacciantis  for the value  of the\r\n\nletters of credit.  Appellants set forth, in separate counts,\r\n\nthree theories  of recovery.  First,  appellants argued that,\r\n\n                             -5-\r                                          5\r\r\n\nas Marquette's assignees, they could  recover from defendants\r\n\npursuant to the reimbursement agreements.  Second, appellants\r\n\ncontended  that,  under R.I.  Gen.  Laws    6A-5-117,4  which\r\n\ncodifies Section  5-117 of the Uniform  Commercial Code, they\r\n\nwere entitled to realize on  the collateral held by Marquette\r\n\nand the  receiver.  Third,  appellants argued that  they were\r\n\nentitled  to  recover  under  general  equitable  principles.\r\n\nDefendants  moved  for summary  judgment.    Considering only\r\n\nrecovery  under   the   first  theory,   dealing   with   the\r\n\nreimbursement  agreements,  the  magistrate judge  determined\r\n\nthat   appellants  could  not  recover  from  defendant  Proc\r\n\nAssociates,  but that  they  could  from  the  Procacciantis.\r\n\nDeeming the remaining two  theories subsumed by his analysis,\r\n\nthe  magistrate did  not  reach those  arguments.   Following\r\n\nobjection from defendants,  the district  court remanded  the\r\n\nreport and recommendation to  the magistrate.  The magistrate\r\n\nstood  by  his original  recommendation.    Upon review,  the\r\n\ndistrict   court   found  no   liability   attached  to   the\r\n\nProcacciantis under  the terms  of the guaranty  and rejected\r\n\nthat  portion   of  the  magistrate's  report   as  to  their\r\n\nliability.   Judgment entered  for defendants on  all counts.\r\n\nThis appeal followed.\r\n\n                             II.\r                                         II.\r                                            \r\n\n                    \r                                \r\n\n4.  The parties do not  dispute that, in this diversity-based\r\naction, the substantive law of Rhode Island governs.\r\n\n                             -6-\r                                          6\r\r\n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          After reciting  the standard of review,  we take up\r\n\neach of appellants' three theories of recovery.  \r\n\nA.  Standard of Review\r                                  \r\n\n          Summary judgment  is  appropriate when  the  record\r\n\nreflects \"no genuine issue as to  any material fact and . . .\r\n\nthe moving party is entitled to judgment as a matter of law.\"\r\n\nFed. R. Civ. P. 56(c).  We review a grant of summary judgment\r\n\nde novo.  See, e.g., Inn Foods, Inc. v. Equitable Coop. Bank,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"687260\"><a href=\"/opinion/687260/inn-foods-inc-dba-us-food-service-v-equitable-co-operative-bank/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">594</span></a></span><pre class=\"inline\">, 596 (1st Cir.  1995).  We review  the record in\r\n\nthe light  most  favorable to  the  nonmoving party,  and  we\r\n\nindulge all reasonable inferences in that party's favor.  </pre><span class=\"citation\" data-id=\"687260\"><a href=\"/opinion/687260/inn-foods-inc-dba-us-food-service-v-equitable-co-operative-bank/\"><span class=\"id_token\">Id.</span>\r                                                                         \r\n\nB.  The </a></span><pre class=\"inline\">Reimbursement Agreements\r                                            \r\n\n          On appeal,  appellants argue that the  terms of the\r\n\nreimbursement agreements  render the Procacciantis  liable to\r\n\nMarquette.  Specifically, appellants contend that,  under the\r\n\nlanguage  of   the  guaranty,  liability   attached  to   the\r\n\nProcacciantis on June 3, 1991, when Marquette was required to\r\n\nmake  full  payment  under  the  letters of  credit.    Thus,\r\n\nappellants  argue that,  under the  terms of  the assignment,\r\n\nthey are entitled to recover  the $1.3 million represented by\r\n\nthe   letters   of  credit.     Because   appellants'  theory\r\n\nmisconstrues the nature of a letter-of-credit transaction and\r\n\nis inconsistent  with the operative language  of the parties'\r\n\nagreements, we do not agree.\r\n\n                             -7-\r                                          7\r\r\n\n          To put  this case  in proper perspective,  we start\r\n\nwith  general principles.   Letter-of-credit transactions are\r\n\nthree-party   arrangements  involving   two   parties  to   a\r\n\ncommercial  transaction  and a  financial  institution.   The\r\n\nfinancial institution, which is the issuer (here, Marquette),\r\n\nat the  direction of its  customer, usually the  buyer (here,\r\n\ndefendant Euclid), issues a letter of credit to a beneficiary\r\n\nor beneficiaries, usually the seller (here, appellants).  The\r\n\nprincipal  purpose of a standby  letter of credit  is a means\r\n\nfor  the  beneficiary-seller to  ensure  that if  there  is a\r\n\ndefault  on  the  underlying  contract  between  it  and  the\r\n\ncustomer-buyer, then the beneficiary-seller will have a ready\r\n\nsource of  funds to satisfy the debt owed.  See, e.g., Ground\r                                                                         \r\n\nAir Transfer, Inc. v. Westates Airlines, Inc., </pre><span class=\"citation\" data-id=\"539175\"><a href=\"/opinion/539175/ground-air-transfer-inc-dba-charter-one-v-westates-airlines-inc-and/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1269</span></a></span><pre class=\"inline\">,\r                                                         \r\n\n1272 (1st Cir.  1990).   Thus, the standby  letter of  credit\r\n\nacts  as a \"back up\"  against customer default on obligations\r\n\nof all kinds.   James J. White  &amp; Robert S. Summers,  Uniform\r                                                                         \r\n\nCommercial Code    19-2, at  809 (3d ed.  1988) (hereinafter,\r                           \r\n\n\"White  &amp;  Summers\").    Additionally,  the  beneficiary  may\r\n\nrequest  a  letter  of  credit  to  ensure  that  should  any\r\n\ncontractual dispute  arise, it  will \"`wend [its]  way toward\r\n\nresolution  with  the money  in  [the  beneficiary's] pocket,\r\n\nrather  than in the pocket'  of his adversary.\"   Ground </pre><span class=\"citation\" data-id=\"539175\"><span class=\"antecedent_guess\">Air,</span>\r                                                                        \r\n\n<a href=\"/opinion/539175/ground-air-transfer-inc-dba-charter-one-v-westates-airlines-inc-and/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1272</span> </a></span><pre class=\"inline\">(quoting  Itek Corp. v. First Nat'l  Bank of\r                                                                         \r\n\nBoston, </pre><span class=\"citation\" data-id=\"433029\"><a href=\"/opinion/433029/itek-corporation-v-the-first-national-bank-of-boston-bank-melli-iran/\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span><pre class=\"inline\">, 24 (1st Cir. 1984)).\r                  \r\n\n                             -8-\r                                          8\r\r\n\n          To  effect these  commercial purposes,  courts have\r\n\nconsidered  the letter of  credit to be  a separate agreement\r\n\nbetween the issuer and  the beneficiary, wholly distinct from\r\n\nthe  underlying  contract   between  the  customer   and  the\r\n\nbeneficiary.  Id.; see  also U.C.C.   5-114, comment  1 (\"The\r                                        \r\n\nletter of credit is essentially a contract between the issuer\r\n\nand  the beneficiary  and is  recognized by  this  Article as\r\n\nindependent of the  underlying contract between the  customer\r\n\nand the beneficiary.\"); White &amp; Summers,   19-2, at 812 (\"The\r\n\nmost unique  and mysterious part  of this  [letter-of-credit]\r\n\narrangement is the  so-called `independence principle.'   The\r\n\nprinciple   states  that   the  bank's   obligation   to  the\r\n\nbeneficiary is independent  of the beneficiary's  performance\r                                      \r\n\non the underlying contract.\").  Similarly, \"the obligation of\r\n\nthe  issuer to pay the beneficiary is also independent of any\r\n\nobligation  of the customer to its issuer.\"  White &amp; Summers,\r\n\n   19-2,  at  811.    Thus,  as with  other  letter-of-credit\r\n\narrangements, see </pre><span class=\"citation\" data-id=\"433029\"><a href=\"/opinion/433029/itek-corporation-v-the-first-national-bank-of-boston-bank-melli-iran/\"><span class=\"id_token\">id.</span> at  812, </a></span><pre class=\"inline\">the one in this  case involves\r                                 \r\n\ntwo  contracts  (the  underlying purchase-and-sale  agreement\r\n\nbetween Proc Associates and  appellants and the reimbursement\r\n\narrangement between  Proc Associates  and Marquette)  and one\r\n\nletter of credit.\r\n\n          At  the center  of  this dispute  is the  operative\r\n\nlanguage of  the letter agreement and  the commitment letter,\r\n\nas   guaranteed   by  the   Procacciantis,   which  establish\r\n\n                             -9-\r                                          9\r\r\n\nMarquette's  right  to reimbursement.   The  letter agreement\r\n\nstates: \"that if at any time prior to the expiration of [the]\r\n\n[l]etters  of  [c]redit,  [Marquette]  is  required  to  make\r\n\npayment,\"  Proc Associates  must repay Marquette  pursuant to\r\n\nthe commitment letter.   The commitment letter specified that\r\n\n\"if the  [l]etter  of  [c]redit  is drawn  upon,\"  then  Proc\r\n\nAssociates must  make to Marquette certain  interest payments\r\n\nand, further, \"final payment of all outstanding principal and\r\n\nall  interest payable  three  years  from  the  date  of  the\r\n\nissuance  of  the [l]etter  of [c]redit.\"   In  addition, the\r\n\nProcacciantis  guaranteed Proc  Associates' obligation.   The\r\n\nguaranty  provides  that  the Procacciantis  \"guarantee[]  to\r\n\nLender  [Marquette] . . . the punctual  payment, . . . as and\r\n\nwhen  due  (whether  by  acceleration or  otherwise)  of  all\r\n\n[o]bligations requiring payment.\"  The  term \"obligations\" is\r\n\ndefined as:\r\n\n          all    indebtedness,   obligations    and\r\n          liabilities of Borrower [Proc Associates]\r\n          to Lender  [Marquette] of every  kind and\r\n          description (including without limitation\r\n          any and all of  the foregoing arising  in\r\n          connection  with  any  letters of  credit\r\n          issued  by  Lender  for  the  account  of\r\n          Borrower), direct or indirect, secured or\r\n          unsecured, joint or several,  absolute or\r\n          contingent, due or to become due, whether\r\n          for payment or performance,  now existing\r\n          or hereafter arising,  regardless of  how\r\n          the same  arise  or by  what  instrument,\r\n          agreement  or  book account  they  may be\r\n          evidenced,  or  whether evidenced  by any\r\n          instrument,  agreement  or book  account;\r\n          including  without limitation,  all loans\r\n          (including   any   loan  by   renewal  or\r\n\n                             -10-\r                                          10\r\r\n\n          extension),    all    indebtedness,   all\r\n          undertakings  to  take  or  refrain  from\r\n          taking  any   action,  all  indebtedness,\r\n          liabilities  or  obligations  owing  from\r\n          Borrower to others  which Lender may have\r\n          obtained    by   purchase    negotiation,\r\n          discount,  assignment  or otherwise,  and\r\n          all   interest,  taxes,   fees,  charges,\r\n          expenses  and attorneys'  fees chargeable\r\n          to  Borrower or  incurred  by  Lender  in\r\n          connection  with any  transaction between\r\n          Borrower and Lender.\r\n\n          The parties do not dispute that appellants properly\r\n\npresented  the letters  of credit  to Marquette  for payment,\r\n\nthat  payment became due on  June 3, 1991,  and that dishonor\r\n\noccurred  when  no  payment  was  made.    As   noted  above,\r\n\nappellants argue that Marquette's nonpayment notwithstanding,\r\n\nthe   Procacciantis'  obligation   under  the   guaranty  was\r\n\ntriggered on June 3,  1991.  Specifically, they point  to the\r\n\nlanguage defining \"obligations\"  under the guaranty,  arguing\r\n\nthat it is  so broad  as to render  the Procacciantis  liable\r\n\nwhen the $1.3 million  payment on the letters of  credit came\r\n\ndue.\r\n\n          Appellants' argument misconceives the nature of the\r\n\nletter-of-credit  obligation.  As  our discussion above makes\r\n\nclear, applicable commercial law provides that the letter-of-\r\n\ncredit obligation  is  that of  the  issuer alone,  and  that\r\n\nobligation is independent of  either the underlying  contract\r\n\nor any reimbursement agreement.  Upon proper presentment, the\r\n\nliability ran to Marquette and not to Proc Associates.  Thus,\r\n\nproper presentment did not create,  under the language of the\r\n\n                             -11-\r                                          11\r\r\n\nguaranty,  \"indebtedness,  obligations  and   liabilities  of\r\n\nBorrower to  Lender of  every kind  and description .  . .  .\r                               \r\n\ndirect or  indirect, secured or unsecured,  joint or several,\r\n\nabsolute  or contingent,  due or to  become due,  whether for\r\n\npayment or  performance, now  existing or hereafter  arising\"\r\n\n(emphasis added).  \r\n\n          The agreements between Marquette,  Proc Associates,\r\n\nand  the   Procacciantis  did  not  alter   the  basic  legal\r\n\nrelationships  in a letter-of-credit  transaction.   When the\r\n\nlanguage of a  contract is clear  and unambiguous, we  accord\r\n\nthe  language its plain and  natural meaning.   In Re Newport\r                                                                         \r\n\nPlaza  Assocs., </pre><span class=\"citation\" data-id=\"600262\"><a href=\"/opinion/600262/in-re-newport-plaza-associates-lp-debtor-newport-plaza-associates/\"><span class=\"volume\">985</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">640</span></a></span><pre class=\"inline\">,  645 (1st  Cir. 1993)  (citing\r                          \r\n\nDudzik v.  Leesona Corp.,  </pre><span class=\"citation\" data-id=\"2379346\"><a href=\"/opinion/2379346/dudzik-v-leesona-corp/\"><span class=\"volume\">473</span>  <span class=\"reporter\">A.2d</span> <span class=\"page\">762</span></a></span><pre class=\"inline\">,  765 (R.I.  1984)).\r                                    \r\n\nUnder the  letter agreement,  Proc Associates  (the Borrower)\r\n\nbecame obligated to Marquette (the Lender) when Marquette was\r\n\nrequired to  make payment  and, under the  commitment letter,\r\n\nwhen the letters of credit were actually drawn upon.  Because\r\n\nboth conditions  did not obtain, Proc  Associates incurred no\r\n\n\"indebtedness,  obligations  and  liabilities\" to  Marquette.\r\n\nConsequently,   there   being   no   \"obligations   [of  Proc\r\n\nAssociates]  requiring payment,\"  there was  nothing for  the\r\n\nProcacciantis  to  guaranty.   Thus, as  Marquette's assignee\r\n\n                             -12-\r                                          12\r\r\n\nunder  the  settlement, appellants  accede to  no enforceable\r\n\nrights against the Procacciantis.5  \r\n\n          Because  of   the  unusual  (and   for  appellants,\r\n\nunfortunate) turn of  events, appellants essentially  seek to\r\n\nconvert  the  Procacciantis'  guaranty  of  Proc  Associates'\r\n\nobligations  into  a  guaranty  of  Marquette's  obligations.\r\n\nHowever,   neither  the   law   nor  the   language  of   the\r\n\nreimbursement  agreements  sustain  such  an  interpretation.\r\n\nThus, we  conclude that  the district court  properly granted\r\n\nsummary judgment as to all defendants on count one.\r\n\nC.  U.C.C.   5-117\r                              \r\n\n          Appellants next argue that,  pursuant to R.I.  Gen.\r\n\nL.   6A-5-117 (codifying U.C.C.   5-117),6 they are  entitled\r\n\n                    \r                                \r\n\n5.  We  note that,  under the  terms of  the settlement,  the\r\n$500,000  payment  by the  receiver  to  appellants does  not\r\nconstitute  a payment under the  letters of credit.   At oral\r\nargument  it was  suggested that  this language  was included\r\nbecause  the  settlement  resolved  three  separate  lawsuits\r\ninvolving issues not related to the letters of credit.\r\n\n6.  In relevant part,   6A-5-117 provides:\r\n\n          (1)    Where  an  issuer .  .  .  becomes\r\n          insolvent before final payment  under the\r\n          [letter of]  credit . . .  the receipt or\r\n          allocation  of  funds  or  collateral  to\r\n          secure  or  meet  obligations  under  the\r\n          [letter   of]   credit  shall   have  the\r\n          following results:\r\n\n               (a)  To the extent of any funds\r\n               or collateral turned over after\r\n               or  before  the  insolvency  as\r\n               indemnity       against      or\r\n               specifically for the purpose of\r\n               payment  of  drafts or  demands\r\n\n                             -13-\r                                          13\r\r\n\nto  collateral  held  by Marquette  and  the  receiver.   The\r\n\n\"collateral\"  that  appellants seek  to  realize  on are  the\r\n\nletter agreement,  the commitment letter,  and the guaranty.7\r\n\nAssuming that these  agreements constitute collateral  within\r\n\nthe  meaning  of  section  5-117   --  a  point  disputed  by\r\n\ndefendants  --  we  fail  to  see  how  its   acquisition  by\r\n\nappellants advances their cause.  As the foregoing discussion\r\n\noutlines in  detail, under the provisions  of the settlement,\r\n\n                    \r                                \r\n\n               for  payment  drawn  under  the\r\n               designated  credit,  the drafts\r\n               or  demands   are  entitled  to\r\n               payment   in  preference   over\r\n               depositors  or  other   general\r\n               creditors  of   the  issuer  or\r\n               bank; and\r\n\n               (b)    On  expiration   of  the\r\n               credit  or   surrender  of  the\r\n               beneficiary's  rights  under it\r\n               unused any person who has given\r\n               such  funds  or  collateral  is\r\n               similarly  entitled  to  return\r\n               thereof; and\r\n\n               (c)   A charge to  a general or\r\n               current account with a  bank if\r\n               specifically  consented to  for\r\n               the   purpose   of    indemnity\r\n               against or payment of drafts or\r\n               demands for payment drawn under\r\n               the  designated  credit   falls\r\n               under the same  rules as if the\r\n               funds  had  been  drawn out  in\r\n               cash and then turned  over with\r\n               specific instructions.\r\n\n7.  As noted above, a mortgage was  also given as collateral.\r\nHowever,  appellants  concede   that,  because  the  receiver\r\neffectively  assigned his interest in the mortgage, it is not\r\nrelevant to this case.\r\n\n                             -14-\r                                          14\r\r\n\nMarquette  assigned  its  rights  under  these  documents  to\r\n\nappellants.   However, the  terms of the  settlement and  the\r\n\nfacts  of the  case render  those rights  inoperative against\r\n\ndefendants.  Nothing  in section 5-117  -- which operates  to\r\n\nsegregate   an   insolvent   institution's   letter-of-credit\r\n\nliabilities  and  security  from  depositor  liabilities  and\r\n\nassets,  see R.I.  Gen. L.    6A-5-117,  official  comment --\r                        \r\n\nenhances appellants rights  vis-a-vis defendants.   At  most,\r\n\nappellants would accede to  rights already acquired under the\r\n\nterms of the  settlement.   Therefore, we  conclude that  the\r\n\ndistrict court properly granted  summary judgment as to count\r\n\ntwo.\r\n\nD.  General Equitable Principles\r                                            \r\n\n          Finally, appellants invite us to  employ \"equitable\r\n\nprinciples\" on  their behalf.   Appellants rely  on authority\r\n\nthat is  neither controlling  nor even remotely  analogous to\r\n\nthe  facts in this case.  Appellants also vaguely assert that\r\n\ndenying  them  recovery would  result  in unjust  enrichment.\r\n\nFrom our review of the record, it is not at all apparent that\r\n\nthe  balance of equities  leans in appellants'  favor.  After\r\n\nall,  upon  dishonor,  appellants had  an  enforceable  right\r\n\nagainst Marquette.  R.I. Gen. L.    6A-5-114(1), 6A-5-115(1).\r\n\nThey  chose to  reduce that  right, along  with other  claims\r\n\nasserted  in  the  three  suits,  to  a  lump-sum payment  of\r\n\n$500,000   plus  assignment  of  Marquette's  rights  against\r\n\n                             -15-\r                                          15\r\r\n\ndefendants.  Those rights proved to be of no value.  And, for\r\n\nreasons  not immediately apparent but in any event beyond the\r\n\nscope of the present case, appellants also agreed to language\r\n\nforeclosing their right to recover -- as Marquette's assignee\r\n\n-- the $500,000 settlement payment.  Appellants    may   have\r\n\nentered  into  an  ill-considered agreement  that  indirectly\r\n\nreduced defendants'  liability, but that does  not constitute\r\n\nunjust  enrichment, see R &amp; B Elec.  Co. v. Amco Constr. Co.,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"2272801\"><a href=\"/opinion/2272801/r-b-elec-co-inc-v-amco-const-co-inc/\"><span class=\"volume\">471</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1351</span></a></span><pre class=\"inline\">, 1355-56 (R.I. 1984) (setting forth elements of\r\n\nunjust  enrichment), and  we know  of no  equitable principle\r\n\nthat  would  operate  to  displace  applicable  law  and  the\r\n\nparties'  agreements.     Accordingly,  the   district  court\r\n\nproperly  granted  summary  judgment  as to  count  three  of\r\n\nappellants' complaint.\r\n\n                             III.\r                                         III.\r                                             \r\n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For  the  forgoing  reasons,  the  decision  of the\r\n\ndistrict court is affirmed.\r                              affirmed.\r                                      \r\n\n                             -16-\r                                          16\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/433029/",
    "https://www.courtlistener.com/api/rest/v3/opinions/539175/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600262/",
    "https://www.courtlistener.com/api/rest/v3/opinions/687260/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2272801/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2379346/"
  ]
}