{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196176/",
  "id": 196176,
  "absolute_url": "/opinion/196176/sunshine-v-fdic/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196176/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:59:29Z",
  "date_modified": "2020-02-21T23:54:07.101646Z",
  "type": "010combined",
  "sha1": "69a87b189161ff899b4d55e745d93e9f1b18cd40",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1025.01A",
  "local_path": null,
  "plain_text": "\n\nJuly 6, 1995          [NOT FOR PUBLICATION]\r\n\n                  UNITED STATES COURT OF APPEALS\r\n\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r\n\nNo. 95-1025\r\n\n                   SUNSHINE DEVELOPMENT, INC.,\r\n\n                            Appellant,\r\n\n                                v.\r\n\n              FEDERAL DEPOSIT INSURANCE CORPORATION,\r\n\n                             Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n          [Hon. Paul J. Barbadoro, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                Boudin and Lynch, Circuit Judges,\r                                                          \r\n\n              and Schwarzer,* Senior District Judge.\r                                                             \r\n\n                                           \r\n\n     William  E.  Aivalikles, with  whom  Law  Office of  William\r                                                                           \r\nAivalikles was on brief for appellant.\r                    \r\n     Daniel  H. Kurtenbach,  Counsel,  with whom  Ann S.  Duross,\r                                                                          \r\nAssistant General  Counsel, and Richard J.  Osterman, Jr., Senior\r                                                                   \r\nCounsel, Federal Deposit Insurance Corporation, were on brief for\r\nappellee.\r\n\n                                           \r\n\n                    \r                              \r\n\n*     Of  the  District   of  Northern  California,   sitting  by\r\ndesignation.\r\r\n\n                                           \r\r\n\n          SCHWARZER,  District Judge.  Sunshine Development, Inc.\r                    SCHWARZER,  District Judge\r                                              \r\n\n(\"Sunshine\")  appeals  from  a  judgment  of  the  United  States\r\n\nDistrict Court for the District of New Hampshire which affirmed a\r\n\njudgment  of the United States  Bankruptcy Court for the District\r\n\nof New  Hampshire.  We have  jurisdiction of the appeal  under 28\r\n\nU.S.C.    1291.  We affirm largely  for the reasons stated in the\r\n\nthoughtful opinion by the district court and add the following.\r\n\n          This  appeal  grows  out of  two  actions  consolidated\r\n\nbelow.  The  first was filed  by First Service  Bank for  Savings\r\n\n(\"Bank\")  against Sunshine  in the New  Hampshire state  court to\r\n\ncollect  loans  made by  the Bank  to Sunshine  and to  obtain an\r\n\nattachment on  property pledged by  Sunshine as security  for the\r\n\nloans.  The second  was filed by Sunshine  in the district  court\r\n\nagainst the  Bank  for breach  of contract,  breach of  fiduciary\r\n\nduties,  negligence,  interference  with  contractual  relations,\r\n\nconversion, and violation of the Racketeer Influenced and Corrupt\r\n\nOrganizations Act (18 U.S.C.    1961 et seq.).  When  the Federal\r                                                      \r\n\nDeposit Insurance Corporation  (\"FDIC\") was appointed liquidating\r\n\nagent  for the  Bank,  it was  substituted  in both  actions  and\r\n\nremoved  the state  court  action to  the  district court.    The\r\n\ndistrict court had jurisdiction over the removed action  under 12\r\n\nU.S.C.     1819(b)(1)  and (b)(2)(A)  and 28  U.S.C.     1331 and\r\n\n1345.  It had jurisdiction over Sunshine's action under 18 U.S.C.\r\n\n  1964 and  28 U.S.C.    1331 and 1332.   When Sunshine filed for\r\n\nprotection under chapter 11 of the  bankruptcy code, the district\r\n\n                               -2-\r\r\n\ncourt referred both  actions to the  bankruptcy court where  they\r\n\nwere consolidated.\r\n\n          With  the consent of the parties, a jury trial was held\r\n\nin  the bankruptcy court in  both actions.   In the Bank s action\r\n\nagainst  Sunshine to collect the amounts due under the loans, the\r\n\njury  ruled for  Sunshine  and awarded  nothing.   In  Sunshine s\r\n\naction against the  Bank, the  jury awarded $2,000,000.   On  the\r\n\nFDIC s motion, the bankruptcy  court, in a 21 page  opinion, held\r\n\nthat the jury's verdict in both cases was \"manifestly against the\r\n\nclear  weight of the evidence.\" (R. 11,  21, 30).  It vacated the\r\n\njury's verdict, dismissed Sunshine's complaint,  entered judgment\r\n\nfor  FDIC  in  the  amount of  $2,727,856.12,  and  conditionally\r\n\ngranted a new trial.  (Id.)\r                                   \r\n\n          Sunshine appealed to the district court under 28 U.S.C.\r\n\n  158(a).  In a sixteen page opinion, the district court affirmed\r\n\nthe judgment  of the  bankruptcy court  (R. 32,  47).   The court\r\n\nacknowledged  that its review of the bankruptcy court's order was\r\n\nplenary and  that the reversal of the jury's verdict could not be\r\n\nsustained   \"unless  the   evidence   points  so   strongly   and\r\n\noverwhelmingly in  favor of the  moving party that  no reasonable\r\n\njury could  have  returned  a  verdict adverse  to  that  party.\"\r\n\nKeisling v. Ser-Jobs For Progress, Inc., 19 F.3d 755, 759-60 (1st\r                                                 \r\n\nCir. 1994) (R. 34).   Examining the  evidence \"in the light  most\r\n\nfavorable to  the non-moving party,\"  (Id.), it reached  the same\r                                                   \r\n\nconclusions as the bankruptcy court.\r\n\n                               -3-\r\r\n\n          For  the  reasons stated  by  the  District Court,  our\r\n\nreview too is  plenary and  we can sustain  the judgment only  if\r\n\nthere  is no evidence  on the  basis of  which a  reasonable jury\r\n\ncould  have found  for  Sunshine.   We  agree with  the  district\r\n\ncourt's analysis that the burden  of establishing payment was  on\r\n\nSunshine  and that it could not  support a jury verdict merely by\r\n\npointing  to deficiencies in the  Bank s records (R.  36-37).  At\r\n\noral argument,  counsel was unable to  point to any facts  on the\r\n\nbasis of which a jury could have found that an  additional credit\r\n\nin  the amount  of $1,016,000,  or any  other amount, was  due as\r\n\nclaimed by Sunshine.  As the court below cogently pointed out, to\r\n\naccept  Sunshine s claim would require the jury to find both that\r\n\nthe Bank's records  were incorrect in  showing the $1,016,000  as\r\n\noverfunding of another loan yet correct as reflecting a repayment\r\n\nby Sunshine of $1,016,000 (R. 38-39).  No evidence was offered to\r\n\nsupport such a strained inference.\r\n\n          With respect  to Sunshine's claim against  the Bank for\r\n\nbreach   of  its  duty  of  good  faith  and  fair  dealing,  the\r\n\nuncontradicted evidence established that one of its loans had  an\r\n\noverdue  balance of  over  $500,000 and  that  the notes'  cross-\r\n\ndefault  clauses  triggered  defaults in  all  outstanding loans,\r\n\njustifying  the attachment on the property put up as security and\r\n\nthe  acceleration  of  the notes  (R.  42-43).    And it  further\r\n\nestablished  that  the Bank,  in  obtaining  the attachment,  had\r\n\ndeemed itself to be  insecure because a current  appraisal showed\r\n\nthe  wholesale  value  of  the  security  for  the  loans  to  be\r\n\n                               -4-\r\r\n\nsubstantially below the amount of Sunshine's outstanding debt and\r\n\nan  FDIC  examination  report  classified all  of  the  loans  as\r\n\n\"substandard,\" \"doubtful,\" or \"loss.\"  (R. 44).\r\n\n          To refute this evidence  reflecting that the Bank acted\r\n\nin  a commercially  reasonable manner,  Sunshine argued  that the\r\n\nappraiser s report showed the retail value of the Bank s security\r\n\nto be greater than the amount due on the loans,  but it presented\r\n\nno evidence  that the  Bank s reliance on  wholesale rather  than\r\n\nretail  value  was unreasonable.   It  also  pointed to  a report\r\n\nprepared by a  former Bank official  months after the  attachment\r\n\nwas  obtained indicating optimism that  the Bank will  be able to\r\n\nwork  out of these loans.   But after-the-fact  evidence does not\r\n\nestablish the lack of good faith of the decisions at  the time of\r\n\nthe  attachment and  acceleration.   Sunshine s  evidence is  not\r\n\nsufficient  to permit a reasonable jury to conclude that the Bank\r\n\nacted unreasonably in deeming itself to be insecure and obtaining\r\n\nthe attachment,  and  on  appeal,  counsel  have  pointed  to  no\r\n\nevidence that would support their claim.\r\n\n          The judgment is AFFIRMED.\r                                    AFFIRMED\r\n\n                               -5-\r\r\n",
  "html": "<p class=\"case_cite\">59 F.3d 164<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">SUNSHINE DEVELOPMENT, INC., Appellant,<br>v.<br>FEDERAL DEPOSIT INSURANCE CORPORATION, Appellee.</p>\n    <p class=\"docket\">No. 95-1025.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 6, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">William E. Aivalikles, with whom Law Office of William Aivalikles was on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Daniel H. Kurtenbach, Counsel, with whom Ann S. Duross, Assistant General Counsel, and Richard J. Osterman, Jr., Senior Counsel, Federal Deposit Insurance Corporation, were on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">D.N.H.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before BOUDIN and LYNCH, Circuit Judges, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">SCHWARZER, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sunshine Development, Inc.  (\"Sunshine\") appeals from a judgment of the United States District Court for the District of New Hampshire which affirmed a judgment of the United States Bankruptcy Court for the District of New Hampshire.  We have jurisdiction of the appeal under 28 U.S.C. Sec. 1291.  We affirm largely for the reasons stated in the thoughtful opinion by the district court and add the following.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This appeal grows out of two actions consolidated below.  The first was filed by First Service Bank for Savings (\"Bank\") against Sunshine in the New Hampshire state court to collect loans made by the Bank to Sunshine and to obtain an attachment on property pledged by Sunshine as security for the loans.  The second was filed by Sunshine in the district court against the Bank for breach of contract, breach of fiduciary duties, negligence, interference with contractual relations, conversion, and violation of the Racketeer Influenced and Corrupt Organizations Act (18 U.S.C. Sec. 1961 et seq.).  When the Federal Deposit Insurance Corporation (\"FDIC\") was appointed liquidating agent for the Bank, it was substituted in both actions and removed the state court action to the district court.  The district court had jurisdiction over the removed action under 12 U.S.C. Secs. 1819(b)(1) and (b)(2)(A) and 28 U.S.C. Secs. 1331 and 1345.  It had jurisdiction over Sunshine's action under 18 U.S.C. Sec. 1964 and 28 U.S.C. Secs. 1331 and 1332.  When Sunshine filed for protection under chapter 11 of the bankruptcy code, the district court referred both actions to the bankruptcy court where they were consolidated.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">With the consent of the parties, a jury trial was held in the bankruptcy court in both actions.  In the Bank's action against Sunshine to collect the amounts due under the loans, the jury ruled for Sunshine and awarded nothing.  In Sunshine's action against the Bank, the jury awarded $2,000,000.  On the FDIC's motion, the bankruptcy court, in a 21 page opinion, held that the jury's verdict in both cases was \"manifestly against the clear weight of the evidence.\"  (R. 11, 21, 30).  It vacated the jury's verdict, dismissed Sunshine's complaint, entered judgment for FDIC in the amount of $2,727,856.12, and conditionally granted a new trial.  (Id.)</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Sunshine appealed to the district court under 28 U.S.C. Sec. 158(a).  In a sixteen page opinion, the district court affirmed the judgment of the bankruptcy court (R. 32, 47).  The court acknowledged that its review of the bankruptcy court's order was plenary and that the reversal of the jury's verdict could not be sustained \"unless the evidence points so strongly and overwhelmingly in favor of the moving party that no reasonable jury could have returned a verdict adverse to that party.\"  Keisling v. Ser-Jobs For Progress, Inc., 19 F.3d 755, 759-60 (1st Cir. 1994) (R. 34).  Examining the evidence \"in the light most favorable to the non-moving party,\" (Id.), it reached the same conclusions as the bankruptcy court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For the reasons stated by the District Court, our review too is plenary and we can sustain the judgment only if there is no evidence on the basis of which a reasonable jury could have found for Sunshine.  We agree with the district court's analysis that the burden of establishing payment was on Sunshine and that it could not support a jury verdict merely by pointing to deficiencies in the Bank's records (R. 36-37).  At oral argument, counsel was unable to point to any facts on the basis of which a jury could have found that an additional credit in the amount of $1,016,000, or any other amount, was due as claimed by Sunshine.  As the court below cogently pointed out, to accept Sunshine's claim would require the jury to find both that the Bank's records were incorrect in showing the $1,016,000 as overfunding of another loan yet correct as reflecting a repayment by Sunshine of $1,016,000 (R. 38-39).  No evidence was offered to support such a strained inference.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">With respect to Sunshine's claim against the Bank for breach of its duty of good faith and fair dealing, the uncontradicted evidence established that one of its loans had an overdue balance of over $500,000 and that the notes' cross-default clauses triggered defaults in all outstanding loans, justifying the attachment on the property put up as security and the acceleration of the notes (R. 42-43).  And it further established that the Bank, in obtaining the attachment, had deemed itself to be insecure because a current appraisal showed the wholesale value of the security for the loans to be substantially below the amount of Sunshine's outstanding debt and an FDIC examination report classified all of the loans as \"substandard,\" \"doubtful,\" or \"loss.\"  (R. 44).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To refute this evidence reflecting that the Bank acted in a commercially reasonable manner, Sunshine argued that the appraiser's report showed the retail value of the Bank's security to be greater than the amount due on the loans, but it presented no evidence that the Bank's reliance on wholesale rather than retail value was unreasonable.  It also pointed to a report prepared by a former Bank official months after the attachment was obtained indicating optimism that the Bank will be able to work out of these loans.  But after-the-fact evidence does not establish the lack of good faith of the decisions at the time of the attachment and acceleration.  Sunshine's evidence is not sufficient to permit a reasonable jury to conclude that the Bank acted unreasonably in deeming itself to be insecure and obtaining the attachment, and on appeal, counsel have pointed to no evidence that would support their claim.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The judgment is AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Northern California, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">164</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">SUNSHINE DEVELOPMENT, INC., Appellant,<br>v.<br>FEDERAL DEPOSIT INSURANCE CORPORATION, Appellee.</p>\n    <p class=\"docket\">No. 95-1025.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 6, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">William E. Aivalikles, with whom Law Office of William Aivalikles was on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Daniel H. Kurtenbach, Counsel, with whom Ann S. Duross, Assistant General Counsel, and Richard J. Osterman, Jr., Senior Counsel, Federal Deposit Insurance Corporation, were on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">D.N.H.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before BOUDIN and LYNCH, Circuit Judges, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">SCHWARZER, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sunshine Development, Inc.  (\"Sunshine\") appeals from a judgment of the United States District Court for the District of New Hampshire which affirmed a judgment of the United States Bankruptcy Court for the District of New Hampshire.  We have jurisdiction of the appeal under 28 U.S.C. Sec. 1291.  We affirm largely for the reasons stated in the thoughtful opinion by the district court and add the following.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This appeal grows out of two actions consolidated below.  The first was filed by First Service Bank for Savings (\"Bank\") against Sunshine in the New Hampshire state court to collect loans made by the Bank to Sunshine and to obtain an attachment on property pledged by Sunshine as security for the loans.  The second was filed by Sunshine in the district court against the Bank for breach of contract, breach of fiduciary duties, negligence, interference with contractual relations, conversion, and violation of the Racketeer Influenced and Corrupt Organizations Act (18 U.S.C. Sec. 1961 et seq.).  When the Federal Deposit Insurance Corporation (\"FDIC\") was appointed liquidating agent for the Bank, it was substituted in both actions and removed the state court action to the district court.  The district court had jurisdiction over the removed action under 12 U.S.C. Secs. 1819(b)(1) and (b)(2)(A) and 28 U.S.C. Secs. 1331 and 1345.  It had jurisdiction over Sunshine's action under 18 U.S.C. Sec. 1964 and 28 U.S.C. Secs. 1331 and 1332.  When Sunshine filed for protection under chapter 11 of the bankruptcy code, the district court referred both actions to the bankruptcy court where they were consolidated.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">With the consent of the parties, a jury trial was held in the bankruptcy court in both actions.  In the Bank's action against Sunshine to collect the amounts due under the loans, the jury ruled for Sunshine and awarded nothing.  In Sunshine's action against the Bank, the jury awarded $2,000,000.  On the FDIC's motion, the bankruptcy court, in a 21 page opinion, held that the jury's verdict in both cases was \"manifestly against the clear weight of the evidence.\"  (R. 11, 21, 30).  It vacated the jury's verdict, dismissed Sunshine's complaint, entered judgment for FDIC in the amount of $2,727,856.12, and conditionally granted a new trial.  (Id.)</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Sunshine appealed to the district court under 28 U.S.C. Sec. 158(a).  In a sixteen page opinion, the district court affirmed the judgment of the bankruptcy court (R. 32, 47).  The court acknowledged that its review of the bankruptcy court's order was plenary and that the reversal of the jury's verdict could not be sustained \"unless the evidence points so strongly and overwhelmingly in favor of the moving party that no reasonable jury could have returned a verdict adverse to that party.\"  Keisling v. Ser-Jobs For Progress, Inc., <span class=\"citation\" data-id=\"665981\"><a href=\"/opinion/665981/64-fair-emplpraccas-bna-432-64-empl-prac-dec-p-42963-dania-r/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">755</span></a></span>, 759-60 (1st Cir. 1994) (R. 34).  Examining the evidence \"in the light most favorable to the non-moving party,\" (Id.), it reached the same conclusions as the bankruptcy court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For the reasons stated by the District Court, our review too is plenary and we can sustain the judgment only if there is no evidence on the basis of which a reasonable jury could have found for Sunshine.  We agree with the district court's analysis that the burden of establishing payment was on Sunshine and that it could not support a jury verdict merely by pointing to deficiencies in the Bank's records (R. 36-37).  At oral argument, counsel was unable to point to any facts on the basis of which a jury could have found that an additional credit in the amount of $1,016,000, or any other amount, was due as claimed by Sunshine.  As the court below cogently pointed out, to accept Sunshine's claim would require the jury to find both that the Bank's records were incorrect in showing the $1,016,000 as overfunding of another loan yet correct as reflecting a repayment by Sunshine of $1,016,000 (R. 38-39).  No evidence was offered to support such a strained inference.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">With respect to Sunshine's claim against the Bank for breach of its duty of good faith and fair dealing, the uncontradicted evidence established that one of its loans had an overdue balance of over $500,000 and that the notes' cross-default clauses triggered defaults in all outstanding loans, justifying the attachment on the property put up as security and the acceleration of the notes (R. 42-43).  And it further established that the Bank, in obtaining the attachment, had deemed itself to be insecure because a current appraisal showed the wholesale value of the security for the loans to be substantially below the amount of Sunshine's outstanding debt and an FDIC examination report classified all of the loans as \"substandard,\" \"doubtful,\" or \"loss.\"  (R. 44).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To refute this evidence reflecting that the Bank acted in a commercially reasonable manner, Sunshine argued that the appraiser's report showed the retail value of the Bank's security to be greater than the amount due on the loans, but it presented no evidence that the Bank's reliance on wholesale rather than retail value was unreasonable.  It also pointed to a report prepared by a former Bank official months after the attachment was obtained indicating optimism that the Bank will be able to work out of these loans.  But after-the-fact evidence does not establish the lack of good faith of the decisions at the time of the attachment and acceleration.  Sunshine's evidence is not sufficient to permit a reasonable jury to conclude that the Bank acted unreasonably in deeming itself to be insecure and obtaining the attachment, and on appeal, counsel have pointed to no evidence that would support their claim.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The judgment is AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Northern California, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/665981/"
  ]
}