{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196190/",
  "id": 196190,
  "absolute_url": "/opinion/196190/united-states-v-ferguson/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196190/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:59:55Z",
  "date_modified": "2020-02-21T23:55:12.486066Z",
  "type": "010combined",
  "sha1": "10f57ca20f65607bbe2f166d977dcdfd10b2ad0c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1403.01A",
  "local_path": null,
  "plain_text": "                 UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 94-1403\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                      MARK A. FERGUSON,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n       ON APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n            [Hon. Rya Zobel, U.S. District Judge]\r                                                            \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n                    Lynch, Circuit Judge,\r                                                    \r\n            and Schwarzer,* Senior District Judge.\r                                                             \r\n\n                                         \r\n\n   Roderick B. O'Connor, for defendant, appellant Mark A.\r                                   \r\nFerguson.\r\n   Thomas G. Frongillo, Assistant United States Attorney, for\r                                  \r\nthe United States. \r\n\n                                         \r\n\n                        July 20, 1995\r\n                                         \r\n\n                  \r                              \r\n\n   *Of  the   Northern  District  of   California,  sitting  by\r\ndesignation.\r\r\n\n          LYNCH, Circuit Judge.  On  June 24, 1993, a federal\r                      LYNCH, Circuit Judge.  \r                                          \r\n\ngrand jury returned a 38-count indictment  charging appellant\r\n\nMark A.  Ferguson and  twelve others  with violations  of the\r\n\ndrug   laws.    The  indictment  charged  Ferguson  with  (1)\r\n\nconspiracy  to  distribute  cocaine   and  cocaine  base   in\r\n\nviolation of  21 U.S.C.    846 (Count  2), (2)  possession of\r\n\ncocaine with intent to distribute in violation of 21 U.S.C.  \r\n\n841(a)(1)  (Count 4);  (3) distribution  of  cocaine base  in\r\n\nviolation of 21 U.S.C.   841(a)(1) (Counts 7, 8, 14, 17); (4)\r\n\ndistribution of cocaine in violation of 21 U.S.C.   841(a)(1)\r\n\n(Count 11); (5) attempted distribution of heroin in violation\r\n\nof 21  U.S.C.    846 (Count 12);  and (6)  unlawful use  of a\r\n\ncommunication facility  in violation  of 21  U.S.C.    843(b)\r\n\n(Counts  34, 35,  and 37).   Ferguson  was also  charged with\r\n\naiding and  abetting in violation of 18 U.S.C.    2 on all of\r\n\nthe  substantive drug counts (Counts 4,  7, 8, 11, 12, 14 and\r\n\n17).\r\n\n          On December 3, 1993, Ferguson pled guilty to Counts\r\n\n2, 7, 8,  11, 12, 14, 17,  34, 35, and  37 of the  indictment\r\n\npursuant to a written plea agreement with the United  States.\r\n\nCount 4 was dismissed.  On April  7, 1994, the district court\r\n\nsentenced  Ferguson to 120 months imprisonment and five years\r\n\nsupervised  release on Counts 2, 8, 14,  and 17, to be served\r\n\nconcurrently;  120 months imprisonment  on Counts 7,  11, and\r\n\n                             -2-\r                                          2\r\r\n\n12, to be  served concurrently with one another  and with the\r\n\nsentences  for  Counts  2,  8,  14, and  17;  and  48  months\r\n\nimprisonment  on  Counts  34,  35,  and  37,  to  be   served\r\n\nconcurrently  with one  another and  with  the sentences  for\r\n\nCounts 2,  8, 14, and  17.   The district court  also ordered\r\n\nFerguson  to  pay a  $500  special assessment,  $50  for each\r\n\ncount.    On April  12, 1994,  Ferguson appealed,  seeking to\r\n\nwithdraw his guilty plea.\r\n\n          Because  Ferguson  seeks   to  withdraw  his   plea\r\n\nfollowing the imposition  of his sentence, he must  show that\r\n\nthe  plea proceedings were  marred by \"'a  fundamental defect\r\n\nwhich   inherently  results  in  a  complete  miscarriage  of\r\n\njustice' or  'an omission  inconsistent with the  rudimentary\r\n\ndemands of  fair procedure.'\"   Fed. R.  Crim. P.  32(d) [now\r\n\nRule  32(e)] advisory  committee's  note  to 1983  amendments\r\n\n(quoting  Hill v. United  States, 368  U.S. 424  (1962)); see\r                                                                         \r\n\nalso United States v. Japa, 994 F.2d 899, 902 (1st Cir. 1993)\r                                      \r\n\n(stating that the  benchmark for setting  aside a plea  post-\r\n\nsentencing  is  \"a  fundamental defect  or  a  miscarriage of\r\n\njustice\").  Ferguson's appeal does not meet this standard.\r\n\n          Ferguson argues that  his plea should be  set aside\r\n\nbecause the district  court failed to take  adequate steps at\r\n\nhis plea  hearing  to  determine  that his  guilty  plea  was\r\n\nknowingly  and  voluntarily  made.    Specifically,  Ferguson\r\n\ncontends that  the district  court violated  Federal Rule  of\r\n\n                             -3-\r                                          3\r\r\n\nCriminal Procedure 11(c)(1) by failing to explain the charges\r\n\nto him and to determine that he understood the charges.  Rule\r\n\n11(c)(1)  requires,  among  other  things,  that   the  court\r\n\naccepting  the plea \"address the defendant personally in open\r\n\ncourt and  inform the defendant  of, and  determine that  the\r\n\ndefendant understands . . .  (1) the nature of the charges to\r\n\nwhich the plea  is offered . .  . .\"   The record shows  that\r\n\nFerguson's  plea neither  was a  miscarriage  of justice  nor\r\n\nresulted from  procedures inconsistent  with the  rudimentary\r\n\ndemands of fair procedure.1\r\n\n          The record  of the plea  hearing demonstrates  that\r\n\nthe district court took a number of steps to ensure that  the\r\n\nconcerns underlying Rule 11(c) (particularly those underlying\r\n\n11(c)(1))  were addressed.  The district court asked Ferguson\r\n\nhis  age  (25)  and   educational  background  (11th  grade).\r\n\nFerguson informed the court that he had  read the indictment,\r\n\nhad discussed it with his attorney, and that his attorney had\r\n\n                    \r                                \r\n\n1.  Ferguson's  argument on appeal is limited to the question\r\nof  whether the district  court complied with  Rule 11(c)(1).\r\nHe does  not argue that  the district court failed  to comply\r\nwith the  requirements of  Rule 11(d) when  it failed  to ask\r\nFerguson at the plea hearing whether his willingness to plead\r\nguilty  resulted from discussions  with the attorney  for the\r\ngovernment.  See Fed. R. Crim. P. 11(d)(\"The court shall also\r                            \r\ninquire  as to whether  the defendant's willingness  to plead\r\nguilty  or nolo  contendere  results from  prior  discussions\r\nbetween the attorney for the government  and the defendant or\r\nthe  defendant's attorney.\").   Any  argument  based on  Rule\r\n11(d), therefore, has  been waived.  See, e.g.,  Pignons S.A.\r                                                                         \r\nde Mecanique v. Polaroid Corp., 701 F.2d 1, 3 (1st Cir. 1983)\r                                          \r\n(arguments  not  presented  in initial  brief  on  appeal are\r\nwaived). \r\n\n                             -4-\r                                          4\r\r\n\nexplained  to him  what it  meant.   The district  court also\r\n\nasked Ferguson whether he understood that he had been charged\r\n\nwith crimes similar  to the ones that the  district court had\r\n\ndescribed   earlier  in  the  hearing  to  Yancy  Calhoun,  a\r\n\ncodefendant charged under the same counts who pled  guilty at\r\n\nthe same  hearing.   Ferguson, who had  been present  for the\r\n\ndescription  of the charges  against Calhoun, stated  that he\r\n\ndid.2\r\n\n          Further, during the course of the plea hearing, the\r\n\ndistrict  court informed  Ferguson  of  the  charges  in  the\r\n\nindictment; it  informed him  of the  potential penalties  he\r\n\nfaced; it informed  him of the rights he  would be waiving by\r\n\npleading guilty;  it ensured that  the factual basis  of each\r\n\noffense was presented  in open court in  Ferguson's presence;\r\n\nit repeatedly  asked  him  if he  understood;  and  it  asked\r\n\nquestions  of Ferguson about each of the substantive offenses\r\n\nto   determine  whether  he   understood  what   conduct  the\r\n\ngovernment  alleged   formed  the  basis   of  his   criminal\r\n\nconduct.3  When Ferguson asked  to be allowed to consult with\r\n\n                    \r                                \r\n\n2.  Ferguson  had  also executed  a  written  plea agreement.\r\nIndeed,  he  had  executed the  agreement  after  refusing to\r\nexecute an earlier one proffered by the government because he\r\ndid not like one of its clauses.\r\n\n3.  The district court asked  Ferguson specifically about all\r\nof the counts to which he was pleading  guilty, except one --\r\nCount  2, the conspiracy charge.  Although the district court\r\ndid  not ask Ferguson specifically  about Count 2, the nature\r\nof   the  conspiracy  charge   was  explained  thoroughly  to\r\ncodefendant  Patrick Culbreath  in  Ferguson's presence,  and\r\n\n                             -5-\r                                          5\r\r\n\nhis mother, he was  permitted to do  so.  Finally, the  court\r\n\nspecifically  asked Ferguson whether he was entering his plea\r\n\nvoluntarily and Ferguson replied that he was.\r\n\n          On appeal, Ferguson  appears to refer to  only four\r\n\ncounts,  Counts 8,  12,  14, and  17,  as being  problematic.\r\n\nFerguson  points out that during  the plea hearing, he denied\r\n\nsome of the factual foundations of these counts and exhibited\r\n\nreluctance to admit that he  knew that drugs were involved in\r\n\nthe transactions underlying those  counts.  To be  sure, some\r\n\nof  Ferguson's responses to  the court's questions  about his\r\n\ninvolvement in Counts 8, 12, 14 and 17 show some confusion on\r\n\nhis part over the precise requirements for the offenses.  But\r\n\nwhen  Ferguson gave such  responses, the district  court made\r\n\nadditional  inquiries   of  Ferguson,  asking  him   what  he\r\n\nunderstood  his role to have  been in the  offense.  And when\r\n\nquestioned  on these counts, Ferguson often admitted to facts\r\n\nsufficient  to  uphold  the  charges  and, more  importantly,\r\n\nexhibited  a basic  understanding of  the  conduct which  the\r\n\ngovernment alleged  was  criminal.4    The  court's  detailed\r\n\n                    \r                                \r\n\nFerguson does not  claim on appeal that such  a procedure was\r\ninadequate to apprise him of the nature of that charge.\r\n\n4.  Count 8  was based on a July 16, 1992 drug transaction at\r\nthe  Brigham and  Women's  Hospital  at  which  Ferguson  was\r\npresent.  Although  at first Ferguson  denied knowing that  a\r\ndrug  sale was occurring,  upon further questioning  from the\r\ncourt,   he  admitted  to  the  court  that  he  entered  the\r\nundercover  officer's vehicle and  told him that  the persons\r\ndelivering the cocaine would \"be  there.\"  Count 12 was based\r\non a September  15, 1992 attempted sale of heroin  at the New\r\n\n                             -6-\r                                          6\r\r\n\ninquiry on these counts supports the conclusion that Ferguson\r\n\nunderstood the  nature of  the charges  against him  on these\r\n\ncounts.  See United States  v. Pellerito, 878 F.2d 1535, 1542\r                                                    \r\n\n(1st  Cir.  1989)  (a  searching   Rule  11  inquiry  was  \"a\r\n\ncircumstance of some importance\" in showing that the district\r\n\ncourt properly determined that  the defendant understood  the\r\n\nnature of the charges to which he was pleading guilty).\r\n\n          Indeed, Ferguson's claim that he did not understand\r\n\nthe  nature  of these  charges is  seriously undercut  by his\r\n\nclear admission at  the plea hearing of his guilt on Count 7,\r\n\na distribution  charge under  21 U.S.C.    841(a)(1)  arising\r\n\nfrom a  transaction in which Ferguson delivered  cocaine to a\r\n\n                    \r                                \r\n\nEngland Medical Center.   As  to this  count, the  government\r\nstated that Ferguson  had delivered to an  undercover officer\r\nthree bricks of what was supposed to have been heroin and was\r\nlater  determined to be procaine,  a cutting agent.  Although\r\nFerguson initially denied his involvement in the transaction,\r\nFerguson  eventually  agreed   with  the  government   as  to\r\neverything  it  stated regarding  the transaction  during the\r\nplea hearing except its claim that he had been the person who\r\nphysically  delivered the bricks  to the  undercover officer.\r\nHe admitted being  involved in  the transaction  and that  he\r\nbelieved  at the  time  of the  transaction that  it involved\r\ndrugs.\r\n          Count  14  involved   an  October  29,   1992  drug\r\ntransaction at a Farmer's Market on River Street in Boston at\r\nwhich  Ferguson   was  present.    Again,  although  Ferguson\r\ninitially  indicated  that   he  was  unaware  that   a  drug\r\ntransaction was occurring when he was at the Farmer's Market,\r\nhe later stated that  while he was at the Farmer's Market lot\r\nin his car he \"surmised\" that the transaction involved drugs.\r\n          Finally,  Count 17 involved a February 4, 1993 drug\r\ntransaction  at a Mobil gas station in Mattapan that Ferguson\r\naided.   As Ferguson notes  in his brief,  he admitted at the\r\nplea hearing to delivering a message to one of the principals\r\nthat the transaction would go forward on a certain date.\r\n\n                             -7-\r                                          7\r\r\n\nco-conspirator's  house  to  have   it  cooked  into  crack.5\r\n\nFerguson concedes on appeal that  he understood the nature of\r\n\nthe  charge contained in  Count 7.   Counts 8  and 14, which,\r\n\nlike Count  7, were each  charges of distribution  of cocaine\r\n\nbase in violation of 21 U.S.C.   841(a)(1),  involved conduct\r\n\nidentical in  nature to that  charged in Count 7,  and simply\r\n\ninvolved acts occurring on different dates involving the same\r\n\nbasic  actions.   Similarly,  Count 12,  while  styled as  an\r\n\n\"attempt\"  because  of   the  chemical  composition  of   the\r\n\nsubstance  distributed, was  also essentially  a distribution\r\n\ncharge.6     Under  these  circumstances,   Ferguson  \"should\r\n\n                    \r                                \r\n\n5.  The  government has noted that because of this admission,\r\nFerguson's appeal, even if successful, will have no effect on\r\nhis term of imprisonment because Ferguson  was sentenced to a\r\nconcurrent 120 months of imprisonment  on Count 7.  This fact\r\ndoes  not mean  that  this  appeal fails  to  present a  live\r\ncontroversy,  however.  The  other  counts apparently  impose\r\nlonger periods of supervised release than Count 7 (five years\r\nfor Counts  2, 8, 14, and 17, as  compared to three years for\r\nCount  7)  and  each  count  increased  the  amount  of   the\r\nassessment  ($50 per  count).   Moreover,  Ferguson may  face\r\ncollateral consequences for his convictions on the additional\r\ncounts.  Cf. Benton v.  Maryland, 395 U.S. 784, 787-91 (1969)\r                                            \r\n(the  existence   of  concurrent  sentences   does  not   bar\r\nconsideration of  challenges to multiple  convictions because\r\nthere  may  be   collateral  consequences  to   the  multiple\r\nconvictions).  Thus, there is  enough at stake in this appeal\r\nto have us decide whether Ferguson may  properly withdraw his\r\nplea as to the other counts.       \r\n\n6.  Ferguson's  involvement in Count  17 was presented  on an\r\naiding and abetting  theory.  Whether  or not Ferguson  fully\r\nunderstood the subtleties of aiding and abetting law,  at the\r\nhearing he  acknowledged a  basic understanding  that he  was\r\nbeing  charged with facilitating  the offense when  he stated\r\nthat he told the undercover officer that the drug transaction\r\nof February 4 was \"on\" for that night.     \r\n\n                             -8-\r                                          8\r\r\n\nreasonably have .  . . understood,\"  United  States v. Cotal-\r                                                                         \r\n\nCrespo,  47 F.3d  1, 4  (1st Cir.  1995), the  nature  of the\r                  \r\n\ncharges to which he was pleading guilty on  Counts 8, 12, and\r\n\n14. \r\n\n          Although  the  defendant's   understanding  of  the\r\n\nnature of  the charges to  which he  is pleading  is a  \"core\r\n\nconcern\" of Rule 11, see  Cotal-Crespo, 47 F.3d at 4,  in the\r                                                  \r\n\nabsence of a total failure  to address this concern, the plea\r\n\ncannot be set  aside unless  the irregularities  in the  plea\r\n\nproceeding affect the defendant's \"substantial rights.\"  Fed.\r\n\nR. Crim. P. 11(h) (\"Any variance from the procedures required\r\n\nby this  rule which does not affect  substantial rights shall\r\n\nbe  disregarded.\").   Ferguson has  not  articulated how  the\r\n\ndistrict court's  plea proceedings  affected his  substantial\r\n\nrights.  He does  not argue that he pled guilty  to crimes he\r\n\ndid not commit.  He did not object to the presentence report,\r\n\nwhich established a  factual basis for the plea.   Cf. United\r                                                                         \r\n\nStates v. Zorrilla, 982 F.2d 28, 30 (1st Cir. 1992) (district\r                              \r\n\ncourt's failure to  determine factual basis for the  plea was\r\n\nharmless  error under Rule 11(h) where the presentence report\r\n\nand probable cause hearing  revealed that appellant's conduct\r\n\nsatisfied the elements  of the crime charged),  cert. denied,\r                                                                        \r\n\n113 S. Ct. 1665  (1993).  Nor  does Ferguson suggest that  if\r\n\nthe   court  had  conducted   a  further  inquiry   into  his\r\n\nunderstanding of the nature of the offense, he would not have\r\n\n                             -9-\r                                          9\r\r\n\npled guilty.  See  id. at 31  (\"As appellant has suffered  no\r                                  \r\n\nconcrete prejudice other than entering a plea he now regrets,\r\n\nwe cannot set his plea aside.\"). \r\n\n          Given  that Ferguson  has  not shown  a  sufficient\r\n\ndeviation  from the  Rule 11  requirements  to overcome  Rule\r\n\n11(h),  it follows that he has  not met his burden under Rule\r\n\n32(e)  of showing  a  \"'fundamental  defect which  inherently\r\n\nresults in a complete miscarriage of justice' or 'an omission\r\n\ninconsistent   with   the   rudimentary   demands   of   fair\r\n\nprocedure.'\"   Fed.  R.  Crim.  P.  32(d)  [now  Rule  32(e)]\r\n\nadvisory committee notes to 1983 amendments.  Ferguson is not\r\n\nentitled to withdraw his guilty plea.\r\n\n          For the  foregoing reasons, Ferguson's  judgment of\r\n\nconviction is affirmed.\r                                  \r\n\n                             -10-\r                                          10\r\r\n",
  "html": "<p class=\"case_cite\">60 F.3d 1</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Mark A. FERGUSON, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1403.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 6, 1995.<br>Decided July 20, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Roderick B. O'Connor, Springfield, MA, for defendant, appellant Mark A. Ferguson.</p>\n      <p class=\"indent\">Thomas G. Frongillo, Asst. U.S. Atty., Boston, MA, for U.S.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, LYNCH, Circuit Judge, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">On June 24, 1993, a federal grand jury returned a 38-count indictment charging appellant Mark A. Ferguson and twelve others with violations of the drug laws.  The indictment charged Ferguson with (1) conspiracy to distribute cocaine and cocaine base in violation of 21 U.S.C. Sec. 846 (Count 2), (2) possession of cocaine with intent to distribute in violation of 21 U.S.C. Sec. 841(a)(1) (Count 4);  (3) distribution of cocaine base in violation of 21 U.S.C. Sec. 841(a)(1) (Counts 7, 8, 14, 17);  (4) distribution of cocaine in violation of 21 U.S.C. Sec. 841(a)(1) (Count 11);  (5) attempted distribution of heroin in violation of 21 U.S.C. Sec. 846 (Count 12);  and (6) unlawful use of a communication facility in violation of 21 U.S.C. Sec. 843(b) (Counts 34, 35, and 37).  Ferguson was also charged with aiding and abetting in violation of 18 U.S.C. Sec. 2 on all of the substantive drug counts (Counts 4, 7, 8, 11, 12, 14 and 17).</p>\n      <p class=\"indent\">On December 3, 1993, Ferguson pled guilty to Counts 2, 7, 8, 11, 12, 14, 17, 34, 35, and 37 of the indictment pursuant to a written plea agreement with the United States.  Count 4 was dismissed.  On April 7, 1994, the district court sentenced Ferguson to 120 months imprisonment and five years supervised release on Counts 2, 8, 14, and 17, to be served concurrently;  120 months imprisonment on Counts 7, 11, and 12, to be served concurrently with one another and with the sentences for Counts 2, 8, 14, and 17;  and 48 months imprisonment on Counts 34, 35, and 37, to be served concurrently with one another and with the sentences for Counts 2, 8, 14, and 17.  The district court also ordered Ferguson to pay a $500 special assessment, $50 for each count.  On April 12, 1994, Ferguson appealed, seeking to withdraw his guilty plea.</p>\n      <p class=\"indent\">Because Ferguson seeks to withdraw his plea following the imposition of his sentence, he must show that the plea proceedings were marred by \" 'a fundamental defect which inherently results in a complete miscarriage of justice' or 'an omission inconsistent with the rudimentary demands of fair procedure.' \"   Fed.R.Crim.P. 32(d) [now Rule 32(e) ] advisory committee's note to 1983 amendments (quoting Hill v. United States, 368 U.S. 424, 82 S.Ct. 468, 7 L.Ed.2d 417 (1962));  see also United States v. Japa, 994 F.2d 899, 902 (1st Cir.1993) (stating that the benchmark for setting aside a plea post-sentencing is \"a fundamental defect or a miscarriage of justice\").  Ferguson's appeal does not meet this standard.</p>\n      <p class=\"indent\">Ferguson argues that his plea should be set aside because the district court failed to take adequate steps at his plea hearing to determine that his guilty plea was knowingly and voluntarily made.  Specifically, Ferguson contends that the district court violated Federal Rule of Criminal Procedure 11(c)(1) by failing to explain the charges to him and to determine that he understood the charges.  Rule 11(c)(1) requires, among other things, that the court accepting the plea \"address the defendant personally in open court and inform the defendant of, and determine that the defendant understands ... (1) the nature of the charges to which the plea is offered....\"  The record shows that Ferguson's plea neither was a miscarriage of justice nor resulted from procedures inconsistent with the rudimentary demands of fair procedure.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The record of the plea hearing demonstrates that the district court took a number of steps to ensure that the concerns underlying Rule 11(c) (particularly those underlying 11(c)(1)) were addressed.  The district court asked Ferguson his age (25) and educational background (11th grade).  Ferguson informed the court that he had read the indictment, had discussed it with his attorney, and that his attorney had explained to him what it meant.  The district court also asked Ferguson whether he understood that he had been charged with crimes similar to the ones that the district court had described earlier in the hearing to Yancy Calhoun, a codefendant charged under the same counts who pled guilty at the same hearing.  Ferguson, who had been present for the description of the charges against Calhoun, stated that he did.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Further, during the course of the plea hearing, the district court informed Ferguson of the charges in the indictment;  it informed him of the potential penalties he faced;  it informed him of the rights he would be waiving by pleading guilty;  it ensured that the factual basis of each offense was presented in open court in Ferguson's presence;  it repeatedly asked him if he understood;  and it asked questions of Ferguson about each of the substantive offenses to determine whether he understood what conduct the government alleged formed the basis of his criminal conduct.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  When Ferguson asked to be allowed to consult with his mother, he was permitted to do so.  Finally, the court specifically asked Ferguson whether he was entering his plea voluntarily and Ferguson replied that he was.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On appeal, Ferguson appears to refer to only four counts, Counts 8, 12, 14, and 17, as being problematic.  Ferguson points out that during the plea hearing, he denied some of the factual foundations of these counts and exhibited reluctance to admit that he knew that drugs were involved in the transactions underlying those counts.  To be sure, some of Ferguson's responses to the court's questions about his involvement in Counts 8, 12, 14 and 17 show some confusion on his part over the precise requirements for the offenses.  But when Ferguson gave such responses, the district court made additional inquiries of Ferguson, asking him what he understood his role to have been in the offense.  And when questioned on these counts, Ferguson often admitted to facts sufficient to uphold the charges and, more importantly, exhibited a basic understanding of the conduct which the government alleged was criminal.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The court's detailed inquiry on these counts supports the conclusion that Ferguson understood the nature of the charges against him on these counts.  See United States v. Pellerito, 878 F.2d 1535, 1542 (1st Cir.1989) (a searching Rule 11 inquiry was \"a circumstance of some importance\" in showing that the district court properly determined that the defendant understood the nature of the charges to which he was pleading guilty).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Indeed, Ferguson's claim that he did not understand the nature of these charges is seriously undercut by his clear admission at the plea hearing of his guilt on Count 7, a distribution charge under 21 U.S.C. Sec. 841(a)(1) arising from a transaction in which Ferguson delivered cocaine to a co-conspirator's house to have it cooked into crack.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Ferguson concedes on appeal that he understood the nature of the charge contained in Count 7.  Counts 8 and 14, which, like Count 7, were each charges of distribution of cocaine base in violation of 21 U.S.C. Sec. 841(a)(1), involved conduct identical in nature to that charged in Count 7, and simply involved acts occurring on different dates involving the same basic actions.  Similarly, Count 12, while styled as an \"attempt\" because of the chemical composition of the substance distributed, was also essentially a distribution charge.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Under these circumstances, Ferguson \"should reasonably have ... understood,\" United States v. Cotal-Crespo, 47 F.3d 1, 4 (1st Cir.1995), the nature of the charges to which he was pleading guilty on Counts 8, 12, and 14.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although the defendant's understanding of the nature of the charges to which he is pleading is a \"core concern\" of Rule 11, see Cotal-Crespo, 47 F.3d at 4, in the absence of a total failure to address this concern, the plea cannot be set aside unless the irregularities in the plea proceeding affect the defendant's \"substantial rights.\"   Fed.R.Crim.P. 11(h) (\"Any variance from the procedures required by this rule which does not affect substantial rights shall be disregarded.\").  Ferguson has not articulated how the district court's plea proceedings affected his substantial rights.  He does not argue that he pled guilty to crimes he did not commit.  He did not object to the presentence report, which established a factual basis for the plea.  Cf. United States v. Zorrilla, 982 F.2d 28, 30 (1st Cir.1992) (district court's failure to determine factual basis for the plea was harmless error under Rule 11(h) where the presentence report and probable cause hearing revealed that appellant's conduct satisfied the elements of the crime charged), cert. denied, --- U.S. ----, 113 S.Ct. 1665, 123 L.Ed.2d 283 (1993).  Nor does Ferguson suggest that if the court had conducted a further inquiry into his understanding of the nature of the offense, he would not have pled guilty.  See id. at 31 (\"As appellant has suffered no concrete prejudice other than entering a plea he now regrets, we cannot set his plea aside.\").</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Given that Ferguson has not shown a sufficient deviation from the Rule 11 requirements to overcome Rule 11(h), it follows that he has not met his burden under Rule 32(e) of showing a \" 'fundamental defect which inherently results in a complete miscarriage of justice' or 'an omission inconsistent with the rudimentary demands of fair procedure.' \"   Fed.R.Crim.P. 32(d) [now Rule 32(e) ] advisory committee notes to 1983 amendments.  Ferguson is not entitled to withdraw his guilty plea.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">For the foregoing reasons, Ferguson's judgment of conviction is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Ferguson's argument on appeal is limited to the question of whether the district court complied with Rule 11(c)(1).  He does not argue that the district court failed to comply with the requirements of Rule 11(d) when it failed to ask Ferguson at the plea hearing whether his willingness to plead guilty resulted from discussions with the attorney for the government.  See Fed.R.Crim.P. 11(d) (\"The court shall also inquire as to whether the defendant's willingness to plead guilty or nolo contendere results from prior discussions between the attorney for the government and the defendant or the defendant's attorney.\").  Any argument based on Rule 11(d), therefore, has been waived.  See, e.g., Pignons S.A. de Mecanique v. Polaroid Corp., 701 F.2d 1, 3 (1st Cir.1983) (arguments not presented in initial brief on appeal are waived)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Ferguson had also executed a written plea agreement.  Indeed, he had executed the agreement after refusing to execute an earlier one proffered by the government because he did not like one of its clauses</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court asked Ferguson specifically about all of the counts to which he was pleading guilty, except one--Count 2, the conspiracy charge.  Although the district court did not ask Ferguson specifically about Count 2, the nature of the conspiracy charge was explained thoroughly to codefendant Patrick Culbreath in Ferguson's presence, and Ferguson does not claim on appeal that such a procedure was inadequate to apprise him of the nature of that charge</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Count 8 was based on a July 16, 1992 drug transaction at the Brigham and Women's Hospital at which Ferguson was present.  Although at first Ferguson denied knowing that a drug sale was occurring, upon further questioning from the court, he admitted to the court that he entered the undercover officer's vehicle and told him that the persons delivering the cocaine would \"be there.\"   Count 12 was based on a September 15, 1992 attempted sale of heroin at the New England Medical Center.  As to this count, the government stated that Ferguson had delivered to an undercover officer three bricks of what was supposed to have been heroin and was later determined to be procaine, a cutting agent.  Although Ferguson initially denied his involvement in the transaction, Ferguson eventually agreed with the government as to everything it stated regarding the transaction during the plea hearing except its claim that he had been the person who physically delivered the bricks to the undercover officer.  He admitted being involved in the transaction and that he believed at the time of the transaction that it involved drugs</p>\n        <p>Count 14 involved an October 29, 1992 drug transaction at a Farmer's Market on River Street in Boston at which Ferguson was present.  Again, although Ferguson initially indicated that he was unaware that a drug transaction was occurring when he was at the Farmer's Market, he later stated that while he was at the Farmer's Market lot in his car he \"surmised\" that the transaction involved drugs.</p>\n        <p>Finally, Count 17 involved a February 4, 1993 drug transaction at a Mobil gas station in Mattapan that Ferguson aided.  As Ferguson notes in his brief, he admitted at the plea hearing to delivering a message to one of the principals that the transaction would go forward on a certain date.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The government has noted that because of this admission, Ferguson's appeal, even if successful, will have no effect on his term of imprisonment because Ferguson was sentenced to a concurrent 120 months of imprisonment on Count 7.  This fact does not mean that this appeal fails to present a live controversy, however.  The other counts apparently impose longer periods of supervised release than Count 7 (five years for Counts 2, 8, 14, and 17, as compared to three years for Count 7) and each count increased the amount of the assessment ($50 per count).  Moreover, Ferguson may face collateral consequences for his convictions on the additional counts.  Cf. Benton v. Maryland, 395 U.S. 784, 787-91, 89 S.Ct. 2056, 2058-60, 23 L.Ed.2d 707 (1969) (the existence of concurrent sentences does not bar consideration of challenges to multiple convictions because there may be collateral consequences to the multiple convictions).  Thus, there is enough at stake in this appeal to have us decide whether Ferguson may properly withdraw his plea as to the other counts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Ferguson's involvement in Count 17 was presented on an aiding and abetting theory.  Whether or not Ferguson fully understood the subtleties of aiding and abetting law, at the hearing he acknowledged a basic understanding that he was being charged with facilitating the offense when he stated that he told the undercover officer that the drug transaction of February 4 was \"on\" for that night</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Mark A. FERGUSON, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1403.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 6, 1995.<br>Decided July 20, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Roderick B. O'Connor, Springfield, MA, for defendant, appellant Mark A. Ferguson.</p>\n      <p class=\"indent\">Thomas G. Frongillo, Asst. U.S. Atty., Boston, MA, for U.S.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, LYNCH, Circuit Judge, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">On June 24, 1993, a federal grand jury returned a 38-count indictment charging appellant Mark A. Ferguson and twelve others with violations of the drug laws.  The indictment charged Ferguson with (1) conspiracy to distribute cocaine and cocaine base in violation of 21 U.S.C. Sec. 846 (Count 2), (2) possession of cocaine with intent to distribute in violation of 21 U.S.C. Sec. 841(a)(1) (Count 4);  (3) distribution of cocaine base in violation of 21 U.S.C. Sec. 841(a)(1) (Counts 7, 8, 14, 17);  (4) distribution of cocaine in violation of 21 U.S.C. Sec. 841(a)(1) (Count 11);  (5) attempted distribution of heroin in violation of 21 U.S.C. Sec. 846 (Count 12);  and (6) unlawful use of a communication facility in violation of 21 U.S.C. Sec. 843(b) (Counts 34, 35, and 37).  Ferguson was also charged with aiding and abetting in violation of 18 U.S.C. Sec. 2 on all of the substantive drug counts (Counts 4, 7, 8, 11, 12, 14 and 17).</p>\n      <p class=\"indent\">On December 3, 1993, Ferguson pled guilty to Counts 2, 7, 8, 11, 12, 14, 17, 34, 35, and 37 of the indictment pursuant to a written plea agreement with the United States.  Count 4 was dismissed.  On April 7, 1994, the district court sentenced Ferguson to 120 months imprisonment and five years supervised release on Counts 2, 8, 14, and 17, to be served concurrently;  120 months imprisonment on Counts 7, 11, and 12, to be served concurrently with one another and with the sentences for Counts 2, 8, 14, and 17;  and 48 months imprisonment on Counts 34, 35, and 37, to be served concurrently with one another and with the sentences for Counts 2, 8, 14, and 17.  The district court also ordered Ferguson to pay a $500 special assessment, $50 for each count.  On April 12, 1994, Ferguson appealed, seeking to withdraw his guilty plea.</p>\n      <p class=\"indent\">Because Ferguson seeks to withdraw his plea following the imposition of his sentence, he must show that the plea proceedings were marred by \" 'a fundamental defect which inherently results in a complete miscarriage of justice' or 'an omission inconsistent with the rudimentary demands of fair procedure.' \"   Fed.R.Crim.P. 32(d) [now Rule 32(e) ] advisory committee's note to 1983 amendments (quoting Hill v. United States, <span class=\"citation\" data-id=\"106329\"><a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"106329\"><a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">468</span></a></span>, <span class=\"citation\" data-id=\"106329\"><a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">417</span> </a></span>(1962));  see also United States v. Japa, <span class=\"citation\" data-id=\"608077\"><a href=\"/opinion/608077/united-states-v-frank-japa/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">899</span></a></span>, 902 (1st Cir.1993) (stating that the benchmark for setting aside a plea post-sentencing is \"a fundamental defect or a miscarriage of justice\").  Ferguson's appeal does not meet this standard.</p>\n      <p class=\"indent\">Ferguson argues that his plea should be set aside because the district court failed to take adequate steps at his plea hearing to determine that his guilty plea was knowingly and voluntarily made.  Specifically, Ferguson contends that the district court violated Federal Rule of Criminal Procedure 11(c)(1) by failing to explain the charges to him and to determine that he understood the charges.  Rule 11(c)(1) requires, among other things, that the court accepting the plea \"address the defendant personally in open court and inform the defendant of, and determine that the defendant understands ... (1) the nature of the charges to which the plea is offered....\"  The record shows that Ferguson's plea neither was a miscarriage of justice nor resulted from procedures inconsistent with the rudimentary demands of fair procedure.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The record of the plea hearing demonstrates that the district court took a number of steps to ensure that the concerns underlying Rule 11(c) (particularly those underlying 11(c)(1)) were addressed.  The district court asked Ferguson his age (25) and educational background (11th grade).  Ferguson informed the court that he had read the indictment, had discussed it with his attorney, and that his attorney had explained to him what it meant.  The district court also asked Ferguson whether he understood that he had been charged with crimes similar to the ones that the district court had described earlier in the hearing to Yancy Calhoun, a codefendant charged under the same counts who pled guilty at the same hearing.  Ferguson, who had been present for the description of the charges against Calhoun, stated that he did.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Further, during the course of the plea hearing, the district court informed Ferguson of the charges in the indictment;  it informed him of the potential penalties he faced;  it informed him of the rights he would be waiving by pleading guilty;  it ensured that the factual basis of each offense was presented in open court in Ferguson's presence;  it repeatedly asked him if he understood;  and it asked questions of Ferguson about each of the substantive offenses to determine whether he understood what conduct the government alleged formed the basis of his criminal conduct.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  When Ferguson asked to be allowed to consult with his mother, he was permitted to do so.  Finally, the court specifically asked Ferguson whether he was entering his plea voluntarily and Ferguson replied that he was.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On appeal, Ferguson appears to refer to only four counts, Counts 8, 12, 14, and 17, as being problematic.  Ferguson points out that during the plea hearing, he denied some of the factual foundations of these counts and exhibited reluctance to admit that he knew that drugs were involved in the transactions underlying those counts.  To be sure, some of Ferguson's responses to the court's questions about his involvement in Counts 8, 12, 14 and 17 show some confusion on his part over the precise requirements for the offenses.  But when Ferguson gave such responses, the district court made additional inquiries of Ferguson, asking him what he understood his role to have been in the offense.  And when questioned on these counts, Ferguson often admitted to facts sufficient to uphold the charges and, more importantly, exhibited a basic understanding of the conduct which the government alleged was criminal.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The court's detailed inquiry on these counts supports the conclusion that Ferguson understood the nature of the charges against him on these counts.  See United States v. Pellerito, <span class=\"citation\" data-id=\"526038\"><a href=\"/opinion/526038/united-states-v-giuseppe-pellerito-aka-joseph-el-italiano-united/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1535</span></a></span>, 1542 (1st Cir.1989) (a searching Rule 11 inquiry was \"a circumstance of some importance\" in showing that the district court properly determined that the defendant understood the nature of the charges to which he was pleading guilty).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Indeed, Ferguson's claim that he did not understand the nature of these charges is seriously undercut by his clear admission at the plea hearing of his guilt on Count 7, a distribution charge under 21 U.S.C. Sec. 841(a)(1) arising from a transaction in which Ferguson delivered cocaine to a co-conspirator's house to have it cooked into crack.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Ferguson concedes on appeal that he understood the nature of the charge contained in Count 7.  Counts 8 and 14, which, like Count 7, were each charges of distribution of cocaine base in violation of 21 U.S.C. Sec. 841(a)(1), involved conduct identical in nature to that charged in Count 7, and simply involved acts occurring on different dates involving the same basic actions.  Similarly, Count 12, while styled as an \"attempt\" because of the chemical composition of the substance distributed, was also essentially a distribution charge.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Under these circumstances, Ferguson \"should reasonably have ... understood,\" United States v. Cotal-Crespo, <span class=\"citation\" data-id=\"195871\"><a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1995), the nature of the charges to which he was pleading guilty on Counts 8, 12, and 14.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although the defendant's understanding of the nature of the charges to which he is pleading is a \"core concern\" of Rule 11, see <span class=\"citation\" data-id=\"195871\"><span class=\"antecedent_guess\">Cotal-Crespo,</span> <a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">4</span></a></span>, in the absence of a total failure to address this concern, the plea cannot be set aside unless the irregularities in the plea proceeding affect the defendant's \"substantial rights.\"   Fed.R.Crim.P. 11(h) (\"Any variance from the procedures required by this rule which does not affect substantial rights shall be disregarded.\").  Ferguson has not articulated how the district court's plea proceedings affected his substantial rights.  He does not argue that he pled guilty to crimes he did not commit.  He did not object to the presentence report, which established a factual basis for the plea.  Cf. United States v. Zorrilla, <span class=\"citation\" data-id=\"597136\"><a href=\"/opinion/597136/united-states-v-ruben-e-zorrilla/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 30 (1st Cir.1992) (district court's failure to determine factual basis for the plea was harmless error under Rule 11(h) where the presentence report and probable cause hearing revealed that appellant's conduct satisfied the elements of the crime charged), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1665</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">283</span> </span>(1993).  Nor does Ferguson suggest that if the court had conducted a further inquiry into his understanding of the nature of the offense, he would not have pled guilty.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 31 </span>(\"As appellant has suffered no concrete prejudice other than entering a plea he now regrets, we cannot set his plea aside.\").</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Given that Ferguson has not shown a sufficient deviation from the Rule 11 requirements to overcome Rule 11(h), it follows that he has not met his burden under Rule 32(e) of showing a \" 'fundamental defect which inherently results in a complete miscarriage of justice' or 'an omission inconsistent with the rudimentary demands of fair procedure.' \"   Fed.R.Crim.P. 32(d) [now Rule 32(e) ] advisory committee notes to 1983 amendments.  Ferguson is not entitled to withdraw his guilty plea.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">For the foregoing reasons, Ferguson's judgment of conviction is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Ferguson's argument on appeal is limited to the question of whether the district court complied with Rule 11(c)(1).  He does not argue that the district court failed to comply with the requirements of Rule 11(d) when it failed to ask Ferguson at the plea hearing whether his willingness to plead guilty resulted from discussions with the attorney for the government.  See Fed.R.Crim.P. 11(d) (\"The court shall also inquire as to whether the defendant's willingness to plead guilty or nolo contendere results from prior discussions between the attorney for the government and the defendant or the defendant's attorney.\").  Any argument based on Rule 11(d), therefore, has been waived.  See, e.g., Pignons S.A. de Mecanique v. Polaroid Corp., <span class=\"citation\" data-id=\"414523\"><a href=\"/opinion/414523/pignons-sa-de-mecanique-v-polaroid-corporation/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1983) (arguments not presented in initial brief on appeal are waived)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Ferguson had also executed a written plea agreement.  Indeed, he had executed the agreement after refusing to execute an earlier one proffered by the government because he did not like one of its clauses</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court asked Ferguson specifically about all of the counts to which he was pleading guilty, except one--Count 2, the conspiracy charge.  Although the district court did not ask Ferguson specifically about Count 2, the nature of the conspiracy charge was explained thoroughly to codefendant Patrick Culbreath in Ferguson's presence, and Ferguson does not claim on appeal that such a procedure was inadequate to apprise him of the nature of that charge</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Count 8 was based on a July 16, 1992 drug transaction at the Brigham and Women's Hospital at which Ferguson was present.  Although at first Ferguson denied knowing that a drug sale was occurring, upon further questioning from the court, he admitted to the court that he entered the undercover officer's vehicle and told him that the persons delivering the cocaine would \"be there.\"   Count 12 was based on a September 15, 1992 attempted sale of heroin at the New England Medical Center.  As to this count, the government stated that Ferguson had delivered to an undercover officer three bricks of what was supposed to have been heroin and was later determined to be procaine, a cutting agent.  Although Ferguson initially denied his involvement in the transaction, Ferguson eventually agreed with the government as to everything it stated regarding the transaction during the plea hearing except its claim that he had been the person who physically delivered the bricks to the undercover officer.  He admitted being involved in the transaction and that he believed at the time of the transaction that it involved drugs</p>\n        <p>Count 14 involved an October 29, 1992 drug transaction at a Farmer's Market on River Street in Boston at which Ferguson was present.  Again, although Ferguson initially indicated that he was unaware that a drug transaction was occurring when he was at the Farmer's Market, he later stated that while he was at the Farmer's Market lot in his car he \"surmised\" that the transaction involved drugs.</p>\n        <p>Finally, Count 17 involved a February 4, 1993 drug transaction at a Mobil gas station in Mattapan that Ferguson aided.  As Ferguson notes in his brief, he admitted at the plea hearing to delivering a message to one of the principals that the transaction would go forward on a certain date.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The government has noted that because of this admission, Ferguson's appeal, even if successful, will have no effect on his term of imprisonment because Ferguson was sentenced to a concurrent 120 months of imprisonment on Count 7.  This fact does not mean that this appeal fails to present a live controversy, however.  The other counts apparently impose longer periods of supervised release than Count 7 (five years for Counts 2, 8, 14, and 17, as compared to three years for Count 7) and each count increased the amount of the assessment ($50 per count).  Moreover, Ferguson may face collateral consequences for his convictions on the additional counts.  Cf. Benton v. Maryland, <span class=\"citation\" data-id=\"107980\"><a href=\"/opinion/107980/benton-v-maryland/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">784</span></a></span>, 787-91, <span class=\"citation\" data-id=\"107980\"><a href=\"/opinion/107980/benton-v-maryland/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2056</span></a></span>, 2058-60, <span class=\"citation\" data-id=\"107980\"><a href=\"/opinion/107980/benton-v-maryland/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">707</span> </a></span>(1969) (the existence of concurrent sentences does not bar consideration of challenges to multiple convictions because there may be collateral consequences to the multiple convictions).  Thus, there is enough at stake in this appeal to have us decide whether Ferguson may properly withdraw his plea as to the other counts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Ferguson's involvement in Count 17 was presented on an aiding and abetting theory.  Whether or not Ferguson fully understood the subtleties of aiding and abetting law, at the hearing he acknowledged a basic understanding that he was being charged with facilitating the offense when he stated that he told the undercover officer that the drug transaction of February 4 was \"on\" for that night</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106329/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107980/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195871/",
    "https://www.courtlistener.com/api/rest/v3/opinions/414523/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526038/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597136/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608077/"
  ]
}