{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196166/",
  "id": 196166,
  "absolute_url": "/opinion/196166/brinkley-v-matteucci/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196166/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:59:19Z",
  "date_modified": "2020-02-21T23:53:41.441030Z",
  "type": "010combined",
  "sha1": "89d37c4b45a9b843e0c609eeb6b1248e1961dfd6",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2284.01A",
  "local_path": null,
  "plain_text": "\n\nJune 28, 1995         [NOT FOR PUBLICATION]\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 94-2284\r\n\n                      BRINKLEY &amp; CO., INC.,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                  VINCENT T. MATTEUCCI, ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Edward F. Harrington, U.S. District Judge]\r                                                                  \r\n\n                                           \r                                                     \r\n\n                      Selya, Cyr and Stahl,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                           \r                                                     \r\n\n   Valeriano Diviacchi, with whom Diviacchi  Law Office was on brief\r                                                                 \r\nfor appellant.\r\n   Harvey  Weiner, with whom Michael  P. Duffy and  Peabody &amp; Arnold\r                                                                              \r\nwere  on brief  for appellees  Barber,  Looney, Grahn,  Synder, Levin,\r\nPisegna, Kelly, Farrell and Grossman.\r\n   Maria R. Durant, with whom Michael A. Collora and Dwyer &amp; Collora\r                                                                              \r\nwere on brief for appellee Matteucci.\r\n\n                                           \r                                                     \r\n\n                                           \r                                                     \r\r\n\n          Per Curiam.  Plaintiff  Brinkley &amp; Co., Inc. (\"Brinkley\r                    Per Curiam.\r                              \r\n\nCo.\") appeals from a district court judgment summarily dismissing\r\n\nits complaint against Vincent Matteucci (\"Matteucci\"), former CEO\r\n\nof Athena Management Co., Inc. (\"Athena\"), and various members of\r\n\nthe  law firm  of Looney  &amp; Grossman.   As  summary judgment  was\r\n\nproper, we affirm.\r\n\n                                I\r                                          I\r\n\n                           BACKGROUND1\r                                     BACKGROUND\r                                               \r\n\n          Athena  was incorporated  on August  28, 1984,  for the\r\n\npurpose of providing investment  management services.   Matteucci\r\n\nserved as its  first president.   Peter Brinkley, Brinkley  Co.'s\r\n\nprincipal  shareholder, was  hired by  Athena  in April  1987 and\r\n\neventually  became president  and CEO,  although he  was never  a\r\n\nshareholder.  \r\n\n          Athena  lacked financial  strength from  its inception.\r\n\nBy June 30,  1987, it had  accumulated a  $648,848 deficit and  a\r\n\nnegative  net worth.  In September of 1988, Brinkley Co. extended\r\n\nAthena an unsecured loan  and obtained a $100,000 demand  note in\r\n\nreturn.   At the  end of the following  fiscal year, Athena's net\r\n\nworth was minus $799,588 and its  financial position continued to\r\n\nerode throughout the following year as well.  \r\n\n          By September of 1989, Athena had lost seven of its nine\r\n\nclients.  Hanson Industries (\"Hanson\") and Nazareth Family Center\r\n\n                    \r                              \r\n\n     1We  relate the  evidence  in the  light  most favorable  to\r\nBrinkley Co.,  the party  resisting summary judgment.   Simon  v.\r                                                                       \r\nFDIC, 48 F.3d 53, 56 (1st Cir. 1995).  \r              \r\n\n                                2\r\r\n\n(\"Nazareth\") were  its only  remaining  clients.   On October  3,\r\n\n1989, Peter Brinkley  resigned and Matteucci resumed  the role of\r\n\npresident.  On October  12, Brinkley Co. demanded payment  on its\r\n\n$100,000  note.   As payment  was not  forthcoming,  Brinkley Co.\r\n\nbrought  the instant action  against Athena in  the United States\r\n\nDistrict  Court  for  the  District of  Massachusetts.    Shortly\r\n\nthereafter, Peter Brinkley resigned as a director of Athena. \r\n\n          On  December 9,  1989, one  Frank Griswold,  a business\r\n\nacquaintance  of Matteucci,  executed  Articles of  Incorporation\r\n\nestablishing  Charles  River Management  Company,  Inc. (\"Charles\r\n\nRiver\"), a  new investment management  services company.   At the\r\n\ntime, Griswold and Matteucci  understood that Matteucci would not\r\n\nbe listed  as a  Charles River  stockholder or incorporator,  but\r\n\nthat he would become its majority shareholder on May 1, 1990.2  \r\n\n          In  November  of  1989,  Looney  &amp;  Grossman  undertook\r\n\nAthena's  representation  in the  Brinkley  Co.  action.3   After\r\n\nextensive  consultation, Matteucci  instructed Looney  &amp; Grossman\r\n\nnot  to  defend the  Brinkley Co.  action  against Athena  on the\r             \r\n\n$100,000 demand note.   As a result, in due  course default judg-\r\n\n                    \r                              \r\n\n     2Matteucci's  brief  incorrectly  asserts that  there  is no\r\nevidence  that he planned to  join Charles River.   See Matteucci\r                                                                 \r\nBrief at n.13.   In a  letter dated May  30, 1991, Matteucci  in-\r\nformed Nazareth that  \"[d]ue to a prearranged  agreement in place\r\nwith  Frank [Griswold] at the time of incorporation, I became the\r\nmajority shareholder of Charles River Management on May 1, 1990.\"\r\n\n     3Brinkley  Co. contends  that Looney  &amp; Grossman  became in-\r\nvolved during the fall of  1988.  But though the record  reflects\r\nthat  Looney &amp;  Grossman  billed Matteucci  personally for  legal\r\nservices during  that  time period,  Brinkley  Co. points  to  no\r\nevidence that this representation had anything to do with Athena.\r\n\n                                3\r\r\n\nment was entered against Athena. \r\n\n          On November 15, 1989,  Matteucci presented two alterna-\r\n\ntive proposals to Athena's  board of directors.  Under  the first\r\n\nproposal, Athena would  be dissolved; the  second called for  its\r\n\ncomplete  recapitalization.   Neither  proposal was  adopted  and\r\n\nAthena's  financial  position continued  to  worsen,  so that  by\r\n\nNovember 30, 1989, it had a $969,176 negative net worth.   By the\r\n\nend of calendar year 1989, it had lost an additional $142,036.  \r\n\n          On December 12, Athena was informed that Hanson, by far\r\n\nthe larger of  Athena's two remaining  clients, would reduce  its\r\n\nfee payments to Athena by 60% as of January 1, 1990, and that  no\r\n\nadditional funds would be invested in Hanson's short-term pension\r\n\nfund account with Athena.   These actions by Hanson  would reduce\r\n\nAthena's projected gross income for  the ensuing year by  thirty-\r\n\nseven percent.\r\n\n          Matteucci promptly called  a stockholders' meeting  for\r\n\nJanuary  3, 1990, to  consider Athena's dissolution.   The notice\r\n\ndiscussed Athena's unmanageable debt and concluded as follows:\r\n\n          even if all the liabilities were forgiven, it\r\n          would still  be impossible to  continue since\r\n          Hanson Industries (our  only major  account),\r\n          which  has been extremely generous to Athena,\r\n          has reduced our fees by 60% on the  larger of\r\n          the two accounts that we manage for it.  As a\r\n          result,  we are  unable,  even  on a  minimum\r\n          basis, to meet the obligations of rent, tele-\r\n          phone,  and salaries  which are  necessary to\r\n          keep Athena's doors open.\r\n\n          With  seven-eighths  of  Athena's   outstanding  shares\r\n\nrepresented,  shareholders unanimously  voted to  liquidate.   On\r\n\nlearning of the  liquidation, the two remaining Athena clients   \r\n\n                                4\r\r\n\nHanson and  Nazareth     immediately terminated  their investment\r\n\ncontracts.   Matteucci arranged  a sale  of Athena's  fixtures to\r\n\nCharles River, and resigned from all offices with Athena.  \r\n\n          On February 1, 1990, as previously  arranged, Matteucci\r\n\njoined Charles  River.   Shortly  thereafter,  and on  their  own\r\n\ninitiative, Hanson  and Nazareth  transferred  their accounts  to\r\n\nCharles River.  In May, as planned, Matteucci became the majority\r\n\nstockholder  in Charles  River.   Approximately  one year  later,\r\n\nLooney &amp; Grossman was retained to represent Charles River.\r\n\n                                II\r                                          II\r\n\n                             ANALYSIS\r                                       ANALYSIS\r                                               \r\n\nA.   The Looney &amp; Grossman Defendants4\r          A.   The Looney &amp; Grossman Defendants4\r                                               \r\n\n          As a judgment creditor, Brinkley Co. seeks to reach and\r\n\napply  Athena's putative  cause of  action for  legal malpractice\r\n\nagainst the Looney  &amp; Grossman defendants.  See Mass. Gen. L. ch.\r                                                         \r\n\n214,    3(7) (permitting certain  causes of action  to be reached\r\n\nand applied); Bethlehem  Fabricators, Inc. v. H.D. Watts Co., 190\r                                                                      \r\n\nN.E.  828, 833  (Mass. 1934)  (\"a cause  of action  which  is not\r\n\nassignable cannot be reached and applied under [Mass. Gen. L. ch.\r\n\n214,   3(7)]\").  There is no clear statement of Massachusetts law\r\n\non whether such a cause of action may be reached and applied, and\r\n                    \r                              \r\n\n     4We review the summary judgment ruling de  novo to determine\r                                                              \r\nwhether the \"'pleadings, depositions, answers to interrogatories,\r\nand  admissions on  file, together  with the affidavits,  if any,\r\nshow that there is no  genuine issue as to any material  fact and\r\nthat  the moving party  is entitled  to judgment  as a  matter of\r\nlaw.'\" Simon, 48  F.3d at  56 (citations omitted).   The  parties\r                      \r\nagree  that  the substantive  law  of  Massachusetts governs  all\r\nclaims.\r\n\n                                5\r\r\n\nthe  decisions in  other jurisdictions are  mixed.   The majority\r\n\nview  is that a legal malpractice claim  cannot be assigned.  See\r                                                                           \r\n\nContinental Cas. Co. v. Pullman, Comley, Bradley &amp; Reeves, 709 F.\r                                                                   \r\n\nSupp. 44, 50 n.7  (D. Conn. 1989) (collecting cases),  aff'd, 929\r                                                                      \r\n\nF.2d 103  (2d Cir. 1991).   We bypass this unsettled  question of\r\n\nMassachusetts law,  because,  as  the  district  court  correctly\r\n\nnoted, Athena would have had no  viable malpractice claim against\r\n\nthe Looney &amp; Grossman defendants in any event.\r\n\n          Brinkley Co.  asserts that  Athena had three  bases for\r\n\nasserting a  malpractice claim.    First, the  Looney &amp;  Grossman\r\n\ndefendants  failed to  contest  the action  Brinkley Co.  brought\r\n\nagainst Athena.   Second, during  1990 certain Looney  &amp; Grossman\r\n\ndefendants  allegedly engaged  in dual representation  of Charles\r\n\nRiver  and  Athena.    Third, the  Looney  &amp;  Grossman defendants\r\n\nallegedly failed to provide  Athena's creditors with the required\r\n\nbulk transfer  notice under Mass.  Gen. L.  ch. 106,    6-102, in\r\n\nconnection with the sale of Athena's tangible assets.  We briefly\r\n\naddress each contention in turn. \r\n\n          First,  it is  undisputed  that Looney  &amp; Grossman  was\r\n\ninstructed by  Athena not to  answer the Brinkley  Co. complaint.\r                                   \r\n\nSee  Fleet Nat'l Bank v.  Anchor Media Television,  Inc., 45 F.3d\r                                                                  \r\n\n546, 558 (1st  Cir. 1995)  (party may not  resort to  intentional\r\n\nself-contradiction to obtain unfair advantage).  Second, there is\r\n\nno record evidence whatsoever  that any Looney &amp; Grossman  defen-\r\n\ndant simultaneously represented Athena and Charles River.  Third,\r\n\nthe  Massachusetts bulk  transfer law  expressly applies  only to\r\n\n                                6\r\r\n\n\"those whose  principal business is the sale  of merchandise from\r\n\nstock.\"  Mass.  Gen. L.  ch. 106,     6-102(3).   Athena  sold no\r\n\nmerchandise  from stock, hence was not subject to the bulk trans-\r\n\nfer notice requirement.5  \r\n\n          Summary judgment  on  Brinkley Co.'s  civil  conspiracy\r\n\nclaim  was appropriate  as  well.   It  is essential  to a  civil\r\n\nconspiracy claim  under Massachusetts  law that the  alleged con-\r\n\nspirators have  intended harm  to the plaintiff.   Robitaille  v.\r                                                                       \r\n\nMorse, 186  N.E. 78, 80 (Mass. 1933).   Brinkley Co. proffered no\r               \r\n\nsuch evidence.  \r\n\nB.   Matteucci\r          B.   Matteucci\r                        \r\n\n          Brinkley  Co. alleges  a breach  of the  fiduciary duty\r\n\nMatteucci owed as an officer of Athena.  The district court ruled\r\n\nthat Matteucci owed no fiduciary duty, since  the corporate exis-\r\n\ntence of Athena had  been terminated before Matteucci first  dis-\r\n\ncussed with Griswold his plans to move over to Charles River with\r\n\nAthena's last two clients, Hanson and Nazareth.6  \r\n                    \r                              \r\n\n     5Since  the chapter 93A  claim brought by  Brinkley Co., see\r                                                                           \r\nMass. Gen. L. ch. 93A,    2 (unfair business practices), is based\r\non the same allegations as the Brinkley Co. malpractice claim, it\r\ntoo fails.\r\n\n     6The corporate opportunity doctrine,  on which the  district\r\ncourt  rested its ruling, allows a fiduciary to take advantage of\r\na  business  opportunity  of  which the  principal  cannot  avail\r\nitself.  However,  \"the corporate opportunity doctrine  is a rule\r\nof disclosure,\" Wartski  v. Bedford,  926 F.2d 11,  19 (1st  Cir.\r                                             \r\n1991) (quoting In re Tufts  Elecs., Inc., 746 F.2d 915,  917 (1st\r                                                  \r\nCir.  1984)), which requires \"a full and honest disclosure of all\r\nrelevant circumstances to permit  a disinterested decision  maker\r\nto exercise its informed judgment.\"  Id. (quoting Dynan v. Fritz,\r                                                                          \r\n508  N.E.2d 1371,  1378 (Mass.  1987)).   There is  strong record\r\nevidence  that Matteucci failed to comply with this duty.  Conse-\r\nquently, we do  not rely on  the corporate opportunity  doctrine.\r\n\n                                7\r\r\n\n          Brinkley Co. contends on appeal that the district court\r\n\ndisregarded evidence  that Matteucci breached his  fiduciary duty\r\n\nto Athena  by arranging for  the incorporation  of Charles  River\r\n\nprior to the dissolution vote on Athena.  It points to an affida-\r               \r\n\nvit  by an Athena shareholder, stating that he would have opposed\r\n\ndissolution had he known of Matteucci's plans.  \r\n\n          A corporate  officer owes a fiduciary  duty, Wartski v.\r                                                                        \r\n\nBedford,  926 F.2d 11, 13 (1st Cir. 1991) (applying Massachusetts\r                 \r\n\nlaw),  to accord  \"the  utmost good  faith  and loyalty\"  to  the\r\n\ncorporation.  Meehan v. Shaughnessy, 535 N.E.2d 1255, 1263 (Mass.\r                                             \r\n\n1989)  (citations  omitted).   Yet  this  fiduciary duty  is  not\r\n\nbreached  simply by \"secretly setting  up a new  firm during [the\r\n\nfiduciary's] tenure . .  . 'provided that in  the course of  such\r\n\narrangements [the  fiduciary] do[es] not otherwise  act in viola-\r\n\ntion  of [his] fiduciary duties.'\"  Id. at 1264 (quoting  Chelsea\r                                                                           \r\n\nIndus.  v. Gaffney, 449 N.E.2d  320, 326 (Mass.  1983)).  Rather,\r                            \r\n\nthe corporate officer's duty is to refrain from \"actively compet-\r\n\ning  with his  employer  during the  tenure  of his  employment.\"\r                                         \r\n\nChelsea Indus., 449 N.E.2d at 326. \r                        \r\n\n          The scope of a corporate  officer's duty not to compete\r\n\nwas outlined  in Meehan, where  law partners in  Parker, Coulter,\r                                 \r\n\nDailey  &amp;  White  (\"Parker  Coulter\") planned  and  structured  a\r\n\ncompeting  law  firm  while  still partners  in  Parker  Coulter.\r\n\n                    \r                              \r\n\nSee Simon, 48 F.3d at 57 n.1 (court of appeals may affirm \"on any\r                   \r\nground supported in the record even if the issue was not pleaded,\r\ntried  or otherwise referred to in the proceeding below.\") (cita-\r\ntions omitted).\r\n\n                                8\r\r\n\nMeehan, 535 N.E.2d  at 1257-59.   The SJC  nonetheless held  that\r                \r\n\nthere had been no breach  of their fiduciary duty.  Id.  at 1264.\r                                                                 \r\n\nThe  SJC further held that  the fact that  the defendant partners\r\n\nhad  induced Parker Coulter employees  to join the breakaway firm\r\n\ndid not suffice to establish liability in the absence of \"specif-\r\n\nic losses resulting from this claimed breach.\"  Id.  at 1264 n.4.\r                                                             \r\n\nAt  the  same time,  the SJC  held  that the  defendant partners'\r\n\nsecret solicitation of Parker Coulter's clients was an actionable\r\n\nbreach of their fiduciary duty.  Id. at 1265.  The latter showing\r                                              \r\n\nwas not made in the instant case.            There  is  no record\r\n\nevidence that Matteucci informed either Hanson or Nazareth of the\r\n\nimpending  move to  Charles  River until  after  Athena had  been\r                                                                           \r\n\ndissolved and Matteucci was  no longer in its employ.   Moreover,\r                                 \r\n\nthere  is not a  scintilla of evidence  supporting Brinkley Co.'s\r\n\nallegation  that Athena  might yet  have been transformed  into a\r\n\nviable  concern.   On  the contrary,  Athena's debt  exceeded its\r\n\nassets by almost a  million dollars and it had  sustained serious\r\n\noperating losses  during its last three fiscal years.  Due to the\r\n\nprojected  decline in  gross income  resulting from  Hanson's an-\r\n\nnounced cutbacks, Athena's future prospects  were grim to say the\r\n\nleast.    Thus,  Athena's  vote of  dissolution  and  Matteucci's\r\n\nresignation were  anything but the untoward  developments posited\r\n\nby Brinkley Co. \r\n\n          Accordingly, the  district court judgment  is affirmed.\r                                                                          \r\n\nDouble  costs  are awarded  to the  Looney &amp;  Grossman defendants\r                            \r\n\nonly, pursuant to Fed. R. App. P. 38. \r\n\n                                9\r\r\n",
  "html": "<p class=\"case_cite\">59 F.3d 164<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">BRINKLEY &amp; CO., INC., Plaintiff, Appellant,<br>v.<br>Vincent T. MATTEUCCI, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-2284.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Valeriano Diviacchi, with whom Diviacchi Law Office was on brief for appellant.</p>\n      <p class=\"indent\">Harvey Weiner, with whom Michael P. Duffy and Peabody &amp; Arnold were on brief for appellees Barber, Looney, Grahn, Synder, Levin, Pisegna, Kelly, Farrell and Grossman.</p>\n      <p class=\"indent\">Maria R. Durant, with whom Michael A. Collora and Dwyer &amp; Collora were on brief for appellee Matteucci.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Brinkley &amp; Co., Inc.  (\"Brinkley Co.\") appeals from a district court judgment summarily dismissing its complaint against Vincent Matteucci (\"Matteucci\"), former CEO of Athena Management Co., Inc.  (\"Athena\"), and various members of the law firm of Looney &amp; Grossman.  As summary judgment was proper, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Athena was incorporated on August 28, 1984, for the purpose of providing investment management services.  Matteucci served as its first president.  Peter Brinkley, Brinkley Co.'s principal shareholder, was hired by Athena in April 1987 and eventually became president and CEO, although he was never a shareholder.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Athena lacked financial strength from its inception.  By June 30, 1987, it had accumulated a $648,848 deficit and a negative net worth.  In September of 1988, Brinkley Co. extended Athena an unsecured loan and obtained a $100,000 demand note in return.  At the end of the following fiscal year, Athena's net worth was minus $799,588 and its financial position continued to erode throughout the following year as well.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">By September of 1989, Athena had lost seven of its nine clients.  Hanson Industries (\"Hanson\") and Nazareth Family Center (\"Nazareth\") were its only remaining clients.  On October 3, 1989, Peter Brinkley resigned and Matteucci resumed the role of president.  On October 12, Brinkley Co. demanded payment on its $100,000 note.  As payment was not forthcoming, Brinkley Co. brought the instant action against Athena in the United States District Court for the District of Massachusetts.  Shortly thereafter, Peter Brinkley resigned as a director of Athena.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On December 9, 1989, one Frank Griswold, a business acquaintance of Matteucci, executed Articles of Incorporation establishing Charles River Management Company, Inc.  (\"Charles River\"), a new investment management services company.  At the time, Griswold and Matteucci understood that Matteucci would not be listed as a Charles River stockholder or incorporator, but that he would become its majority shareholder on May 1, 1990.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In November of 1989, Looney &amp; Grossman undertook Athena's representation in the Brinkley Co. action.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  After extensive consultation, Matteucci instructed Looney &amp; Grossman not to defend the Brinkley Co. action against Athena on the $100,000 demand note.  As a result, in due course default judgment was entered against Athena.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On November 15, 1989, Matteucci presented two alternative proposals to Athena's board of directors.  Under the first proposal, Athena would be dissolved;  the second called for its complete recapitalization.  Neither proposal was adopted and Athena's financial position continued to worsen, so that by November 30, 1989, it had a $969,176 negative net worth.  By the end of calendar year 1989, it had lost an additional $142,036.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On December 12, Athena was informed that Hanson, by far the larger of Athena's two remaining clients, would reduce its fee payments to Athena by 60% as of January 1, 1990, and that no additional funds would be invested in Hanson's short-term pension fund account with Athena.  These actions by Hanson would reduce Athena's projected gross income for the ensuing year by thirty- seven percent.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Matteucci promptly called a stockholders' meeting for January 3, 1990, to consider Athena's dissolution.  The notice discussed Athena's unmanageable debt and concluded as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>even if all the liabilities were forgiven, it would still be impossible to continue since Hanson Industries (our only major account), which has been extremely generous to Athena, has reduced our fees by 60% on the larger of the two accounts that we manage for it.  As a result, we are unable, even on a minimum basis, to meet the obligations of rent, telephone, and salaries which are necessary to keep Athena's doors open.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">With seven-eighths of Athena's outstanding shares represented, shareholders unanimously voted to liquidate.  On learning of the liquidation, the two remaining Athena clients ---- Hanson and Nazareth ---- immediately terminated their investment contracts.  Matteucci arranged a sale of Athena's fixtures to Charles River, and resigned from all offices with Athena.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On February 1, 1990, as previously arranged, Matteucci joined Charles River.  Shortly thereafter, and on their own initiative, Hanson and Nazareth transferred their accounts to Charles River.  In May, as planned, Matteucci became the majority stockholder in Charles River.  Approximately one year later, Looney &amp; Grossman was retained to represent Charles River.</p>\n    </div>\n    <p>II</p>\n    <p>ANALYSIS</p>\n    <p>A. The Looney &amp; Grossman Defendants<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As a judgment creditor, Brinkley Co. seeks to reach and apply Athena's putative cause of action for legal malpractice against the Looney &amp; Grossman defendants.  See Mass.  Gen. L. ch. 214, Sec. 3(7) (permitting certain causes of action to be reached and applied);  Bethlehem Fabricators, Inc. v. H.D. Watts Co., 190 N.E. 828, 833 (Mass. 1934) (\"a cause of action which is not assignable cannot be reached and applied under [Mass.  Gen. L. ch. 214, Sec. 3(7) ]\").  There is no clear statement of Massachusetts law on whether such a cause of action may be reached and applied, and the decisions in other jurisdictions are mixed.  The majority view is that a legal malpractice claim cannot be assigned.  See Continental Cas. Co. v. Pullman, Comley, Bradley &amp; Reeves, 709 F. Supp. 44, 50 n.7 (D. Conn. 1989) (collecting cases), aff'd, 929 F.2d 103 (2d Cir. 1991).  We bypass this unsettled question of Massachusetts law, because, as the district court correctly noted, Athena would have had no viable malpractice claim against the Looney &amp; Grossman defendants in any event.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Brinkley Co. asserts that Athena had three bases for asserting a malpractice claim.  First, the Looney &amp; Grossman defendants failed to contest the action Brinkley Co. brought against Athena.  Second, during 1990 certain Looney &amp; Grossman defendants allegedly engaged in dual representation of Charles River and Athena.  Third, the Looney &amp; Grossman defendants allegedly failed to provide Athena's creditors with the required bulk transfer notice under Mass.  Gen. L. ch. 106, Sec. 6-102, in connection with the sale of Athena's tangible assets.  We briefly address each contention in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">First, it is undisputed that Looney &amp; Grossman was instructed by Athena not to answer the Brinkley Co. complaint.  See Fleet Nat'l Bank v. Anchor Media Television, Inc., 45 F.3d 546, 558 (1st Cir. 1995) (party may not resort to intentional self-contradiction to obtain unfair advantage).  Second, there is no record evidence whatsoever that any Looney &amp; Grossman defendant simultaneously represented Athena and Charles River.  Third, the Massachusetts bulk transfer law expressly applies only to \"those whose principal business is the sale of merchandise from stock.\"  Mass. Gen. L. ch. 106, Sec. 6-102(3).  Athena sold no merchandise from stock, hence was not subject to the bulk transfer notice requirement.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Summary judgment on Brinkley Co.'s civil conspiracy claim was appropriate as well.  It is essential to a civil conspiracy claim under Massachusetts law that the alleged conspirators have intended harm to the plaintiff.  Robitaille v. Morse, 186 N.E. 78, 80 (Mass. 1933).  Brinkley Co. proffered no such evidence.</p>\n    </div>\n    <p>B. Matteucci</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Brinkley Co. alleges a breach of the fiduciary duty Matteucci owed as an officer of Athena.  The district court ruled that Matteucci owed no fiduciary duty, since the corporate existence of Athena had been terminated before Matteucci first discussed with Griswold his plans to move over to Charles River with Athena's last two clients, Hanson and Nazareth.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Brinkley Co. contends on appeal that the district court disregarded evidence that Matteucci breached his fiduciary duty to Athena by arranging for the incorporation of Charles River prior to the dissolution vote on Athena.  It points to an affidavit by an Athena shareholder, stating that he would have opposed dissolution had he known of Matteucci's plans.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A corporate officer owes a fiduciary duty, Wartski v. Bedford, 926 F.2d 11, 13 (1st Cir. 1991) (applying Massachusetts law), to accord \"the utmost good faith and loyalty\" to the corporation.  Meehan v. Shaughnessy, 535 N.E.2d 1255, 1263 (Mass. 1989) (citations omitted).  Yet this fiduciary duty is not breached simply by \"secretly setting up a new firm during [the fiduciary's] tenure ... 'provided that in the course of such arrangements [the fiduciary] do[es] not otherwise act in violation of [his] fiduciary duties.' \"  Id. at 1264 (quoting Chelsea Indus. v. Gaffney, 449 N.E.2d 320, 326 (Mass. 1983)).  Rather, the corporate officer's duty is to refrain from \"actively competing with his employer during the tenure of his employment.\"  Chelsea Indus., 449 N.E.2d at 326.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The scope of a corporate officer's duty not to compete was outlined in Meehan, where law partners in Parker, Coulter, Dailey &amp; White (\"Parker Coulter\") planned and structured a competing law firm while still partners in Parker Coulter.  Meehan, 535 N.E.2d at 1257-59.  The SJC nonetheless held that there had been no breach of their fiduciary duty.  Id. at 1264.  The SJC further held that the fact that the defendant partners had induced Parker Coulter employees to join the breakaway firm did not suffice to establish liability in the absence of \"specific losses resulting from this claimed breach.\"  Id. at 1264 n.4.  At the same time, the SJC held that the defendant partners' secret solicitation of Parker Coulter's clients was an actionable breach of their fiduciary duty.  Id. at 1265.  The latter showing was not made in the instant case.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There is no record evidence that Matteucci informed either Hanson or Nazareth of the impending move to Charles River until after Athena had been dissolved and Matteucci was no longer in its employ.  Moreover, there is not a scintilla of evidence supporting Brinkley Co.'s allegation that Athena might yet have been transformed into a viable concern.  On the contrary, Athena's debt exceeded its assets by almost a million dollars and it had sustained serious operating losses during its last three fiscal years.  Due to the projected decline in gross income resulting from Hanson's announced cutbacks, Athena's future prospects were grim to say the least.  Thus, Athena's vote of dissolution and Matteucci's resignation were anything but the untoward developments posited by Brinkley Co.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Accordingly, the district court judgment is affirmed.  Double costs are awarded to the Looney &amp; Grossman defendants only, pursuant to Fed.  R. App.  P. 38.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We relate the evidence in the light most favorable to Brinkley Co., the party resisting summary judgment.  Simon v. FDIC, 48 F.3d 53, 56 (1st Cir. 1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Matteucci's brief incorrectly asserts that there is no evidence that he planned to join Charles River.  See Matteucci Brief at n.13.  In a letter dated May 30, 1991, Matteucci informed Nazareth that \"[d]ue to a prearranged agreement in place with Frank [Griswold] at the time of incorporation, I became the majority shareholder of Charles River Management on May 1, 1990.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Brinkley Co. contends that Looney &amp; Grossman became involved during the fall of 1988.  But though the record reflects that Looney &amp; Grossman billed Matteucci personally for legal services during that time period, Brinkley Co. points to no evidence that this representation had anything to do with Athena</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We review the summary judgment ruling de novo to determine whether the \" 'pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.' \"  Simon, 48 F.3d at 56 (citations omitted).  The parties agree that the substantive law of Massachusetts governs all claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Since the chapter 93A claim brought by Brinkley Co., see Mass.  Gen. L. ch.  93A, Sec. 2 (unfair business practices), is based on the same allegations as the Brinkley Co. malpractice claim, it too fails</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The corporate opportunity doctrine, on which the district court rested its ruling, allows a fiduciary to take advantage of a business opportunity of which the principal cannot avail itself.  However, \"the corporate opportunity doctrine is a rule of disclosure,\" Wartski v. Bedford, 926 F.2d 11, 19 (1st Cir. 1991) (quoting In re Tufts Elecs., Inc., 746 F.2d 915, 917 (1st Cir. 1984)), which requires \"a full and honest disclosure of all relevant circumstances to permit a disinterested decision maker to exercise its informed judgment.\"  Id. (quoting Dynan v. Fritz, 508 N.E.2d 1371, 1378 (Mass. 1987)).  There is strong record evidence that Matteucci failed to comply with this duty.  Consequently, we do not rely on the corporate opportunity doctrine.  See Simon, 48 F.3d at 57 n.1 (court of appeals may affirm \"on any ground supported in the record even if the issue was not pleaded, tried or otherwise referred to in the proceeding below.\")  (citations omitted)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">164</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">BRINKLEY &amp; CO., INC., Plaintiff, Appellant,<br>v.<br>Vincent T. MATTEUCCI, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-2284.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Valeriano Diviacchi, with whom Diviacchi Law Office was on brief for appellant.</p>\n      <p class=\"indent\">Harvey Weiner, with whom Michael P. Duffy and Peabody &amp; Arnold were on brief for appellees Barber, Looney, Grahn, Synder, Levin, Pisegna, Kelly, Farrell and Grossman.</p>\n      <p class=\"indent\">Maria R. Durant, with whom Michael A. Collora and Dwyer &amp; Collora were on brief for appellee Matteucci.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Brinkley &amp; Co., Inc.  (\"Brinkley Co.\") appeals from a district court judgment summarily dismissing its complaint against Vincent Matteucci (\"Matteucci\"), former CEO of Athena Management Co., Inc.  (\"Athena\"), and various members of the law firm of Looney &amp; Grossman.  As summary judgment was proper, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Athena was incorporated on August 28, 1984, for the purpose of providing investment management services.  Matteucci served as its first president.  Peter Brinkley, Brinkley Co.'s principal shareholder, was hired by Athena in April 1987 and eventually became president and CEO, although he was never a shareholder.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Athena lacked financial strength from its inception.  By June 30, 1987, it had accumulated a $648,848 deficit and a negative net worth.  In September of 1988, Brinkley Co. extended Athena an unsecured loan and obtained a $100,000 demand note in return.  At the end of the following fiscal year, Athena's net worth was minus $799,588 and its financial position continued to erode throughout the following year as well.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">By September of 1989, Athena had lost seven of its nine clients.  Hanson Industries (\"Hanson\") and Nazareth Family Center (\"Nazareth\") were its only remaining clients.  On October 3, 1989, Peter Brinkley resigned and Matteucci resumed the role of president.  On October 12, Brinkley Co. demanded payment on its $100,000 note.  As payment was not forthcoming, Brinkley Co. brought the instant action against Athena in the United States District Court for the District of Massachusetts.  Shortly thereafter, Peter Brinkley resigned as a director of Athena.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On December 9, 1989, one Frank Griswold, a business acquaintance of Matteucci, executed Articles of Incorporation establishing Charles River Management Company, Inc.  (\"Charles River\"), a new investment management services company.  At the time, Griswold and Matteucci understood that Matteucci would not be listed as a Charles River stockholder or incorporator, but that he would become its majority shareholder on May 1, 1990.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In November of 1989, Looney &amp; Grossman undertook Athena's representation in the Brinkley Co. action.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  After extensive consultation, Matteucci instructed Looney &amp; Grossman not to defend the Brinkley Co. action against Athena on the $100,000 demand note.  As a result, in due course default judgment was entered against Athena.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On November 15, 1989, Matteucci presented two alternative proposals to Athena's board of directors.  Under the first proposal, Athena would be dissolved;  the second called for its complete recapitalization.  Neither proposal was adopted and Athena's financial position continued to worsen, so that by November 30, 1989, it had a $969,176 negative net worth.  By the end of calendar year 1989, it had lost an additional $142,036.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On December 12, Athena was informed that Hanson, by far the larger of Athena's two remaining clients, would reduce its fee payments to Athena by 60% as of January 1, 1990, and that no additional funds would be invested in Hanson's short-term pension fund account with Athena.  These actions by Hanson would reduce Athena's projected gross income for the ensuing year by thirty- seven percent.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Matteucci promptly called a stockholders' meeting for January 3, 1990, to consider Athena's dissolution.  The notice discussed Athena's unmanageable debt and concluded as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>even if all the liabilities were forgiven, it would still be impossible to continue since Hanson Industries (our only major account), which has been extremely generous to Athena, has reduced our fees by 60% on the larger of the two accounts that we manage for it.  As a result, we are unable, even on a minimum basis, to meet the obligations of rent, telephone, and salaries which are necessary to keep Athena's doors open.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">With seven-eighths of Athena's outstanding shares represented, shareholders unanimously voted to liquidate.  On learning of the liquidation, the two remaining Athena clients ---- Hanson and Nazareth ---- immediately terminated their investment contracts.  Matteucci arranged a sale of Athena's fixtures to Charles River, and resigned from all offices with Athena.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On February 1, 1990, as previously arranged, Matteucci joined Charles River.  Shortly thereafter, and on their own initiative, Hanson and Nazareth transferred their accounts to Charles River.  In May, as planned, Matteucci became the majority stockholder in Charles River.  Approximately one year later, Looney &amp; Grossman was retained to represent Charles River.</p>\n    </div>\n    <p>II</p>\n    <p>ANALYSIS</p>\n    <p>A. The Looney &amp; Grossman Defendants<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As a judgment creditor, Brinkley Co. seeks to reach and apply Athena's putative cause of action for legal malpractice against the Looney &amp; Grossman defendants.  See Mass.  Gen. L. ch. 214, Sec. 3(7) (permitting certain causes of action to be reached and applied);  Bethlehem Fabricators, Inc. v. H.D. Watts Co., <span class=\"citation no-link\"><span class=\"volume\">190</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">828</span></span>, 833 (Mass. 1934) (\"a cause of action which is not assignable cannot be reached and applied under [Mass.  Gen. L. ch. 214, Sec. 3(7) ]\").  There is no clear statement of Massachusetts law on whether such a cause of action may be reached and applied, and the decisions in other jurisdictions are mixed.  The majority view is that a legal malpractice claim cannot be assigned.  See Continental Cas. Co. v. Pullman, Comley, Bradley &amp; Reeves, <span class=\"citation\" data-id=\"1587503\"><a href=\"/opinion/1587503/continental-cas-co-v-pullman-comley/\"><span class=\"volume\">709</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">44</span></a></span>, 50 n.7 (D. Conn. 1989) (collecting cases), aff'd, <span class=\"citation\" data-id=\"558039\"><a href=\"/opinion/558039/continental-casualty-company-v-pullman-comley-bradley-reeves-aetna/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">103</span> </a></span>(2d Cir. 1991).  We bypass this unsettled question of Massachusetts law, because, as the district court correctly noted, Athena would have had no viable malpractice claim against the Looney &amp; Grossman defendants in any event.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Brinkley Co. asserts that Athena had three bases for asserting a malpractice claim.  First, the Looney &amp; Grossman defendants failed to contest the action Brinkley Co. brought against Athena.  Second, during 1990 certain Looney &amp; Grossman defendants allegedly engaged in dual representation of Charles River and Athena.  Third, the Looney &amp; Grossman defendants allegedly failed to provide Athena's creditors with the required bulk transfer notice under Mass.  Gen. L. ch. 106, Sec. 6-102, in connection with the sale of Athena's tangible assets.  We briefly address each contention in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">First, it is undisputed that Looney &amp; Grossman was instructed by Athena not to answer the Brinkley Co. complaint.  See Fleet Nat'l Bank v. Anchor Media Television, Inc., <span class=\"citation\" data-id=\"195863\"><a href=\"/opinion/195863/fleet-national-bank-v-anchor-media/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">546</span></a></span>, 558 (1st Cir. 1995) (party may not resort to intentional self-contradiction to obtain unfair advantage).  Second, there is no record evidence whatsoever that any Looney &amp; Grossman defendant simultaneously represented Athena and Charles River.  Third, the Massachusetts bulk transfer law expressly applies only to \"those whose principal business is the sale of merchandise from stock.\"  Mass. Gen. L. ch. 106, Sec. 6-102(3).  Athena sold no merchandise from stock, hence was not subject to the bulk transfer notice requirement.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Summary judgment on Brinkley Co.'s civil conspiracy claim was appropriate as well.  It is essential to a civil conspiracy claim under Massachusetts law that the alleged conspirators have intended harm to the plaintiff.  Robitaille v. Morse, <span class=\"citation no-link\"><span class=\"volume\">186</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">78</span></span>, 80 (Mass. 1933).  Brinkley Co. proffered no such evidence.</p>\n    </div>\n    <p>B. Matteucci</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Brinkley Co. alleges a breach of the fiduciary duty Matteucci owed as an officer of Athena.  The district court ruled that Matteucci owed no fiduciary duty, since the corporate existence of Athena had been terminated before Matteucci first discussed with Griswold his plans to move over to Charles River with Athena's last two clients, Hanson and Nazareth.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Brinkley Co. contends on appeal that the district court disregarded evidence that Matteucci breached his fiduciary duty to Athena by arranging for the incorporation of Charles River prior to the dissolution vote on Athena.  It points to an affidavit by an Athena shareholder, stating that he would have opposed dissolution had he known of Matteucci's plans.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A corporate officer owes a fiduciary duty, Wartski v. Bedford, <span class=\"citation\" data-id=\"556386\"><a href=\"/opinion/556386/heinz-wartski-v-terence-w-bedford-two-cases-heinz-wartski-v-terence/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 13 (1st Cir. 1991) (applying Massachusetts law), to accord \"the utmost good faith and loyalty\" to the corporation.  Meehan v. Shaughnessy, <span class=\"citation no-link\"><span class=\"volume\">535</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1255</span></span>, 1263 (Mass. 1989) (citations omitted).  Yet this fiduciary duty is not breached simply by \"secretly setting up a new firm during [the fiduciary's] tenure ... 'provided that in the course of such arrangements [the fiduciary] do[es] not otherwise act in violation of [his] fiduciary duties.' \"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1264 </span>(quoting Chelsea Indus. v. Gaffney, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">320</span></span>, 326 (Mass. 1983)).  Rather, the corporate officer's duty is to refrain from \"actively competing with his employer during the tenure of his employment.\"  Chelsea <span class=\"citation no-link\"><span class=\"antecedent_guess\">Indus.,</span> <span class=\"volume\">449</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">326</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The scope of a corporate officer's duty not to compete was outlined in Meehan, where law partners in Parker, Coulter, Dailey &amp; White (\"Parker Coulter\") planned and structured a competing law firm while still partners in Parker Coulter.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Meehan,</span> <span class=\"volume\">535</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">1257-59</span></span>.  The SJC nonetheless held that there had been no breach of their fiduciary duty.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1264</span>.  The SJC further held that the fact that the defendant partners had induced Parker Coulter employees to join the breakaway firm did not suffice to establish liability in the absence of \"specific losses resulting from this claimed breach.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1264 </span>n.4.  At the same time, the SJC held that the defendant partners' secret solicitation of Parker Coulter's clients was an actionable breach of their fiduciary duty.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1265. </span> The latter showing was not made in the instant case.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There is no record evidence that Matteucci informed either Hanson or Nazareth of the impending move to Charles River until after Athena had been dissolved and Matteucci was no longer in its employ.  Moreover, there is not a scintilla of evidence supporting Brinkley Co.'s allegation that Athena might yet have been transformed into a viable concern.  On the contrary, Athena's debt exceeded its assets by almost a million dollars and it had sustained serious operating losses during its last three fiscal years.  Due to the projected decline in gross income resulting from Hanson's announced cutbacks, Athena's future prospects were grim to say the least.  Thus, Athena's vote of dissolution and Matteucci's resignation were anything but the untoward developments posited by Brinkley Co.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Accordingly, the district court judgment is affirmed.  Double costs are awarded to the Looney &amp; Grossman defendants only, pursuant to Fed.  R. App.  P. 38.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We relate the evidence in the light most favorable to Brinkley Co., the party resisting summary judgment.  Simon v. FDIC, <span class=\"citation\" data-id=\"195925\"><a href=\"/opinion/195925/simon-v-fdic/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 56 (1st Cir. 1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Matteucci's brief incorrectly asserts that there is no evidence that he planned to join Charles River.  See Matteucci Brief at n.13.  In a letter dated May 30, 1991, Matteucci informed Nazareth that \"[d]ue to a prearranged agreement in place with Frank [Griswold] at the time of incorporation, I became the majority shareholder of Charles River Management on May 1, 1990.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Brinkley Co. contends that Looney &amp; Grossman became involved during the fall of 1988.  But though the record reflects that Looney &amp; Grossman billed Matteucci personally for legal services during that time period, Brinkley Co. points to no evidence that this representation had anything to do with Athena</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We review the summary judgment ruling de novo to determine whether the \" 'pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.' \"  <span class=\"citation\" data-id=\"195925\"><span class=\"antecedent_guess\">Simon,</span> <a href=\"/opinion/195925/simon-v-fdic/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">56</span> </a></span>(citations omitted).  The parties agree that the substantive law of Massachusetts governs all claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Since the chapter 93A claim brought by Brinkley Co., see Mass.  Gen. L. ch.  93A, Sec. 2 (unfair business practices), is based on the same allegations as the Brinkley Co. malpractice claim, it too fails</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The corporate opportunity doctrine, on which the district court rested its ruling, allows a fiduciary to take advantage of a business opportunity of which the principal cannot avail itself.  However, \"the corporate opportunity doctrine is a rule of disclosure,\" Wartski v. Bedford, <span class=\"citation\" data-id=\"556386\"><a href=\"/opinion/556386/heinz-wartski-v-terence-w-bedford-two-cases-heinz-wartski-v-terence/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 19 (1st Cir. 1991) (quoting In re Tufts Elecs., Inc., <span class=\"citation\" data-id=\"443208\"><a href=\"/opinion/443208/in-re-tufts-electronics-inc-tufts-radio-electronics-inc-debtor/\"><span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">915</span></a></span>, 917 (1st Cir. 1984)), which requires \"a full and honest disclosure of all relevant circumstances to permit a disinterested decision maker to exercise its informed judgment.\"  <span class=\"citation\" data-id=\"443208\"><a href=\"/opinion/443208/in-re-tufts-electronics-inc-tufts-radio-electronics-inc-debtor/\"><span class=\"id_token\">Id.</span> (quoting Dynan </a></span>v. Fritz, <span class=\"citation no-link\"><span class=\"volume\">508</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1371</span></span>, 1378 (Mass. 1987)).  There is strong record evidence that Matteucci failed to comply with this duty.  Consequently, we do not rely on the corporate opportunity doctrine.  See <span class=\"citation\" data-id=\"195925\"><span class=\"antecedent_guess\">Simon,</span> <a href=\"/opinion/195925/simon-v-fdic/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">57</span> </a></span>n.1 (court of appeals may affirm \"on any ground supported in the record even if the issue was not pleaded, tried or otherwise referred to in the proceeding below.\")  (citations omitted)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195863/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195925/",
    "https://www.courtlistener.com/api/rest/v3/opinions/443208/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556386/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558039/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1587503/"
  ]
}