{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196123/",
  "id": 196123,
  "absolute_url": "/opinion/196123/united-states-v-dones-rivera/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196123/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:58:13Z",
  "date_modified": "2020-02-21T23:44:38.388799Z",
  "type": "010combined",
  "sha1": "76ca12002a2fa450dff8b7998da0742c6db6350c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2146.01A",
  "local_path": null,
  "plain_text": "\n\nJune 7, 1995\r\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 94-2146\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                        JOSE M. DONES,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n             FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n              Selya and Boudin, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nJose M. Dones on brief pro se.\r                         \r\nGuillermo  Gil,  United  States  Attorney  and  Juan  A.  Pedrosa,\r                                                                             \r\nAssistant U.S. Attorney, on brief for appellee. \r\n\n                                         \r\n\n                                         \r\r\n\n          Per  Curiam.    The   sole  issue  raised  by  this\r                                 \r\n\nsentencing  appeal is  whether  the district  court erred  in\r\n\ndetermining  that defendant-appellant  Jose  Manuel Dones  is\r\n\nineligible for relief from  the statutory minimum penalty for\r\n\nhis offense pursuant to  18 U.S.C.   3553(f) and  the related\r\n\nguideline  provision, U.S.S.G.    5C1.2.   For  the following\r\n\nreasons, we affirm.\r\n\n                              I.\r                                           \r\n\n          On May 16, 1994, co-defendant Hiram Antonio Collazo\r\n\nwas arrested  at the Luis Munoz  Marin International Airport,\r\n\nCarolina, Puerto  Rico,  after customs  officials  discovered\r\n\nthat a  leather portfolio  he was carrying  contained heroin.\r\n\nCollazo informed  the arresting officers that he  had gone to\r\n\nAruba to pick up the  heroin, and that he was bringing  it to\r\n\nDones,  who  had paid  him with  a  Suzuki vehicle.   Collazo\r\n\nagreed  to  cooperate  with  the government,  and  Dones  was\r\n\narrested  that  same  day  after Collazo  made  a  controlled\r\n\ndelivery of the heroin to him.\r\n\n          On June  27, 1994, Dones pled  guilty to possession\r\n\nof  heroin with intent  to distribute  it.   See 21  U.S.C.  \r                                                            \r\n\n841(a)(1); 18 U.S.C.   2.  Prior to sentencing, a presentence\r\n\ninvestigation report (PSR) was  prepared.  The PSR determined\r\n\nthe  guideline sentencing  range to  be 46  - 57  months, but\r\n\nnoted that the statutory minimum term of imprisonment for the\r\r\n\noffense, which involved 333.6 grams of heroin, is five years.\r\n\nSee 21 U.S.C.   841(b)(1)(B).  \r               \r\n\n          A  sentencing hearing  was conducted,  and sentence\r\n\nwas  imposed, on September 23, 1994.  At the hearing, defense\r\n\ncounsel urged the district court to depart from the statutory\r\n\nminimum term of imprisonment  to a sentence at the  middle of\r\n\nthe  guideline  range pursuant  to  18 U.S.C.     3553(f) and\r\n\nU.S.S.G.   5C1.2, which provide for relief from the mandatory\r\n\nminimum if five criteria are met.1  The  court found that the\r\n\n                    \r                                \r\n\n1.  The statute provides, in pertinent part, that in the case\r\nof an offense under 21 U.S.C.   841, the court shall impose a\r\nsentence  pursuant to  the guidelines  without regard  to any\r\nstatutory minimum sentence, if:\r\n\n          (1)  the defendant does not  have more than  1\r\n     criminal  history  point, as  determined  under the\r\n     sentencing guidelines;  \r\n\n          (2)  the  defendant  did not  use  violence or\r\n     credible threats of  violence or possess  a firearm\r\n     or  other  dangerous  weapon  (or   induce  another\r\n     participant  to  do  so)  in  connection  with  the\r\n     offense;\r\n\n          (3)  the offense  did not result  in death  or\r\n     serious bodily injury to any person;\r\n\n          (4)  the  defendant  was  not   an  organizer,\r\n     leader,  manager, or  supervisor of  others  in the\r\n     offense,   as   determined  under   the  sentencing\r\n     guidelines  and was  not  engaged  in a  continuing\r\n     enterprise, as defined in 21 U.S.C. 848; and \r\n\n          (5)  not later than the time of the sentencing\r\n     hearing, the  defendant has truthfully  provided to\r\n     the Government  all  information and  evidence  the\r\n     defendant  has concerning  the offense  or offenses\r\n     that  were part of the same course of conduct or of\r\n     a  common scheme  or plan,  but  the fact  that the\r\n     defendant   has   no  relevant   or   useful  other\r\n\n                             -3-\r                                          3\r\r\n\nfirst four criteria are  met.  However, after  making inquiry\r\n\nof the government,  it determined that the defendant  did not\r\n\nmeet the  fifth condition that  he share with  the government\r\n\nall known information about the offense.  The court sentenced\r\n\nDones  to  60 months  imprisonment,  followed  by a  term  of\r\n\nsupervised release.  This appeal ensued.\r\n\n                             II.\r                                           \r\n\n          Dones  argues  that  the  district court  erred  in\r\n\ndetermining  that he  failed to  satisfy the  fifth condition\r\n\nunder  18 U.S.C.   3553(f) and U.S.S.G.   5C1.2.  He contends\r\n\nthat  although his co-defendant reached the government first,\r\n\nboth  he and  his co-defendant  provided the  government with\r\n\ncomplete information.  He  further contends that the district\r\n\ncourt  misinterpreted  the  fifth  condition  and  found  him\r\n\nineligible  for  relief from  the  statutory  minimum penalty\r\n\nbecause  he had no new  or useful information  to provide the\r\n\ngovernment.\r\n\n          Contrary  to the  government's contention,  we have\r\n\njurisdiction to review whether  Dones' sentence was  \"imposed\r\n\nin  violation of  law\"  or  \"as  a  result  of  an  incorrect\r\n\napplication  of  the sentencing  guidelines.\"    18 U.S.C.   \r\n\n                    \r                                \r\n\n     information  to provide  or that the  Government is\r\n     already aware of the information shall not preclude\r\n     a determination by the court that the defendant has\r\n     complied with this requirement.\r\n\n18  U.S.C.      3553(f)(1)-(5).     The  guideline  provision\r\nessentially tracks the language of the statute.\r\n\n                             -4-\r                                          4\r\r\n\n3742(a).2      We  review   fact-bound  matters   related  to\r\n\nsentencing for clear error.  See United States v. Andujar, 49\r                                                                     \r\n\nF.3d 16, 25  (1st Cir.  1995); United States  v. Wright,  873\r                                                                   \r\n\nF.2d 437, 443-44 (1st  Cir. 1989).  A district  court's legal\r\n\ninterpretation of  the guidelines  engenders de novo  review.\r                                                                \r\n\nSee  United States v. Talladino, 38 F.3d 1255, 1263 (1st Cir.\r                                           \r\n\n1994).  \r\n\n          Dones'  suggestion that the  district court refused\r\n\nto  depart from  the  statutory minimum  sentence because  he\r\n\nfailed to provide new or useful information to the government\r\n\nis  baseless.   The record  reveals  that the  district court\r\n\ndenied the requested  relief because it found  that Dones did\r\n\nnot  come forward  and  provide complete  information to  the\r\n\ngovernment concerning  his offense.  Accordingly,  we turn to\r\n\nwhether this finding was erroneous.\r\n\n          When   asked,  at  sentencing,  whether  Dones  had\r\n\nprovided  complete and  truthful information,  the government\r\n\nreplied that it had not engaged in any discussions with Dones\r\n\nconcerning the offense.  Defense counsel did not dispute this\r\n\n                    \r                                \r\n\n2.  The government argues that we lack jurisdiction to review\r\na district  court's discretionary refusal  to depart downward\r\nfrom  the  applicable guideline  range.    See, e.g.,  United\r                                                                         \r\nStates  v.  Gifford,  17  F.3d  462,  473  (1st  Cir.  1994).\r                               \r\nAlthough this principle is true, we assume arguendo (although\r                                                               \r\nwe  need not decide) that  it is inapplicable  here.  Section\r\n3553(f) and  the related  guideline provision do  not address\r\ndepartures from the guideline  sentencing range; rather, they\r\nprovide  for  relief  from  mandatory  minimum  penalties  in\r\ncertain cases.  \r\n\n                             -5-\r                                          5\r\r\n\nstatement, but  argued that Dones had  provided the necessary\r\n\ninformation to probation.   The probation officer stated that\r\n\nDones was very  reticent in answering questions,  and that he\r\n\nonly  told  probation  that  he  had  met  an  individual who\r\n\nrequested  that he find someone to secure narcotics.  We need\r\n\nnot decide, in the instant case, whether a defendant can ever\r\n\navail  himself  of the  benefits  of    3553(f)  by providing\r\n\ninformation to probation, rather than to the prosecutor.  The\r\n\ndistrict court  did not clearly  err in determining  that the\r\n\nfew, sketchy details Dones came forward  with did not satisfy\r\n\nthe requirement that he provide \"all information and evidence\r\n\n[he] has  concerning the offense.\"   18 U.S.C.    3553(f)(5).\r\n\nAt the  very least, Dones should have  disclosed the identity\r\n\nof the person  for whom he was operating.   See United States\r                                                                         \r\n\nv. Buffington, 879 F. Supp. 1220, 1223 (N.D. Ga. 1995).\r                         \r\n\n          Affirmed.\r                              \r\n\n                             -6-\r                                          6\r\r\n",
  "html": "<p class=\"case_cite\">56 F.3d 59<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jose M. DONES, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2146.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 7, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jose M. Dones on brief pro se.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney and Juan A. Pedrosa, Assistant U.S. Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The sole issue raised by this sentencing appeal is whether the district court erred in determining that defendant-appellant Jose Manuel Dones is ineligible for relief from the statutory minimum penalty for his offense pursuant to 18 U.S.C. Sec.  3553(f) and the related guideline provision, U.S.S.G. Sec. 5C1.2.  For the following reasons, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On May 16, 1994, co-defendant Hiram Antonio Collazo was arrested at the Luis Munoz Marin International Airport, Carolina, Puerto Rico, after customs officials discovered that a leather portfolio he was carrying contained heroin.  Collazo informed the arresting officers that he had gone to Aruba to pick up the heroin, and that he was bringing it to Dones, who had paid him with a Suzuki vehicle.  Collazo agreed to cooperate with the government, and Dones was arrested that same day after Collazo made a controlled delivery of the heroin to him.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 27, 1994, Dones pled guilty to possession of heroin with intent to distribute it.  See 21 U.S.C. Sec. 841(a)(1);  18 U.S.C. Sec. 2.  Prior to sentencing, a presentence investigation report (PSR) was prepared.  The PSR determined the guideline sentencing range to be 46-57 months, but noted that the statutory minimum term of imprisonment for the offense, which involved 333.6 grams of heroin, is five years.  See 21 U.S.C. Sec. 841(b)(1)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A sentencing hearing was conducted, and sentence was imposed, on September 23, 1994.  At the hearing, defense counsel urged the district court to depart from the statutory minimum term of imprisonment to a sentence at the middle of the guideline range pursuant to 18 U.S.C. Sec. 3553(f) and U.S.S.G. Sec. 5C1.2, which provide for relief from the mandatory minimum if five criteria are met.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The court found that the first four criteria are met.  However, after making inquiry of the government, it determined that the defendant did not meet the fifth condition that he share with the government all known information about the offense.  The court sentenced Dones to 60 months imprisonment, followed by a term of supervised release.  This appeal ensued.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Dones argues that the district court erred in determining that he failed to satisfy the fifth condition under 18 U.S.C. Sec. 3553(f) and U.S.S.G. Sec. 5C1.2.  He contends that although his co-defendant reached the government first, both he and his co-defendant provided the government with complete information.  He further contends that the district court misinterpreted the fifth condition and found him ineligible for relief from the statutory minimum penalty because he had no new or useful information to provide the government.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Contrary to the government's contention, we have jurisdiction to review whether Dones' sentence was \"imposed in violation of law\" or \"as a result of an incorrect application of the sentencing guidelines.\"  18 U.S.C. Sec. 3742(a).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We review fact-bound matters related to sentencing for clear error.  See United States v. Andujar, 49 F.3d 16, 25 (1st Cir. 1995);  United States v. Wright, 873 F.2d 437, 443-44 (1st Cir. 1989).  A district court's legal interpretation of the guidelines engenders de novo review.  See United States v. Talladino, 38 F.3d 1255, 1263 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Dones' suggestion that the district court refused to depart from the statutory minimum sentence because he failed to provide new or useful information to the government is baseless.  The record reveals that the district court denied the requested relief because it found that Dones did not come forward and provide complete information to the government concerning his offense.  Accordingly, we turn to whether this finding was erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">When asked, at sentencing, whether Dones had provided complete and truthful information, the government replied that it had not engaged in any discussions with Dones concerning the offense.  Defense counsel did not dispute this statement, but argued that Dones had provided the necessary information to probation.  The probation officer stated that Dones was very reticent in answering questions, and that he only told probation that he had met an individual who requested that he find someone to secure narcotics.  We need not decide, in the instant case, whether a defendant can ever avail himself of the benefits of Sec. 3553(f) by providing information to probation, rather than to the prosecutor.  The district court did not clearly err in determining that the few, sketchy details Dones came forward with did not satisfy the requirement that he provide \"all information and evidence [he] has concerning the offense.\"  18 U.S.C. Sec. 3553(f)(5).  At the very least, Dones should have disclosed the identity of the person for whom he was operating.  See United States v. Buffington, 879 F. Supp. 1220, 1223 (N.D. Ga. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The statute provides, in pertinent part, that in the case of an offense under 21 U.S.C. Sec. 841, the court shall impose a sentence pursuant to the guidelines without regard to any statutory minimum sentence, if:</p>\n        <p>(1) the defendant does not have more than 1 criminal history point, as determined under the sentencing guidelines;</p>\n        <p>(2) the defendant did not use violence or credible threats of violence or possess a firearm or other dangerous weapon (or induce another participant to do so) in connection with the offense;</p>\n        <p>(3) the offense did not result in death or serious bodily injury to any person;</p>\n        <p>(4) the defendant was not an organizer, leader, manager, or supervisor of others in the offense, as determined under the sentencing guidelines and was not engaged in a continuing enterprise, as defined in 21 U.S.C. 848;  and</p>\n        <p>(5) not later than the time of the sentencing hearing, the defendant has truthfully provided to the Government all information and evidence the defendant has concerning the offense or offenses that were part of the same course of conduct or of a common scheme or plan, but the fact that the defendant has no relevant or useful other information to provide or that the Government is already aware of the information shall not preclude a determination by the court that the defendant has complied with this requirement.</p>\n        <p>18 U.S.C. Sec. 3553(f)(1)-(5).  The guideline provision essentially tracks the language of the statute.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The government argues that we lack jurisdiction to review a district court's discretionary refusal to depart downward from the applicable guideline range.  See, e.g., United States v. Gifford, 17 F.3d 462, 473 (1st Cir. 1994).  Although this principle is true, we assume arguendo (although we need not decide) that it is inapplicable here.  Section 3553(f) and the related guideline provision do not address departures from the guideline sentencing range;  rather, they provide for relief from mandatory minimum penalties in certain cases</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jose M. DONES, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2146.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 7, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jose M. Dones on brief pro se.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney and Juan A. Pedrosa, Assistant U.S. Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The sole issue raised by this sentencing appeal is whether the district court erred in determining that defendant-appellant Jose Manuel Dones is ineligible for relief from the statutory minimum penalty for his offense pursuant to 18 U.S.C. Sec.  3553(f) and the related guideline provision, U.S.S.G. Sec. 5C1.2.  For the following reasons, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On May 16, 1994, co-defendant Hiram Antonio Collazo was arrested at the Luis Munoz Marin International Airport, Carolina, Puerto Rico, after customs officials discovered that a leather portfolio he was carrying contained heroin.  Collazo informed the arresting officers that he had gone to Aruba to pick up the heroin, and that he was bringing it to Dones, who had paid him with a Suzuki vehicle.  Collazo agreed to cooperate with the government, and Dones was arrested that same day after Collazo made a controlled delivery of the heroin to him.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 27, 1994, Dones pled guilty to possession of heroin with intent to distribute it.  See 21 U.S.C. Sec. 841(a)(1);  18 U.S.C. Sec. 2.  Prior to sentencing, a presentence investigation report (PSR) was prepared.  The PSR determined the guideline sentencing range to be 46-57 months, but noted that the statutory minimum term of imprisonment for the offense, which involved 333.6 grams of heroin, is five years.  See 21 U.S.C. Sec. 841(b)(1)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A sentencing hearing was conducted, and sentence was imposed, on September 23, 1994.  At the hearing, defense counsel urged the district court to depart from the statutory minimum term of imprisonment to a sentence at the middle of the guideline range pursuant to 18 U.S.C. Sec. 3553(f) and U.S.S.G. Sec. 5C1.2, which provide for relief from the mandatory minimum if five criteria are met.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The court found that the first four criteria are met.  However, after making inquiry of the government, it determined that the defendant did not meet the fifth condition that he share with the government all known information about the offense.  The court sentenced Dones to 60 months imprisonment, followed by a term of supervised release.  This appeal ensued.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Dones argues that the district court erred in determining that he failed to satisfy the fifth condition under 18 U.S.C. Sec. 3553(f) and U.S.S.G. Sec. 5C1.2.  He contends that although his co-defendant reached the government first, both he and his co-defendant provided the government with complete information.  He further contends that the district court misinterpreted the fifth condition and found him ineligible for relief from the statutory minimum penalty because he had no new or useful information to provide the government.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Contrary to the government's contention, we have jurisdiction to review whether Dones' sentence was \"imposed in violation of law\" or \"as a result of an incorrect application of the sentencing guidelines.\"  18 U.S.C. Sec. 3742(a).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We review fact-bound matters related to sentencing for clear error.  See United States v. Andujar, <span class=\"citation\" data-id=\"195947\"><a href=\"/opinion/195947/united-states-v-andujar/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 25 (1st Cir. 1995);  United States v. Wright, <span class=\"citation\" data-id=\"522147\"><a href=\"/opinion/522147/united-states-v-bertie-alexander-wright/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">437</span></a></span>, 443-44 (1st Cir. 1989).  A district court's legal interpretation of the guidelines engenders de novo review.  See United States v. Talladino, <span class=\"citation\" data-id=\"195724\"><a href=\"/opinion/195724/united-states-v-talladino/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1255</span></a></span>, 1263 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Dones' suggestion that the district court refused to depart from the statutory minimum sentence because he failed to provide new or useful information to the government is baseless.  The record reveals that the district court denied the requested relief because it found that Dones did not come forward and provide complete information to the government concerning his offense.  Accordingly, we turn to whether this finding was erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">When asked, at sentencing, whether Dones had provided complete and truthful information, the government replied that it had not engaged in any discussions with Dones concerning the offense.  Defense counsel did not dispute this statement, but argued that Dones had provided the necessary information to probation.  The probation officer stated that Dones was very reticent in answering questions, and that he only told probation that he had met an individual who requested that he find someone to secure narcotics.  We need not decide, in the instant case, whether a defendant can ever avail himself of the benefits of Sec. 3553(f) by providing information to probation, rather than to the prosecutor.  The district court did not clearly err in determining that the few, sketchy details Dones came forward with did not satisfy the requirement that he provide \"all information and evidence [he] has concerning the offense.\"  18 U.S.C. Sec. 3553(f)(5).  At the very least, Dones should have disclosed the identity of the person for whom he was operating.  See United States v. Buffington, <span class=\"citation\" data-id=\"2264524\"><a href=\"/opinion/2264524/united-states-v-buffington/\"><span class=\"volume\">879</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1220</span></a></span>, 1223 (N.D. Ga. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The statute provides, in pertinent part, that in the case of an offense under 21 U.S.C. Sec. 841, the court shall impose a sentence pursuant to the guidelines without regard to any statutory minimum sentence, if:</p>\n        <p>(1) the defendant does not have more than 1 criminal history point, as determined under the sentencing guidelines;</p>\n        <p>(2) the defendant did not use violence or credible threats of violence or possess a firearm or other dangerous weapon (or induce another participant to do so) in connection with the offense;</p>\n        <p>(3) the offense did not result in death or serious bodily injury to any person;</p>\n        <p>(4) the defendant was not an organizer, leader, manager, or supervisor of others in the offense, as determined under the sentencing guidelines and was not engaged in a continuing enterprise, as defined in 21 U.S.C. 848;  and</p>\n        <p>(5) not later than the time of the sentencing hearing, the defendant has truthfully provided to the Government all information and evidence the defendant has concerning the offense or offenses that were part of the same course of conduct or of a common scheme or plan, but the fact that the defendant has no relevant or useful other information to provide or that the Government is already aware of the information shall not preclude a determination by the court that the defendant has complied with this requirement.</p>\n        <p>18 U.S.C. Sec. 3553(f)(1)-(5).  The guideline provision essentially tracks the language of the statute.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The government argues that we lack jurisdiction to review a district court's discretionary refusal to depart downward from the applicable guideline range.  See, e.g., United States v. Gifford, <span class=\"citation\" data-id=\"195222\"><a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 473 (1st Cir. 1994).  Although this principle is true, we assume arguendo (although we need not decide) that it is inapplicable here.  Section 3553(f) and the related guideline provision do not address departures from the guideline sentencing range;  rather, they provide for relief from mandatory minimum penalties in certain cases</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195222/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195724/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195947/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522147/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2264524/"
  ]
}