{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196153/",
  "id": 196153,
  "absolute_url": "/opinion/196153/tidemark-bank-v-morris/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196153/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:58:55Z",
  "date_modified": "2020-02-21T23:45:47.577553Z",
  "type": "010combined",
  "sha1": "e1876ece21a84f16c6757e16f106d9726172f6d6",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1598.01A",
  "local_path": null,
  "plain_text": "\n\nJune 19, 1995         [NOT FOR PUBLICATION]\r\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r\n\nNo. 94-1598\r\n\n                TIDEMARK BANK FOR SAVINGS, F.S.B.,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                 PETER R. MORRIS, AN INDIVIDUAL,\r\n              AND MARSHALL AND STEVENS INCORPORATED,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n            [Hon. Patricia Saris, U.S. District Judge]\r                                                               \r\n           [Hon. A. David Mazzone, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                      Boudin, Circuit Judge,\r                                                     \r\n\n                 and Barbadoro,* District Judge.\r                                                         \r\n\n                                           \r\n\n     Frederic N. Halstrom, with whom Halstrom Law Offices, PC was\r                                                                       \r\non brief for appellant.\r\n     Joseph P. Musacchio, with whom Stephen W. Sutton and  Melick\r                                                                           \r\n&amp; Porter were on brief for appellee Marshal and Stevens, Inc.\r                  \r\n\n                                           \r\n                    \r                              \r\n\n*  Of the District of New Hampshire, sitting by designation.\r\r\n\n                                           \r\r\n\n          BARBADORO,  District  Judge.   The  plaintiff, Tidemark\r                    BARBADORO,  District  Judge.\r                                               \r\n\nBank  for Savings,  F.S.B.  (\"Tidemark\"),1  appeals from  summary\r\n\njudgment granted in favor of the defendant, Marshall and Stevens,\r\n\nInc.   Tidemark  argues  that the  district  court erred  in  its\r\n\nchoice-of-law  analysis  and,  as  a result,  applied  the  wrong\r\n\nsubstantive  legal standard.  Finding  no error in  the choice of\r\n\nlaw, we affirm the district court's order.\r\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\r                                                  \r\n\n          In   1985,  Peter   Morris   received   a  $2   million\r\n\nconstruction loan from Tidemark to build a summer vacation  house\r\n\non  Martha's  Vineyard  in  Massachusetts.    Morris  decided  to\r\n\nrefinance the loan in 1987, and this time Tidemark agreed to loan\r\n\nMorris $3.5  million subject  to several conditions,  including a\r\n\nrequirement  that Morris  have  the property  appraised.   Morris\r\n\nengaged  Marshall and  Stevens  to prepare  the appraisal,  which\r\n\nvalued the property at $5.5 million.  Tidemark then made the loan\r\n\nin reliance on the appraisal and obtained a first mortgage on the\r\n\nMartha's  Vineyard  property.    Morris  subsequently  defaulted.\r\n\nAfter foreclosure,  Tidemark sold  the property at  a substantial\r\n\nloss.\r\n\n          Tidemark  is a  Virginia savings  institution  with its\r\n\nprinciple place of  business in Newport News, Virginia.  Marshall\r\n\n                    \r                              \r\n\n1    Newport  News Savings  Bank  was  the  plaintiff during  the\r\nproceedings in district court.  In August 1993, Tidemark Bank for\r\nSavings, F.S.B.,  was substituted for Newport  News Savings Bank.\r\nAlthough the district court refers to the plaintiff as \"Newport,\"\r\nwe use \"Tidemark,\" which has been the plaintiff's name during the\r\nappeal.\r\n\n                               -2-\r\r\n\nand Stevens  is an Illinois corporation with  its principle place\r\n\nof  business in  Des Plaines,  Illinois.   Morris is  an Illinois\r\n\nresident.   Tidemark  filed  its complaint  against Marshall  and\r\n\nStevens in  the  district of  Massachusetts alleging  negligence,\r\n\nnegligent  misrepresentation,  and  breach  of  contract.2    The\r\n\ndistrict  court invoked  Massachusetts'  choice-of-law rules  and\r\n\ndetermined  that  the  substantive  law of  Virginia  applied  to\r\n\nTidemark's  negligence  and  negligent misrepresentation  claims,\r\n\nwhile  Illinois law  applied  to the  contract  claim.   It  then\r\n\ngranted Marshall  and Stevens'  motion for summary  judgment with\r\n\nrespect to all three claims. \r\n\n          Tidemark  argues  on  appeal  that  the  district court\r\n\nmisinterpreted  Massachusetts'  choice-of-law   rules.3    As   a\r\n\nresult,  Tidemark contends  that the  district  court erroneously\r\n\njudged  its  negligence  and negligent  misrepresentation  claims\r\n\n                    \r                              \r\n\n2   Tidemark sued Morris  in the  same action, but  later settled\r\nthose claims. \r\n\n3  We assume  for purposes of analysis that a choice must be made\r\nbetween  Massachusetts   and  Virginia  law   because  Tidemark's\r\nnegligence  and  negligent  misrepresentation  claims  would have\r\nsurvived  if  they  had  been  judged  under  Massachusetts  law.\r\nCompare  Page v.  Frazier, 445  N.E.2d 148,  153-54 (Mass.  1983)\r                                   \r\n(recognizing negligence cause of  action for misrepresentation to\r\nrecover  purely  economic  loss  despite lack  of  privity  under\r\ncertain circumstances)  and Craig v.  Everett M. Brooks  Co., 222\r                                                                      \r\nN.E.2d 752, 755  (Mass. 1967) (same) with Ward v.  Ernst &amp; Young,\r                                                                          \r\n435  S.E.2d  628, 631-32  (Va. 1993)  (holding  that no  cause of\r\naction exists for negligent misrepresentation absent privity) and\r                                                                           \r\nBlake  Construction Co.  v. Alley,  353  S.E.2d 724,  726-27 (Va.\r                                           \r\n1987) (same).\r\n\n                               -3-\r\r\n\nunder Virginia law,  rather than Massachusetts  law.4  We  review\r\n\nthe  district court's  resolution of  the choice-of-law  issue de\r                                                                           \r\n\nnovo.   CPC Int'l  v. Northbrook Excess  &amp; Surplus  Ins., Co., 46\r                                                                       \r\n\nF.3d 1211, 1214 (1st Cir. 1995).  \r\n\n                          II. DISCUSSION\r                                    II. DISCUSSION\r                                                  \r\n\n          In  diversity of  citizenship cases,  we use  the forum\r\n\nstate's choice-of-law rules.   Klaxon Co.  v. Stentor Elec.  Mfg.\r                                                                           \r\n\nCo., 313  U.S. 487, 496 (1941);  American Title Ins. Co.  v. East\r                                                                           \r\n\nWest Fin. Corp., 959 F.2d 345, 348 (1st Cir. 1992).  Accordingly,\r                         \r\n\nwe are guided  in our analysis by the applicable decisions of the\r\n\nMassachusetts Supreme Judicial Court (\"SJC\").5\r\n\n          Massachusetts  eschews   any  particular  choice-of-law\r\n\ndoctrine and instead employs a \"functional approach\" to choice of\r\n\nlaw.   Cosme v.  Whitin Mach.  Works, Inc.,  632 N.E.2d  832, 834\r                                                    \r\n\n(Mass. 1994).  A court using this approach must consider \"various\r\n\nchoice-influencing  considerations,  including those  provided in\r\n\nthe  Restatement (Second) of  Conflict of Laws  (1971), and those\r\n\nsuggested by various commentators.\"  Id. (citation omitted).  The\r                                                  \r\n                    \r                              \r\n\n4  Because  Tidemark merely  alludes to its  contract claim,  and\r\nneither briefed  nor argued any  issue concerning that  claim, we\r\ndeem it abandoned.   Ryan v.  Royal Ins. Co.,  916 F.2d 731,  734\r                                                      \r\n(1st Cir. 1990);  Niziolek v. Ashe, 694  F.2d 282, 284  (1st Cir.\r                                            \r\n1982).  \r\n\n5   Tidemark challenges our  denial of its motion  to certify the\r\nchoice-of-law  question to the  SJC.  Tidemark's  failure to seek\r\ncertification  in the  district court \"considerably  weakens\" its\r\nargument  for certification.  See  Boston Car Co.  v. Acura Auto.\r                                                                           \r\nDiv., Am. Honda Motor Co., 971 F.2d 811, 817 n.3 (1st Cir. 1992).\r                                   \r\nMoreover,  since  sufficient  controlling  precedent  is  readily\r\navailable  on   the  choice-of-law  standard,   certification  is\r\nunnecessary.   Snow v.  Harnischfeger Corp., 12  F.3d 1154,  1161\r                                                     \r\n(1st Cir. 1993), cert. denied, 115 S. Ct. 56 (1994).\r                                       \r\n\n                               -4-\r\r\n\nSJC's most recent decisions on the subject suggest that the first\r\n\nstep in this  process is  to identify and  apply the  Restatement\r\n\nsections  that are  most  analogous to  the  particular issue  in\r\n\ndispute.   See,  e.g., New  England Tel. &amp;  Tel. Co.  v. Gourdeau\r                                                                           \r\n\nConstr. Co., 647 N.E.2d 42, 44-45 (Mass. 1995); Cosme, 632 N.E.2d\r                                                               \r\n\nat  834-36; Travenol Labs., Inc. v. Zotal, Ltd., 474 N.E.2d 1070,\r                                                         \r\n\n1073 (Mass. 1985);  Bushkin Assocs.,  Inc. v.  Raytheon Co.,  473\r                                                                     \r\n\nN.E.2d 662, 668  (1985).  The results obtained by  using the most\r\n\nanalogous Restatement sections are then evaluated in light of the\r\n\nmore general choice-influencing  considerations described in    6\r\n\nof the Restatement and other  similar sources.6 Cosme, 632 N.E.2d\r                                                               \r\n\nat  834-36.  Following this approach, we begin by identifying and\r\n\napplying  the  section  of  the Restatement  which  most  closely\r\n\napplies to Tidemark's claims.   \r\n\nA.  Restatement   148(2)\r          A.  Restatement   148(2)\r                                  \r\n\n          Like the district court,  we conclude that    148(2) of\r\n\nthe Restatement is most  directly applicable to Tidemark's claims\r\n\nsince  that  section  governs  choice-of-law  issues   where  the\r\n\ndefendant's  misrepresentation  and   the  plaintiff's   reliance\r\n\noccurred in  different states.  Restatement  (Second) of Conflict\r\n\nof  Laws   148(s)  (1971).   Section  148(2) lists  the following\r\n\nfactors that  a court should consider  in resolving choice-of-law\r\n\nquestions in such cases:\r\n                    \r                              \r\n\n6   Although the SJC has not limited itself to the Restatement as\r\na  source  of  guidance, we  confine  our  analysis  here to  the\r\nRestatement  since the parties do  not draw our  attention to any\r\nadditional  choice-of-law  principles  that  should   effect  our\r\nanalysis.\r\n\n                               -5-\r\r\n\n            (a)  the  place,  or  places,  where  the\r\n            plaintiff  acted  in  reliance  upon  the\r\n            defendant's representations,\r\n            (b)   the   place  where   the  plaintiff\r\n            received the representations,\r\n            (c)  the place  where the  defendant made\r\n            the representations,\r\n            (d) the  domicil, residence, nationality,\r\n            place  of  incorporation  and   place  of\r\n            business of the parties,\r\n            (e)  the  place  where a  tangible  thing\r\n            which  is the subject  of the transaction\r\n            between the parties  was situated at  the\r\n            time, and\r\n            (f) the  place where the plaintiff  is to\r\n            render performance under a contract which\r\n            he has been induced to enter by the false\r\n            representations of the defendant.\r\n\nId.  We  first consider factors (a), (b), (c),  which concern the\r             \r\n\nplaces  where the  misrepresentations  were  made, received,  and\r\n\nacted upon.\r\n\n          1.  The  place or  places where  the misrepresentations\r                    1.  The  place or  places where  the misrepresentations\r\n              were made, received, and acted upon. \r                        were made, received, and acted upon.\r\n\n          None of these three factors favors Tidemark's position.\r\n\nTaken   chronologically,  factor   (c),  the   place  where   the\r\n\nmisrepresentations  were made,  favors neither  Massachusetts nor\r\n\nVirginia law.   Although the appraisal was  partially prepared in\r\n\nMassachusetts, it  was finalized  and released from  Marshall and\r\n\nStevens'  Illinois office.    Factors (b),  the  place where  the\r\n\nmisrepresentations were  received, and  (a), the place  where the\r\n\nplaintiff acted in reliance  on the misrepresentation, both favor\r\n\nVirginia  law since  Tidemark received  the appraisal,  agreed to\r\n\nmake  the loan, and disbursed the loan proceeds from its Virginia\r\n\noffice.   The record  does not identify the  place where the loan\r\n\nclosing occurred.   However,  even if, as  Tidemark alleges,  the\r\n\n                               -6-\r\r\n\nclosing  had occurred  in Massachusetts, that  fact is  of little\r\n\nsignificance since Tidemark's claims  concern the effect that the\r\n\nappraisal had on its Virginia-based decision to make the loan and\r\n\nits disbursal of the proceeds of the loan from Virginia.\r\n\n          2.  Other factors.\r                    2.  Other factors.\r\n\n          Factor   (d),  concerning   the   parties'  states   of\r\n\nincorporation and  places of  business, also provides  no support\r\n\nfor Tidemark's position since  Tidemark is a Virginia corporation\r\n\nbased  in  Virginia, and  Marshall  and  Stevens is  an  Illinois\r\n\ncorporation based  in Illinois.    Even if,  as Tidemark  argues,\r\n\nMorris should  be considered a resident  of Massachusetts because\r\n\nhe once used the Martha's Vineyard house as a vacation home,  his\r\n\nplace  of residence would be  irrelevant because Morris  is not a\r\n\nparty to the claims at  issue here.  Factor (f), the  place where\r\n\nthe plaintiff  performed the contract, favors  Virginia law since\r\n\nTidemark  performed its  primary obligation  to Morris  under the\r\n\nloan contract by  disbursing the loan proceeds from  its Virginia\r\n\noffice. \r\n\n          The only  factor that supports  Tidemark's position  is\r\n\nfactor (e), the location of the property which was the subject of\r\n\nthe  transaction.  The section's comment  states that this factor\r\n\n\"is of particular  importance when the subject of the transaction\r\n\nis land.\"  Restatement (Second) of Conflict of Laws   148 cmt. i.\r\n\nNevertheless, the location of the  property carries comparatively\r\n\nlittle weight in this case because the alleged misrepresentations\r\n\ndid not directly  affect the  property.  Instead,  the harm  that\r\n\n                               -7-\r\r\n\nTidemark allegedly suffered occurred  primarily in Virginia where\r\n\nthe decision to make the loan was made.  \r\n\n          Considering  all  of the     148(2)  factors and  their\r\n\nrelative significance, we  agree with the district court that, on\r\n\nbalance, the   148(2) factors  favor the application of  Virginia\r\n\nlaw. \r\n\n                               -8-\r\r\n\nB.  Restatement   6(2)\r          B.  Restatement   6(2)\r                                \r\n\n          Tidemark  contends that  the  district  court erred  by\r\n\nfailing  to interpret  the results  of its    148(2)  analysis in\r\n\nlight  of  the  more  general  choice-influencing  considerations\r\n\ndescribed  in    6(2)  of the  Restatement.7   As  we demonstrate\r\n\nbelow,  consideration  of  these factors  does  not  cause  us to\r\n\nquestion the district court's conclusion. \r\n\n          1.  The needs of the interstate system.\r                    1.  The needs of the interstate system.\r\n\n          Neither party  has suggested that choosing  one state's\r\n\nlaw  over the other would  impede the workings  of the interstate\r\n\nsystem.  Although the impact  of various states' negligence rules\r\n\non interstate banking and the availability of interstate mortgage\r\n\ntransactions might raise concern in some cases, we find no reason\r\n\nto address such issues on the record presented here.    \r\n\n          2.  The  relevant policies  and  relative interests  of\r                    2.  The  relevant policies  and  relative interests  of\r\n              Massachusetts  and  Virginia   in  the   negligence\r                        Massachusetts  and  Virginia   in  the   negligence\r\n              claims.\r                        claims.\r\n\n          Virginia   plainly  has   a  significant   interest  in\r\n                    \r                              \r\n\n7  Section 6 provides the following factors:\r\n\n            (a) the  needs  of  the   interstate  and\r\n                international systems, \r\n            (b) the relevant policies of the forum,\r\n            (c) the relevant policies of other states\r\n                and  the  relative interest  of those\r\n                states  in  the determination  of the\r\n                particular issue\r\n            (d) the    protection     of    justified\r\n                expectations,\r\n            (e) the  basic  policies  underlying  the\r\n                particular field of law,\r\n            (f) certainty,     predictability     and\r\n                uniformity of result, and\r\n            (g) ease   in   the   determination   and\r\n                application of the law to be applied.\r\n\n                               -9-\r\r\n\nlitigation involving  a Virginia plaintiff.   Virginia has chosen\r\n\nnot  to recognize tort claims to recover purely economic loss for\r\n\nnegligently  supplied misinformation  absent privity  between the\r\n\nparties.   Ward, 435 S.E.2d  at 631-32.   Instead, under Virginia\r                         \r\n\nlaw,  a  plaintiff  may  recover economic  losses  caused  by the\r\n\nfailure of contractual  duties only  in a contract  action.   Id.\r                                                                           \r\n\nThe purpose of  Virginia's \"economic loss  rule\" is \"to  preserve\r\n\nthe bedrock principle  that contract damages be limited  to those\r\n\n'within the contemplation  and control of the  parties in framing\r\n\ntheir agreement.'\"   Richmond v. Madison  Management Group, Inc.,\r                                                                          \r\n\n918 F.2d 438, 446 (4th Cir. 1990) (quoting Kamlar Corp. v. Haley,\r                                                                          \r\n\n299 S.E.2d 514, 517 (Va. 1983)).  \r\n\n          Massachusetts, on the  other hand, has  little interest\r\n\nin  this  case.    Although  Massachusetts'  policy  would  favor\r\n\ncompensating Massachusetts plaintiffs  and holding  Massachusetts\r\n\ndefendants accountable under its  own law, see Cosme,  632 N.E.2d\r                                                              \r\n\nat 836,  none  of  the  parties  are  Massachusetts  citizens  or\r\n\ncorporations.    Further,  although  the  appraised  property  is\r\n\nlocated in Massachusetts, the transaction did not directly affect\r\n\nthe  property,  and  the  parties  no  longer  own  or  have  any\r\n\nconnection with  the property.   Thus, Massachusetts  has minimal\r\n\ninterest in the parties and the outcome of this case.  \r\n\n          3.  Protection of justified expectations.\r                    3.  Protection of justified expectations.\r\n\n          This  factor  is  insignificant in  negligence  actions\r\n\nwhere   the  parties  probably   acted  without  considering  the\r\n\nsignificance of the applicable rule of law.  Restatement (Second)\r\n\n                               -10-\r\r\n\nof Conflict of Laws   6 cmt. g.  Tidemark contends, however, that\r\n\nit expected  that Massachusetts  law would  apply to  all actions\r\n\nrelated to  the loan because  the mortgage  document contained  a\r\n\nchoice-of-law  clause  specifying  that  the  mortgage  would  be\r\n\ngoverned  by Massachusetts law.   Marshall and Stevens  was not a\r\n\nparty to the mortgage, and Tidemark's claims are not based on the\r\n\nmortgage agreement.   If  Tidemark expected Massachusetts  law to\r\n\napply to  potential negligence claims against  an appraiser based\r\n\non the mortgage agreement, its expectation was unjustified.\r\n\n          4.  Basic policies underlying the field of law.\r                    4.  Basic policies underlying the field of law.\r\n\n          The policy  supporting  tort recovery  for  negligently\r\n\nsupplied information  is to  encourage honesty and  competence in\r\n\nthe undertaking.  See  Restatement (Second) of Torts   552 cmt. a\r                               \r\n\n(1977).    Section  552  of the  Restatement  (Second)  of Torts,\r\n\npertaining to  negligent misrepresentation claims,  however, also\r\n\nrecognizes the importance of a countervailing policy to limit the\r\n\nscope  of liability in light of the potentially broad circulation\r\n\nof  misinformation.  Id.;  see, e.g., Berschauer/Phillips Constr.\r                                                                           \r\n\nCo. v.  Seattle Sch.  Dist. No.  1, 881  P.2d 986,  989-90 (Wash.\r                                            \r\n\n1994); Matthew S.  Steffey, Negligence, Contract  and Architects'\r                                                                           \r\n\nLiability for Economic Loss, 82 Ky. L.J. 659, 701 (1994); William\r                                     \r\n\nC. Way,  The Problem  of Economic Damages:  Reconceptualizing the\r                                                                           \r\n\nMoorman Doctrine, 1991 U. Ill. L. Rev. 1169, 1186-87 (1991).   In\r                          \r\n\nlight of  this countervailing policy, a solid minority of states,\r\n\nincluding  Virginia,  require  privity  in order  to  maintain  a\r\n\nmisrepresentation claim.   See Bily  v. Arthur Young  &amp; Co.,  834\r                                                                     \r\n\n                               -11-\r\r\n\nP.2d  745, 755-59  (Cal. 1992)  (finding that  approximately nine\r\n\nstates  require  privity  while   at  least  seventeen  do  not).\r\n\nConsequently, the  policies underlying this  area of  law are  in\r\n\nconflict and support both states' interpretations.  \r\n\n          5.  Predictability and uniformity of result.\r                    5.  Predictability and uniformity of result.\r\n\n          Predictability and uniformity of results are of limited\r\n\nsignificance in  negligence actions  because parties do  not plan\r\n\ntheir activities  in light  of the potential  legal consequences.\r\n\nRestatement (Second) of  Conflict of Laws    6 cmt. i.   However,\r\n\nthe  Restatement also  notes  that a  choice  of law  that  would\r\n\nfurther  the  predictability  and  uniformity  of  results  would\r\n\ndiscourage forum  shopping.  Id.   Because Massachusetts  joins a\r                                          \r\n\nmajority  of  states  in  allowing economic  loss  suits  without\r\n\nprivity, application  of Massachusetts law arguably might further\r\n\na uniform legal standard.   There is little benefit,  however, in\r\n\nencouraging  a majority  rule over  a significant  minority view.\r\n\nThus, this consideration is also inconclusive.  \r\n\n          6.  Ease in determination and application of the law.\r                    6.  Ease in determination and application of the law.\r\n\n          Because  a federal  court was the  forum here,  we give\r\n\nless  weight  to the  ease  of  applying Massachusetts  law  over\r\n\nVirginia law.  See Allstate Ins.  Co. v. Hague, 449 U.S. 302, 326\r                                                        \r\n\n(1981)  (Stevens,  J.,  concurring).     Moreover,  Virginia  law\r\n\nrelating  to claims for  economic loss  without privity  is well-\r\n\ndeveloped.  Thus, we  find no obstacles to applying  Virginia law\r\n\nin  a Massachusetts federal court in this case.  Indeed, Tidemark\r\n\nfaults the  district court's  choice but not  its application  of\r\n\n                               -12-\r\r\n\nVirginia law.\r\n\n          In  summary,  the  predominance  and   significance  of\r\n\nVirginia's contacts with the  parties and relevant occurrences in\r\n\nthis case weighs in favor of applying Virginia law.  Based on the\r\n\nbalance of the appropriate choice-influencing  considerations, we\r\n\nhold that  the district  court's selection  of  Virginia law  was\r\n\ncorrect. \r\n\n                          IV. CONCLUSION\r                                    IV. CONCLUSION\r                                                  \r\n\n          We  conclude that the district court did not err in its\r\n\nchoice  of Virginia law.  Because Tidemark does not challenge the\r\n\ndistrict  court's  interpretation  of  that law,  our  review  is\r\n\ncomplete.  The district court's judgment in favor of Marshall and\r\n\nStevens is affirmed.  \r                             \r\n\n                               -13-\r\r\n",
  "html": "<p class=\"case_cite\">57 F.3d 1061<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">TIDEMARK BANK FOR SAVINGS, F.S.B., Plaintiff-Appellant,<br>v.<br>Peter R. MORRIS, an Indiviidual and Marshall and Stevens<br>Incorporated, Defendants-Appellees.</p>\n    <p class=\"docket\">No. 94-1598.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 19, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Frederic N. Halstrom, with whom Halstrom Law Offices, PC was on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Joseph P. Musacchio, with whom Stephen W. Sutton and Melick &amp; Porter were on brief for appellee Marshal and Stevens, Inc.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">D.Mass.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN, Circuit Judge, and BARBADORO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">BARBADORO, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The plaintiff, Tidemark Bank for Savings, F.S.B.  (\"Tidemark\"),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> appeals from summary judgment granted in favor of the defendant, Marshall and Stevens, Inc.  Tidemark argues that the district court erred in its choice-of-law analysis and, as a result, applied the wrong substantive legal standard.  Finding no error in the choice of law, we affirm the district court's order.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In 1985, Peter Morris received a $2 million construction loan from Tidemark to build a summer vacation house on Martha's Vineyard in Massachusetts.  Morris decided to refinance the loan in 1987, and this time Tidemark agreed to loan Morris $3.5 million subject to several conditions, including a requirement that Morris have the property appraised.  Morris engaged Marshall and Stevens to prepare the appraisal, which valued the property at $5.5 million.  Tidemark then made the loan in reliance on the appraisal and obtained a first mortgage on the Martha's Vineyard property.  Morris subsequently defaulted.  After foreclosure, Tidemark sold the property at a substantial loss.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Tidemark is a Virginia savings institution with its principle place of business in Newport News, Virginia.  Marshall and Stevens is an Illinois corporation with its principle place of business in Des Plaines, Illinois.  Morris is an Illinois resident.  Tidemark filed its complaint against Marshall and Stevens in the district of Massachusetts alleging negligence, negligent misrepresentation, and breach of contract.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The district court invoked Massachusetts' choice-of-law rules and determined that the substantive law of Virginia applied to Tidemark's negligence and negligent misrepresentation claims, while Illinois law applied to the contract claim.  It then granted Marshall and Stevens' motion for summary judgment with respect to all three claims.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Tidemark argues on appeal that the district court misinterpreted Massachusetts' choice-of-law rules.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  As a result, Tidemark contends that the district court erroneously judged its negligence and negligent misrepresentation claims under Virginia law, rather than Massachusetts law.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We review the district court's resolution of the choice-of-law issue de novo.  CPC Int'l v. Northbrook Excess &amp; Surplus Ins., Co., 46 F.3d 1211, 1214 (1st Cir. 1995).</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In diversity of citizenship cases, we use the forum state's choice-of-law rules.  Klaxon Co. v. Stentor Elec. Mfg. Co., 313 U.S. 487, 496 (1941);  American Title Ins. Co. v. East West Fin.  Corp., 959 F.2d 345, 348 (1st Cir. 1992).  Accordingly, we are guided in our analysis by the applicable decisions of the Massachusetts Supreme Judicial Court (\"SJC\").<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Massachusetts eschews any particular choice-of-law doctrine and instead employs a \"functional approach\" to choice of law.  Cosme v. Whitin Mach. Works, Inc., 632 N.E.2d 832, 834 (Mass. 1994).  A court using this approach must consider \"various choice- influencing considerations, including those provided in the Restatement (Second) of Conflict of Laws (1971), and those suggested by various commentators.\"  Id. (citation omitted).  The SJC's most recent decisions on the subject suggest that the first step in this process is to identify and apply the Restatement sections that are most analogous to the particular issue in dispute.  See, e.g., New England Tel. &amp; Tel. Co. v. Gourdeau Constr.  Co., 647 N.E.2d 42, 44-45 (Mass. 1995);  Cosme, 632 N.E.2d at 834-36;  Travenol Labs., Inc. v. Zotal, Ltd., 474 N.E.2d 1070, 1073 (Mass. 1985);  Bushkin Assocs., Inc. v. Raytheon Co., 473 N.E.2d 662, 668 (1985).  The results obtained by using the most analogous Restatement sections are then evaluated in light of the more general choice-influencing considerations described in Sec. 6 of the Restatement and other similar sources.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Cosme, 632 N.E.2d at 834-36.  Following this approach, we begin by identifying and applying the section of the Restatement which most closely applies to Tidemark's claims.</p>\n    </div>\n    <p>A. Restatement  Sec.  148(2)</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Like the district court, we conclude that Sec. 148(2) of the Restatement is most directly applicable to Tidemark's claims since that section governs choice-of-law issues where the defendant's misrepresentation and the plaintiff's reliance occurred in different states.  Restatement (Second) of Conflict of Laws Sec. 148(s) (1971).  Section 148(2) lists the following factors that a court should consider in resolving choice-of-law questions in such cases:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>(a) the place, or places, where the plaintiff acted in reliance upon the defendant's representations,</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>(b) the place where the plaintiff received the representations,</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>(c) the place where the defendant made the representations,</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>(d) the domicil, residence, nationality, place of incorporation and place of business of the parties,</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>(e) the place where a tangible thing which is the subject of the transaction between the parties was situated at the time, and</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>(f) the place where the plaintiff is to render performance under a contract which he has been induced to enter by the false representations of the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Id. We first consider factors (a), (b), (c), which concern the places where the misrepresentations were made, received, and acted upon.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">1. The place or places where the misrepresentations were made, received, and acted upon.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">None of these three factors favors Tidemark's position.  Taken chronologically, factor (c), the place where the misrepresentations were made, favors neither Massachusetts nor Virginia law.  Although the appraisal was partially prepared in Massachusetts, it was finalized and released from Marshall and Stevens' Illinois office.  Factors (b), the place where the misrepresentations were received, and (a), the place where the plaintiff acted in reliance on the misrepresentation, both favor Virginia law since Tidemark received the appraisal, agreed to make the loan, and disbursed the loan proceeds from its Virginia office.  The record does not identify the place where the loan closing occurred.  However, even if, as Tidemark alleges, the closing had occurred in Massachusetts, that fact is of little significance since Tidemark's claims concern the effect that the appraisal had on its Virginia-based decision to make the loan and its disbursal of the proceeds of the loan from Virginia.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">2. Other factors.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Factor (d), concerning the parties' states of incorporation and places of business, also provides no support for Tidemark's position since Tidemark is a Virginia corporation based in Virginia, and Marshall and Stevens is an Illinois corporation based in Illinois.  Even if, as Tidemark argues, Morris should be considered a resident of Massachusetts because he once used the Martha's Vineyard house as a vacation home, his place of residence would be irrelevant because Morris is not a party to the claims at issue here.  Factor (f), the place where the plaintiff performed the contract, favors Virginia law since Tidemark performed its primary obligation to Morris under the loan contract by disbursing the loan proceeds from its Virginia office.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The only factor that supports Tidemark's position is factor (e), the location of the property which was the subject of the transaction.  The section's comment states that this factor \"is of particular importance when the subject of the transaction is land.\"  Restatement (Second) of Conflict of Laws Sec. 148 cmt. i. Nevertheless, the location of the property carries comparatively little weight in this case because the alleged misrepresentations did not directly affect the property.  Instead, the harm that Tidemark allegedly suffered occurred primarily in Virginia where the decision to make the loan was made.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Considering all of the Sec. 148(2) factors and their relative significance, we agree with the district court that, on balance, the Sec. 148(2) factors favor the application of Virginia law.</p>\n    </div>\n    <p>B. Restatement  Sec.  6(2)</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Tidemark contends that the district court erred by failing to interpret the results of its Sec. 148(2) analysis in light of the more general choice-influencing considerations described in Sec. 6(2) of the Restatement.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  As we demonstrate below, consideration of these factors does not cause us to question the district court's conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">1. The needs of the interstate system.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Neither party has suggested that choosing one state's law over the other would impede the workings of the interstate system.  Although the impact of various states' negligence rules on interstate banking and the availability of interstate mortgage transactions might raise concern in some cases, we find no reason to address such issues on the record presented here.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">2. The relevant policies and relative interest &#167; of Massachusetts and Virginia in the negligence claims.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Virginia plainly has a significant interest in litigation involving a Virginia plaintiff.  Virginia has chosen not to recognize tort claims to recover purely economic loss for negligently supplied misinformation absent privity between the parties.  Ward, 435 S.E.2d at 631-32.  Instead, under Virginia law, a plaintiff may recover economic losses caused by the failure of contractual duties only in a contract action.  Id. The purpose of Virginia's \"economic loss rule\" is \"to preserve the bedrock principle that contract damages be limited to those 'within the contemplation and control of the parties in framing their agreement.' \"  Richmond v. Madison Management Group, Inc., 918 F.2d 438, 446 (4th Cir. 1990) (quoting Kamlar Corp. v. Haley, 299 S.E.2d 514, 517 (Va. 1983)).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Massachusetts, on the other hand, has little interest in this case.  Although Massachusetts' policy would favor compensating Massachusetts plaintiffs and holding Massachusetts defendants accountable under its own law, see Cosme, 632 N.E.2d at 836, none of the parties are Massachusetts citizens or corporations.  Further, although the appraised property is located in Massachusetts, the transaction did not directly affect the property, and the parties no longer own or have any connection with the property.  Thus, Massachusetts has minimal interest in the parties and the outcome of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">3. Protection of justified expectations.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This factor is insignificant in negligence actions where the parties probably acted without considering the significance of the applicable rule of law.  Restatement (Second) of Conflict of Laws Sec. 6 cmt. g. Tidemark contends, however, that it expected that Massachusetts law would apply to all actions related to the loan because the mortgage document contained a choice-of-law clause specifying that the mortgage would be governed by Massachusetts law.  Marshall and Stevens was not a party to the mortgage, and Tidemark's claims are not based on the mortgage agreement.  If Tidemark expected Massachusetts law to apply to potential negligence claims against an appraiser based on the mortgage agreement, its expectation was unjustified.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">4. Basic policies underlying the field of law.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The policy supporting tort recovery for negligently supplied information is to encourage honesty and competence in the undertaking.  See Restatement (Second) of Torts Sec. 552 cmt. a (1977).  Section 552 of the Restatement (Second) of Torts, pertaining to negligent misrepresentation claims, however, also recognizes the importance of a countervailing policy to limit the scope of liability in light of the potentially broad circulation of misinformation.  Id.; see, e.g., Berschauer/Phillips Constr.  Co. v. Seattle Sch. Dist. No. 1, 881 P.2d 986, 989-90 (Wash. 1994);  Matthew S. Steffey, Negligence, Contract and Architects' Liability for Economic Loss, 82 Ky. L.J. 659, 701 (1994);  William C. Way, The Problem of Economic Damages:  Reconceptualizing the Moorman Doctrine, 1991 U. Ill.  L. Rev. 1169, 1186-87 (1991).  In light of this countervailing policy, a solid minority of states, including Virginia, require privity in order to maintain a misrepresentation claim.  See Bily v. Arthur Young &amp; Co., 834 P.2d 745, 755-59 (Cal. 1992) (finding that approximately nine states require privity while at least seventeen do not).  Consequently, the policies underlying this area of law are in conflict and support both states' interpretations.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">5. Predictability and uniformity of result.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Predictability and uniformity of results are of limited significance in negligence actions because parties do not plan their activities in light of the potential legal consequences.  Restatement (Second) of Conflict of Laws Sec. 6 cmt. i. However, the Restatement also notes that a choice of law that would further the predictability and uniformity of results would discourage forum shopping.  Id. Because Massachusetts joins a majority of states in allowing economic loss suits without privity, application of Massachusetts law arguably might further a uniform legal standard.  There is little benefit, however, in encouraging a majority rule over a significant minority view.  Thus, this consideration is also inconclusive.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">6. Ease in determination and application of the law.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Because a federal court was the forum here, we give less weight to the ease of applying Massachusetts law over Virginia law.  See Allstate Ins. Co. v. Hague, 449 U.S. 302, 326 (1981) (Stevens, J., concurring).  Moreover, Virginia law relating to claims for economic loss without privity is well-developed.  Thus, we find no obstacles to applying Virginia law in a Massachusetts federal court in this case.  Indeed, Tidemark faults the district court's choice but not its application of Virginia law.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In summary, the predominance and significance of Virginia's contacts with the parties and relevant occurrences in this case weighs in favor of applying Virginia law.  Based on the balance of the appropriate choice-influencing considerations, we hold that the district court's selection of Virginia law was correct.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We conclude that the district court did not err in its choice of Virginia law.  Because Tidemark does not challenge the district court's interpretation of that law, our review is complete.  The district court's judgment in favor of Marshall and Stevens is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Newport News Savings Bank was the plaintiff during the proceedings in district court.  In August 1993, Tidemark Bank for Savings, F.S.B., was substituted for Newport News Savings Bank.  Although the district court refers to the plaintiff as \"Newport,\" we use \"Tidemark,\" which has been the plaintiff's name during the appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Tidemark sued Morris in the same action, but later settled those claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We assume for purposes of analysis that a choice must be made between Massachusetts and Virginia law because Tidemark's negligence and negligent misrepresentation claims would have survived if they had been judged under Massachusetts law.  Compare Page v. Frazier, 445 N.E.2d 148, 153-54 (Mass. 1983) (recognizing negligence cause of action for misrepresentation to recover purely economic loss despite lack of privity under certain circumstances) and Craig v. Everett M. Brooks Co., 222 N.E.2d 752, 755 (Mass. 1967) (same) with Ward v. Ernst &amp; Young, 435 S.E.2d 628, 631-32 (Va. 1993) (holding that no cause of action exists for negligent misrepresentation absent privity) and Blake Construction Co. v. Alley, 353 S.E.2d 724, 726-27 (Va. 1987) (same)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Because Tidemark merely alludes to its contract claim, and neither briefed nor argued any issue concerning that claim, we deem it abandoned.  Ryan v. Royal Ins. Co., 916 F.2d 731, 734 (1st Cir. 1990);  Niziolek v. Ashe, 694 F.2d 282, 284 (1st Cir. 1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Tidemark challenges our denial of its motion to certify the choice-of-law question to the SJC. Tidemark's failure to seek certification in the district court \"considerably weakens\" its argument for certification.  See Boston Car Co. v. Acura Auto.  Div., Am.  Honda Motor Co., 971 F.2d 811, 817 n.3 (1st Cir. 1992).  Moreover, since sufficient controlling precedent is readily available on the choice-of-law standard, certification is unnecessary.  Snow v. Harnischfeger Corp., 12 F.3d 1154, 1161 (1st Cir. 1993), cert. denied, 115 S. Ct. 56 (1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although the SJC has not limited itself to the Restatement as a source of guidance, we confine our analysis here to the Restatement since the parties do not draw our attention to any additional choice-of-law principles that should effect our analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Section 6 provides the following factors:</p>\n        <p>(a) the needs of the interstate and international systems,</p>\n        <p>(b) the relevant policies of the forum,</p>\n        <p>(c) the relevant policies of other states and the relative interest of those states in the determination of the particular issue</p>\n        <p>(d) the protection of justified expectations,</p>\n        <p>(e) the basic policies underlying the particular field of law,</p>\n        <p>(f) certainty, predictability and uniformity of result, and</p>\n        <p>(g) ease in the determination and application of the law to be applied.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1061</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">TIDEMARK BANK FOR SAVINGS, F.S.B., Plaintiff-Appellant,<br>v.<br>Peter R. MORRIS, an Indiviidual and Marshall and Stevens<br>Incorporated, Defendants-Appellees.</p>\n    <p class=\"docket\">No. 94-1598.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 19, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Frederic N. Halstrom, with whom Halstrom Law Offices, PC was on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Joseph P. Musacchio, with whom Stephen W. Sutton and Melick &amp; Porter were on brief for appellee Marshal and Stevens, Inc.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">D.Mass.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN, Circuit Judge, and BARBADORO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">BARBADORO, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The plaintiff, Tidemark Bank for Savings, F.S.B.  (\"Tidemark\"),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> appeals from summary judgment granted in favor of the defendant, Marshall and Stevens, Inc.  Tidemark argues that the district court erred in its choice-of-law analysis and, as a result, applied the wrong substantive legal standard.  Finding no error in the choice of law, we affirm the district court's order.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In 1985, Peter Morris received a $2 million construction loan from Tidemark to build a summer vacation house on Martha's Vineyard in Massachusetts.  Morris decided to refinance the loan in 1987, and this time Tidemark agreed to loan Morris $3.5 million subject to several conditions, including a requirement that Morris have the property appraised.  Morris engaged Marshall and Stevens to prepare the appraisal, which valued the property at $5.5 million.  Tidemark then made the loan in reliance on the appraisal and obtained a first mortgage on the Martha's Vineyard property.  Morris subsequently defaulted.  After foreclosure, Tidemark sold the property at a substantial loss.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Tidemark is a Virginia savings institution with its principle place of business in Newport News, Virginia.  Marshall and Stevens is an Illinois corporation with its principle place of business in Des Plaines, Illinois.  Morris is an Illinois resident.  Tidemark filed its complaint against Marshall and Stevens in the district of Massachusetts alleging negligence, negligent misrepresentation, and breach of contract.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The district court invoked Massachusetts' choice-of-law rules and determined that the substantive law of Virginia applied to Tidemark's negligence and negligent misrepresentation claims, while Illinois law applied to the contract claim.  It then granted Marshall and Stevens' motion for summary judgment with respect to all three claims.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Tidemark argues on appeal that the district court misinterpreted Massachusetts' choice-of-law rules.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  As a result, Tidemark contends that the district court erroneously judged its negligence and negligent misrepresentation claims under Virginia law, rather than Massachusetts law.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We review the district court's resolution of the choice-of-law issue de novo.  CPC Int'l v. Northbrook Excess &amp; Surplus Ins., Co., <span class=\"citation\" data-id=\"195856\"><a href=\"/opinion/195856/cpc-v-northbrook/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1211</span></a></span>, 1214 (1st Cir. 1995).</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In diversity of citizenship cases, we use the forum state's choice-of-law rules.  Klaxon Co. v. Stentor Elec. Mfg. Co., <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">487</span></a></span>, 496 (1941);  American Title Ins. Co. v. East West Fin.  Corp., <span class=\"citation\" data-id=\"579945\"><a href=\"/opinion/579945/american-title-insurance-company-v-east-west-financial-corporation/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">345</span></a></span>, 348 (1st Cir. 1992).  Accordingly, we are guided in our analysis by the applicable decisions of the Massachusetts Supreme Judicial Court (\"SJC\").<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Massachusetts eschews any particular choice-of-law doctrine and instead employs a \"functional approach\" to choice of law.  Cosme v. Whitin Mach. Works, Inc., <span class=\"citation no-link\"><span class=\"volume\">632</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">832</span></span>, 834 (Mass. 1994).  A court using this approach must consider \"various choice- influencing considerations, including those provided in the Restatement (Second) of Conflict of Laws (1971), and those suggested by various commentators.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> (citation omitted). </span> The SJC's most recent decisions on the subject suggest that the first step in this process is to identify and apply the Restatement sections that are most analogous to the particular issue in dispute.  See, e.g., New England Tel. &amp; Tel. Co. v. Gourdeau Constr.  Co., <span class=\"citation no-link\"><span class=\"volume\">647</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">42</span></span>, 44-45 (Mass. 1995);  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Cosme,</span> <span class=\"volume\">632</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">834-36</span></span>;  Travenol Labs., Inc. v. Zotal, Ltd., <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1070</span></span>, 1073 (Mass. 1985);  Bushkin Assocs., Inc. v. Raytheon Co., <span class=\"citation\" data-id=\"2032123\"><a href=\"/opinion/2032123/bushkin-associates-inc-v-raytheon-co/\"><span class=\"volume\">473</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">662</span></a></span>, 668 (1985).  The results obtained by using the most analogous Restatement sections are then evaluated in light of the more general choice-influencing considerations described in Sec. 6 of the Restatement and other similar sources.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Cosme,</span> <span class=\"volume\">632</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">834-36</span></span>.  Following this approach, we begin by identifying and applying the section of the Restatement which most closely applies to Tidemark's claims.</p>\n    </div>\n    <p>A. Restatement  Sec.  148(2)</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Like the district court, we conclude that Sec. 148(2) of the Restatement is most directly applicable to Tidemark's claims since that section governs choice-of-law issues where the defendant's misrepresentation and the plaintiff's reliance occurred in different states.  Restatement (Second) of Conflict of Laws Sec. 148(s) (1971).  Section 148(2) lists the following factors that a court should consider in resolving choice-of-law questions in such cases:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>(a) the place, or places, where the plaintiff acted in reliance upon the defendant's representations,</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>(b) the place where the plaintiff received the representations,</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>(c) the place where the defendant made the representations,</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>(d) the domicil, residence, nationality, place of incorporation and place of business of the parties,</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>(e) the place where a tangible thing which is the subject of the transaction between the parties was situated at the time, and</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>(f) the place where the plaintiff is to render performance under a contract which he has been induced to enter by the false representations of the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> We first </span>consider factors (a), (b), (c), which concern the places where the misrepresentations were made, received, and acted upon.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">1. The place or places where the misrepresentations were made, received, and acted upon.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">None of these three factors favors Tidemark's position.  Taken chronologically, factor (c), the place where the misrepresentations were made, favors neither Massachusetts nor Virginia law.  Although the appraisal was partially prepared in Massachusetts, it was finalized and released from Marshall and Stevens' Illinois office.  Factors (b), the place where the misrepresentations were received, and (a), the place where the plaintiff acted in reliance on the misrepresentation, both favor Virginia law since Tidemark received the appraisal, agreed to make the loan, and disbursed the loan proceeds from its Virginia office.  The record does not identify the place where the loan closing occurred.  However, even if, as Tidemark alleges, the closing had occurred in Massachusetts, that fact is of little significance since Tidemark's claims concern the effect that the appraisal had on its Virginia-based decision to make the loan and its disbursal of the proceeds of the loan from Virginia.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">2. Other factors.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Factor (d), concerning the parties' states of incorporation and places of business, also provides no support for Tidemark's position since Tidemark is a Virginia corporation based in Virginia, and Marshall and Stevens is an Illinois corporation based in Illinois.  Even if, as Tidemark argues, Morris should be considered a resident of Massachusetts because he once used the Martha's Vineyard house as a vacation home, his place of residence would be irrelevant because Morris is not a party to the claims at issue here.  Factor (f), the place where the plaintiff performed the contract, favors Virginia law since Tidemark performed its primary obligation to Morris under the loan contract by disbursing the loan proceeds from its Virginia office.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The only factor that supports Tidemark's position is factor (e), the location of the property which was the subject of the transaction.  The section's comment states that this factor \"is of particular importance when the subject of the transaction is land.\"  Restatement (Second) of Conflict of Laws Sec. 148 cmt. i. Nevertheless, the location of the property carries comparatively little weight in this case because the alleged misrepresentations did not directly affect the property.  Instead, the harm that Tidemark allegedly suffered occurred primarily in Virginia where the decision to make the loan was made.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Considering all of the Sec. 148(2) factors and their relative significance, we agree with the district court that, on balance, the Sec. 148(2) factors favor the application of Virginia law.</p>\n    </div>\n    <p>B. Restatement  Sec.  6(2)</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Tidemark contends that the district court erred by failing to interpret the results of its Sec. 148(2) analysis in light of the more general choice-influencing considerations described in Sec. 6(2) of the Restatement.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  As we demonstrate below, consideration of these factors does not cause us to question the district court's conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">1. The needs of the interstate system.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Neither party has suggested that choosing one state's law over the other would impede the workings of the interstate system.  Although the impact of various states' negligence rules on interstate banking and the availability of interstate mortgage transactions might raise concern in some cases, we find no reason to address such issues on the record presented here.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">2. The relevant policies and relative interest &#167; of Massachusetts and Virginia in the negligence claims.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Virginia plainly has a significant interest in litigation involving a Virginia plaintiff.  Virginia has chosen not to recognize tort claims to recover purely economic loss for negligently supplied misinformation absent privity between the parties.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Ward,</span> <span class=\"volume\">435</span> <span class=\"reporter\">S.E.2d</span> at <span class=\"page\">631-32</span></span>.  Instead, under Virginia law, a plaintiff may recover economic losses caused by the failure of contractual duties only in a contract action.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> The purpose </span>of Virginia's \"economic loss rule\" is \"to preserve the bedrock principle that contract damages be limited to those 'within the contemplation and control of the parties in framing their agreement.' \"  Richmond v. Madison Management Group, Inc., <span class=\"citation no-link\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">438</span></span>, 446 (4th Cir. 1990) (quoting Kamlar Corp. v. Haley, <span class=\"citation\" data-id=\"1333128\"><a href=\"/opinion/1333128/kamlar-corp-v-haley/\"><span class=\"volume\">299</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">514</span></a></span>, 517 (Va. 1983)).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Massachusetts, on the other hand, has little interest in this case.  Although Massachusetts' policy would favor compensating Massachusetts plaintiffs and holding Massachusetts defendants accountable under its own law, see <span class=\"citation no-link\"><span class=\"antecedent_guess\">Cosme,</span> <span class=\"volume\">632</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">836</span></span>, none of the parties are Massachusetts citizens or corporations.  Further, although the appraised property is located in Massachusetts, the transaction did not directly affect the property, and the parties no longer own or have any connection with the property.  Thus, Massachusetts has minimal interest in the parties and the outcome of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">3. Protection of justified expectations.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This factor is insignificant in negligence actions where the parties probably acted without considering the significance of the applicable rule of law.  Restatement (Second) of Conflict of Laws Sec. 6 cmt. g. Tidemark contends, however, that it expected that Massachusetts law would apply to all actions related to the loan because the mortgage document contained a choice-of-law clause specifying that the mortgage would be governed by Massachusetts law.  Marshall and Stevens was not a party to the mortgage, and Tidemark's claims are not based on the mortgage agreement.  If Tidemark expected Massachusetts law to apply to potential negligence claims against an appraiser based on the mortgage agreement, its expectation was unjustified.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">4. Basic policies underlying the field of law.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The policy supporting tort recovery for negligently supplied information is to encourage honesty and competence in the undertaking.  See Restatement (Second) of Torts Sec. 552 cmt. a (1977).  Section 552 of the Restatement (Second) of Torts, pertaining to negligent misrepresentation claims, however, also recognizes the importance of a countervailing policy to limit the scope of liability in light of the potentially broad circulation of misinformation.  Id.; see, e.g., Berschauer/Phillips Constr.  Co. v. Seattle Sch. Dist. No. 1, <span class=\"citation\" data-id=\"1450881\"><a href=\"/opinion/1450881/berschauerphillips-construction-co-v-seattle-sch-dist-no-1/\"><span class=\"volume\">881</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">986</span></a></span>, 989-90 (Wash. 1994);  Matthew S. Steffey, Negligence, Contract and Architects' Liability for Economic Loss, 82 Ky. L.J. 659, 701 (1994);  William C. Way, The Problem of Economic Damages:  Reconceptualizing the Moorman Doctrine, 1991 U. Ill.  L. Rev. 1169, 1186-87 (1991).  In light of this countervailing policy, a solid minority of states, including Virginia, require privity in order to maintain a misrepresentation claim.  See Bily v. Arthur Young &amp; Co., <span class=\"citation\" data-id=\"1348772\"><a href=\"/opinion/1348772/bily-v-arthur-young-co/\"><span class=\"volume\">834</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">745</span></a></span>, 755-59 (Cal. 1992) (finding that approximately nine states require privity while at least seventeen do not).  Consequently, the policies underlying this area of law are in conflict and support both states' interpretations.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">5. Predictability and uniformity of result.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Predictability and uniformity of results are of limited significance in negligence actions because parties do not plan their activities in light of the potential legal consequences.  Restatement (Second) of Conflict of Laws Sec. 6 cmt. i. However, the Restatement also notes that a choice of law that would further the predictability and uniformity of results would discourage forum shopping.  <span class=\"citation\" data-id=\"1348772\"><a href=\"/opinion/1348772/bily-v-arthur-young-co/\"><span class=\"id_token\">Id.</span> Because Massachusetts </a></span>joins a majority of states in allowing economic loss suits without privity, application of Massachusetts law arguably might further a uniform legal standard.  There is little benefit, however, in encouraging a majority rule over a significant minority view.  Thus, this consideration is also inconclusive.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">6. Ease in determination and application of the law.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Because a federal court was the forum here, we give less weight to the ease of applying Massachusetts law over Virginia law.  See Allstate Ins. Co. v. Hague, <span class=\"citation\" data-id=\"110370\"><a href=\"/opinion/110370/allstate-ins-co-v-hague/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">302</span></a></span>, 326 (1981) (Stevens, J., concurring).  Moreover, Virginia law relating to claims for economic loss without privity is well-developed.  Thus, we find no obstacles to applying Virginia law in a Massachusetts federal court in this case.  Indeed, Tidemark faults the district court's choice but not its application of Virginia law.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In summary, the predominance and significance of Virginia's contacts with the parties and relevant occurrences in this case weighs in favor of applying Virginia law.  Based on the balance of the appropriate choice-influencing considerations, we hold that the district court's selection of Virginia law was correct.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We conclude that the district court did not err in its choice of Virginia law.  Because Tidemark does not challenge the district court's interpretation of that law, our review is complete.  The district court's judgment in favor of Marshall and Stevens is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Newport News Savings Bank was the plaintiff during the proceedings in district court.  In August 1993, Tidemark Bank for Savings, F.S.B., was substituted for Newport News Savings Bank.  Although the district court refers to the plaintiff as \"Newport,\" we use \"Tidemark,\" which has been the plaintiff's name during the appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Tidemark sued Morris in the same action, but later settled those claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We assume for purposes of analysis that a choice must be made between Massachusetts and Virginia law because Tidemark's negligence and negligent misrepresentation claims would have survived if they had been judged under Massachusetts law.  Compare Page v. Frazier, <span class=\"citation no-link\"><span class=\"volume\">445</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">148</span></span>, 153-54 (Mass. 1983) (recognizing negligence cause of action for misrepresentation to recover purely economic loss despite lack of privity under certain circumstances) and Craig v. Everett M. Brooks Co., <span class=\"citation no-link\"><span class=\"volume\">222</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">752</span></span>, 755 (Mass. 1967) (same) with Ward v. Ernst &amp; Young, <span class=\"citation\" data-id=\"1225148\"><a href=\"/opinion/1225148/ward-v-ernst-young/\"><span class=\"volume\">435</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">628</span></a></span>, 631-32 (Va. 1993) (holding that no cause of action exists for negligent misrepresentation absent privity) and Blake Construction Co. v. Alley, <span class=\"citation\" data-id=\"1393716\"><a href=\"/opinion/1393716/blake-const-co-inc-v-alley/\"><span class=\"volume\">353</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">724</span></a></span>, 726-27 (Va. 1987) (same)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Because Tidemark merely alludes to its contract claim, and neither briefed nor argued any issue concerning that claim, we deem it abandoned.  Ryan v. Royal Ins. Co., <span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 734 (1st Cir. 1990);  Niziolek v. Ashe, <span class=\"citation\" data-id=\"411388\"><a href=\"/opinion/411388/joseph-niziolek-jr-v-michael-ashe/\"><span class=\"volume\">694</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">282</span></a></span>, 284 (1st Cir. 1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Tidemark challenges our denial of its motion to certify the choice-of-law question to the SJC. Tidemark's failure to seek certification in the district court \"considerably weakens\" its argument for certification.  See Boston Car Co. v. Acura Auto.  Div., Am.  Honda Motor Co., <span class=\"citation\" data-id=\"588108\"><a href=\"/opinion/588108/boston-car-company-inc-dba-acura-of-boston-v-acura-automobile/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">811</span></a></span>, 817 n.3 (1st Cir. 1992).  Moreover, since sufficient controlling precedent is readily available on the choice-of-law standard, certification is unnecessary.  Snow v. Harnischfeger Corp., <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1154</span></span>, 1161 (1st Cir. 1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">56</span> </span>(1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although the SJC has not limited itself to the Restatement as a source of guidance, we confine our analysis here to the Restatement since the parties do not draw our attention to any additional choice-of-law principles that should effect our analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Section 6 provides the following factors:</p>\n        <p>(a) the needs of the interstate and international systems,</p>\n        <p>(b) the relevant policies of the forum,</p>\n        <p>(c) the relevant policies of other states and the relative interest of those states in the determination of the particular issue</p>\n        <p>(d) the protection of justified expectations,</p>\n        <p>(e) the basic policies underlying the particular field of law,</p>\n        <p>(f) certainty, predictability and uniformity of result, and</p>\n        <p>(g) ease in the determination and application of the law to be applied.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103542/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110370/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195856/",
    "https://www.courtlistener.com/api/rest/v3/opinions/411388/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579945/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588108/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1225148/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1333128/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1348772/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1393716/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1450881/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2032123/"
  ]
}