{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196171/",
  "id": 196171,
  "absolute_url": "/opinion/196171/gilday-v-callahan/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196171/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:59:25Z",
  "date_modified": "2020-02-21T23:54:03.349064Z",
  "type": "010combined",
  "sha1": "618d4cc411aba3b26dd6084d6eb47ff8958922e3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1619.01A",
  "local_path": null,
  "plain_text": "\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 94-1619\r\n\n                   WILLIAM MORRILL GILDAY, JR.,\r\n\n                      Petitioner, Appellant,\r\n\n                                v.\r\n\n        WILLIAM F. CALLAHAN, SUPERINTENDENT, MCI NORFOLK,\r\n\n                      Respondent, Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. Robert E. Keeton, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                       Selya, Circuit Judge,\r                                                     \r\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                           \r\n\n  Michael Avery for appellant.\r                         \r\n  William  J. Meade,  Assistant  Attorney  General, with  whom Scott\r                                                                              \r\nHarshbarger, Attorney General, was on brief for appellee.\r                   \r\n\n                                           \r\n\n                           July 5, 1995\r\n                                           \r\r\n\n     COFFIN, Senior Circuit Judge.  Petitioner William Gilday was\r                                           \r\n\nconvicted  of first degree murder and two counts of armed robbery\r\n\nfor his involvement 25 years  ago in a notorious bank robbery  in\r\n\nwhich Boston Police Officer Walter A. Schroeder was killed.  This\r\n\nhabeas  case, originally  filed  in 1981,  was reactivated  after\r\n\ndisposition  of the last of his four unsuccessful motions for new\r\n\ntrial in the Massachusetts courts.  The district court denied the\r\n\npetition in a comprehensive opinion.   866 F. Supp. 611 (D. Mass.\r\n\n1994).    After  carefully  reviewing the  case  authorities  and\r\n\nrelevant portions of the record, we affirm.\r\n\n                          I. Background\r                                                 \r\n\n     We  shall  provide  at  this  juncture  only  brief  factual\r\n\nbackground, adding  more details  in later sections  as necessary\r\n\nfor  an  understanding  of  the  issues  discussed.    A  lengthy\r\n\ndescription of the evidence presented at Gilday's five-week trial\r\n\nis reported in  Commonwealth v. Gilday,  367 Mass. 474,  478-485,\r                                                \r\n\n327 N.E.2d 851, 854-58 (1975) (\"Gilday I\").  See also Gilday, 866\r                                                                      \r\n\nF. Supp. at 640-43.   A full chronology of the  proceedings since\r\n\nhis 1972 conviction is  set out in the district  court's opinion.\r\n\nId. at 615-16.\r             \r\n\n     Gilday  and five others were indicted  on robbery and murder\r\n\ncharges.1   Evidence  indicated  that the  group  had  planned  a\r\n                    \r                              \r\n\n     1  The other defendants charged in the crime were Stanley R.\r\nBond, Robert J.  Valeri, Susan  E. Saxe and  Katherine A.  Power.\r\nMichael Fleischer  was charged  as an  accessory after  the fact.\r\nBond,  who testified as a defense witness at Gilday's trial, died\r\nin prison.   Valeri testified  as a Commonwealth  witness against\r\nGilday,  pled guilty eight  months later to  manslaughter, and is\r\nnow free.   Fleischer also testified  as a Commonwealth  witness,\r\n\n                               -2-\r\r\n\nseries of bank  robberies to  raise funds in  support of  radical\r\n\npolitical activities.   The Supreme Judicial  Court summarized as\r\n\nfollows the evidence supporting the Commonwealth's theory of what\r\n\noccurred on the day of the robbery at issue here:\r\n\n     Bond, Valeri  and Saxe entered the  bank carrying guns,\r\n     robbed it and  drove off in  a blue Chevrolet  . . .  .\r\n     Gilday, armed with a semiautomatic rifle, was seated in\r\n     a white Ambassador  automobile across  the street  from\r\n     the  bank . . . .   [A]fter the other three had escaped\r\n     from the scene, Gilday  fired a number of shots  at two\r\n     policemen  who arrived,  and Officer  Schroeder thereby\r\n     sustained  the wounds from which  he died the next day.\r\n     Bond,  Valeri,  and  Saxe  later switched  to  a  third\r\n     vehicle,  a station  wagon  driven by  Power, and  made\r\n     their  escape.    Gilday  also  escaped  in  the  white\r\n     Ambassador.\r\n\n367 Mass. at 477.\r\n\n     On  March 10,  1972,  Gilday was  convicted  by a  jury  and\r\n\nsentenced to death.  Following  the United States Supreme Court's\r\n\ndecision in Furman v. Georgia, 408 U.S. 238 (1972), and his first\r                                       \r\n\nmotion  for  new  trial, the  death  sentence  was  changed to  a\r\n\nsentence of life imprisonment.  His subsequent efforts  to obtain\r\n\nrelief from the original convictions have proven unsuccessful.\r\n\n     In this appeal, Gilday  argues that he is entitled to a writ\r\n\nof   habeas   corpus  because   his   trial   was  replete   with\r\n\nconstitutional  error,  and  there  consequently  is  substantial\r\n\nreason to  believe he was innocent of the charges on which he was\r\n\nconvicted.   We  have considered  each of  his claims  fully, but\r\n\n                    \r                              \r\n\nand  his  indictments ultimately  were  dismissed.   Saxe  was  a\r\nfugitive for several years.   After her first trial ended with  a\r\nhung  jury,  she pled  guilty to  manslaughter  and is  now free.\r\nPower  surrendered to authorities in  1993, and is  now serving a\r\nprison sentence.  \r\n\n                               -3-\r\r\n\ncannot  say that any of the identifiable flaws in the proceedings\r\n\nconstituted a  deprivation of  rights warranting reversal  of his\r\n\nconvictions.   We  discuss most  of these  claims in  some detail\r\n\nbelow.    As for  the others,  the  district court's  analysis so\r\n\nclosely  reflects our own thoughts that we find it unnecessary to\r\n\nrepeat the  discussion and,  therefore, adopt its  conclusions as\r\n\nour own.\r\n\n                 II. Reasonable Doubt Instruction\r                                                           \r\n\n     Gilday  claims a  host of  problems with  the trial  judge's\r\n\nreasonable doubt instruction, several of which center on language\r\n\nthat has  been expressly and  repeatedly disapproved by  this and\r\n\nother courts.   Because we agree that this  charge was flawed, we\r\n\nhave  studied its full text  and context with  particular care in\r\n\norder to  answer the  relevant constitutional question:  \"whether\r\n\nthere  is a  reasonable likelihood  that the jury  understood the\r\n\ninstructions to  allow conviction based on  proof insufficient to\r\n\nmeet the [reasonable doubt] standard,\" Victor v. Nebraska, 114 S.\r                                                                   \r\n\nCt. 1239,  1243 (1994).  Our review is  de novo.  See Ouimette v.\r                                                                        \r\n\nMoran, 942 F.2d 1, 4 (1991) (presumption of correctness for state\r               \r\n\ncourt findings of  fact under 28  U.S.C.   2254  applies only  to\r\n\n\"`basic, primary or historic facts'\" (citation omitted)).\r\n\n     As  we  previously  remarked when  evaluating  a  strikingly\r\n\nsimilar instruction in Bumpus  v. Gunter, 635 F.2d 907,  910 (1st\r                                                  \r\n\nCir.  1980),2  \"[i]t  is  to  be  remembered  .  .  .  that  [the\r\n\n                    \r                              \r\n\n     2 The Bumpus trial  and Gilday's both occurred early  in the\r                           \r\n1970s, and the same judge presided over them.\r\n\n                               -4-\r\r\n\nchallenged]  remarks  have been  separately  culled  from a  very\r\n\nlengthy  charge.   They, and  the emanations  from them,  must be\r\n\nassessed  along with the rest of the charge . . . .\"  The Supreme\r\n\nCourt recently reaffirmed the need to examine a charge in context\r\n\nto determine whether language  possibly erroneous in the abstract\r\n\nis cleansed  because \"the rest  of the  instruction .  . .  lends\r\n\ncontent to the phrase,\" Victor, 114 S. Ct. at 1247, 1250-51.  See\r                                                                           \r\n\nalso id. at 1243  (\"`[T]aken as a whole, the  instructions [must]\r                  \r\n\ncorrectly conve[y] the concept of reasonable doubt to the jury.'\"\r\n\n(quoting Holland v. United States, 348 U.S. 121, 140 (1954)).\r                                           \r\n\n     In the end, we  have come to the conclusion that  the charge\r\n\noverall  left  the  jury  with  an  accurate  impression  of  the\r\n\nsubstantial burden  faced by the prosecution  in establishing the\r\n\ndefendant's  guilt beyond a  reasonable doubt.   As  shall become\r\n\napparent  from  our  discussion   below,  none  of  the  problems\r\n\nidentified by Gilday is, on its  own, of a severity that warrants\r\n\nreversal of his  conviction.   Indeed, several of  the flaws  are\r\n\nsignificantly ameliorated by  other aspects of the  charge.  And,\r\n\nwhile the cumulative  impact of  the flaws is  itself a  separate\r\n\nmatter of  concern, we are persuaded that it does not rise to the\r\n\nlevel of constitutional error.\r\n\n     The  charge, which  spanned  20 paragraphs  when reduced  to\r\n\nwriting,3  loosely may  be divided  into three  separate segments\r\n                    \r                              \r\n\n     3 All  nineteen substantive paragraphs are  contained in one\r\nof the three segments of  the instruction set off in blocks  from\r\nthe text of this opinion.  The twentieth, which simply introduces\r\nthe final portion of  the charge, is reproduced in  text on pages\r\n15 and 16.\r\n\n                               -5-\r\r\n\nfor purposes of our review.  We therefore begin our discussion by\r\n\nreproducing the first five paragraphs:\r\n\n          It is the burden  of the Commonwealth to establish\r\n     its  case beyond  a reasonable  doubt.   What  do those\r\n     words mean?    Well,  you give  to  them  their  common\r\n     ordinary meaning.  A doubt means an uncertainty of mind\r\n     or  a lack of  conviction.  And  reasonable means based\r\n     upon a reason.\r\n\n          I  am going to discuss with you what our Court has\r\n     said it does not mean.  It does not mean a whimsical or\r\n     a fanciful  doubt; that is,  a doubt which  is conjured\r\n     up, which has no strength to tie it together, which has\r\n     no  foundation in fact.   It is floating  around in the\r\n     air.    And you  can't  pull it  down  and  root it  to\r\n     something solid in the evidence.  It is whimsical.\r\n\n          It  is not beyond all doubt.  There are few things\r\n     in this world of ours which are capable of proof beyond\r\n     all doubt.  That is an impossible burden.   And if that\r\n     were the  burden that we placed  upon the Commonwealth,\r\n     no one who transgressed the laws of society or outraged\r\n     our populace would ever be convicted of a crime.  Don't\r\n     confuse  beyond  a  reasonable  doubt with  beyond  all\r\n     doubt.\r\n\n          And  I sometimes  think  the jurors  take that  as\r\n     their  standard.   They must  be satisfied  before they\r\n     find a  defendant guilty  that there is  no possibility\r\n     that they are wrong before their full conviction.   And\r\n     so  again,   the  Court  has  said:   \"Proof  beyond  a\r\n     reasonable  doubt is  not  beyond  the  possibility  of\r\n     innocence,\"  because  I   suppose  almost  anything  is\r\n     possible.\r\n\n          And if  you are  satisfied as I  define reasonable\r\n     doubt of the proof of  the Commonwealth's case beyond a\r\n     reasonable doubt  you should not hesitate  because of a\r\n     haunting thought  that there is a  possibility that you\r\n     might  be  wrong.    Because  then  you  place  on  the\r\n     shoulders  of the sovereign state  a burden it does not\r\n     have. \r\n\n     The  judge  thus began  simply,  telling the  jurors  that a\r\n\nreasonable  doubt  is  an  uncertainty  \"based  upon  a  reason.\"\r\n\nPetitioner  argues that the charge contained  such a catalogue of\r\n\nexamples of what  was not reasonable doubt  that the jury  was in\r                                   \r\n\n                               -6-\r\r\n\neffect improperly  influenced to assign whatever doubt  it had to\r\n\nthese  examples.  But tautology  is not multiplicity;  all of the\r\n\nreferences  carried the  identical message:  that proof  beyond a\r\n\nreasonable doubt is not beyond all doubt.  As we  said in Bumpus,\r                                                                          \r\n\n635 F.2d at 911:\r\n\n     While   the  judge   placed  what   we  regard   as  an\r\n     uncomfortable degree  of emphasis on the  limits of the\r\n     government's burden, . .  . the charge in  its entirety\r\n     was  not so  unbalanced as  to undercut  the reasonable\r\n     doubt standard, nor was it basically inaccurate.\r\n\n     The  next  six  paragraphs  contain  all  of  the  troubling\r\n\nlanguage.   The section begins with a  rhetorical question: \"[s]o\r\n\nwhat does it [reasonable doubt] mean?\"  The judge then answered:\r\n\n     Not one who is searching for a doubt to acquit; not one\r\n     who  has made  up his  mind that  the defendant  is not\r\n     guilty,  and then having decided the ultimate question,\r\n     to  satisfy  his  conscience  goes   back  through  the\r\n     evidence and  pores through  it to find  something upon\r\n     which  to  pin the  doubt which  he  already has.   No,\r\n     indeed.  It is  the doubt of a conscientious  juror who\r\n     is earnestly seeking the truth in the fullest discharge\r\n     of the oath  that he took. It is proof,  as our Supreme\r\n     Judicial Court has said, \"To a moral certainty.\"\r\n\n          That is not a  mathematical certainty; that is not\r\n     a  scientific certainty which  is capable of exactness,\r\n     because human beings are endowed with a  free will; and\r\n     they are capable of independent action.  And you  can't\r\n     take  their conduct and  put it into  a test  tube or a\r\n     computer and come out with a nice answer.\r\n\n          When you  get all through analyzing this evidence,\r\n     it has to  be a  doubt nagging your  mind, leaving  you\r\n     with  an  uncertainty  of   conviction  to  that  moral\r\n     certainty  which you can stand up and argue in the jury\r\n     room with  principle and integrity and  honesty to your\r\n     fellow  jurors.    And  if  you  don't  believe  in  it\r\n     yourself, you haven't got a reasonable doubt.\r\n\n          The Supreme  Court has expressed it  as, \"The same\r\n     degree  of satisfaction  of  mind  and conscience  that\r\n     jurors should have  when they take action in  the major\r\n\n                               -7-\r\r\n\n     affairs  of their  lives,\" the  major affairs  of their\r\n     lives.\r\n\n          I  do not attempt to  define for you  what are the\r\n     major  affairs of  your  lives.   I  leave it  to  your\r\n     experience and I  leave it  to your wisdom.   When  you\r\n     take vital action in  your everyday lives certainly you\r\n     should be satisfied to a  moral certainty that what you\r\n     are doing is right.\r\n\n          None of us have a crystal ball.  The future is not\r\n     ours to see.   All we can do is weigh  the pros and the\r\n     cons  against any  contemplated course  of  action; and\r\n     then with the wisdom and the intellect that we possess,\r\n     make a  decision.  We  may be  right; we may  be wrong.\r\n     But if we are satisfied to a moral certainty when we do\r\n     an act in our private lives, that it is the right thing\r\n     to do, we have  a settled conviction of mind.   That is\r\n     the  degree of  proof which  the law  contemplates when\r\n     they talk about \"proof to a moral certainty.\"\r\n\n     Petitioner directs his fire  to four problem areas  in these\r\n\npassages:  (1) the  use of  the term  \"moral certainty,\"  (2) the\r\n\ncomparison  of the  level of  certainty necessary  for a  finding\r\n\n\"beyond  a   reasonable  doubt\"  with  the   level  of  certainty\r\n\napplicable to personal decisionmaking,  (3) the suggestion in the\r\n\nfourth paragraph that the jury need only  weigh the pros and cons\r\n\nbefore making  a decision,  followed by the  statement suggesting\r\n\nthat  whether the  decision is  right or  wrong is  of equivalent\r\n\nconsequence;  (4)  the  possibility   that  the  third  of  these\r\n\nparagraphs could be understood  as inverting the burden  of proof\r\n\nby  requiring the  jurors to  find in  the evidence  so strong  a\r\n\n\"conviction\" of doubt that they would  be able to argue for it to\r\n\ntheir peers in the jury room.  We  address each of these in turn,\r\n\nand then also consider their cumulative effect.\r\n\n     (1) \"Moral  Certainty\".  Equating the  concept of reasonable\r                                     \r\n\ndoubt  to  \"moral certainty\"  may  be,  in isolation,  reversible\r\n\n                               -8-\r\r\n\nerror.  See Victor, 114 S. Ct. at 1250-51; Cage v. Louisiana, 498\r                                                                      \r\n\nU.S. 39,  41 (1990) (per  curiam); Commonwealth v.  Pinckney, 419\r                                                                      \r\n\nMass. 341, 345-49, 644 N.E.2d 973 (1995).   The Supreme Court has\r\n\ndiscouraged use of  this phrase because of its ambiguous meaning,\r\n\nsee  Victor, 114  S.  Ct.  at  1247-48,  and  we  similarly  have\r                     \r\n\nexpressed  concern  because \"the  jury  might  feel justified  in\r\n\nconvicting  based on  a feeling rather  than on the  facts in the\r\n\ncase,\" United States  v. Drake, 673 F.2d 15, 21  (1st Cir. 1982).\r                                        \r\n\nSee also  United States v. Indorato, 628  F.2d 711, 721 (1st Cir.\r                                             \r\n\n1980) (\"[W]e have indicated  our uneasiness with this phraseology\r\n\nand pointed out that it has been the subject of mixed reviews.\").\r\n\n     Indeed,  in Cage,  the Supreme  Court reversed  a conviction\r                               \r\n\nbased on a  charge using \"moral  certainty\" language because  the\r\n\nonly  other meaning  ascribed  to reasonable  doubt equated  such\r\n\ndoubt to  \"a grave uncertainty\" or \"an actual substantial doubt.\"\r\n\nThe Court felt that  those terms, in conjunction with  the phrase\r\n\n\"moral certainty,\"  suggested a  higher degree of  doubt than  is\r\n\nrequired for acquittal.\r\n\n     In  Victor, however,  the Court upheld  the validity  of two\r                         \r\n\nseparate  reasonable  doubt  instructions  that  contained \"moral\r\n\ncertainty\"  language,  observing  that that  language  \"cannot be\r\n\nsequestered from its surroundings\" and finding that the remainder\r\n\nof the charge lent appropriate content to the otherwise ambiguous\r\n\nwords.  114 S. Ct. at 1248.\r\n\n     As in Victor, the charge here contained far more explanation\r                           \r\n\nthan  was offered to the jury in Cage.  The paragraph immediately\r                                               \r\n\n                               -9-\r\r\n\nfollowing the first reference  to \"moral certainty\" distinguishes\r\n\nthat level of certitude from mathematical certainty, harking back\r\n\nto  the message from  the preceding section  of the  charge.  The\r\n\njuxtaposition suggests  that  the requisite  level of  confidence\r\n\nwas, indeed, substantial, though not proof beyond all doubt.  See\r                                                                           \r\n\nPinckney, 419 Mass. at 347.4 \r                  \r\n\n     The  lengthy charge  also  offered  additional  formulations\r\n\nemphasizing  the high  level of  proof necessary  for conviction.\r\n\nTwice during  the course  of the  instruction, the  court charged\r\n\nthat the jury  must attain a \"settled  conviction\" of guilt.   In\r\n\nVictor, the Supreme Court ruled that the use of a similar phrase,\r                \r\n\n\"abiding conviction,\"  mitigated references to  \"moral certainty\"\r\n\nand \"substantial  doubt.\"   See 114  S. Ct.  at 1247 (\"`The  word\r                                         \r\n\n\"abiding\" here  has  the signification  of settled  and fixed,  a\r\n\nconviction which may follow  a careful examination and comparison\r\n\nof the whole evidence.' . . .  As used in this instruction, . . .\r\n\nwe  are  satisfied that  the  reference  to  moral certainty,  in\r\n\nconjunction  with the  abiding conviction  language, `impress[ed]\r\n\nupon the factfinder the need to  reach a subjective state of near\r\n\ncertitude of the guilt  of the accused.'\" (quoting Hopt  v. Utah,\r                                                                          \r\n\n120 U.S. 430, 439 (1887) and  Jackson v. Virginia, 443 U.S.  307,\r                                                           \r\n\n315 (1979)). \r\n\n                    \r                              \r\n\n     4 Although that same distinction was drawn in the reasonable\r\ndoubt instruction in Cage, the charge there did not elaborate any\r                                   \r\nfurther and, to the extent it did provide additional explanation,\r\ncould   not  overcome   the   \"grave  uncertainty\"   and  \"actual\r\nsubstantial doubt\" language that the Court found unacceptable.\r\n\n                               -10-\r\r\n\n     It  also is significant in evaluating the effect of the term\r\n\n\"moral certainty\" that the  jury was told more than once that its\r\n\ndecision  must be based on  the evidence presented.   See Victor,\r                                                                          \r\n\n114 S. Ct. at 1248, 1251.  In the third paragraph of this section\r\n\nof the charge, the judge began by noting that \"[w]hen you get all\r                                                                           \r\n\nthrough analyzing this  evidence, it  has to be  a doubt  nagging\r                                          \r\n\nyour mind, leaving you with an uncertainty of conviction . . . .\"\r\n\nToward the  end of  the reasonable doubt  instruction, the  court\r\n\nnoted the jurors' oath to render \"a true verdict according to the\r\n\nevidence and the law,\" and earlier cautioned against \"strain[ing]\r\n\nthe  evidence  to  any  conclusion  not  warranted  by  its  fair\r\n\nconvincing  force.\"   Thus,  as in  Victor, the  instruction here\r                                                    \r\n\nexplicitly told the jurors that their decision had to be based on\r\n\nthe  evidence in the  case, minimizing  the possibility  that the\r\n\nreference  to  \"moral  certainty\"   would  have  been  viewed  as\r\n\npermitting  a conviction based \"on  a feeling rather  than on the\r\n\nfacts in the  case,\" Drake, 673 F.2d  at 21.   See 114 S. Ct.  at\r                                                            \r\n\n1248.  And, also as in Victor, other instructions reinforced this\r                                       \r\n\nmessage.  See, e.g., Tr. at 4274 (\"We look for a verdict which is\r                             \r\n\ndictated  by  your  logic and  your  common  sense  and not  your\r\n\nheart.\");  id. at  4276 (\"It  is your  sworn duty to  presume the\r                        \r\n\ndefendant   innocent  and  to  give   him  the  benefit  of  that\r\n\npresumption  all throughout the trial  and at every  stage of the\r\n\ninvestigation  of  the evidence  in the  jury  room, until  it is\r\n\novercome  by  proof beyond  a  reasonable doubt.\");  id.  at 4281\r                                                                  \r\n\n(\"[I]n  the  last  analysis  it  comes  to  your  most  important\r\n\n                               -11-\r\r\n\nobligation,  and that is, to decide this  case on the body of the\r\n\nevidence as I define it.\"); id. at 4283 (\"[W]hen it comes time to\r                                         \r\n\nbase your verdict, find  a foundation in the evidence  upon which\r\n\nit  must  rest.\");   id.  at  4291   (\"The  facts  must   exclude\r                                  \r\n\ninnocence.\").\r\n\n     (2)  \"Vital  action  in  your everyday  lives\".    Comparing\r                                                             \r\n\n\"beyond a reasonable  doubt\" to  the \"degree  of satisfaction  of\r\n\nmind and conscience that jurors should have when they take action\r\n\nin the major affairs of their lives\" is an analogy that has drawn\r\n\ncriticism for decades.  See Drake, 673 F.2d at 20 (noting Supreme\r                                           \r\n\nCourt's expressed displeasure of the \"willing to act\" instruction\r\n\nin  Holland v. United  States, 348 U.S.  121 (1954)).   Even when\r                                       \r\n\nframed in the  more accepted format of comparing reasonable doubt\r\n\nto a doubt that would  cause a prudent person to hesitate  before\r                                                                   \r\n\nacting,  the  instruction  is  arguably unhelpful.    See,  e.g.,\r                                                                          \r\n\nVictor,  114 S.  Ct. at  1252 (Ginsburg,  J., concurring).5   The\r                \r\n\ninstruction  here, however, did not include the sort of specific,\r\n\nsupposedly   comparable,  examples  that   have  been  viewed  as\r\n\nprejudicially misleading to jurors.  Compare, e.g.,  Commonwealth\r                                                                           \r\n\nv.  Ferreira, 373  Mass. 116,  128-29, 364  N.E.2d 1264,  1272-73\r                      \r\n\n(1977)  (reversing  because a  number  of  examples of  important\r\n\npersonal  decisions \"understated  and  tended  to trivialize  the\r\n                    \r                              \r\n\n     5 The Supreme Court repeatedly has approved the \"hesitate to\r\nact\" formulation, however, and  the majority in Victor relied  in\r                                                                \r\npart on the trial court's use  of it as an alternative definition\r\nof  reasonable   doubt  to   support  its  conclusion   that  the\r\ninstruction there was adequate.  The Court noted that it \"gives a\r\ncommon-sense benchmark for just how substantial such a doubt must\r\nbe.\"  114 S. Ct. at 1250.\r\n\n                               -12-\r\r\n\nawesome  duty of  the jury to  determine whether  the defendant's\r\n\nguilt  was proved  beyond  a reasonable  doubt\")  with Rogers  v.\r                                                                       \r\n\nCarver, 833 F.2d 379, 382-83 (1st Cir. 1987) (no reversible error\r                \r\n\nwhere  reference to  important decisions  was brief  and general,\r\n\nwith no specific examples) and Bumpus, 635 F.2d at 912-13 (single\r                                               \r\n\nexample  of deciding  whether  to  have  heart  surgery  did  not\r\n\ntrivialize the jurors' duty or minimize the government's burden).\r\n\nBecause  no  such examples  were  used,  and  because the  charge\r\n\nfocused  on \"vital\"  or  \"major\" personal  matters,  we think  it\r\n\nunlikely  that  this  aspect  of  the  instruction  deprived  the\r\n\ndefendant of the right to be found  guilty only upon proof beyond\r\n\na reasonable doubt.6\r\n\n     (3) Pros and cons; right and wrong.  Read on  their own, the\r                                                 \r\n\nopening  sentences   of  the  last  paragraph   in  this  section\r\n\nunquestionably   present  an   inadequate  articulation   of  the\r\n\nsubstantial and unique burden of proof born by the prosecution in\r\n\na  criminal case.  Read in  context, however, the thrust of these\r\n\npassages was to inform  the jurors that a \"settled  conviction of\r\n\nmind\"  must be reached to find the defendant guilty.  Immediately\r\n\nfollowing the reference to right and wrong, the judge stated:\r\n\n     But if we are satisfied to a moral certainty when we do\r\n     an act in our private lives, that it is the right thing\r\n     to do, we have  a settled conviction of mind.   That is\r\n     the  degree of  proof which  the law  contemplates when\r\n     they talk about \"proof to a moral certainty.\"\r\n\n                    \r                              \r\n\n     6 The judge's third reference to everyday decisionmaking was\r\nnot qualified with an  adjective such as \"vital\" or  \"major,\" but\r\nwe think the need to  equate the criminal trial with a  matter of\r\ngrave importance was by that time clear.\r\n\n                               -13-\r\r\n\nThis  explanation  makes  manifest that  the  previous  comments,\r\n\nthough  poorly framed,  were another  restatement of  the concept\r\n\nvoiced  repeatedly  by  the  judge that  absolute  certainty  was\r\n\nunnecessary.  The jurors' decision will not necessarily be error-\r\n\nfree: \"we may be wrong.\"   What is crucial, the jurors  are told,\r\n\nis whether  they can reach  a \"settled conviction\" of  guilt.  We\r\n\ntherefore conclude  that the  language of this  paragraph, though\r\n\nfar from ideal, was unlikely to  be understood in its entirety in\r\n\ntheoverly casualway suggestedby theopening sentencesin isolation.\r\n\n     (4)  Inversion of burden of  proof.  The  third paragraph of\r                                                 \r\n\nthis  section of the charge contained two sentences, the first of\r\n\nwhich told the  jurors: you have a reasonable  doubt if, when you\r\n\nfinish analyzing the evidence, you have \r\n\n     a  doubt  nagging  your   mind,  leaving  you  with  an\r\n     uncertainty of conviction to that moral certainty which\r\n     you  can stand  up  and argue  in  the jury  room  with\r\n     principle  and integrity  and  honesty to  your  fellow\r\n     jurors.\r\n\nThe  second  sentence was  much more  direct:  \"And if  you don't\r\n\nbelieve in it yourself, you haven't got a reasonable doubt.\"\r\n\n     Although the district court viewed the second sentence as  a\r\n\nmistake that may  have suggested  an inversion of  the burden  of\r\n\nproof, it felt that the preceding sentence \"plainly referred to a\r\n\n`conviction'  that the defendant was guilty as charged,\" not to a\r\n\n\"conviction\", i.e., a belief, in  a doubt.  866 F. Supp.  at 618.\r\n\nIt  therefore felt that no misimpression was  given.  Our view is\r\n\nessentially the same.   The first sentence clearly refers  to the\r\n\ncertainty a jury must feel  as to conviction.  As for  the second\r\n\n                               -14-\r\r\n\nsentence, the concept of having a belief or a moral certainty  in\r\n\na doubt (which in itself is a state of uncertainty) is, we think,\r\n\na strange and awkward way  of referring to the strength of  one's\r\n\ndoubt.   The  likely effect  would have been  to confuse,  not to\r\n\nencourage an inversion of the burden of proof.\r\n\n     In addition, this paragraph was one of twenty in the charge,\r\n\nwhich began  with a  statement that  \"[i]t is the  burden of  the\r\n\nCommonwealth to  establish its  case beyond a  reasonable doubt,\"\r\n\nand  which  concluded  with several  paragraphs  emphasizing  the\r\n\ndefendant's  \"absolute right  to  hold the  Commonwealth to  this\r\n\nstrictness of proof.\"  We therefore find no reasonable likelihood\r\n\nthat  the  jurors  entered  their deliberations  with  the  false\r\n\nimpression  that  petitioner had  the  burden  of establishing  a\r\n\nreasonable doubt.\r\n\n     (5)  Cumulative effect.  As  we have discussed,  none of the\r                                     \r\n\nmultiple  deficiencies in the second portion of the charge was of\r\n\nsufficient magnitude  to weaken the conviction.   Taken together,\r\n\nhowever, their effect  is more substantial.   Reasonable doubt is\r\n\ndefined  with  the  imperfect  term \"moral  certainty,\"  and  one\r\n\nalternative  explanation  of moral  certainty  is the  disfavored\r\n\nformulation  concerning  personal  decisionmaking.   Yet  another\r\n\ndescription of reasonable doubt and moral certainty suggests that\r\n\nthe jury's  task is simply a matter of weighing the pros and cons\r\n\nto reach  a decision that  \"may be right\"  or \"may be  wrong.\"  A\r\n\ncentral    passage   defining   reasonable   doubt   is   largely\r\n\nimpenetrable,  though  its  language  taken  literally  could  be\r\n\n                               -15-\r\r\n\nunderstood  to impose a burden of proving doubt on the defendant.\r\n\nAnd  we have expressed our  discomfort with the  first portion of\r\n\nthe   charge,  which   at  great   length  reiterates   that  the\r\n\ngovernment's burden should not be overestimated.\r\n\n     If these  two sections comprised the  entire instruction, we\r\n\nmight  well conclude  that  reversal  would  be  necessary.    Of\r\n\ngreatest  significance to  our  contrary conclusion  is the  fact\r\n\nthat, at  the conclusion of  the portions  of the charge  we have\r\n\nquoted  so far,  the judge  essentially began  anew, telling  the\r\n\njury, \"so there will just be no doubt about what reasonable doubt\r\n\nmeans, I  am going to define it in the precise and more scholarly\r\n\nlanguage  of  our Supreme  Judicial Court.\"    In the  next eight\r\n\nparagraphs,  he presents the then-acceptable charge on reasonable\r\n\ndoubt from Commonwealth v. Madeiros,  255 Mass. 304, 307-08,  151\r                                             \r\n\nN.E.  297 (1926), see Pinckney,  419 Mass. at  348, together with\r                                        \r\n\nlanguage  emphasizing  the  importance of  the  reasonable  doubt\r\n\nstandard to our system of jurisprudence.7\r\n\n          \"Proof beyond  a  reasonable doubt  does not  mean\r\n     proof  beyond all doubt,  nor beyond  a whimsical  or a\r\n     fanciful  doubt, nor  proof  beyond the  possibility of\r\n     innocence.\r\n\n          \"It is rarely, if ever possible, to find a case so\r\n     clear that there cannot  be a possibility of innocence.\r\n     If  an  unreasonable doubt  or  a  mere possibility  of\r\n                    \r                              \r\n\n     7  The  Supreme  Judicial  Court has  since  criticized  the\r\nMadeiros  language,  in  the  second paragraph  quoted  here,  as\r                  \r\nwarning  the jury against holding  the prosecution to  too high a\r\nstandard  of proof.  See Commonwealth v. Pinckney, 419 Mass. 341,\r                                                           \r\n348,  644 N.E.2d 973  (1995) (citing cases).   In  this case, the\r\njudge  remedied  that  deficiency  later in  the  instruction  by\r\nwarning the  jury against relaxing the  reasonable doubt standard\r\nin response to concerns about public safety or shocking crimes.\r\n\n                               -16-\r\r\n\n     innocence  were sufficient  to  prevent  a  conviction,\r\n     practically every  criminal would  be set free  to prey\r\n     upon  the  community.   Such  a  rule would  be  wholly\r\n     impracticable and  would break  down the forces  of law\r\n     and order, and make the lawless supreme.\r\n\n          \"A reasonable  doubt does  not mean such  doubt as\r\n     may exist in the mind of a man who is earnestly seeking\r\n     for  doubts or for an excuse to acquit a defendant; but\r\n     it  means  such  doubt as  remains  in  the  mind of  a\r\n     reasonable man who is earnestly seeking the truth.\r\n\n          \"A fact  is proved beyond a  reasonable doubt when\r\n     it  is proved  to a  moral certainty,  as distinguished\r\n     from an absolute or  mathematical certainty; when it is\r\n     proved  to a  degree  of certainty  that satisfies  the\r\n     judgment and consciences of the jury as reasonable men,\r\n     and leaves in their minds,  as reasonable men, a  clear\r\n     and  settled conviction of guilt.   But if  when all is\r\n     said  and done there remains  in the minds  of the jury\r\n     any reasonable doubt of the existence of any fact which\r\n     is  essential  to the  guilt  of the  defendant  on the\r\n     particular charge, the defendant must have the  benefit\r\n     of it and cannot be found guilty upon that charge.\"\r\n\n          And if  you have a reasonable  doubt, your verdict\r\n     ought to be not guilty.\r\n\n          I want  to say a  few more words  about reasonable\r\n     doubt.  A standard which produces great satisfaction to\r\n     me, and I  think should  to you, the  defendant has  an\r\n     absolute   right  to  hold  the  Commonwealth  to  this\r\n     strictness  of  proof.    No  consideration  of  public\r\n     safety,  nor righteous  indignation at  atrocious crime\r\n     which  shocks   the   community,  nor   zeal  for   the\r\n     suppression of crime can give to the Court and jury the\r\n     discretion,  or the  right  to relax  this standard  of\r\n     proof; nor to strain the evidence to any conclusion not\r\n     warranted by its fair convincing force.\r\n\n          This is a government of laws  and not of men.   If\r\n     the guilty go unpunished today because  jurors observed\r\n     their oath and rendered a true verdict according to the\r\n     evidence  and the  law,  then the  community and  every\r\n     citizen in  it  is still  safer,  because the  law  has\r\n     prevailed.\r\n\n          The Court cannot state this principle too strongly\r\n     as a principle to be observed, to guard the rights of a\r\n     defendant.  And  I would be remiss in my  duty if I did\r\n     not with equal  force remind you that the  community is\r\n     not safe if only the rights of those charged with crime\r\n\n                               -17-\r\r\n\n     are  safeguarded and  protected and  the rights  of the\r\n     Commonwealth  to  have a  verdict  if  guilt is  proved\r\n     beyond a reasonable doubt is  just as absolute and just\r\n     as sacred as the right of a defendant to an acquit[t]al\r\n     if the proof does not meet that test.\r\n\n      To the extent  that specific portions of the instruction up\r\n\nto this point  had been less than clear, the  jury explicitly was\r\n\ntold that this restatement was equivalent and complete.  Although\r\n\nthe judge repeated  in this  part of the  instruction the  \"moral\r\n\ncertainty\" phraseology, he contrasted a moral certainty only with\r\n\nan absolute or  mathematical certainty.  See  Pinckney, 419 Mass.\r                                                                \r\n\nat 347  (finding that the identical  language \"properly impressed\r\n\nupon  the  jury the  need  to reach  a subjective  state  of near\r\n\ncertitude of the guilt of the accused\").  See also supra at 9-10.\r                                                                  \r\n\nMoreover, the judge  again emphasized that  the proof must  leave\r\n\n\"reasonable men\" with \"a clear and settled  conviction of guilt,\"\r\n\nand,  failing that, the defendant  must be found  innocent.  With\r\n\nthe language  discouraging a  verdict for the  prosecution unless\r\n\nbased  on the law and  the evidence, this  alternative charge was\r\n\nentirely correct.  In our view, even the cumulative effect of the\r\n\nearlier imperfections was offset  by this lengthy and independent\r\n\ncharge, which the judge praised to the jury as \"precise  and more\r\n\nscholarly.\" \r\n\n     In sum, this instruction possessed a number of flaws, as did\r\n\nthe instructions reviewed in Victor.   As we look at some  of the\r                                             \r\n\nless  defensible language,  we find  it difficult  to say  that a\r\n\njuror could not have been led astray.  But as  the Court reminded\r\n\nus in  Victor, 114 S.  Ct. at  1243, the standard  is not  \"could\r                       \r\n\n                               -18-\r\r\n\nhave\"  but rather: is there a reasonable likelihood that the jury\r\n\nunderstood the instruction as a  whole to permit conviction based\r\n\non a  level  of proof  below  that required  by the  Due  Process\r\n\nClause?    Our  review  convinces  us  that  there  was  no  such\r\n\nlikelihood in this case.   Accordingly, it provides no  basis for\r\n\ndisturbing Gilday's conviction. \r\n\n                     III. Brady/Giglio Claims\r                                                       \r\n\n     Gilday contends  that the  government's failure  to disclose\r\n\ncooperation  agreements with  two  accomplices  who testified  as\r\n\nprosecution  witnesses, and  the failure  to correct  their false\r\n\ntestimony  that no  deals  were made,  violated  his due  process\r\n\nrights  as  established in  Brady v.  Maryland,  373 U.S.  83, 87\r                                                        \r\n\n(1963)  and  Giglio  v.  United  States,  405  U.S.  150,  154-55\r                                                 \r\n\n(1972).8  He additionally raises  separate Brady claims based  on\r                                                          \r\n\nthe government's failure to disclose exculpatory statements by an\r\n\neyewitness  to the crime who did not  testify at trial and by two\r\n\ntrial  witnesses.  We have  examined these claims  with care, and\r\n\nhave concluded that  none of the asserted  nondisclosures nor all\r\n\nof them cumulatively constitute reversible error.\r\n\n      We begin  our discussion by noting  the relevant standards.\r\n\nA Brady  error occurs when the  prosecution suppresses \"material\"\r                 \r\n\nevidence that is favorable to the accused.  See Kyles v. Whitley,\r                                                                          \r\n\nNo. 93-7927, 63 U.S.L.W.  4303, 4307 (U.S.  April 19, 1995).   In\r\n\n                    \r                              \r\n\n     8 Brady  established a prosecutor's obligation  to turn over\r                      \r\nexculpatory material.  In Giglio, the Supreme Court held that the\r                                          \r\nobligation includes  evidence that would  impeach the credibility\r\nof government witnesses. \r\n\n                               -19-\r\r\n\nmost circumstances,  exculpatory evidence  is material  only \"`if\r\n\nthere is  a reasonable  probability that,  had the  evidence been\r\n\ndisclosed to the defense, the result of the proceeding would have\r\n\nbeen different,'\" id.  (quoting United States v. Bagley, 473 U.S.\r                                                                 \r\n\n667,  682,  685  (1985)).9    We refer  to  this  as  the  Bagley\r                                                                           \r\n\nstandard.\r\n\n     A standard  of materiality  more favorable to  the defendant\r\n\napplies,  however, when  previously undisclosed  evidence reveals\r\n\nthat  the  prosecutor  knowingly   used  perjured  testimony  or,\r\n\n\"equivalently,\" knowingly failed to disclose  that testimony used\r\n\nto convict the defendant was false.   Bagley, 473 U.S. at 678-80.\r                                                      \r\n\nIn such situations, \"`a conviction . . . is fundamentally unfair,\r\n\nand must be set  aside if there is any reasonable likelihood that\r\n\nthe false  testimony  could have  affected  the judgment  of  the\r                                     \r\n\njury,'\"  Kyles, 63 U.S.L.W. at 4307 n.7 (quoting United States v.\r                                                                        \r\n\nAgurs,  427  U.S. 97,  103 (1976))  (emphasis added).10  We shall\r               \r\n\nlabel this test the Agurs standard.\r                                   \r\n\n                    \r                              \r\n\n     9  This  standard  applies  when the  government  failed  to\r\nrespond to  a specific defense request  for exculpatory evidence,\r\nand when the government  failed to volunteer exculpatory evidence\r\nnever requested, or  requested only in a  general way.   Kyles v.\r                                                                        \r\nWhitley,  No. 93-7927,  63 U.S.L.W.  4303,  4307 (U.S.  April 19,\r                 \r\n1995).\r\n\n     10  Kyles  explicitly  refers  only to  the  knowing  use of\r                        \r\nperjured  testimony, but we think it implicit that the Court also\r                  \r\ncontemplated  application  of  this  test to  those  \"equivalent\"\r\ncircumstances  noted  in  Bagley.   We  have  applied  the  Agurs\r                                                                           \r\nstandard   in   a   non-perjury   setting,   when  a   prosecutor\r\nintentionally withheld  materials relating  to a  witness's prior\r\ncriminal  record and to  the deals he  made with the  state.  See\r                                                                           \r\nOuimette v. Moran, 942 F.2d 1, 10-11 (1st Cir. 1991).\r                           \r\n\n                               -20-\r\r\n\n     Although the tests for materiality suggest a harmless error-\r\n\nlike inquiry, it is  important to note that these  standards must\r\n\nbe   applied   to   determine   the   threshold   question:   has\r\n\nconstitutional  error  occurred?   Only  then does  the  issue of\r\n\nharmlessness arise.  And, as the Supreme  Court's recent decision\r\n\nin Kyles  makes clear, see  63 U.S.L.W. at 4308,  the approach to\r                                    \r\n\nharmless error in  the Brady/Giglio  context has  evolved as  the\r                                             \r\n\nChapman formulation  of \"harmless beyond a  reasonable doubt\" has\r                 \r\n\nyielded in habeas cases to the softer Brecht test of  whether the\r                                                      \r\n\nerror  \"`had substantial  and  injurious effect  or influence  in\r\n\ndetermining the  jury's verdict,'\"  Brecht v. Abrahamson,  113 S.\r                                                                  \r\n\nCt. 1710,  1722 (1993) (quoting  Kotteakos v. United  States, 328\r                                                                      \r\n\nU.S. 750, 776 (1946)).\r\n\n     In Kyles, the Court observed that harmless error analysis is\r                       \r\n\ninapplicable  to a  Brady/Giglio claim  arising in a  habeas case\r                                          \r\n\noutside the perjury-related  context.  63  U.S.L.W. at 4307-08  &amp;\r\n\nn.7 (noting that \"our  decision today does not address  any claim\r\n\nunder the  first Agurs  category [i.e., perjury-related]\").   The\r                                \r\n\nreason is compelling: the Bagley materiality standard necessarily\r                                          \r\n\nrequires   a  court  to  find  an  impact  on  the  jury  verdict\r\n\nsufficiently  substantial to  satisfy the  Brecht  harmless error\r                                                           \r\n\ntest.  Thus, in the non-perjury setting,  all that is required or\r\n\nappropriate  is  the  one-step  Bagley  inquiry  into  reasonable\r                                                \r\n\nprobability.\r\n\n     But a prosecutor's knowing use of false testimony presents a\r\n\ndifferent  analytical  situation.    As  Bagley  makes  clear,  a\r                                                         \r\n\n                               -21-\r\r\n\npetitioner is  given the benefit of a  friendly standard (hostile\r\n\nto  the   prosecution)  to   establish  materiality:   whether  a\r\n\nreasonable  jury could have been  affected.  473  U.S. at 678-80.\r                                \r\n\nThis is,  in essence, the old  Chapman inquiry.  Id.  at 679-80 &amp;\r                                                              \r\n\nn.9.  Applying this  standard in most cases involving  perjury or\r\n\nits equivalent  will likely result in a finding of constitutional\r\n\nerror.   Scaling  that lower  materiality hurdle,  however, still\r\n\nwill  leave  the  petitioner  facing the  Brecht  harmless  error\r                                                          \r\n\ninquiry  into  whether  the  perjured testimony  in  fact  had  a\r\n\nsubstantial  and  injurious effect  or  influence  on the  jury's\r\n\nverdict.11   In other  words, where  the Agurs  standard applies,\r                                                        \r\n\nit is quite possible  to find a constitutional violation,  but to\r\n\nconclude that it  was harmless.   When faced  with such a  claim,\r\n\ntherefore, our  inquiry is  necessarily two-pronged: was  there a\r\n\nfailure to  disclose material exculpatory evidence,  and, if yes,\r\n\nwas such failure harmless?\r\n\n     Having  laid out this framework, we now turn to petitioner's\r\n\nclaims.\r\n\n     A. Prosecutorial agreements with Fleischer and Valeri\r                                                                    \r\n\n     Petitioner argues that the government deliberately relied on\r\n\nthe  false testimony of two witnesses,  Fleischer and Valeri, who\r\n\ndenied  that any  deals had  been made  with the  prosecution for\r\n\ntheir  cooperation.   The district  court, like  the Commonwealth\r\n\ncourts before it, concluded  that no error occurred with  respect\r\n                    \r                              \r\n\n     11 It is the government's burden, of course,  to demonstrate\r\nthat the  error is harmless.  O'Neal v. McAninch, 115 S. Ct. 992,\r                                                          \r\n995-98 (1995).\r\n\n                               -22-\r\r\n\nto Valeri because his acknowledgement at trial of \"a  generalized\r\n\nexpectation  of  leniency\"  (i.e.,  that  his  cooperative  trial\r\n\ntestimony would  be brought to  the court's attention)  served to\r\n\ndisclose  his possible  motivation to  testify favorably  for the\r\n\ngovernment.  We agree with this determination essentially for the\r\n\nreasons  expressed by the district  court, and do  not address it\r\n\nfurther.  See 866 F. Supp. at 634-36.\r                       \r\n\n     The Supreme  Judicial Court did conclude,  however, that the\r\n\ngovernment improperly  failed to  disclose a  deal made  with the\r\n\nattorney for  the other witness, Fleischer.   Called in rebuttal,\r\n\nFleischer testified most crucially  that, in a discussion shortly\r\n\nafter  the  robbery,  Saxe  and  Power  accused  Gilday of  being\r\n\n\"trigger-happy\"  and that Gilday said,  \"What did you  want me to\r\n\ndo,  the cop was  right there, he was  only thirty seconds behind\r\n\nyou.\"\r\n\n     In cross-examination, Fleischer specifically denied that any\r\n\ndeals had been made for his testimony, and testified further that\r\n\nhis only promise from  the Commonwealth was that high  bail would\r\n\nbe  requested but not demanded.  In  fact, as found by a Superior\r\n\nCourt judge  following a hearing  on petitioner's motion  for new\r\n\ntrial,  the prosecutor  had  told Fleischer's  attorney that,  in\r\n\nexchange  for Fleischer's testimony, he  would attempt to reach a\r\n\ndisposition of the charges against Fleischer that would leave him\r\n\nwith no criminal record.12   Commonwealth v. Gilday (Gilday  II),\r                                                                         \r\n                    \r                              \r\n\n     12  Petitioner   states  in  his  brief,   although  without\r\ncitation, that the nine indictments against Fleischer,  including\r\naccessory after the  fact to  first degree murder,  in fact  were\r\n\n                               -23-\r\r\n\n382 Mass. 166, 175, 415 N.E.2d 797, 802 (1980).  The motion judge\r\n\nalso found that,  as the prosecutor and  Fleischer's attorney had\r\n\nagreed,  Fleischer was not told of  this specific arrangement; he\r\n\nknew only  that it would be  \"in his best interest  to testify in\r\n\nthe case.\" Id.\r                        \r\n\n     The  Supreme Judicial Court noted that neither the lack of a\r\n\nformal agreement with Fleischer nor Fleischer's lack of knowledge\r\n\nof  the specifics of the understanding relieved the prosecutor of\r\n\nhis obligation to disclose  material facts concerning Fleischer's\r\n\ncredibility and possible bias.   Indeed, the court noted  that to\r\n\nhold  otherwise would be \"in  effect [to] approve  the evasion of\r\n\nthe Giglio  rule by means of  artful device.\"  382  Mass. at 177,\r                    \r\n\n415  N.E.2d at 803.  That court,  however, agreed with the motion\r\n\njudge that the suppression  of this information had no  effect on\r\n\nthe jury and therefore did not require a new trial.  382 Mass. at\r\n\n177-78, 415 N.E.2d  at 803-04.   The district  court reached  the\r\n\nsame conclusion in rejecting  the habeas petition.  866  F. Supp.\r\n\nat 633.13\r\n\n     Our review of  the determination that  the prosecutor had  a\r\n\nduty  to  disclose the  Fleischer arrangement  is  de novo.   See\r                                                                           \r\n\nOuimette,  942  F.2d  at  4.   We  apply  the  Agurs  standard of\r                                                              \r\n                    \r                              \r\n\ndropped  after he  testified  against Gilday  and  Saxe in  their\r\nseparate  trials.    The   Commonwealth  does  not  dispute  this\r\nrepresentation.\r\n\n     13 Neither the Supreme Judicial Court nor the district court\r\nfound  it necessary  to  state precisely  whether the  applicable\r\nBrady  standard had been met and  a constitutional violation thus\r               \r\nestablished because each found the asserted error harmless in any\r\nevent.\r\n\n                               -24-\r\r\n\nmateriality,  more favorable  to the  petitioner, because  of the\r\n\nprosecutor's  deliberate  strategy  to  misrepresent  Fleischer's\r\n\ncredibility  and  the knowing  acquiescence in  Fleischer's false\r\n\ntestimony.  See id. at 11; see also supra at 19-20.\r                                                   \r\n\n     As we have explained, the relevant inquiry  is whether there\r\n\nis any  reasonable likelihood that the false testimony could have\r                                                                      \r\n\naffected the judgment of the jury.  To put the question the other\r\n\nway around:  can we say that  no reasonable jury could  have been\r\n\naffected  by the undisclosed information?  We think the answer is\r\n\nfairly obvious.  The information withheld by the prosecutor would\r\n\nhave provided  the basis for powerful  impeachment of Fleischer's\r\n\ntestimony.  Not  only did Fleischer deny that  any deals had been\r\n\nstruck on his behalf,  but he also claimed that he was testifying\r\n\nonly because  a man had been killed and he wanted to \"see justice\r\n\ndone.\"\r\n\n     The fact that  his lawyer and the prosecutor had  come to an\r\n\nunderstanding  would  have  markedly  strengthened  the defense's\r\n\nclaim that Fleischer was highly  motivated to implicate Gilday to\r\n\nprotect  himself.    First,  it  would  have  permitted  the jury\r\n\nreasonably to infer that, even if the \"wink and nod\" deal had not\r\n\nbeen  explicitly communicated  to  Fleischer, he  must have  been\r\n\ngiven some  indication that  testimony helpful to  the government\r\n\nwould be helpful to his own  cause.  Cf. Bagley, 473 U.S. at  683\r                                                         \r\n\n(making reward contingent upon outcome \"served only to strengthen\r\n\nany  incentive  to   testify  falsely  in   order  to  secure   a\r\n\nconviction\").   In  addition, evidence  of  the deal  would  have\r\n\n                               -25-\r\r\n\nreinforced  the  testimony  of   defense  witness  Bond,  another\r\n\naccomplice, who implicated  Fleischer as the gunman.   The stakes\r\n\nfor Fleischer  were substantial  indeed if his  testimony blaming\r\n\nsomeone  else could  secure  his release  entirely from  criminal\r\n\nresponsibility for a murder he  had committed; his motivation  to\r\n\nlie could not have been greater.\r\n\n     Disclosure of the deal in all  likelihood would have reduced\r\n\nsubstantially,  or  even   destroyed,  Fleischer's   credibility.\r\n\nBecause  the direct accusation of  an accomplice is  of more than\r\n\nminimal consequence in a  case where the defense is  that someone\r\n\nelse was responsible for the charged crime,  we think it at least\r\n\nreasonably  likely that  the suppression  of this  evidence could\r\n\nhave affected  the jurors' judgment.   Presumably, the government\r\n\nagrees with  this  assessment; for  what other  reason would  the\r\n\nprosecutor have gone to such lengths to keep the information from\r\n\nthem?\r\n\n     Recognition  of  error  does  not  end  our  task,  however.\r\n\nAlthough  we  have  determined  that the  jury  might  have  been\r                                                               \r\n\naffected by  knowledge of  Fleischer's  deal, and  thus that  the\r\n\nprosecution's   suppression   of   the   evidence   violated  its\r\n\nconstitutional obligation  under Brady  and Giglio, we  also must\r                                                            \r\n\nconsider -- to restate  the Brecht standard -- whether  the error\r                                            \r\n\nwas  of  such  magnitude that  it  actually  casts  doubt on  the\r\n\nintegrity  of  the verdict.   This  is  the difference  between a\r\n\npossibility  and a probability.   See O'Neal v.  McAninch, 115 S.\r                                                                   \r\n\nCt. 992, 994  (1995) (to find harmlessness, reviewing  court must\r\n\n                               -26-\r\r\n\nconclude  that error more  likely than not  had no effect  on the\r\n\nverdict).  Our review of the evidence indicates that, even if the\r\n\njury  had  assigned  no  weight  to  Fleischer's  testimony,  the\r\n\nsubstance  of the  case against  Gilday would  have  remained the\r\n\nsame.   The  other evidence,  moreover,  was considerable.    Cf.\r                                                                           \r\n\nGiglio, 405  U.S. at  154-55 (government's case  depended \"almost\r                \r\n\nentirely\"  on  witness  whose   deal  with  prosecution  was  not\r\n\ndisclosed).\r\n\n     Indeed, Fleischer was a rebuttal witness, and as such simply\r\n\nrepeated the  earlier testimony of another  witness, Valeri, that\r\n\nGilday  had admitted to being  the shooter.   Valeri had reported\r\n\nthat Gilday was at the scene of the robbery in the car from which\r\n\nthe shots  were fired,  that Gilday  possessed the murder  weapon\r\n\nafter the crime, and that  Gilday said that he had waited  at the\r\n\nscene of  the robbery until  the police officers  arrived because\r\n\n\"he had always wanted to shoot a police officer.\"\r\n\n     Three  eyewitnesses  testified, all  disinterested outsiders\r\n\nwho  were in  close proximity  to the  shooting.   The strongest,\r\n\nBecker,  made  an  in-court  identification of  Gilday,  who  was\r\n\nsitting  unobtrusively  with  spectators.   He  also  had  chosen\r\n\nGilday's  picture from a spread  of photographs shown  to him two\r\n\nmonths after the shooting.   He further recalled at  trial, after\r\n\nhaving stood up to make his identification, that the gunman, like\r\n\nhimself (and like  Gilday), had a little bald spot  on the top of\r\n\nhis head.   Cross-examination elicited that  the only description\r\n\nBecker had  given police at the time of the shooting was that the\r\n\n                               -27-\r\r\n\ngunman was a white  male and that  he probably had seen  Gilday's\r\n\npicture in  the media;  while acknowledging the  possibility that\r\n\nthis influenced  him, he  insisted that his  identifications were\r\n\nbased solely on his observations at the time of the crime.\r\n\n     A second witness, Goddard, described  the gunman as a  white\r\n\nmale  in  his  late   thirties,  clean-shaven,  with  a  receding\r\n\nhairline, hair combed straight  back, wearing an olive  jacket --\r\n\nall consistent with Gilday's  appearance.  True, he did  not pick\r\n\nout Gilday's picture  from spreads shown  him on the  day of  the\r\n\nshooting,  or two weeks later.  On  the first occasion, he saw \"a\r\n\ncouple of pictures that resembled the man that I saw\" but did not\r\n\npick them out  because he was not sure.   On the second occasion,\r\n\nhe  had seen Gilday's picture in the  papers and recognized it in\r\n\nthe spread.\r\n\n     The  third witness,  Gaudette,  described the  gunman as  of\r\n\nmedium build, similar to himself, with  weight around 185 pounds,\r\n\nheight five feet six or seven inches, in his  thirties, with dark\r\n\nhair.  He picked Gilday's picture out of a photospread two months\r\n\nafter  the  shooting.   Then,  in  the  courtroom,  he failed  to\r\n\nidentify  Gilday, who  was not  wearing glasses  at the  start of\r\n\nGaudette'sperusal butput themon asGaudette continuedhis scrutiny.\r\n\n     On the  whole, we  consider this eyewitness  evidence, while\r\n\nnot without  weaknesses, impressive.   Further, the  evidence was\r\n\noverwhelming  that Gilday was involved in the  crime.  In his own\r\n\ntestimony, he  acknowledged that he had  bought the semiautomatic\r\n\nweapon and one of the cars that  had been used in the robbery and\r\n\n                               -28-\r\r\n\nmurder, that  he had  stolen a license  plate and  affixed it  to\r\n\nanother  car used by  the robbers, and  that he took  some of the\r\n\nholdup money  from  an  apartment  where Bond,  Saxe,  Power  and\r\n\nFleischer  were  gathered after  the  crime.    In  addition,  an\r\n\nacquaintance of  the group, McGrory, testified  to a conversation\r\n\nwith Gilday  after the robbery about McGrory's having figured out\r\n\nwho was responsible for  the crime.  McGrory stated  that, during\r\n\nthe exchange, Gilday  first claimed that he had not  heard that a\r\n\npolice officer had been critically wounded, but later said \"I did\r\n\nit\" and warned  that even if Gilday were imprisoned on death row,\r\n\nhe would take care of McGrory if he said anything.\r\n\n     While neither  the activities to which  Gilday confessed nor\r\n\nMcGrory's  testimony  require  a  finding  that  Gilday  was  the\r\n\ngunman14 --  or even at  the scene  of the robbery  -- the  other\r\n\nevidence provided a strong  link between his confessed complicity\r\n\nin  the  crime  and the  alleged  role  of  gunman.   Fleischer's\r\n\ntestimony on rebuttal corroborated  the government's case, but it\r\n\nshed no new or different light on it.\r\n\n     Moreover, some  impeachment of Fleischer did take  place.  A\r                             \r\n\nformer  FBI   agent,  George   Bernard   Kennedy,  testified   in\r\n\nsurrebuttal that Fleischer  had told  him in the  spring of  1971\r\n\nthat Gilday had not shot the police officer.  In  addition, as we\r\n\nhave noted, Fleischer was implicated  by defense witness Bond  as\r\n\nthe gunman;  that testimony made  transparent a motive  to accuse\r\n                    \r                              \r\n\n     14 Gilday  maintains that none of  this testimony explicitly\r\nrefers   to  his   being   the  gunman,   but  simply   indicates\r\nparticipation generally in the group's pursuits. \r\n\n                               -29-\r\r\n\nsomeone  else.     Thus,  while  the   challenge  to  Fleischer's\r\n\ncredibility  would  have been  measurably  more  potent with  the\r\n\nwithheld information, he was already a sullied witness.\r\n\n     In  sum, we are persuaded  that suppression of the Fleischer\r\n\nagreement did  not  have a  substantial and  injurious effect  or\r\n\ninfluence in determining the  jury's verdict.  The nature  of the\r\n\nother evidence makes it unlikely that even a stinging impeachment\r\n\nof Fleischer based  on the  undisclosed deal would  have had  the\r\n\nrequisite impact  on the jury's  deliberations.15  The  error was\r\n\ntherefore harmless.16\r\n\n     B. Eyewitness and other statements.  \r                                                 \r\n\n     Petitioner also claims error  in the government's failure to\r\n\ndisclose   exculpatory  evidence  from  three  witnesses:  (1)  a\r\n\nstatement by Michael Finn shortly after the  crime that described\r\n\nthe gunman in terms inconsistent with Gilday's appearance; (2) an\r\n\nFBI  report  that Bernard  Becker, who  identified Gilday  as the\r\n\ngunman at trial, stated three weeks after the crime that he could\r\n\nnot  provide a  description  of the  gunman;  (3) a  report  that\r\n\nFleischer initially denied knowing Gilday when asked by the  FBI.\r\n\n                    \r                              \r\n\n     15 Contrary  to petitioner's  suggestion, the references  to\r\nFleischer  in   the   prosecutor's  closing   argument  did   not\r\nparticularly  highlight his  testimony.    Indeed, Fleischer  was\r\nsignificant  in the  prosecution's summary  of the  case in  part\r\nbecause defense witness Bond indicated that he was the gunman. \r\n\n     16  Petitioner  urges  that   this  is  the  \"unusual  case\"\r\nidentified in Brecht as perhaps  warranting habeas relief even if\r                              \r\nthe  asserted error  did not  substantially influence  the jury's\r\nverdict.  See  113 S. Ct. at 1722 n.9.   We do not find that \"the\r                       \r\nintegrity of the proceeding\"  was so infected here as  to justify\r\nsuch an extraordinary remedy.\r\n\n                               -30-\r\r\n\nTo  determine  the materiality  of  these  pieces of  undisclosed\r\n\nevidence,  we  apply  the  Bagley  test:  whether  there  is  \"`a\r                                           \r\n\nreasonable probability  that, had the evidence  been disclosed to\r\n\nthe  defense,  the result  of  the  proceeding  would  have  been\r\n\ndifferent,'\" Kyles, 63 U.S.L.W. at 4307 (quoting Bagley, 473 U.S.\r                                                                 \r\n\nat 682).\r\n\n     Only  two   merit  more  than  passing  discussion.17  While\r\n\nrecognizing that  Finn's first  description of the  gunman should\r\n\nhave been viewed by the prosecutor  at the outset of the trial as\r\n\nsignificant  exculpatory  evidence  subject  to  disclosure,  the\r\n\nvantage  of hindsight leads us to conclude that the likely impact\r\n\nof suppressing  it turned out  to be slight.   At the  hearing on\r\n\npetitioner's  second motion for new  trial, which was premised in\r\n\npart on this asserted  Brady violation, Finn, who was  not called\r                                      \r\n\nas  a witness  at  trial, gave  a  different description  of  the\r\n\nshooter -- one consistent  with Gilday's appearance.   The motion\r\n\njudge  found  that   Finn,  who  had  a  reputation   for  mental\r\n\ninstability  and  alcoholism,  would  have  been   an  unreliable\r\n\nwitness.   Gilday I, 367 Mass.  at 487-89, 327 N.E.2d  at 859-60.\r                             \r\n\nThe  district court credited this  finding, 866 F.  Supp. at 636,\r\n\nand  we are  likewise inclined  to do  so.   Based on  the record\r\n\nbefore  us,  it seems  most likely  that,  had Finn  testified at\r\n\ntrial, his impact on the jury would have been at best  equivocal.\r\n\n                    \r                              \r\n\n     17 The  failure to  disclose Fleischer's false  statement is\r\nmeasurably  less   significant  to   his  credibility   than  the\r\ncooperation  agreement,  and  our  earlier  discussion concerning\r\nFleischer's testimony effectively resolves this issue as well.\r\n\n                               -31-\r\r\n\nWe certainly cannot  say that there  is a reasonable  probability\r\n\nthat  his testimony would have materially changed the face of the\r\n\ntrial.\r\n\n     As  for Becker, while we  appreciate that statements made in\r\n\nclose  temporal  proximity  to   the  crime  are  significant  in\r\n\nevaluating an eyewitness's reliability, see Kyles, 63 U.S.L.W. at\r                                                           \r\n\n4310 (citing Manson v.  Brathwaite, 432 U.S. 98, 114  (1977)), we\r                                            \r\n\nthink it  only of  modest importance that  his identification  of\r\n\npetitioner  was preceded  by an  earlier inability  to provide  a\r\n\ndescription.     The  fact  that  someone   cannot  articulate  a\r\n\ndescription of  an individual does not  necessarily undermine the\r\n\naccuracy  of  a  later  identification; the  challenge  would  be\r\n\nsubstantially more potent had Becker given an earlier description\r\n\ninconsistent with his trial testimony.\r\n\n     Moreover, Becker's testimony  at trial essentially reflected\r\n\nthe fact that he was unable to give a description at  the time of\r\n\ncrime.  He stated that  he told the police only that  the shooter\r\n\nwas \"[a] white male,\" acknowledging  that he provided \"[n]o other\r\n\ndistinguishing   characteristics  or  descriptions.\"    In  these\r\n\ncircumstances,  we think the withheld FBI report would have had a\r\n\nminimal effect upon the jury.\r\n\n     C. Cumulative Impact.\r                                   \r\n\n     In its  recent decision  in Kyles  v.  Whitley, the  Supreme\r                                                             \r\n\nCourt  stressed  the  importance  of  considering the  cumulative\r\n\neffect  of all suppressed evidence in determining whether a Brady\r                                                                           \r\n\n                               -32-\r\r\n\nviolation  has occurred.    63  U.S.L.W.  at  4308.    The  Court\r\n\nconcluded  that,  had  the  prosecution  disclosed  to  competent\r\n\ncounsel  the substantial  amount  of evidence  at issue  there, a\r\n\ndifferent  result  would  have  been  reasonably probable;18  the\r\n\njury  would have been  considerably more likely  to have accepted\r\n\nthe defendant's theory that  he was framed by a  police informant\r\n\nwho  was actually  the murderer.   See id.  at 4306.19   Not only\r                                                    \r\n\nwould  disclosure  have  severely  discredited two  of  the  four\r\n\neyewitnesses who were \"`the essence of the State's case,'\" id. at\r                                                                        \r\n\n4310 (quoting district court), but it also would have \"entitled a\r\n\njury to  find that . .  . the most damning  physical evidence was\r\n\nsubject to suspicion, that the investigation that produced it was\r\n\ninsufficiently probing, and that the principal police witness was\r\n\ninsufficiently informed or candid.\"  Id. at 4313.\r                                                  \r\n\n     The circumstances  here are  markedly different.   While the\r\n\nvarious  pieces  of suppressed  evidence  in  Kyles fit  together\r                                                             \r\n                    \r                              \r\n\n     18 Indeed, a  mistrial was declared in the defendant's first\r\ntrial because the jury  became deadlocked on the issue  of guilt.\r\n63 U.S.L.W. at 4306.\r\n\n     19  The  undisclosed  evidence  in Kyles  consisted  of  six\r                                                       \r\ncontemporaneous    eyewitness    statements   with    significant\r\ninconsistencies; records  of the informant's initial  call to the\r\npolice stating that  he had bought a  car like the  victim's from\r\nthe  defendant on  the day  of the  murder; a  tape recording  of\r\nanother conversation  between the  informant and  police officers\r\nfurther incriminating the defendant;  a signed statement from the\r\ninformant  repeating matters  from the  tape-recorded discussion,\r\nalthough  with inconsistencies;  a computer print-out  of license\r\nnumbers of  cars parked on the  night of the crime  at the market\r\nwhere the murder occurred, which did not list the defendant's car\r\nlicense number;  an internal memorandum directing  seizure of the\r\ndefendant's trash after the  informant had suggested the victim's\r\npurse might be found there, and evidence linking the informant to\r\nother crimes at the market and to an unrelated murder.\r\n\n                               -33-\r\r\n\nfactually to make the defense theory of the case more likely, the\r\n\nevidence  here taken cumulatively sheds no new light on the crime\r\n\nor petitioner's involvement in it.  The suppressed  material went\r\n\nprimarily  to the credibility of  witnesses, one of whom (Becker)\r\n\nacknowledged at  trial information equivalent  to the undisclosed\r\n\nevidence.  The only significantly potent undisclosed material was\r\n\nthe  Fleischer agreement;20  we are  sufficiently  persuaded that\r\n\nnone of the other evidence adds to its effect in such a way as to\r\n\nhave  influenced the jury's judgment.  Here, unlike in Kyles, the\r                                                                      \r\n\nwhole of the challenge  to the prosecution's case was  no greater\r\n\nthan the sum  of its individual parts.   Accordingly, we find  no\r\n\nremediable Brady violation.\r                          \r\n\n                       IV. Sandstrom Claims\r                                                     \r\n\n     Petitioner argues that the trial judge's charge  to the jury\r\n\nincluded five mandatory presumptions  of intent that violated his\r\n\ndue process rights  as established in  Sandstrom v. Montana,  442\r                                                                     \r\n\nU.S.   510,  520-24  (1979).21     In  a   related  argument,  he\r\n\nchallenges a portion of the instruction foreclosing the jury from\r\n\nconsidering    an   intoxication   defense,   arguing   that   it\r\n\nunconstitutionally relieved  the Commonwealth  of  its burden  of\r\n                    \r                              \r\n\n     20 Although we found  error in the prosecution's suppression\r\nof the  Fleischer agreement,  our conclusion  that the error  was\r\nharmless effectively is equivalent to  our finding that the other\r\nevidence  withheld   did  not  satisfy  the   Bagley  materiality\r                                                              \r\nstandard.  We therefore reconsider the agreement in assessing the\r\ncumulative effect of the government's non-disclosures.\r\n\n     21  Sandstrom  held that  a  jury  instruction containing  a\r                            \r\npresumption  that has the effect of  relieving the prosecution of\r\nthe burden of proof on an element of a charged crime violates the\r\nDue Process Clause.  442 U.S. at 520-24.\r\n\n                               -34-\r\r\n\nproof  on  the  issue of  intent  as  recognized  by the  Supreme\r\n\nJudicial Court in  a series of cases  beginning with Commonwealth\r                                                                           \r\n\nv.  Henson,  394  Mass.  584,  592-93,  476  N.E.2d  947,  953-54\r                    \r\n\n(1985).22\r\n\n     The  SJC reviewed the  instructions on  intent only  as they\r\n\nrelated  to the issue of intoxication.   The court ruled that the\r\n\nintoxication portion of the charge correctly reflected the law at\r\n\nthe time of  petitioner's trial, and that he was  not entitled to\r\n\nretroactive application of a change in the law that was announced\r\n\nthirteen years  later.  See Commonwealth v.  Gilday (Gilday III),\r                                                                         \r\n\n409 Mass.  45, 47, 564 N.E.2d  577, 579 (1991).   The court found\r\n\nthat  no other  assertion of  instructional error,  including the\r\n\nmore general Sandstrom  claims, had been  raised in the  relevant\r                                \r\n\n(fourth)  motion  for new  trial.   It  therefore held  that such\r\n\nadditional claims were  waived.  Id., 409 Mass. at  46 &amp; n.3, 564\r                                              \r\n\nN.E.2d at 578 &amp; n.3.\r\n\n     The   district   court  did   not  explicitly   address  the\r\n\nintoxication issue.   Petitioner raises  it on appeal  in limited\r\n\nfashion, recognizing that we  previously have declined to disturb\r\n\nthe   SJC's  determination   that  Henson's  protection   of  the\r                                                   \r\n\nintoxication defense is not retroactive.  See Robinson  v. Ponte,\r                                                                          \r\n                    \r                              \r\n\n     22  The court stated in Henson  that \"where proof of a crime\r                                             \r\nrequires  proof  of  a  specific  criminal  intent and  there  is\r\nevidence  tending  to  show  that  the  defendant  was  under the\r\ninfluence of alcohol or some other drug at the time of the crime,\r\nthe judge should instruct  the jury, if requested, that  they may\r\nconsider evidence of the defendant's intoxication  at the time of\r\nthe crime  in deciding whether  the Commonwealth has  proved that\r\nspecific  intent beyond a reasonable  doubt.\"  394  Mass. at 593,\r\n476 N.E.2d at 954.\r\n\n                               -35-\r\r\n\n933 F.2d 101, 103-05 (1st Cir. 1991).  We decline to revisit that\r\n\nprecedent here, and the claim is therefore unavailing.23\r\n\n     As for the general Sandstrom claims, the district court gave\r                                           \r\n\ntwo  reasons  for rejecting  them.    First,  it  concluded  that\r\n\npetitioner was not entitled to protection from the Sandstrom rule\r                                                                      \r\n\nbecause that  case was decided after his conviction became final,\r\n\nand, under Teague  v. Lane,  489 U.S. 288  (1989), the  principle\r                                    \r\n\nestablished  there was not  retroactive.  Second,  the court held\r\n\nthat the SJC's refusal  to consider the \"non-intoxication claims\"\r\n\nbased   on   petitioner's  procedural   default   constituted  an\r\n\nindependent  state law  ground for  rejecting those  claims, thus\r\n\nbarring  habeas review    unless the  petitioner can  show \"cause\r\n\nfor\",   and   \"prejudice  from\"   his   noncompliance  with   the\r\n\nCommonwealth's procedures.  See Wainwright v. Sykes, 433 U.S. 72,\r                                                             \r\n\n86-87  (1977);  Ortiz  v. Dubois,  19  F.3d  708,  714 (1st  Cir.\r                                          \r\n\n1994).24\r\n\n                    \r                              \r\n\n     23  To the extent that petitioner seeks to raise the federal\r\nconstitutional claim  directly on  appeal, we decline  to address\r\nthe  issue.    His brief  contains  only  two  paragraphs on  the\r\nintoxication  instruction,  primarily  directed  to  the  Supreme\r\nJudicial Court's caselaw  and our decision in  Robinson v. Ponte.\r                                                                          \r\nHis reference to arguments raised in  the district court, without\r\nelaboration, is  insufficient to warrant  our review.   See  Cray\r                                                                           \r\nCommunications  v. Novatel Computer Systems, 33 F.3d 390, 396 n.6\r                                                     \r\n(4th Cir.  1994) (adopting  by reference  memoranda filed in  the\r\ndistrict  court is  a practice  \"that has  been consistently  and\r\nroundly  condemned by the  Courts of Appeals\");  United States v.\r                                                                        \r\nBales,  813 F.2d 1289, 1297  (4th Cir. 1987)  (noting that \"other\r               \r\ncourts have stated that  arguments incorporated by reference need\r\nnot be considered on appeal\").\r\n\n     24 Petitioner has not  argued that there was \"cause  for\" or\r\n\"prejudice  from\" his failure to comply with the procedural rule,\r\nrelying instead on the assertion that no default occurred.\r\n\n                               -36-\r\r\n\n     We need not  delve into the  retroactivity issue because  we\r\n\nagree  with   the  district   court's  judgment  that   the  non-\r\n\nintoxication   Sandstrom   claims   are    procedurally   barred.\r                                  \r\n\nPetitioner's fourth motion  for new trial  and his memorandum  in\r\n\nsupport  of  the motion  focused entirely  on  the effect  of the\r\n\nintoxication instruction on  the jury's determination  of intent.\r\n\nAlthough the memorandum cited to Sandstrom and related precedent,\r                                                    \r\n\ni.e., In re Winship, 397 U.S.  358 (1970) and Mullaney v. Wilbur,\r                                                                          \r\n\n421 U.S. 684  (1975), it is apparent to us  that those cases were\r\n\ninvoked  in support  of the  intoxication argument  and not  as a\r\n\nbasis  for a  general  challenge to  the  presumptions on  intent\r\n\ncontained in the instruction.  In these circumstances,  we cannot\r\n\ncontradict  the   SJC's  determination  that,  as   a  matter  of\r\n\nMassachusetts  law, the  motion  did not  preserve the  Sandstrom\r                                                                           \r\n\nclaims  for appeal.  See  Ortiz, 19 F.3d at 713  n.5 (\"the law of\r                                         \r\n\nMassachusetts is what the SJC says  it is\").  Cf., e.g., Williams\r                                                                           \r\n\nv.  Lane,  826  F.2d  654,  660  (7th  Cir.  1987)  (state  court\r                  \r\n\ndetermination of  waiver does not preclude  federal habeas review\r\n\nwhere record  shows that  petitioner fully complied  with state's\r\n\narticulated procedural  rules).  Accordingly, we  do not consider\r\n\nthem.25\r\n                    \r                              \r\n\n     25  We suspect,  however,  that even  if  considered on  the\r\nmerits,  the Sandstrom  claims  would be  deemed harmless  error.\r                                \r\nPetitioner's defense was  not that he  lacked the requisite  mens\r\nrea to be found guilty on the crimes charged, but that he was not\r\nthe  gunman who shot Officer  Schroeder.  See  Bembury v. Butler,\r                                                                          \r\n968 F.2d  1399, 1402-1404  (1st Cir. 1992)  (instruction creating\r\nmandatory presumption  of intent  was harmless where  question of\r\nintent  never raised:  \"[Defendant]  merely presented  an  alibi,\r\nclaiming he was not the culprit.\")\r\n\n                               -37-\r\r\n\n                      V. Pretrial Publicity\r                                                     \r\n\n     Petitioner contends that he  was denied his right to  a fair\r\n\ntrial  because  of  extensive  pretrial  publicity,  specifically\r\n\nclaiming  that the trial judge erred in denying his motion for an\r\n\nadditional  continuance of  the trial  date and  for a  change of\r\n\nvenue.26\r\n\n     Essentially  for   the  reasons  expressed  by  the  Supreme\r\n\nJudicial  Court and  the district  court,  we find  no reversible\r\n\nerror in the trial judge's handling of the case in  this respect.\r\n\nSee Gilday I, 367 Mass. at  491-93, 327 N.E.2d at 861-62;  Gilday\r                                                                           \r\n\nv. Callahan, 866 F. Supp. at 623-24.\r                     \r\n\n                          VI. Conclusion\r                                                  \r\n\n     We have examined  with care each  of petitioner's claims  of\r\n\nconstitutional  error.   Having found  that the  only meritorious\r\n\nclaim  --  the  Brady  violation  in  suppressing  the  Fleischer\r                               \r\n\nagreement -- was harmless, we affirm the judgment of the district\r\n\ncourt denying petitioner's writ of habeas corpus.\r\n\n     Affirmed.\r                       \r\n\n                    \r                              \r\n\n     26  The trial  originally  was scheduled  to start  in April\r\n1971, about six months  after the crime, but the  court granted a\r\ncontinuance and it did not begin until February 1972. \r\n\n                               -38-\r\r\n",
  "html": "<p class=\"case_cite\">59 F.3d 257</p>\n    <p class=\"parties\">William Morrill GILDAY, Jr., Petitioner, Appellant,<br>v.<br>William F. CALLAHAN, Superintendent, MCI Norfolk,<br>Respondent, Appellant.</p>\n    <p class=\"docket\">No. 94-1619.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued May 1, 1995.<br>Decided July 5, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael Avery, Newton Center, MA, for appellant.</p>\n      <p class=\"indent\">William J. Meade, Asst. Atty. Gen., with whom Scott Harshbarger, Atty. Gen., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner William Gilday was convicted of first degree murder and two counts of armed robbery for his involvement 25 years ago in a notorious bank robbery in which Boston Police Officer Walter A. Schroeder was killed.  This habeas case, originally filed in 1981, was reactivated after disposition of the last of his four unsuccessful motions for new trial in the Massachusetts courts.  The district court denied the petition in a comprehensive opinion.  866 F.Supp. 611 (D.Mass.1994).  After carefully reviewing the case authorities and relevant portions of the record, we affirm.I. Background</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We shall provide at this juncture only brief factual background, adding more details in later sections as necessary for an understanding of the issues discussed.  A lengthy description of the evidence presented at Gilday's five-week trial is reported in Commonwealth v. Gilday, 367 Mass. 474, 478-485, 327 N.E.2d 851, 854-58 (1975) (\"Gilday I \").   See also Gilday, 866 F.Supp. at 640-43.   A full chronology of the proceedings since his 1972 conviction is set out in the district court's opinion.  Id. at 615-16.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Gilday and five others were indicted on robbery and murder charges.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Evidence indicated that the group had planned a series of bank robberies to raise funds in support of radical political activities.  The Supreme Judicial Court summarized as follows the evidence supporting the Commonwealth's theory of what occurred on the day of the robbery at issue here:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>Bond, Valeri and Saxe entered the bank carrying guns, robbed it and drove off in a blue Chevrolet....  Gilday, armed with a semiautomatic rifle, was seated in a white Ambassador automobile across the street from the bank....  [A]fter the other three had escaped from the scene, Gilday fired a number of shots at two policemen who arrived, and Officer Schroeder thereby sustained the wounds from which he died the next day.  Bond, Valeri, and Saxe later switched to a third vehicle, a station wagon driven by Power, and made their escape.  Gilday also escaped in the white Ambassador.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">367 Mass. at 477, 327 N.E.2d 851.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On March 10, 1972, Gilday was convicted by a jury and sentenced to death.  Following the United States Supreme Court's decision in Furman v. Georgia, 408 U.S. 238, 92 S.Ct. 2726, 33 L.Ed.2d 346 (1972), and his first motion for new trial, the death sentence was changed to a sentence of life imprisonment.  His subsequent efforts to obtain relief from the original convictions have proven unsuccessful.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In this appeal, Gilday argues that he is entitled to a writ of habeas corpus because his trial was replete with constitutional error, and there consequently is substantial reason to believe he was innocent of the charges on which he was convicted.  We have considered each of his claims fully, but cannot say that any of the identifiable flaws in the proceedings constituted a deprivation of rights warranting reversal of his convictions.  We discuss most of these claims in some detail below.  As for the others, the district court's analysis so closely reflects our own thoughts that we find it unnecessary to repeat the discussion and, therefore, adopt its conclusions as our own.</p>\n    </div>\n    <p>II. Reasonable Doubt Instruction</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Gilday claims a host of problems with the trial judge's reasonable doubt instruction, several of which center on language that has been expressly and repeatedly disapproved by this and other courts.  Because we agree that this charge was flawed, we have studied its full text and context with particular care in order to answer the relevant constitutional question:  \"whether there is a reasonable likelihood that the jury understood the instructions to allow conviction based on proof insufficient to meet the [reasonable doubt] standard,\" Victor v. Nebraska, --- U.S. ----, ----, 114 S.Ct. 1239, 1243, 127 L.Ed.2d 583 (1994).  Our review is de novo.  See Ouimette v. Moran, 942 F.2d 1, 4 (1991) (presumption of correctness for state court findings of fact under 28 U.S.C. Sec. 2254 applies only to \" 'basic, primary or historic facts' \" (citation omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As we previously remarked when evaluating a strikingly similar instruction in Bumpus v. Gunter, 635 F.2d 907, 910 (1st Cir.1980),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> ] \"[i]t is to be remembered ... that [the challenged] remarks have been separately culled from a very lengthy charge.  They, and the emanations from them, must be assessed along with the rest of the charge....\"  The Supreme Court recently reaffirmed the need to examine a charge in context to determine whether language possibly erroneous in the abstract is cleansed because \"the rest of the instruction ... lends content to the phrase,\" Victor, --- U.S. at ----, ---- - ----, 114 S.Ct. at 1247, 1250-51.   See also id. at ----, 114 S.Ct. at 1243 (\" '[T]aken as a whole, the instructions [must] correctly conve[y] the concept of reasonable doubt to the jury.' \"  (quoting Holland v. United States, 348 U.S. 121, 140, 75 S.Ct. 127, 138, 99 L.Ed. 150 (1954))).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the end, we have come to the conclusion that the charge overall left the jury with an accurate impression of the substantial burden faced by the prosecution in establishing the defendant's guilt beyond a reasonable doubt.  As shall become apparent from our discussion below, none of the problems identified by Gilday is, on its own, of a severity that warrants reversal of his conviction.  Indeed, several of the flaws are significantly ameliorated by other aspects of the charge.  And, while the cumulative impact of the flaws is itself a separate matter of concern, we are persuaded that it does not rise to the level of constitutional error.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The charge, which spanned 20 paragraphs when reduced to writing,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> loosely may be divided into three separate segments for purposes of our review.  We therefore begin our discussion by reproducing the first five paragraphs:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is the burden of the Commonwealth to establish its case beyond a reasonable doubt.  What do those words mean?   Well, you give to them their common ordinary meaning.  A doubt means an uncertainty of mind or a lack of conviction.  And reasonable means based upon a reason.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">I am going to discuss with you what our Court has said it does not mean.  It does not mean a whimsical or a fanciful doubt;  that is, a doubt which is conjured up, which has no strength to tie it together, which has no foundation in fact.  It is floating around in the air.  And you can't pull it down and root it to something solid in the evidence.  It is whimsical.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is not beyond all doubt.  There are few things in this world of ours which are capable of proof beyond all doubt.  That is an impossible burden.  And if that were the burden that we placed upon the Commonwealth, no one who transgressed the laws of society or outraged our populace would ever be convicted of a crime.  Don't confuse beyond a reasonable doubt with beyond all doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">And I sometimes think the jurors take that as their standard.  They must be satisfied before they find a defendant guilty that there is no possibility that they are wrong before their full conviction.  And so again, the Court has said:  \"Proof beyond a reasonable doubt is not beyond the possibility of innocence,\" because I suppose almost anything is possible.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">And if you are satisfied as I define reasonable doubt of the proof of the Commonwealth's case beyond a reasonable doubt you should not hesitate because of a haunting thought that there is a possibility that you might be wrong.  Because then you place on the shoulders of the sovereign state a burden it does not have.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The judge thus began simply, telling the jurors that a reasonable doubt is an uncertainty \"based upon a reason.\"   Petitioner argues that the charge contained such a catalogue of examples of what was not reasonable doubt that the jury was in effect improperly influenced to assign whatever doubt it had to these examples.  But tautology is not multiplicity;  all of the references carried the identical message:  that proof beyond a reasonable doubt is not beyond all doubt.  As we said in Bumpus, 635 F.2d at 911:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>While the judge placed what we regard as an uncomfortable degree of emphasis on the limits of the government's burden, ... the charge in its entirety was not so unbalanced as to undercut the reasonable doubt standard, nor was it basically inaccurate.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The next six paragraphs contain all of the troubling language.  The section begins with a rhetorical question:  \"[s]o what does it [reasonable doubt] mean?\"   The judge then answered:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Not one who is searching for a doubt to acquit;  not one who has made up his mind that the defendant is not guilty, and then having decided the ultimate question, to satisfy his conscience goes back through the evidence and pores through it to find something upon which to pin the doubt which he already has.  No, indeed.  It is the doubt of a conscientious juror who is earnestly seeking the truth in the fullest discharge of the oath that he took.  It is proof, as our Supreme Judicial Court has said, \"To a moral certainty.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">That is not a mathematical certainty;  that is not a scientific certainty which is capable of exactness, because human beings are endowed with a free will;  and they are capable of independent action.  And you can't take their conduct and put it into a test tube or a computer and come out with a nice answer.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">When you get all through analyzing this evidence, it has to be a doubt nagging your mind, leaving you with an uncertainty of conviction to that moral certainty which you can stand up and argue in the jury room with principle and integrity and honesty to your fellow jurors.  And if you don't believe in it yourself, you haven't got a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Supreme Court has expressed it as, \"The same degree of satisfaction of mind and conscience that jurors should have when they take action in the major affairs of their lives,\" the major affairs of their lives.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">I do not attempt to define for you what are the major affairs of your lives.  I leave it to your experience and I leave it to your wisdom.  When you take vital action in your everyday lives certainly you should be satisfied to a moral certainty that what you are doing is right.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">None of us have a crystal ball.  The future is not ours to see.  All we can do is weigh the pros and the cons against any contemplated course of action;  and then with the wisdom and the intellect that we possess, make a decision.  We may be right;  we may be wrong.  But if we are satisfied to a moral certainty when we do an act in our private lives, that it is the right thing to do, we have a settled conviction of mind.  That is the degree of proof which the law contemplates when they talk about \"proof to a moral certainty.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Petitioner directs his fire to four problem areas in these passages:  (1) the use of the term \"moral certainty,\" (2) the comparison of the level of certainty necessary for a finding \"beyond a reasonable doubt\" with the level of certainty applicable to personal decisionmaking, (3) the suggestion in the fourth paragraph that the jury need only weigh the pros and cons before making a decision, followed by the statement suggesting that whether the decision is right or wrong is of equivalent consequence;  (4) the possibility that the third of these paragraphs could be understood as inverting the burden of proof by requiring the jurors to find in the evidence so strong a \"conviction\" of doubt that they would be able to argue for it to their peers in the jury room.  We address each of these in turn, and then also consider their cumulative effect.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">(1) \"Moral Certainty\".   Equating the concept of reasonable doubt to \"moral certainty\" may be, in isolation, reversible error.  See Victor, --- U.S. at ---- - ----, 114 S.Ct. at 1250-51;  Cage v. Louisiana, 498 U.S. 39, 41, 111 S.Ct. 328, 329, 112 L.Ed.2d 339 (1990) (per curiam);  Commonwealth v. Pinckney, 419 Mass. 341, 345-49, 644 N.E.2d 973 (1995).  The Supreme Court has discouraged use of this phrase because of its ambiguous meaning, see Victor, --- U.S. at ----, 114 S.Ct. at 1247-48, and we similarly have expressed concern because \"the jury might feel justified in convicting based on a feeling rather than on the facts in the case,\" United States v. Drake, 673 F.2d 15, 21 (1st Cir.1982).  See also United States v. Indorato, 628 F.2d 711, 721 (1st Cir.1980) (\"[W]e have indicated our uneasiness with this phraseology and pointed out that it has been the subject of mixed reviews.\").</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Indeed, in Cage, the Supreme Court reversed a conviction based on a charge using \"moral certainty\" language because the only other meaning ascribed to reasonable doubt equated such doubt to \"a grave uncertainty\" or \"an actual substantial doubt.\"   The Court felt that those terms, in conjunction with the phrase \"moral certainty,\" suggested a higher degree of doubt than is required for acquittal.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In Victor, however, the Court upheld the validity of two separate reasonable doubt instructions that contained \"moral certainty\" language, observing that that language \"cannot be sequestered from its surroundings\" and finding that the remainder of the charge lent appropriate content to the otherwise ambiguous words.  --- U.S. at ----, 114 S.Ct. at 1248.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As in Victor, the charge here contained far more explanation than was offered to the jury in Cage.   The paragraph immediately following the first reference to \"moral certainty\" distinguishes that level of certitude from mathematical certainty, harking back to the message from the preceding section of the charge.  The juxtaposition suggests that the requisite level of confidence was, indeed, substantial, though not proof beyond all doubt.  See Pinckney, 419 Mass. at 347, 644 N.E.2d 973.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The lengthy charge also offered additional formulations emphasizing the high level of proof necessary for conviction.  Twice during the course of the instruction, the court charged that the jury must attain a \"settled conviction\" of guilt.  In Victor, the Supreme Court ruled that the use of a similar phrase, \"abiding conviction,\" mitigated references to \"moral certainty\" and \"substantial doubt.\"   See --- U.S. at ----, 114 S.Ct. at 1247 (\" 'The word \"abiding\" here has the signification of settled and fixed, a conviction which may follow a careful examination and comparison of the whole evidence.'  ...  As used in this instruction, ... we are satisfied that the reference to moral certainty, in conjunction with the abiding conviction language, 'impress[ed] upon the factfinder the need to reach a subjective state of near certitude of the guilt of the accused.' \"  (quoting Hopt v. Utah, 120 U.S. 430, 439, 7 S.Ct. 614, 618, 30 L.Ed. 708 (1887) and Jackson v. Virginia, 443 U.S. 307, 315, 99 S.Ct. 2781, 2786, 61 L.Ed.2d 560 (1979)).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">It also is significant in evaluating the effect of the term \"moral certainty\" that the jury was told more than once that its decision must be based on the evidence presented.  See Victor, --- U.S. at ----, ----, 114 S.Ct. at 1248, 1251.   In the third paragraph of this section of the charge, the judge began by noting that \"[w]hen you get all through analyzing this evidence, it has to be a doubt nagging your mind, leaving you with an uncertainty of conviction....\"  Toward the end of the reasonable doubt instruction, the court noted the jurors' oath to render \"a true verdict according to the evidence and the law,\" and earlier cautioned against \"strain[ing] the evidence to any conclusion not warranted by its fair convincing force.\"   Thus, as in Victor, the instruction here explicitly told the jurors that their decision had to be based on the evidence in the case, minimizing the possibility that the reference to \"moral certainty\" would have been viewed as permitting a conviction based \"on a feeling rather than on the facts in the case,\" Drake, 673 F.2d at 21.   See --- U.S. at ----, 114 S.Ct. at 1248.   And, also as in Victor, other instructions reinforced this message.  See, e.g., Tr. at 4274 (\"We look for a verdict which is dictated by your logic and your common sense and not your heart.\");   id. at 4276 (\"It is your sworn duty to presume the defendant innocent and to give him the benefit of that presumption all throughout the trial and at every stage of the investigation of the evidence in the jury room, until it is overcome by proof beyond a reasonable doubt.\");   id. at 4281 (\"[I]n the last analysis it comes to your most important obligation, and that is, to decide this case on the body of the evidence as I define it.\");   id. at 4283 (\"[W]hen it comes time to base your verdict, find a foundation in the evidence upon which it must rest.\");   id. at 4291 (\"The facts must exclude innocence.\").</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">(2) \"Vital action in your everyday lives\".   Comparing \"beyond a reasonable doubt\" to the \"degree of satisfaction of mind and conscience that jurors should have when they take action in the major affairs of their lives\" is an analogy that has drawn criticism for decades.  See Drake, 673 F.2d at 20 (noting Supreme Court's expressed displeasure of the \"willing to act\" instruction in Holland v. United States, 348 U.S. 121, 75 S.Ct. 127, 99 L.Ed. 150 (1954)).  Even when framed in the more accepted format of comparing reasonable doubt to a doubt that would cause a prudent person to hesitate before acting, the instruction is arguably unhelpful.  See, e.g., Victor, --- U.S. at ----, 114 S.Ct. at 1252 (Ginsburg, J., concurring).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The instruction here, however, did not include the sort of specific, supposedly comparable, examples that have been viewed as prejudicially misleading to jurors.  Compare, e.g., Commonwealth v. Ferreira, 373 Mass. 116, 128-29, 364 N.E.2d 1264, 1272-73 (1977) (reversing because a number of examples of important personal decisions \"understated and tended to trivialize the awesome duty of the jury to determine whether the defendant's guilt was proved beyond a reasonable doubt\") with Rogers v. Carver, 833 F.2d 379, 382-83 (1st Cir.1987) (no reversible error where reference to important decisions was brief and general, with no specific examples) and Bumpus, 635 F.2d at 912-13 (single example of deciding whether to have heart surgery did not trivialize the jurors' duty or minimize the government's burden).  Because no such examples were used, and because the charge focused on \"vital\" or \"major\" personal matters, we think it unlikely that this aspect of the instruction deprived the defendant of the right to be found guilty only upon proof beyond a reasonable doubt.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">(3) Pros and cons;  right and wrong.   Read on their own, the opening sentences of the last paragraph in this section unquestionably present an inadequate articulation of the substantial and unique burden of proof born by the prosecution in a criminal case.  Read in context, however, the thrust of these passages was to inform the jurors that a \"settled conviction of mind\" must be reached to find the defendant guilty.  Immediately following the reference to right and wrong, the judge stated:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>But if we are satisfied to a moral certainty when we do an act in our private lives, that it is the right thing to do, we have a settled conviction of mind.  That is the degree of proof which the law contemplates when they talk about \"proof to a moral certainty.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">This explanation makes manifest that the previous comments, though poorly framed, were another restatement of the concept voiced repeatedly by the judge that absolute certainty was unnecessary.  The jurors' decision will not necessarily be error-free:  \"we may be wrong.\"   What is crucial, the jurors are told, is whether they can reach a \"settled conviction\" of guilt.  We therefore conclude that the language of this paragraph, though far from ideal, was unlikely to be understood in its entirety in the overly casual way suggested by the opening sentences in isolation.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">(4) Inversion of burden of proof.   The third paragraph of this section of the charge contained two sentences, the first of which told the jurors:  you have a reasonable doubt if, when you finish analyzing the evidence, you have</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>a doubt nagging your mind, leaving you with an uncertainty of conviction to that moral certainty which you can stand up and argue in the jury room with principle and integrity and honesty to your fellow jurors.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The second sentence was much more direct:  \"And if you don't believe in it yourself, you haven't got a reasonable doubt.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Although the district court viewed the second sentence as a mistake that may have suggested an inversion of the burden of proof, it felt that the preceding sentence \"plainly referred to a 'conviction' that the defendant was guilty as charged,\" not to a \"conviction\", i.e., a belief, in a doubt.  866 F.Supp. at 618.   It therefore felt that no misimpression was given.  Our view is essentially the same.  The first sentence clearly refers to the certainty a jury must feel as to conviction.  As for the second sentence, the concept of having a belief or a moral certainty in a doubt (which in itself is a state of uncertainty) is, we think, a strange and awkward way of referring to the strength of one's doubt.  The likely effect would have been to confuse, not to encourage an inversion of the burden of proof.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In addition, this paragraph was one of twenty in the charge, which began with a statement that \"[i]t is the burden of the Commonwealth to establish its case beyond a reasonable doubt,\" and which concluded with several paragraphs emphasizing the defendant's \"absolute right to hold the Commonwealth to this strictness of proof.\"   We therefore find no reasonable likelihood that the jurors entered their deliberations with the false impression that petitioner had the burden of establishing a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">(5) Cumulative effect.   As we have discussed, none of the multiple deficiencies in the second portion of the charge was of sufficient magnitude to weaken the conviction.  Taken together, however, their effect is more substantial.  Reasonable doubt is defined with the imperfect term \"moral certainty,\" and one alternative explanation of moral certainty is the disfavored formulation concerning personal decisionmaking.  Yet another description of reasonable doubt and moral certainty suggests that the jury's task is simply a matter of weighing the pros and cons to reach a decision that \"may be right\" or \"may be wrong.\"   A central passage defining reasonable doubt is largely impenetrable, though its language taken literally could be understood to impose a burden of proving doubt on the defendant.  And we have expressed our discomfort with the first portion of the charge, which at great length reiterates that the government's burden should not be overestimated.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">If these two sections comprised the entire instruction, we might well conclude that reversal would be necessary.  Of greatest significance to our contrary conclusion is the fact that, at the conclusion of the portions of the charge we have quoted so far, the judge essentially began anew, telling the jury, \"so there will just be no doubt about what reasonable doubt means, I am going to define it in the precise and more scholarly language of our Supreme Judicial Court.\"   In the next eight paragraphs, he presents the then-acceptable charge on reasonable doubt from Commonwealth v. Madeiros, 255 Mass. 304, 307-08, 151 N.E. 297 (1926), see Pinckney, 419 Mass. at 348, 644 N.E.2d 973, together with language emphasizing the importance of the reasonable doubt standard to our system of jurisprudence.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">\"Proof beyond a reasonable doubt does not mean proof beyond all doubt, nor beyond a whimsical or a fanciful doubt, nor proof beyond the possibility of innocence.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">\"It is rarely, if ever possible, to find a case so clear that there cannot be a possibility of innocence.  If an unreasonable doubt or a mere possibility of innocence were sufficient to prevent a conviction, practically every criminal would be set free to prey upon the community.  Such a rule would be wholly impracticable and would break down the forces of law and order, and make the lawless supreme.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">\"A reasonable doubt does not mean such doubt as may exist in the mind of a man who is earnestly seeking for doubts or for an excuse to acquit a defendant;  but it means such doubt as remains in the mind of a reasonable man who is earnestly seeking the truth.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">\"A fact is proved beyond a reasonable doubt when it is proved to a moral certainty, as distinguished from an absolute or mathematical certainty;  when it is proved to a degree of certainty that satisfies the judgment and consciences of the jury as reasonable men, and leaves in their minds, as reasonable men, a clear and settled conviction of guilt.  But if when all is said and done there remains in the minds of the jury any reasonable doubt of the existence of any fact which is essential to the guilt of the defendant on the particular charge, the defendant must have the benefit of it and cannot be found guilty upon that charge.\"</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">And if you have a reasonable doubt, your verdict ought to be not guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">I want to say a few more words about reasonable doubt.  A standard which produces great satisfaction to me, and I think should to you, the defendant has an absolute right to hold the Commonwealth to this strictness of proof.  No consideration of public safety, nor righteous indignation at atrocious crime which shocks the community, nor zeal for the suppression of crime can give to the Court and jury the discretion, or the right to relax this standard of proof;  nor to strain the evidence to any conclusion not warranted by its fair convincing force.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">This is a government of laws and not of men.  If the guilty go unpunished today because jurors observed their oath and rendered a true verdict according to the evidence and the law, then the community and every citizen in it is still safer, because the law has prevailed.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The Court cannot state this principle too strongly as a principle to be observed, to guard the rights of a defendant.  And I would be remiss in my duty if I did not with equal force remind you that the community is not safe if only the rights of those charged with crime are safeguarded and protected and the rights of the Commonwealth to have a verdict if guilt is proved beyond a reasonable doubt is just as absolute and just as sacred as the right of a defendant to an acquit[t]al if the proof does not meet that test.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">To the extent that specific portions of the instruction up to this point had been less than clear, the jury explicitly was told that this restatement was equivalent and complete.  Although the judge repeated in this part of the instruction the \"moral certainty\" phraseology, he contrasted a moral certainty only with an absolute or mathematical certainty.  See Pinckney, 419 Mass. at 347, 644 N.E.2d 973 (finding that the identical language \"properly impressed upon the jury the need to reach a subjective state of near certitude of the guilt of the accused\").  See also supra at 262-63.  Moreover, the judge again emphasized that the proof must leave \"reasonable men\" with \"a clear and settled conviction of guilt,\" and, failing that, the defendant must be found innocent.  With the language discouraging a verdict for the prosecution unless based on the law and the evidence, this alternative charge was entirely correct.  In our view, even the cumulative effect of the earlier imperfections was offset by this lengthy and independent charge, which the judge praised to the jury as \"precise and more scholarly.\"</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In sum, this instruction possessed a number of flaws, as did the instructions reviewed in Victor.   As we look at some of the less defensible language, we find it difficult to say that a juror could not have been led astray.  But as the Court reminded us in Victor, --- U.S. at ----, 114 S.Ct. at 1243, the standard is not \"could have\" but rather:  is there a reasonable likelihood that the jury understood the instruction as a whole to permit conviction based on a level of proof below that required by the Due Process Clause?   Our review convinces us that there was no such likelihood in this case.  Accordingly, it provides no basis for disturbing Gilday's conviction.</p>\n    </div>\n    <p>III. Brady/Giglio Claims</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Gilday contends that the government's failure to disclose cooperation agreements with two accomplices who testified as prosecution witnesses, and the failure to correct their false testimony that no deals were made, violated his due process rights as established in Brady v. Maryland, 373 U.S. 83, 87, 83 S.Ct. 1194, 1196-97, 10 L.Ed.2d 215 (1963) and Giglio v. United States, 405 U.S. 150, 154-55, 92 S.Ct. 763, 766, 31 L.Ed.2d 104 (1972).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  He additionally raises separate Brady claims based on the government's failure to disclose exculpatory statements by an eyewitness to the crime who did not testify at trial and by two trial witnesses.  We have examined these claims with care, and have concluded that none of the asserted nondisclosures nor all of them cumulatively constitute reversible error.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We begin our discussion by noting the relevant standards.  A Brady error occurs when the prosecution suppresses \"material\" evidence that is favorable to the accused.  See Kyles v. Whitley, --- U.S. ----, ----, 115 S.Ct. 1555, 1565, 131 L.Ed.2d 490 (1995).  In most circumstances, exculpatory evidence is material only \" 'if there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different,' \" id.  (quoting United States v. Bagley, 473 U.S. 667, 682, 685, 105 S.Ct. 3375, 3383, 3385, 87 L.Ed.2d 481 (1985)).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  We refer to this as the Bagley standard.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">A standard of materiality more favorable to the defendant applies, however, when previously undisclosed evidence reveals that the prosecutor knowingly used perjured testimony or, \"equivalently,\" knowingly failed to disclose that testimony used to convict the defendant was false.  Bagley, 473 U.S. at 678-80, 105 S.Ct. at 3381-82.   In such situations, \" 'a conviction ... is fundamentally unfair, and must be set aside if there is any reasonable likelihood that the false testimony could have affected the judgment of the jury,' \" Kyles, --- U.S. at ---- n. 7, 115 S.Ct. at 1565 n. 7 (quoting United States v. Agurs, 427 U.S. 97, 103, 96 S.Ct. 2392, 2397, 49 L.Ed.2d 342 (1976)) (emphasis added).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  We shall label this test the Agurs standard.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Although the tests for materiality suggest a harmless error-like inquiry, it is important to note that these standards must be applied to determine the threshold question:  has constitutional error occurred?   Only then does the issue of harmlessness arise.  And, as the Supreme Court's recent decision in Kyles makes clear, see --- U.S. at ----, 115 S.Ct. at 1567, the approach to harmless error in the Brady/ Giglio context has evolved as the Chapman formulation of \"harmless beyond a reasonable doubt\" has yielded in habeas cases to the softer Brecht test of whether the error \" 'had substantial and injurious effect or influence in determining the jury's verdict,' \" Brecht v. Abrahamson, --- U.S. ----, ----, 113 S.Ct. 1710, 1722, 123 L.Ed.2d 353 (1993) (quoting Kotteakos v. United States, 328 U.S. 750, 776, 66 S.Ct. 1239, 1253, 90 L.Ed. 1557 (1946)).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In Kyles, the Court observed that harmless error analysis is inapplicable to a Brady/ Giglio claim arising in a habeas case outside the perjury-related context.  --- U.S. at ---- &amp; n. 7, 115 S.Ct. at 1565 &amp; n. 7 (noting that \"our decision today does not address any claim under the first Agurs category [i.e., perjury-related]\").  The reason is compelling:  the Bagley materiality standard necessarily requires a court to find an impact on the jury verdict sufficiently substantial to satisfy the Brecht harmless error test.  Thus, in the non-perjury setting, all that is required or appropriate is the one-step Bagley inquiry into reasonable probability.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">But a prosecutor's knowing use of false testimony presents a different analytical situation.  As Bagley makes clear, a petitioner is given the benefit of a friendly standard (hostile to the prosecution) to establish materiality:  whether a reasonable jury could have been affected.  473 U.S. at 678-80, 105 S.Ct. at 3381-82.   This is, in essence, the old Chapman inquiry.  Id. at 679-80 &amp; n. 9, 105 S.Ct. at 3382 &amp; n. 9.   Applying this standard in most cases involving perjury or its equivalent will likely result in a finding of constitutional error.  Scaling that lower materiality hurdle, however, still will leave the petitioner facing the Brecht harmless error inquiry into whether the perjured testimony in fact had a substantial and injurious effect or influence on the jury's verdict.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  In other words, where the Agurs standard applies, it is quite possible to find a constitutional violation, but to conclude that it was harmless.  When faced with such a claim, therefore, our inquiry is necessarily two-pronged:  was there a failure to disclose material exculpatory evidence, and, if yes, was such failure harmless?</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Having laid out this framework, we now turn to petitioner's claims.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">A. Prosecutorial agreements with Fleischer and Valeri</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Petitioner argues that the government deliberately relied on the false testimony of two witnesses, Fleischer and Valeri, who denied that any deals had been made with the prosecution for their cooperation.  The district court, like the Commonwealth courts before it, concluded that no error occurred with respect to Valeri because his acknowledgement at trial of \"a generalized expectation of leniency\" (i.e., that his cooperative trial testimony would be brought to the court's attention) served to disclose his possible motivation to testify favorably for the government.  We agree with this determination essentially for the reasons expressed by the district court, and do not address it further.  See 866 F.Supp. at 634-36.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The Supreme Judicial Court did conclude, however, that the government improperly failed to disclose a deal made with the attorney for the other witness, Fleischer.  Called in rebuttal, Fleischer testified most crucially that, in a discussion shortly after the robbery, Saxe and Power accused Gilday of being \"trigger-happy\" and that Gilday said, \"What did you want me to do, the cop was right there, he was only thirty seconds behind you.\"</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">In cross-examination, Fleischer specifically denied that any deals had been made for his testimony, and testified further that his only promise from the Commonwealth was that high bail would be requested but not demanded.  In fact, as found by a Superior Court judge following a hearing on petitioner's motion for new trial, the prosecutor had told Fleischer's attorney that, in exchange for Fleischer's testimony, he would attempt to reach a disposition of the charges against Fleischer that would leave him with no criminal record.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Commonwealth v. Gilday (Gilday II), 382 Mass. 166, 175, 415 N.E.2d 797, 802 (1980).  The motion judge also found that, as the prosecutor and Fleischer's attorney had agreed, Fleischer was not told of this specific arrangement;  he knew only that it would be \"in his best interest to testify in the case.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The Supreme Judicial Court noted that neither the lack of a formal agreement with Fleischer nor Fleischer's lack of knowledge of the specifics of the understanding relieved the prosecutor of his obligation to disclose material facts concerning Fleischer's credibility and possible bias.  Indeed, the court noted that to hold otherwise would be \"in effect [to] approve the evasion of the Giglio rule by means of artful device.\"  382 Mass. at 177, 415 N.E.2d at 803.   That court, however, agreed with the motion judge that the suppression of this information had no effect on the jury and therefore did not require a new trial.  382 Mass. at 177-78, 415 N.E.2d at 803-04.   The district court reached the same conclusion in rejecting the habeas petition.  866 F.Supp. at 633.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Our review of the determination that the prosecutor had a duty to disclose the Fleischer arrangement is de novo.  See Ouimette, 942 F.2d at 4.   We apply the Agurs standard of materiality, more favorable to the petitioner, because of the prosecutor's deliberate strategy to misrepresent Fleischer's credibility and the knowing acquiescence in Fleischer's false testimony.  See id. at 11;  see also supra at 267.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">As we have explained, the relevant inquiry is whether there is any reasonable likelihood that the false testimony could have affected the judgment of the jury.  To put the question the other way around:  can we say that no reasonable jury could have been affected by the undisclosed information?   We think the answer is fairly obvious.  The information withheld by the prosecutor would have provided the basis for powerful impeachment of Fleischer's testimony.  Not only did Fleischer deny that any deals had been struck on his behalf, but he also claimed that he was testifying only because a man had been killed and he wanted to \"see justice done.\"</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The fact that his lawyer and the prosecutor had come to an understanding would have markedly strengthened the defense's claim that Fleischer was highly motivated to implicate Gilday to protect himself.  First, it would have permitted the jury reasonably to infer that, even if the \"wink and nod\" deal had not been explicitly communicated to Fleischer, he must have been given some indication that testimony helpful to the government would be helpful to his own cause.  Cf. Bagley, 473 U.S. at 683, 105 S.Ct. at 3384 (making reward contingent upon outcome \"served only to strengthen any incentive to testify falsely in order to secure a conviction\").  In addition, evidence of the deal would have reinforced the testimony of defense witness Bond, another accomplice, who implicated Fleischer as the gunman.  The stakes for Fleischer were substantial indeed if his testimony blaming someone else could secure his release entirely from criminal responsibility for a murder he had committed;  his motivation to lie could not have been greater.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Disclosure of the deal in all likelihood would have reduced substantially, or even destroyed, Fleischer's credibility.  Because the direct accusation of an accomplice is of more than minimal consequence in a case where the defense is that someone else was responsible for the charged crime, we think it at least reasonably likely that the suppression of this evidence could have affected the jurors' judgment.  Presumably, the government agrees with this assessment;  for what other reason would the prosecutor have gone to such lengths to keep the information from them?</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Recognition of error does not end our task, however.  Although we have determined that the jury might have been affected by knowledge of Fleischer's deal, and thus that the prosecution's suppression of the evidence violated its constitutional obligation under Brady and Giglio, we also must consider--to restate the Brecht standard--whether the error was of such magnitude that it actually casts doubt on the integrity of the verdict.  This is the difference between a possibility and a probability.  See O'Neal v. McAninch, --- U.S. ----, ----, 115 S.Ct. 992, 994, 130 L.Ed.2d 947 (1995) (to find harmlessness, reviewing court must conclude that error more likely than not had no effect on the verdict).  Our review of the evidence indicates that, even if the jury had assigned no weight to Fleischer's testimony, the substance of the case against Gilday would have remained the same.  The other evidence, moreover, was considerable.  Cf. Giglio, 405 U.S. at 154-55, 92 S.Ct. at 766 (government's case depended \"almost entirely\" on witness whose deal with prosecution was not disclosed).</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Indeed, Fleischer was a rebuttal witness, and as such simply repeated the earlier testimony of another witness, Valeri, that Gilday had admitted to being the shooter.  Valeri had reported that Gilday was at the scene of the robbery in the car from which the shots were fired, that Gilday possessed the murder weapon after the crime, and that Gilday said that he had waited at the scene of the robbery until the police officers arrived because \"he had always wanted to shoot a police officer.\"</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Three eyewitnesses testified, all disinterested outsiders who were in close proximity to the shooting.  The strongest, Becker, made an in-court identification of Gilday, who was sitting unobtrusively with spectators.  He also had chosen Gilday's picture from a spread of photographs shown to him two months after the shooting.  He further recalled at trial, after having stood up to make his identification, that the gunman, like himself (and like Gilday), had a little bald spot on the top of his head.  Cross-examination elicited that the only description Becker had given police at the time of the shooting was that the gunman was a white male and that he probably had seen Gilday's picture in the media;  while acknowledging the possibility that this influenced him, he insisted that his identifications were based solely on his observations at the time of the crime.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">A second witness, Goddard, described the gunman as a white male in his late thirties, clean-shaven, with a receding hairline, hair combed straight back, wearing an olive jacket--all consistent with Gilday's appearance.  True, he did not pick out Gilday's picture from spreads shown him on the day of the shooting, or two weeks later.  On the first occasion, he saw \"a couple of pictures that resembled the man that I saw\" but did not pick them out because he was not sure.  On the second occasion, he had seen Gilday's picture in the papers and recognized it in the spread.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The third witness, Gaudette, described the gunman as of medium build, similar to himself, with weight around 185 pounds, height five feet six or seven inches, in his thirties, with dark hair.  He picked Gilday's picture out of a photospread two months after the shooting.  Then, in the courtroom, he failed to identify Gilday, who was not wearing glasses at the start of Gaudette's perusal but put them on as Gaudette continued his scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">On the whole, we consider this eyewitness evidence, while not without weaknesses, impressive.  Further, the evidence was overwhelming that Gilday was involved in the crime.  In his own testimony, he acknowledged that he had bought the semiautomatic weapon and one of the cars that had been used in the robbery and murder, that he had stolen a license plate and affixed it to another car used by the robbers, and that he took some of the holdup money from an apartment where Bond, Saxe, Power and Fleischer were gathered after the crime.  In addition, an acquaintance of the group, McGrory, testified to a conversation with Gilday after the robbery about McGrory's having figured out who was responsible for the crime.  McGrory stated that, during the exchange, Gilday first claimed that he had not heard that a police officer had been critically wounded, but later said \"I did it\" and warned that even if Gilday were imprisoned on death row, he would take care of McGrory if he said anything.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">While neither the activities to which Gilday confessed nor McGrory's testimony require a finding that Gilday was the gunman<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>--or even at the scene of the robbery--the other evidence provided a strong link between his confessed complicity in the crime and the alleged role of gunman.  Fleischer's testimony on rebuttal corroborated the government's case, but it shed no new or different light on it.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Moreover, some impeachment of Fleischer did take place.  A former FBI agent, George Bernard Kennedy, testified in surrebuttal that Fleischer had told him in the spring of 1971 that Gilday had not shot the police officer.  In addition, as we have noted, Fleischer was implicated by defense witness Bond as the gunman;  that testimony made transparent a motive to accuse someone else.  Thus, while the challenge to Fleischer's credibility would have been measurably more potent with the withheld information, he was already a sullied witness.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">In sum, we are persuaded that suppression of the Fleischer agreement did not have a substantial and injurious effect or influence in determining the jury's verdict.  The nature of the other evidence makes it unlikely that even a stinging impeachment of Fleischer based on the undisclosed deal would have had the requisite impact on the jury's deliberations.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  The error was therefore harmless.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">B. Eyewitness and other statements.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Petitioner also claims error in the government's failure to disclose exculpatory evidence from three witnesses:  (1) a statement by Michael Finn shortly after the crime that described the gunman in terms inconsistent with Gilday's appearance;  (2) an FBI report that Bernard Becker, who identified Gilday as the gunman at trial, stated three weeks after the crime that he could not provide a description of the gunman;  (3) a report that Fleischer initially denied knowing Gilday when asked by the FBI.  To determine the materiality of these pieces of undisclosed evidence, we apply the Bagley test:  whether there is \" 'a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different,' \" Kyles, --- U.S. at ----, 115 S.Ct. at 1565 (quoting Bagley, 473 U.S. at 682, 105 S.Ct. at 3383).</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Only two merit more than passing discussion.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  While recognizing that Finn's first description of the gunman should have been viewed by the prosecutor at the outset of the trial as significant exculpatory evidence subject to disclosure, the vantage of hindsight leads us to conclude that the likely impact of suppressing it turned out to be slight.  At the hearing on petitioner's second motion for new trial, which was premised in part on this asserted Brady violation, Finn, who was not called as a witness at trial, gave a different description of the shooter--one consistent with Gilday's appearance.  The motion judge found that Finn, who had a reputation for mental instability and alcoholism, would have been an unreliable witness.  Gilday I, 367 Mass. at 487-89, 327 N.E.2d at 859-60.   The district court credited this finding, 866 F.Supp. at 636, and we are likewise inclined to do so.  Based on the record before us, it seems most likely that, had Finn testified at trial, his impact on the jury would have been at best equivocal.  We certainly cannot say that there is a reasonable probability that his testimony would have materially changed the face of the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">As for Becker, while we appreciate that statements made in close temporal proximity to the crime are significant in evaluating an eyewitness's reliability, see Kyles, --- U.S. at ----, 115 S.Ct. at 1569 (citing Manson v. Brathwaite, 432 U.S. 98, 114, 97 S.Ct. 2243, 2253, 53 L.Ed.2d 140 (1977)), we think it only of modest importance that his identification of petitioner was preceded by an earlier inability to provide a description.  The fact that someone cannot articulate a description of an individual does not necessarily undermine the accuracy of a later identification;  the challenge would be substantially more potent had Becker given an earlier description inconsistent with his trial testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Moreover, Becker's testimony at trial essentially reflected the fact that he was unable to give a description at the time of crime.  He stated that he told the police only that the shooter was \"[a] white male,\" acknowledging that he provided \"[n]o other distinguishing characteristics or descriptions.\"   In these circumstances, we think the withheld FBI report would have had a minimal effect upon the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">C. Cumulative Impact.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">In its recent decision in Kyles v. Whitley, the Supreme Court stressed the importance of considering the cumulative effect of all suppressed evidence in determining whether a Brady violation has occurred.  --- U.S. at ----, 115 S.Ct. at 1567.  The Court concluded that, had the prosecution disclosed to competent counsel the substantial amount of evidence at issue there, a different result would have been reasonably probable;<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  the jury would have been considerably more likely to have accepted the defendant's theory that he was framed by a police informant who was actually the murderer.  See id. at ----, 115 S.Ct. at 1562-64.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>    Not only would disclosure have severely discredited two of the four eyewitnesses who were \" 'the essence of the State's case,' \" id. at ----, 115 S.Ct. at 1559 (quoting district court), but it also would have \"entitled a jury to find that ... the most damning physical evidence was subject to suspicion, that the investigation that produced it was insufficiently probing, and that the principal police witness was insufficiently informed or candid.\"  Id. at ----, 115 S.Ct. at 1574.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The circumstances here are markedly different.  While the various pieces of suppressed evidence in Kyles fit together factually to make the defense theory of the case more likely, the evidence here taken cumulatively sheds no new light on the crime or petitioner's involvement in it.  The suppressed material went primarily to the credibility of witnesses, one of whom (Becker) acknowledged at trial information equivalent to the undisclosed evidence.  The only significantly potent undisclosed material was the Fleischer agreement;<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  we are sufficiently persuaded that none of the other evidence adds to its effect in such a way as to have influenced the jury's judgment.  Here, unlike in Kyles, the whole of the challenge to the prosecution's case was no greater than the sum of its individual parts.  Accordingly, we find no remediable Brady violation.</p>\n    </div>\n    <p>IV. Sandstrom Claims</p>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Petitioner argues that the trial judge's charge to the jury included five mandatory presumptions of intent that violated his due process rights as established in Sandstrom v. Montana, 442 U.S. 510, 520-24, 99 S.Ct. 2450, 2457-59, 61 L.Ed.2d 39 (1979).<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a>  In a related argument, he challenges a portion of the instruction foreclosing the jury from considering an intoxication defense, arguing that it unconstitutionally relieved the Commonwealth of its burden of proof on the issue of intent as recognized by the Supreme Judicial Court in a series of cases beginning with Commonwealth v. Henson, 394 Mass. 584, 592-93, 476 N.E.2d 947, 953-54 (1985).<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">The SJC reviewed the instructions on intent only as they related to the issue of intoxication.  The court ruled that the intoxication portion of the charge correctly reflected the law at the time of petitioner's trial, and that he was not entitled to retroactive application of a change in the law that was announced thirteen years later.  See Commonwealth v. Gilday (Gilday III ), 409 Mass. 45, 47, 564 N.E.2d 577, 579 (1991).  The court found that no other assertion of instructional error, including the more general Sandstrom claims, had been raised in the relevant (fourth) motion for new trial.  It therefore held that such additional claims were waived.  Id., 409 Mass. at 46 &amp; n. 3, 564 N.E.2d at 578 &amp; n. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">The district court did not explicitly address the intoxication issue.  Petitioner raises it on appeal in limited fashion, recognizing that we previously have declined to disturb the SJC's determination that Henson's protection of the intoxication defense is not retroactive.  See Robinson v. Ponte, 933 F.2d 101, 103-05 (1st Cir.1991).  We decline to revisit that precedent here, and the claim is therefore unavailing.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">As for the general Sandstrom claims, the district court gave two reasons for rejecting them.  First, it concluded that petitioner was not entitled to protection from the Sandstrom rule because that case was decided after his conviction became final, and, under Teague v. Lane, 489 U.S. 288, 109 S.Ct. 1060, 103 L.Ed.2d 334 (1989), the principle established there was not retroactive.  Second, the court held that the SJC's refusal to consider the \"non-intoxication claims\" based on petitioner's procedural default constituted an independent state law ground for rejecting those claims, thus barring habeas review unless the petitioner can show \"cause for\", and \"prejudice from\" his noncompliance with the Commonwealth's procedures.  See Wainwright v. Sykes, 433 U.S. 72, 86-87, 97 S.Ct. 2497, 2506, 53 L.Ed.2d 594 (1977);  Ortiz v. Dubois, 19 F.3d 708, 714 (1st Cir.1994).<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a></p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">We need not delve into the retroactivity issue because we agree with the district court's judgment that the non-intoxication Sandstrom claims are procedurally barred.  Petitioner's fourth motion for new trial and his memorandum in support of the motion focused entirely on the effect of the intoxication instruction on the jury's determination of intent.  Although the memorandum cited to Sandstrom and related precedent, i.e., In re Winship, 397 U.S. 358, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1970) and Mullaney v. Wilbur, 421 U.S. 684, 95 S.Ct. 1881, 44 L.Ed.2d 508 (1975), it is apparent to us that those cases were invoked in support of the intoxication argument and not as a basis for a general challenge to the presumptions on intent contained in the instruction.  In these circumstances, we cannot contradict the SJC's determination that, as a matter of Massachusetts law, the motion did not preserve the Sandstrom claims for appeal.  See Ortiz, 19 F.3d at 713 n. 5 (\"the law of Massachusetts is what the SJC says it is\").  Cf., e.g., Williams v. Lane, 826 F.2d 654, 660 (7th Cir.1987) (state court determination of waiver does not preclude federal habeas review where record shows that petitioner fully complied with state's articulated procedural rules).  Accordingly, we do not consider them.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a></p>\n    </div>\n    <p>V. Pretrial Publicity</p>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Petitioner contends that he was denied his right to a fair trial because of extensive pretrial publicity, specifically claiming that the trial judge erred in denying his motion for an additional continuance of the trial date and for a change of venue.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a></p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Essentially for the reasons expressed by the Supreme Judicial Court and the district court, we find no reversible error in the trial judge's handling of the case in this respect.  See Gilday I, 367 Mass. at 491-93, 327 N.E.2d at 861-62;  Gilday v. Callahan, 866 F.Supp. at 623-24.</p>\n    </div>\n    <p>VI. Conclusion</p>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">We have examined with care each of petitioner's claims of constitutional error.  Having found that the only meritorious claim--the Brady violation in suppressing the Fleischer agreement--was harmless, we affirm the judgment of the district court denying petitioner's writ of habeas corpus.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The other defendants charged in the crime were Stanley R. Bond, Robert J. Valeri, Susan E. Saxe and Katherine A. Power.  Michael Fleischer was charged as an accessory after the fact.  Bond, who testified as a defense witness at Gilday's trial, died in prison.  Valeri testified as a Commonwealth witness against Gilday, pled guilty eight months later to manslaughter, and is now free.  Fleischer also testified as a Commonwealth witness, and his indictments ultimately were dismissed.  Saxe was a fugitive for several years.  After her first trial ended with a hung jury, she pled guilty to manslaughter and is now free.  Power surrendered to authorities in 1993, and is now serving a prison sentence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Bumpus trial and Gilday's both occurred early in the 1970s, and the same judge presided over them</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> All nineteen substantive paragraphs are contained in one of the three segments of the instruction set off in blocks from the text of this opinion.  The twentieth, which simply introduces the final portion of the charge, is reproduced in text on pages 15 and 16</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although that same distinction was drawn in the reasonable doubt instruction in Cage, the charge there did not elaborate any further and, to the extent it did provide additional explanation, could not overcome the \"grave uncertainty\" and \"actual substantial doubt\" language that the Court found unacceptable</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Supreme Court repeatedly has approved the \"hesitate to act\" formulation, however, and the majority in Victor relied in part on the trial court's use of it as an alternative definition of reasonable doubt to support its conclusion that the instruction there was adequate.  The Court noted that it \"gives a common-sense benchmark for just how substantial such a doubt must be.\"  --- U.S. at ----, 114 S.Ct. at 1250</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The judge's third reference to everyday decisionmaking was not qualified with an adjective such as \"vital\" or \"major,\" but we think the need to equate the criminal trial with a matter of grave importance was by that time clear</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Supreme Judicial Court has since criticized the Madeiros language, in the second paragraph quoted here, as warning the jury against holding the prosecution to too high a standard of proof.  See Commonwealth v. Pinckney, 419 Mass. 341, 348, 644 N.E.2d 973 (1995) (citing cases).  In this case, the judge remedied that deficiency later in the instruction by warning the jury against relaxing the reasonable doubt standard in response to concerns about public safety or shocking crimes</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Brady established a prosecutor's obligation to turn over exculpatory material.  In Giglio, the Supreme Court held that the obligation includes evidence that would impeach the credibility of government witnesses</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> This standard applies when the government failed to respond to a specific defense request for exculpatory evidence, and when the government failed to volunteer exculpatory evidence never requested, or requested only in a general way.  Kyles v. Whitley, --- U.S. ----, ----, 115 S.Ct. 1555, 1565, 131 L.Ed.2d 490 (1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Kyles explicitly refers only to the knowing use of perjured testimony, but we think it implicit that the Court also contemplated application of this test to those \"equivalent\" circumstances noted in Bagley.   We have applied the Agurs standard in a non-perjury setting, when a prosecutor intentionally withheld materials relating to a witness's prior criminal record and to the deals he made with the state.  See Ouimette v. Moran, 942 F.2d 1, 10-11 (1st Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> It is the government's burden, of course, to demonstrate that the error is harmless.  O'Neal v. McAninch, --- U.S. ----, ---- - ----, 115 S.Ct. 992, 995-98, 130 L.Ed.2d 947 (1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Petitioner states in his brief, although without citation, that the nine indictments against Fleischer, including accessory after the fact to first degree murder, in fact were dropped after he testified against Gilday and Saxe in their separate trials.  The Commonwealth does not dispute this representation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Neither the Supreme Judicial Court nor the district court found it necessary to state precisely whether the applicable Brady standard had been met and a constitutional violation thus established because each found the asserted error harmless in any event</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Gilday maintains that none of this testimony explicitly refers to his being the gunman, but simply indicates participation generally in the group's pursuits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Contrary to petitioner's suggestion, the references to Fleischer in the prosecutor's closing argument did not particularly highlight his testimony.  Indeed, Fleischer was significant in the prosecution's summary of the case in part because defense witness Bond indicated that he was the gunman</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Petitioner urges that this is the \"unusual case\" identified in Brecht as perhaps warranting habeas relief even if the asserted error did not substantially influence the jury's verdict.  See --- U.S. at ---- n. 9, 113 S.Ct. at 1722 n. 9.   We do not find that \"the integrity of the proceeding\" was so infected here as to justify such an extraordinary remedy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The failure to disclose Fleischer's false statement is measurably less significant to his credibility than the cooperation agreement, and our earlier discussion concerning Fleischer's testimony effectively resolves this issue as well</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Indeed, a mistrial was declared in the defendant's first trial because the jury became deadlocked on the issue of guilt.  --- U.S. at ----, 115 S.Ct. at 1562</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The undisclosed evidence in Kyles consisted of six contemporaneous eyewitness statements with significant inconsistencies;  records of the informant's initial call to the police stating that he had bought a car like the victim's from the defendant on the day of the murder;  a tape recording of another conversation between the informant and police officers further incriminating the defendant;  a signed statement from the informant repeating matters from the tape-recorded discussion, although with inconsistencies;  a computer print-out of license numbers of cars parked on the night of the crime at the market where the murder occurred, which did not list the defendant's car license number;  an internal memorandum directing seizure of the defendant's trash after the informant had suggested the victim's purse might be found there, and evidence linking the informant to other crimes at the market and to an unrelated murder</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Although we found error in the prosecution's suppression of the Fleischer agreement, our conclusion that the error was harmless effectively is equivalent to our finding that the other evidence withheld did not satisfy the Bagley materiality standard.  We therefore reconsider the agreement in assessing the cumulative effect of the government's non-disclosures</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Sandstrom held that a jury instruction containing a presumption that has the effect of relieving the prosecution of the burden of proof on an element of a charged crime violates the Due Process Clause.  442 U.S. at 520-24, 99 S.Ct. at 2457-59</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> The court stated in Henson that \"where proof of a crime requires proof of a specific criminal intent and there is evidence tending to show that the defendant was under the influence of alcohol or some other drug at the time of the crime, the judge should instruct the jury, if requested, that they may consider evidence of the defendant's intoxication at the time of the crime in deciding whether the Commonwealth has proved that specific intent beyond a reasonable doubt.\"   394 Mass. at 593, 476 N.E.2d at 954</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> To the extent that petitioner seeks to raise the federal constitutional claim directly on appeal, we decline to address the issue.  His brief contains only two paragraphs on the intoxication instruction, primarily directed to the Supreme Judicial Court's caselaw and our decision in Robinson v. Ponte.   His reference to arguments raised in the district court, without elaboration, is insufficient to warrant our review.  See Cray Communications v. Novatel Computer Systems, 33 F.3d 390, 396 n. 6 (4th Cir.1994) (adopting by reference memoranda filed in the district court is a practice \"that has been consistently and roundly condemned by the Courts of Appeals\");  United States v. Bales, 813 F.2d 1289, 1297 (4th Cir.1987) (noting that \"other courts have stated that arguments incorporated by reference need not be considered on appeal\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> Petitioner has not argued that there was \"cause for\" or \"prejudice from\" his failure to comply with the procedural rule, relying instead on the assertion that no default occurred</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> We suspect, however, that even if considered on the merits, the Sandstrom claims would be deemed harmless error.  Petitioner's defense was not that he lacked the requisite mens rea to be found guilty on the crimes charged, but that he was not the gunman who shot Officer Schroeder.  See Bembury v. Butler, 968 F.2d 1399, 1402-1404 (1st Cir.1992) (instruction creating mandatory presumption of intent was harmless where question of intent never raised:  \"[Defendant] merely presented an alibi, claiming he was not the culprit.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> The trial originally was scheduled to start in April 1971, about six months after the crime, but the court granted a continuance and it did not begin until February 1972</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></span></p>\n    <p class=\"parties\">William Morrill GILDAY, Jr., Petitioner, Appellant,<br>v.<br>William F. CALLAHAN, Superintendent, MCI Norfolk,<br>Respondent, Appellant.</p>\n    <p class=\"docket\">No. 94-1619.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued May 1, 1995.<br>Decided July 5, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael Avery, Newton Center, MA, for appellant.</p>\n      <p class=\"indent\">William J. Meade, Asst. Atty. Gen., with whom Scott Harshbarger, Atty. Gen., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner William Gilday was convicted of first degree murder and two counts of armed robbery for his involvement 25 years ago in a notorious bank robbery in which Boston Police Officer Walter A. Schroeder was killed.  This habeas case, originally filed in 1981, was reactivated after disposition of the last of his four unsuccessful motions for new trial in the Massachusetts courts.  The district court denied the petition in a comprehensive opinion.  <span class=\"citation no-link\"><span class=\"volume\">866</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">611</span> </span>(D.Mass.1994).  After carefully reviewing the case authorities and relevant portions of the record, we affirm.I. Background</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We shall provide at this juncture only brief factual background, adding more details in later sections as necessary for an understanding of the issues discussed.  A lengthy description of the evidence presented at Gilday's five-week trial is reported in Commonwealth v. Gilday, <span class=\"citation\" data-id=\"2080490\"><a href=\"/opinion/2080490/commonwealth-v-gilday/\"><span class=\"volume\">367</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">474</span></a></span>, 478-485, <span class=\"citation\" data-id=\"2080490\"><a href=\"/opinion/2080490/commonwealth-v-gilday/\"><span class=\"volume\">327</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">851</span></a></span>, 854-58 (1975) (\"Gilday I \").   See also <span class=\"citation no-link\"><span class=\"antecedent_guess\">Gilday,</span> <span class=\"volume\">866</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">640-43</span></span>.   A full chronology of the proceedings since his 1972 conviction is set out in the district court's opinion.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 615-16.</span></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Gilday and five others were indicted on robbery and murder charges.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Evidence indicated that the group had planned a series of bank robberies to raise funds in support of radical political activities.  The Supreme Judicial Court summarized as follows the evidence supporting the Commonwealth's theory of what occurred on the day of the robbery at issue here:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>Bond, Valeri and Saxe entered the bank carrying guns, robbed it and drove off in a blue Chevrolet....  Gilday, armed with a semiautomatic rifle, was seated in a white Ambassador automobile across the street from the bank....  [A]fter the other three had escaped from the scene, Gilday fired a number of shots at two policemen who arrived, and Officer Schroeder thereby sustained the wounds from which he died the next day.  Bond, Valeri, and Saxe later switched to a third vehicle, a station wagon driven by Power, and made their escape.  Gilday also escaped in the white Ambassador.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">367 Mass. at 477, <span class=\"citation\" data-id=\"2080490\"><a href=\"/opinion/2080490/commonwealth-v-gilday/\"><span class=\"volume\">327</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">851</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On March 10, 1972, Gilday was convicted by a jury and sentenced to death.  Following the United States Supreme Court's decision in Furman v. Georgia, <span class=\"citation\" data-id=\"108605\"><a href=\"/opinion/108605/furman-v-georgia/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, <span class=\"citation\" data-id=\"108605\"><a href=\"/opinion/108605/furman-v-georgia/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2726</span></a></span>, <span class=\"citation\" data-id=\"108605\"><a href=\"/opinion/108605/furman-v-georgia/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">346</span> </a></span>(1972), and his first motion for new trial, the death sentence was changed to a sentence of life imprisonment.  His subsequent efforts to obtain relief from the original convictions have proven unsuccessful.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In this appeal, Gilday argues that he is entitled to a writ of habeas corpus because his trial was replete with constitutional error, and there consequently is substantial reason to believe he was innocent of the charges on which he was convicted.  We have considered each of his claims fully, but cannot say that any of the identifiable flaws in the proceedings constituted a deprivation of rights warranting reversal of his convictions.  We discuss most of these claims in some detail below.  As for the others, the district court's analysis so closely reflects our own thoughts that we find it unnecessary to repeat the discussion and, therefore, adopt its conclusions as our own.</p>\n    </div>\n    <p>II. Reasonable Doubt Instruction</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Gilday claims a host of problems with the trial judge's reasonable doubt instruction, several of which center on language that has been expressly and repeatedly disapproved by this and other courts.  Because we agree that this charge was flawed, we have studied its full text and context with particular care in order to answer the relevant constitutional question:  \"whether there is a reasonable likelihood that the jury understood the instructions to allow conviction based on proof insufficient to meet the [reasonable doubt] standard,\" Victor v. Nebraska, --- U.S. ----, ----, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span>, 1243, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">583</span> </a></span>(1994).  Our review is de novo.  See Ouimette v. Moran, <span class=\"citation\" data-id=\"566793\"><a href=\"/opinion/566793/john-f-ouimette-v-john-moran-director-of-the-department-of-corrections/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 (1991) (presumption of correctness for state court findings of fact under 28 U.S.C. Sec. 2254 applies only to \" 'basic, primary or historic facts' \" (citation omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As we previously remarked when evaluating a strikingly similar instruction in Bumpus v. Gunter, <span class=\"citation\" data-id=\"384695\"><a href=\"/opinion/384695/robert-bumpus-v-frank-gunter/\"><span class=\"volume\">635</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span>, 910 (1st Cir.1980),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> ] \"[i]t is to be remembered ... that [the challenged] remarks have been separately culled from a very lengthy charge.  They, and the emanations from them, must be assessed along with the rest of the charge....\"  The Supreme Court recently reaffirmed the need to examine a charge in context to determine whether language possibly erroneous in the abstract is cleansed because \"the rest of the instruction ... lends content to the phrase,\" Victor, --- U.S. at ----, ---- - <span class=\"citation\" data-id=\"117831\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1247</span></a></span>, 1250-51.   See also <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"id_token\">id.</span> at ----, </a></span>114 S.Ct. at 1243 (\" '[T]aken as a whole, the instructions [must] correctly conve[y] the concept of reasonable doubt to the jury.' \"  (quoting Holland v. United States, <span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">121</span></span>, 140, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">127</span></span>, 138, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">150</span> </span>(1954))).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the end, we have come to the conclusion that the charge overall left the jury with an accurate impression of the substantial burden faced by the prosecution in establishing the defendant's guilt beyond a reasonable doubt.  As shall become apparent from our discussion below, none of the problems identified by Gilday is, on its own, of a severity that warrants reversal of his conviction.  Indeed, several of the flaws are significantly ameliorated by other aspects of the charge.  And, while the cumulative impact of the flaws is itself a separate matter of concern, we are persuaded that it does not rise to the level of constitutional error.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The charge, which spanned 20 paragraphs when reduced to writing,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> loosely may be divided into three separate segments for purposes of our review.  We therefore begin our discussion by reproducing the first five paragraphs:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is the burden of the Commonwealth to establish its case beyond a reasonable doubt.  What do those words mean?   Well, you give to them their common ordinary meaning.  A doubt means an uncertainty of mind or a lack of conviction.  And reasonable means based upon a reason.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">I am going to discuss with you what our Court has said it does not mean.  It does not mean a whimsical or a fanciful doubt;  that is, a doubt which is conjured up, which has no strength to tie it together, which has no foundation in fact.  It is floating around in the air.  And you can't pull it down and root it to something solid in the evidence.  It is whimsical.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is not beyond all doubt.  There are few things in this world of ours which are capable of proof beyond all doubt.  That is an impossible burden.  And if that were the burden that we placed upon the Commonwealth, no one who transgressed the laws of society or outraged our populace would ever be convicted of a crime.  Don't confuse beyond a reasonable doubt with beyond all doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">And I sometimes think the jurors take that as their standard.  They must be satisfied before they find a defendant guilty that there is no possibility that they are wrong before their full conviction.  And so again, the Court has said:  \"Proof beyond a reasonable doubt is not beyond the possibility of innocence,\" because I suppose almost anything is possible.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">And if you are satisfied as I define reasonable doubt of the proof of the Commonwealth's case beyond a reasonable doubt you should not hesitate because of a haunting thought that there is a possibility that you might be wrong.  Because then you place on the shoulders of the sovereign state a burden it does not have.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The judge thus began simply, telling the jurors that a reasonable doubt is an uncertainty \"based upon a reason.\"   Petitioner argues that the charge contained such a catalogue of examples of what was not reasonable doubt that the jury was in effect improperly influenced to assign whatever doubt it had to these examples.  But tautology is not multiplicity;  all of the references carried the identical message:  that proof beyond a reasonable doubt is not beyond all doubt.  As we said in <span class=\"citation\" data-id=\"384695\"><span class=\"antecedent_guess\">Bumpus,</span> <a href=\"/opinion/384695/robert-bumpus-v-frank-gunter/\"><span class=\"volume\">635</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">911</span></a></span>:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>While the judge placed what we regard as an uncomfortable degree of emphasis on the limits of the government's burden, ... the charge in its entirety was not so unbalanced as to undercut the reasonable doubt standard, nor was it basically inaccurate.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The next six paragraphs contain all of the troubling language.  The section begins with a rhetorical question:  \"[s]o what does it [reasonable doubt] mean?\"   The judge then answered:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Not one who is searching for a doubt to acquit;  not one who has made up his mind that the defendant is not guilty, and then having decided the ultimate question, to satisfy his conscience goes back through the evidence and pores through it to find something upon which to pin the doubt which he already has.  No, indeed.  It is the doubt of a conscientious juror who is earnestly seeking the truth in the fullest discharge of the oath that he took.  It is proof, as our Supreme Judicial Court has said, \"To a moral certainty.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">That is not a mathematical certainty;  that is not a scientific certainty which is capable of exactness, because human beings are endowed with a free will;  and they are capable of independent action.  And you can't take their conduct and put it into a test tube or a computer and come out with a nice answer.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">When you get all through analyzing this evidence, it has to be a doubt nagging your mind, leaving you with an uncertainty of conviction to that moral certainty which you can stand up and argue in the jury room with principle and integrity and honesty to your fellow jurors.  And if you don't believe in it yourself, you haven't got a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Supreme Court has expressed it as, \"The same degree of satisfaction of mind and conscience that jurors should have when they take action in the major affairs of their lives,\" the major affairs of their lives.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">I do not attempt to define for you what are the major affairs of your lives.  I leave it to your experience and I leave it to your wisdom.  When you take vital action in your everyday lives certainly you should be satisfied to a moral certainty that what you are doing is right.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">None of us have a crystal ball.  The future is not ours to see.  All we can do is weigh the pros and the cons against any contemplated course of action;  and then with the wisdom and the intellect that we possess, make a decision.  We may be right;  we may be wrong.  But if we are satisfied to a moral certainty when we do an act in our private lives, that it is the right thing to do, we have a settled conviction of mind.  That is the degree of proof which the law contemplates when they talk about \"proof to a moral certainty.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Petitioner directs his fire to four problem areas in these passages:  (1) the use of the term \"moral certainty,\" (2) the comparison of the level of certainty necessary for a finding \"beyond a reasonable doubt\" with the level of certainty applicable to personal decisionmaking, (3) the suggestion in the fourth paragraph that the jury need only weigh the pros and cons before making a decision, followed by the statement suggesting that whether the decision is right or wrong is of equivalent consequence;  (4) the possibility that the third of these paragraphs could be understood as inverting the burden of proof by requiring the jurors to find in the evidence so strong a \"conviction\" of doubt that they would be able to argue for it to their peers in the jury room.  We address each of these in turn, and then also consider their cumulative effect.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">(1) \"Moral Certainty\".   Equating the concept of reasonable doubt to \"moral certainty\" may be, in isolation, reversible error.  See Victor, --- U.S. at ---- - <span class=\"citation\" data-id=\"117831\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1250-51</span></a></span>;  Cage v. Louisiana, <span class=\"citation\" data-id=\"112505\"><a href=\"/opinion/112505/cage-v-louisiana/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, 41, <span class=\"citation\" data-id=\"112505\"><a href=\"/opinion/112505/cage-v-louisiana/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">328</span></a></span>, 329, <span class=\"citation\" data-id=\"112505\"><a href=\"/opinion/112505/cage-v-louisiana/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">339</span> </a></span>(1990) (per curiam);  Commonwealth v. Pinckney, <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">341</span></span>, 345-49, <span class=\"citation no-link\"><span class=\"volume\">644</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">973</span> </span>(1995).  The Supreme Court has discouraged use of this phrase because of its ambiguous meaning, see Victor, --- U.S. at <span class=\"citation\" data-id=\"117831\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1247</span></a></span>-48, and we similarly have expressed concern because \"the jury might feel justified in convicting based on a feeling rather than on the facts in the case,\" United States v. Drake, <span class=\"citation\" data-id=\"400940\"><a href=\"/opinion/400940/united-states-v-daniel-isaac-drake/\"><span class=\"volume\">673</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 21 (1st Cir.1982).  See also United States v. Indorato, <span class=\"citation\" data-id=\"381358\"><a href=\"/opinion/381358/united-states-v-mario-e-indorato/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">711</span></a></span>, 721 (1st Cir.1980) (\"[W]e have indicated our uneasiness with this phraseology and pointed out that it has been the subject of mixed reviews.\").</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Indeed, in Cage, the Supreme Court reversed a conviction based on a charge using \"moral certainty\" language because the only other meaning ascribed to reasonable doubt equated such doubt to \"a grave uncertainty\" or \"an actual substantial doubt.\"   The Court felt that those terms, in conjunction with the phrase \"moral certainty,\" suggested a higher degree of doubt than is required for acquittal.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In Victor, however, the Court upheld the validity of two separate reasonable doubt instructions that contained \"moral certainty\" language, observing that that language \"cannot be sequestered from its surroundings\" and finding that the remainder of the charge lent appropriate content to the otherwise ambiguous words.  --- U.S. at <span class=\"citation\" data-id=\"117831\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1248</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As in Victor, the charge here contained far more explanation than was offered to the jury in Cage.   The paragraph immediately following the first reference to \"moral certainty\" distinguishes that level of certitude from mathematical certainty, harking back to the message from the preceding section of the charge.  The juxtaposition suggests that the requisite level of confidence was, indeed, substantial, though not proof beyond all doubt.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Pinckney,</span> <span class=\"volume\">419</span> <span class=\"reporter\">Mass.</span> at <span class=\"page\">347</span></span>, <span class=\"citation no-link\"><span class=\"volume\">644</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">973</span></span>.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The lengthy charge also offered additional formulations emphasizing the high level of proof necessary for conviction.  Twice during the course of the instruction, the court charged that the jury must attain a \"settled conviction\" of guilt.  In Victor, the Supreme Court ruled that the use of a similar phrase, \"abiding conviction,\" mitigated references to \"moral certainty\" and \"substantial doubt.\"   See --- U.S. at <span class=\"citation\" data-id=\"117831\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1247</span> </a></span>(\" 'The word \"abiding\" here has the signification of settled and fixed, a conviction which may follow a careful examination and comparison of the whole evidence.'  ...  As used in this instruction, ... we are satisfied that the reference to moral certainty, in conjunction with the abiding conviction language, 'impress[ed] upon the factfinder the need to reach a subjective state of near certitude of the guilt of the accused.' \"  (quoting Hopt v. Utah, <span class=\"citation\" data-id=\"91864\"><a href=\"/opinion/91864/hopt-v-utah/\"><span class=\"volume\">120</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, 439, <span class=\"citation\" data-id=\"91864\"><a href=\"/opinion/91864/hopt-v-utah/\"><span class=\"volume\">7</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">614</span></a></span>, 618, <span class=\"citation\" data-id=\"91864\"><a href=\"/opinion/91864/hopt-v-utah/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">708</span> </a></span>(1887) and Jackson v. Virginia, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 315, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2781</span></a></span>, 2786, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span> </a></span>(1979)).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">It also is significant in evaluating the effect of the term \"moral certainty\" that the jury was told more than once that its decision must be based on the evidence presented.  See Victor, --- U.S. at ----, <span class=\"citation\" data-id=\"117831\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1248</span></a></span>, 1251.   In the third paragraph of this section of the charge, the judge began by noting that \"[w]hen you get all through analyzing this evidence, it has to be a doubt nagging your mind, leaving you with an uncertainty of conviction....\"  Toward the end of the reasonable doubt instruction, the court noted the jurors' oath to render \"a true verdict according to the evidence and the law,\" and earlier cautioned against \"strain[ing] the evidence to any conclusion not warranted by its fair convincing force.\"   Thus, as in Victor, the instruction here explicitly told the jurors that their decision had to be based on the evidence in the case, minimizing the possibility that the reference to \"moral certainty\" would have been viewed as permitting a conviction based \"on a feeling rather than on the facts in the case,\" <span class=\"citation\" data-id=\"400940\"><span class=\"antecedent_guess\">Drake,</span> <a href=\"/opinion/400940/united-states-v-daniel-isaac-drake/\"><span class=\"volume\">673</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">21</span></a></span>.   See --- U.S. at <span class=\"citation\" data-id=\"117831\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1248</span></a></span>.   And, also as in Victor, other instructions reinforced this message.  See, e.g., Tr. at 4274 (\"We look for a verdict which is dictated by your logic and your common sense and not your heart.\");   <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"id_token\">id.</span> at 4276 </a></span>(\"It is your sworn duty to presume the defendant innocent and to give him the benefit of that presumption all throughout the trial and at every stage of the investigation of the evidence in the jury room, until it is overcome by proof beyond a reasonable doubt.\");   <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"id_token\">id.</span> at 4281 </a></span>(\"[I]n the last analysis it comes to your most important obligation, and that is, to decide this case on the body of the evidence as I define it.\");   <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"id_token\">id.</span> at 4283 </a></span>(\"[W]hen it comes time to base your verdict, find a foundation in the evidence upon which it must rest.\");   <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"id_token\">id.</span> at 4291 </a></span>(\"The facts must exclude innocence.\").</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">(2) \"Vital action in your everyday lives\".   Comparing \"beyond a reasonable doubt\" to the \"degree of satisfaction of mind and conscience that jurors should have when they take action in the major affairs of their lives\" is an analogy that has drawn criticism for decades.  See <span class=\"citation\" data-id=\"400940\"><span class=\"antecedent_guess\">Drake,</span> <a href=\"/opinion/400940/united-states-v-daniel-isaac-drake/\"><span class=\"volume\">673</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">20</span> </a></span>(noting Supreme Court's expressed displeasure of the \"willing to act\" instruction in Holland v. United States, <span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">121</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">127</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">150</span> </span>(1954)).  Even when framed in the more accepted format of comparing reasonable doubt to a doubt that would cause a prudent person to hesitate before acting, the instruction is arguably unhelpful.  See, e.g., Victor, --- U.S. at <span class=\"citation\" data-id=\"117831\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1252</span> </a></span>(Ginsburg, J., concurring).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The instruction here, however, did not include the sort of specific, supposedly comparable, examples that have been viewed as prejudicially misleading to jurors.  Compare, e.g., Commonwealth v. Ferreira, <span class=\"citation\" data-id=\"2046763\"><a href=\"/opinion/2046763/commonwealth-v-ferreira/\"><span class=\"volume\">373</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">116</span></a></span>, 128-29, <span class=\"citation\" data-id=\"2046763\"><a href=\"/opinion/2046763/commonwealth-v-ferreira/\"><span class=\"volume\">364</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1264</span></a></span>, 1272-73 (1977) (reversing because a number of examples of important personal decisions \"understated and tended to trivialize the awesome duty of the jury to determine whether the defendant's guilt was proved beyond a reasonable doubt\") with Rogers v. Carver, <span class=\"citation\" data-id=\"497273\"><a href=\"/opinion/497273/ralph-e-rogers-v-norman-carver-etc/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">379</span></a></span>, 382-83 (1st Cir.1987) (no reversible error where reference to important decisions was brief and general, with no specific examples) and <span class=\"citation\" data-id=\"384695\"><span class=\"antecedent_guess\">Bumpus,</span> <a href=\"/opinion/384695/robert-bumpus-v-frank-gunter/\"><span class=\"volume\">635</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">912-13</span> </a></span>(single example of deciding whether to have heart surgery did not trivialize the jurors' duty or minimize the government's burden).  Because no such examples were used, and because the charge focused on \"vital\" or \"major\" personal matters, we think it unlikely that this aspect of the instruction deprived the defendant of the right to be found guilty only upon proof beyond a reasonable doubt.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">(3) Pros and cons;  right and wrong.   Read on their own, the opening sentences of the last paragraph in this section unquestionably present an inadequate articulation of the substantial and unique burden of proof born by the prosecution in a criminal case.  Read in context, however, the thrust of these passages was to inform the jurors that a \"settled conviction of mind\" must be reached to find the defendant guilty.  Immediately following the reference to right and wrong, the judge stated:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>But if we are satisfied to a moral certainty when we do an act in our private lives, that it is the right thing to do, we have a settled conviction of mind.  That is the degree of proof which the law contemplates when they talk about \"proof to a moral certainty.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">This explanation makes manifest that the previous comments, though poorly framed, were another restatement of the concept voiced repeatedly by the judge that absolute certainty was unnecessary.  The jurors' decision will not necessarily be error-free:  \"we may be wrong.\"   What is crucial, the jurors are told, is whether they can reach a \"settled conviction\" of guilt.  We therefore conclude that the language of this paragraph, though far from ideal, was unlikely to be understood in its entirety in the overly casual way suggested by the opening sentences in isolation.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">(4) Inversion of burden of proof.   The third paragraph of this section of the charge contained two sentences, the first of which told the jurors:  you have a reasonable doubt if, when you finish analyzing the evidence, you have</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>a doubt nagging your mind, leaving you with an uncertainty of conviction to that moral certainty which you can stand up and argue in the jury room with principle and integrity and honesty to your fellow jurors.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The second sentence was much more direct:  \"And if you don't believe in it yourself, you haven't got a reasonable doubt.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Although the district court viewed the second sentence as a mistake that may have suggested an inversion of the burden of proof, it felt that the preceding sentence \"plainly referred to a 'conviction' that the defendant was guilty as charged,\" not to a \"conviction\", i.e., a belief, in a <span class=\"citation no-link\"><span class=\"antecedent_guess\">doubt.</span>  <span class=\"volume\">866</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">618</span></span>.   It therefore felt that no misimpression was given.  Our view is essentially the same.  The first sentence clearly refers to the certainty a jury must feel as to conviction.  As for the second sentence, the concept of having a belief or a moral certainty in a doubt (which in itself is a state of uncertainty) is, we think, a strange and awkward way of referring to the strength of one's doubt.  The likely effect would have been to confuse, not to encourage an inversion of the burden of proof.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In addition, this paragraph was one of twenty in the charge, which began with a statement that \"[i]t is the burden of the Commonwealth to establish its case beyond a reasonable doubt,\" and which concluded with several paragraphs emphasizing the defendant's \"absolute right to hold the Commonwealth to this strictness of proof.\"   We therefore find no reasonable likelihood that the jurors entered their deliberations with the false impression that petitioner had the burden of establishing a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">(5) Cumulative effect.   As we have discussed, none of the multiple deficiencies in the second portion of the charge was of sufficient magnitude to weaken the conviction.  Taken together, however, their effect is more substantial.  Reasonable doubt is defined with the imperfect term \"moral certainty,\" and one alternative explanation of moral certainty is the disfavored formulation concerning personal decisionmaking.  Yet another description of reasonable doubt and moral certainty suggests that the jury's task is simply a matter of weighing the pros and cons to reach a decision that \"may be right\" or \"may be wrong.\"   A central passage defining reasonable doubt is largely impenetrable, though its language taken literally could be understood to impose a burden of proving doubt on the defendant.  And we have expressed our discomfort with the first portion of the charge, which at great length reiterates that the government's burden should not be overestimated.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">If these two sections comprised the entire instruction, we might well conclude that reversal would be necessary.  Of greatest significance to our contrary conclusion is the fact that, at the conclusion of the portions of the charge we have quoted so far, the judge essentially began anew, telling the jury, \"so there will just be no doubt about what reasonable doubt means, I am going to define it in the precise and more scholarly language of our Supreme Judicial Court.\"   In the next eight paragraphs, he presents the then-acceptable charge on reasonable doubt from Commonwealth v. Madeiros, <span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">304</span></span>, 307-08, <span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">297</span> </span>(1926), see <span class=\"citation no-link\"><span class=\"antecedent_guess\">Pinckney,</span> <span class=\"volume\">419</span> <span class=\"reporter\">Mass.</span> at <span class=\"page\">348</span></span>, <span class=\"citation no-link\"><span class=\"volume\">644</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">973</span></span>, together with language emphasizing the importance of the reasonable doubt standard to our system of jurisprudence.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">\"Proof beyond a reasonable doubt does not mean proof beyond all doubt, nor beyond a whimsical or a fanciful doubt, nor proof beyond the possibility of innocence.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">\"It is rarely, if ever possible, to find a case so clear that there cannot be a possibility of innocence.  If an unreasonable doubt or a mere possibility of innocence were sufficient to prevent a conviction, practically every criminal would be set free to prey upon the community.  Such a rule would be wholly impracticable and would break down the forces of law and order, and make the lawless supreme.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">\"A reasonable doubt does not mean such doubt as may exist in the mind of a man who is earnestly seeking for doubts or for an excuse to acquit a defendant;  but it means such doubt as remains in the mind of a reasonable man who is earnestly seeking the truth.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">\"A fact is proved beyond a reasonable doubt when it is proved to a moral certainty, as distinguished from an absolute or mathematical certainty;  when it is proved to a degree of certainty that satisfies the judgment and consciences of the jury as reasonable men, and leaves in their minds, as reasonable men, a clear and settled conviction of guilt.  But if when all is said and done there remains in the minds of the jury any reasonable doubt of the existence of any fact which is essential to the guilt of the defendant on the particular charge, the defendant must have the benefit of it and cannot be found guilty upon that charge.\"</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">And if you have a reasonable doubt, your verdict ought to be not guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">I want to say a few more words about reasonable doubt.  A standard which produces great satisfaction to me, and I think should to you, the defendant has an absolute right to hold the Commonwealth to this strictness of proof.  No consideration of public safety, nor righteous indignation at atrocious crime which shocks the community, nor zeal for the suppression of crime can give to the Court and jury the discretion, or the right to relax this standard of proof;  nor to strain the evidence to any conclusion not warranted by its fair convincing force.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">This is a government of laws and not of men.  If the guilty go unpunished today because jurors observed their oath and rendered a true verdict according to the evidence and the law, then the community and every citizen in it is still safer, because the law has prevailed.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The Court cannot state this principle too strongly as a principle to be observed, to guard the rights of a defendant.  And I would be remiss in my duty if I did not with equal force remind you that the community is not safe if only the rights of those charged with crime are safeguarded and protected and the rights of the Commonwealth to have a verdict if guilt is proved beyond a reasonable doubt is just as absolute and just as sacred as the right of a defendant to an acquit[t]al if the proof does not meet that test.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">To the extent that specific portions of the instruction up to this point had been less than clear, the jury explicitly was told that this restatement was equivalent and complete.  Although the judge repeated in this part of the instruction the \"moral certainty\" phraseology, he contrasted a moral certainty only with an absolute or mathematical certainty.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Pinckney,</span> <span class=\"volume\">419</span> <span class=\"reporter\">Mass.</span> at <span class=\"page\">347</span></span>, <span class=\"citation no-link\"><span class=\"volume\">644</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">973</span> </span>(finding that the identical language \"properly impressed upon the jury the need to reach a subjective state of near certitude of the guilt of the accused\").  See also supra at 262-63.  Moreover, the judge again emphasized that the proof must leave \"reasonable men\" with \"a clear and settled conviction of guilt,\" and, failing that, the defendant must be found innocent.  With the language discouraging a verdict for the prosecution unless based on the law and the evidence, this alternative charge was entirely correct.  In our view, even the cumulative effect of the earlier imperfections was offset by this lengthy and independent charge, which the judge praised to the jury as \"precise and more scholarly.\"</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In sum, this instruction possessed a number of flaws, as did the instructions reviewed in Victor.   As we look at some of the less defensible language, we find it difficult to say that a juror could not have been led astray.  But as the Court reminded us in Victor, --- U.S. at <span class=\"citation\" data-id=\"117831\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1243</span></a></span>, the standard is not \"could have\" but rather:  is there a reasonable likelihood that the jury understood the instruction as a whole to permit conviction based on a level of proof below that required by the Due Process Clause?   Our review convinces us that there was no such likelihood in this case.  Accordingly, it provides no basis for disturbing Gilday's conviction.</p>\n    </div>\n    <p>III. Brady/Giglio Claims</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Gilday contends that the government's failure to disclose cooperation agreements with two accomplices who testified as prosecution witnesses, and the failure to correct their false testimony that no deals were made, violated his due process rights as established in Brady v. Maryland, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 87, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, 1196-97, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span> </a></span>(1963) and Giglio v. United States, <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, 154-55, <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">763</span></a></span>, 766, <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">104</span> </a></span>(1972).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  He additionally raises separate Brady claims based on the government's failure to disclose exculpatory statements by an eyewitness to the crime who did not testify at trial and by two trial witnesses.  We have examined these claims with care, and have concluded that none of the asserted nondisclosures nor all of them cumulatively constitute reversible error.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We begin our discussion by noting the relevant standards.  A Brady error occurs when the prosecution suppresses \"material\" evidence that is favorable to the accused.  See Kyles v. Whitley, --- U.S. ----, ----, <span class=\"citation\" data-id=\"117923\"><a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1555</span></a></span>, 1565, <span class=\"citation\" data-id=\"117923\"><a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span> </a></span>(1995).  In most circumstances, exculpatory evidence is material only \" 'if there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different,' \" <span class=\"citation\" data-id=\"117923\"><a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"id_token\">id.</span>  (quoting United </a></span>States v. Bagley, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, 682, 685, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3375</span></a></span>, 3383, 3385, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span> </a></span>(1985)).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  We refer to this as the Bagley standard.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">A standard of materiality more favorable to the defendant applies, however, when previously undisclosed evidence reveals that the prosecutor knowingly used perjured testimony or, \"equivalently,\" knowingly failed to disclose that testimony used to convict the defendant was false.  <span class=\"citation\" data-id=\"111514\"><span class=\"antecedent_guess\">Bagley,</span> <a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">678-80</span></a></span>, 105 S.Ct. at 3381-82.   In such situations, \" 'a conviction ... is fundamentally unfair, and must be set aside if there is any reasonable likelihood that the false testimony could have affected the judgment of the jury,' \" Kyles, --- U.S. at ---- n. <span class=\"citation\" data-id=\"117923\"><span class=\"antecedent_guess\">7,</span> <a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1565</span> </a></span>n. 7 (quoting United States v. Agurs, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 103, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2392</span></a></span>, 2397, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">342</span> </a></span>(1976)) (emphasis added).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  We shall label this test the Agurs standard.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Although the tests for materiality suggest a harmless error-like inquiry, it is important to note that these standards must be applied to determine the threshold question:  has constitutional error occurred?   Only then does the issue of harmlessness arise.  And, as the Supreme Court's recent decision in Kyles makes clear, see --- U.S. at <span class=\"citation\" data-id=\"117923\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1567</span></a></span>, the approach to harmless error in the Brady/ Giglio context has evolved as the Chapman formulation of \"harmless beyond a reasonable doubt\" has yielded in habeas cases to the softer Brecht test of whether the error \" 'had substantial and injurious effect or influence in determining the jury's verdict,' \" Brecht v. Abrahamson, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1710</span></a></span>, 1722, <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">353</span> </a></span>(1993) (quoting Kotteakos v. United States, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">750</span></a></span>, 776, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span>, 1253, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1557</span> </a></span>(1946)).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In Kyles, the Court observed that harmless error analysis is inapplicable to a Brady/ Giglio claim arising in a habeas case outside the perjury-related context.  --- U.S. at ---- &amp; n. <span class=\"citation\" data-id=\"117923\"><span class=\"antecedent_guess\">7,</span> <a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1565</span> </a></span>&amp; n. 7 (noting that \"our decision today does not address any claim under the first Agurs category [i.e., perjury-related]\").  The reason is compelling:  the Bagley materiality standard necessarily requires a court to find an impact on the jury verdict sufficiently substantial to satisfy the Brecht harmless error test.  Thus, in the non-perjury setting, all that is required or appropriate is the one-step Bagley inquiry into reasonable probability.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">But a prosecutor's knowing use of false testimony presents a different analytical situation.  As Bagley makes clear, a petitioner is given the benefit of a friendly standard (hostile to the prosecution) to establish materiality:  whether a reasonable jury could have been affected.  473 U.S. at <span class=\"citation\" data-id=\"111514\"><span class=\"antecedent_guess\">678-80,</span> <a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">3381-82</span></a></span>.   This is, in essence, the old Chapman inquiry.  <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"id_token\">Id.</span> at 679-80 </a></span>&amp; n. <span class=\"citation\" data-id=\"111514\"><span class=\"antecedent_guess\">9,</span> <a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">3382</span> </a></span>&amp; n. 9.   Applying this standard in most cases involving perjury or its equivalent will likely result in a finding of constitutional error.  Scaling that lower materiality hurdle, however, still will leave the petitioner facing the Brecht harmless error inquiry into whether the perjured testimony in fact had a substantial and injurious effect or influence on the jury's verdict.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  In other words, where the Agurs standard applies, it is quite possible to find a constitutional violation, but to conclude that it was harmless.  When faced with such a claim, therefore, our inquiry is necessarily two-pronged:  was there a failure to disclose material exculpatory evidence, and, if yes, was such failure harmless?</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Having laid out this framework, we now turn to petitioner's claims.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">A. Prosecutorial agreements with Fleischer and Valeri</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Petitioner argues that the government deliberately relied on the false testimony of two witnesses, Fleischer and Valeri, who denied that any deals had been made with the prosecution for their cooperation.  The district court, like the Commonwealth courts before it, concluded that no error occurred with respect to Valeri because his acknowledgement at trial of \"a generalized expectation of leniency\" (i.e., that his cooperative trial testimony would be brought to the court's attention) served to disclose his possible motivation to testify favorably for the government.  We agree with this determination essentially for the reasons expressed by the district court, and do not address it further.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> <span class=\"volume\">866</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">634-36</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The Supreme Judicial Court did conclude, however, that the government improperly failed to disclose a deal made with the attorney for the other witness, Fleischer.  Called in rebuttal, Fleischer testified most crucially that, in a discussion shortly after the robbery, Saxe and Power accused Gilday of being \"trigger-happy\" and that Gilday said, \"What did you want me to do, the cop was right there, he was only thirty seconds behind you.\"</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">In cross-examination, Fleischer specifically denied that any deals had been made for his testimony, and testified further that his only promise from the Commonwealth was that high bail would be requested but not demanded.  In fact, as found by a Superior Court judge following a hearing on petitioner's motion for new trial, the prosecutor had told Fleischer's attorney that, in exchange for Fleischer's testimony, he would attempt to reach a disposition of the charges against Fleischer that would leave him with no criminal record.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Commonwealth v. Gilday (Gilday II), <span class=\"citation no-link\"><span class=\"volume\">382</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">166</span></span>, 175, <span class=\"citation no-link\"><span class=\"volume\">415</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">797</span></span>, 802 (1980).  The motion judge also found that, as the prosecutor and Fleischer's attorney had agreed, Fleischer was not told of this specific arrangement;  he knew only that it would be \"in his best interest to testify in the case.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The Supreme Judicial Court noted that neither the lack of a formal agreement with Fleischer nor Fleischer's lack of knowledge of the specifics of the understanding relieved the prosecutor of his obligation to disclose material facts concerning Fleischer's credibility and possible bias.  Indeed, the court noted that to hold otherwise would be \"in effect [to] approve the evasion of the Giglio rule by means of artful <span class=\"citation no-link\"><span class=\"antecedent_guess\">device.\"</span>  <span class=\"volume\">382</span> <span class=\"reporter\">Mass.</span> at <span class=\"page\">177</span></span>, 415 N.E.2d at 803.   That court, however, agreed with the motion judge that the suppression of this information had no effect on the jury and therefore did not require a new <span class=\"citation no-link\"><span class=\"antecedent_guess\">trial.</span>  <span class=\"volume\">382</span> <span class=\"reporter\">Mass.</span> at <span class=\"page\">177-78</span></span>, 415 N.E.2d at 803-04.   The district court reached the same conclusion in rejecting the habeas <span class=\"citation no-link\"><span class=\"antecedent_guess\">petition.</span>  <span class=\"volume\">866</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">633</span></span>.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Our review of the determination that the prosecutor had a duty to disclose the Fleischer arrangement is de novo.  See <span class=\"citation\" data-id=\"566793\"><span class=\"antecedent_guess\">Ouimette,</span> <a href=\"/opinion/566793/john-f-ouimette-v-john-moran-director-of-the-department-of-corrections/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">4</span></a></span>.   We apply the Agurs standard of materiality, more favorable to the petitioner, because of the prosecutor's deliberate strategy to misrepresent Fleischer's credibility and the knowing acquiescence in Fleischer's false testimony.  See <span class=\"citation\" data-id=\"566793\"><a href=\"/opinion/566793/john-f-ouimette-v-john-moran-director-of-the-department-of-corrections/\"><span class=\"id_token\">id.</span> at 11; </a></span> see also supra at 267.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">As we have explained, the relevant inquiry is whether there is any reasonable likelihood that the false testimony could have affected the judgment of the jury.  To put the question the other way around:  can we say that no reasonable jury could have been affected by the undisclosed information?   We think the answer is fairly obvious.  The information withheld by the prosecutor would have provided the basis for powerful impeachment of Fleischer's testimony.  Not only did Fleischer deny that any deals had been struck on his behalf, but he also claimed that he was testifying only because a man had been killed and he wanted to \"see justice done.\"</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The fact that his lawyer and the prosecutor had come to an understanding would have markedly strengthened the defense's claim that Fleischer was highly motivated to implicate Gilday to protect himself.  First, it would have permitted the jury reasonably to infer that, even if the \"wink and nod\" deal had not been explicitly communicated to Fleischer, he must have been given some indication that testimony helpful to the government would be helpful to his own cause.  Cf. <span class=\"citation\" data-id=\"111514\"><span class=\"antecedent_guess\">Bagley,</span> <a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">683</span></a></span>, 105 S.Ct. at 3384 (making reward contingent upon outcome \"served only to strengthen any incentive to testify falsely in order to secure a conviction\").  In addition, evidence of the deal would have reinforced the testimony of defense witness Bond, another accomplice, who implicated Fleischer as the gunman.  The stakes for Fleischer were substantial indeed if his testimony blaming someone else could secure his release entirely from criminal responsibility for a murder he had committed;  his motivation to lie could not have been greater.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Disclosure of the deal in all likelihood would have reduced substantially, or even destroyed, Fleischer's credibility.  Because the direct accusation of an accomplice is of more than minimal consequence in a case where the defense is that someone else was responsible for the charged crime, we think it at least reasonably likely that the suppression of this evidence could have affected the jurors' judgment.  Presumably, the government agrees with this assessment;  for what other reason would the prosecutor have gone to such lengths to keep the information from them?</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Recognition of error does not end our task, however.  Although we have determined that the jury might have been affected by knowledge of Fleischer's deal, and thus that the prosecution's suppression of the evidence violated its constitutional obligation under Brady and Giglio, we also must consider--to restate the Brecht standard--whether the error was of such magnitude that it actually casts doubt on the integrity of the verdict.  This is the difference between a possibility and a probability.  See O'Neal v. McAninch, --- U.S. ----, ----, <span class=\"citation\" data-id=\"117897\"><a href=\"/opinion/117897/oneal-v-mcaninch/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span>, 994, <span class=\"citation\" data-id=\"117897\"><a href=\"/opinion/117897/oneal-v-mcaninch/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">947</span> </a></span>(1995) (to find harmlessness, reviewing court must conclude that error more likely than not had no effect on the verdict).  Our review of the evidence indicates that, even if the jury had assigned no weight to Fleischer's testimony, the substance of the case against Gilday would have remained the same.  The other evidence, moreover, was considerable.  Cf. <span class=\"citation\" data-id=\"108471\"><span class=\"antecedent_guess\">Giglio,</span> <a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">154-55</span></a></span>, 92 S.Ct. at 766 (government's case depended \"almost entirely\" on witness whose deal with prosecution was not disclosed).</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Indeed, Fleischer was a rebuttal witness, and as such simply repeated the earlier testimony of another witness, Valeri, that Gilday had admitted to being the shooter.  Valeri had reported that Gilday was at the scene of the robbery in the car from which the shots were fired, that Gilday possessed the murder weapon after the crime, and that Gilday said that he had waited at the scene of the robbery until the police officers arrived because \"he had always wanted to shoot a police officer.\"</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Three eyewitnesses testified, all disinterested outsiders who were in close proximity to the shooting.  The strongest, Becker, made an in-court identification of Gilday, who was sitting unobtrusively with spectators.  He also had chosen Gilday's picture from a spread of photographs shown to him two months after the shooting.  He further recalled at trial, after having stood up to make his identification, that the gunman, like himself (and like Gilday), had a little bald spot on the top of his head.  Cross-examination elicited that the only description Becker had given police at the time of the shooting was that the gunman was a white male and that he probably had seen Gilday's picture in the media;  while acknowledging the possibility that this influenced him, he insisted that his identifications were based solely on his observations at the time of the crime.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">A second witness, Goddard, described the gunman as a white male in his late thirties, clean-shaven, with a receding hairline, hair combed straight back, wearing an olive jacket--all consistent with Gilday's appearance.  True, he did not pick out Gilday's picture from spreads shown him on the day of the shooting, or two weeks later.  On the first occasion, he saw \"a couple of pictures that resembled the man that I saw\" but did not pick them out because he was not sure.  On the second occasion, he had seen Gilday's picture in the papers and recognized it in the spread.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The third witness, Gaudette, described the gunman as of medium build, similar to himself, with weight around 185 pounds, height five feet six or seven inches, in his thirties, with dark hair.  He picked Gilday's picture out of a photospread two months after the shooting.  Then, in the courtroom, he failed to identify Gilday, who was not wearing glasses at the start of Gaudette's perusal but put them on as Gaudette continued his scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">On the whole, we consider this eyewitness evidence, while not without weaknesses, impressive.  Further, the evidence was overwhelming that Gilday was involved in the crime.  In his own testimony, he acknowledged that he had bought the semiautomatic weapon and one of the cars that had been used in the robbery and murder, that he had stolen a license plate and affixed it to another car used by the robbers, and that he took some of the holdup money from an apartment where Bond, Saxe, Power and Fleischer were gathered after the crime.  In addition, an acquaintance of the group, McGrory, testified to a conversation with Gilday after the robbery about McGrory's having figured out who was responsible for the crime.  McGrory stated that, during the exchange, Gilday first claimed that he had not heard that a police officer had been critically wounded, but later said \"I did it\" and warned that even if Gilday were imprisoned on death row, he would take care of McGrory if he said anything.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">While neither the activities to which Gilday confessed nor McGrory's testimony require a finding that Gilday was the gunman<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>--or even at the scene of the robbery--the other evidence provided a strong link between his confessed complicity in the crime and the alleged role of gunman.  Fleischer's testimony on rebuttal corroborated the government's case, but it shed no new or different light on it.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Moreover, some impeachment of Fleischer did take place.  A former FBI agent, George Bernard Kennedy, testified in surrebuttal that Fleischer had told him in the spring of 1971 that Gilday had not shot the police officer.  In addition, as we have noted, Fleischer was implicated by defense witness Bond as the gunman;  that testimony made transparent a motive to accuse someone else.  Thus, while the challenge to Fleischer's credibility would have been measurably more potent with the withheld information, he was already a sullied witness.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">In sum, we are persuaded that suppression of the Fleischer agreement did not have a substantial and injurious effect or influence in determining the jury's verdict.  The nature of the other evidence makes it unlikely that even a stinging impeachment of Fleischer based on the undisclosed deal would have had the requisite impact on the jury's deliberations.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  The error was therefore harmless.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">B. Eyewitness and other statements.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Petitioner also claims error in the government's failure to disclose exculpatory evidence from three witnesses:  (1) a statement by Michael Finn shortly after the crime that described the gunman in terms inconsistent with Gilday's appearance;  (2) an FBI report that Bernard Becker, who identified Gilday as the gunman at trial, stated three weeks after the crime that he could not provide a description of the gunman;  (3) a report that Fleischer initially denied knowing Gilday when asked by the FBI.  To determine the materiality of these pieces of undisclosed evidence, we apply the Bagley test:  whether there is \" 'a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different,' \" Kyles, --- U.S. at <span class=\"citation no-link\"><span class=\"antecedent_guess\">----,</span> <span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1565</span> </span>(quoting <span class=\"citation\" data-id=\"111514\"><span class=\"antecedent_guess\">Bagley,</span> <a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">682</span></a></span>, 105 S.Ct. at 3383).</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Only two merit more than passing discussion.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  While recognizing that Finn's first description of the gunman should have been viewed by the prosecutor at the outset of the trial as significant exculpatory evidence subject to disclosure, the vantage of hindsight leads us to conclude that the likely impact of suppressing it turned out to be slight.  At the hearing on petitioner's second motion for new trial, which was premised in part on this asserted Brady violation, Finn, who was not called as a witness at trial, gave a different description of the shooter--one consistent with Gilday's appearance.  The motion judge found that Finn, who had a reputation for mental instability and alcoholism, would have been an unreliable witness.  Gilday <span class=\"citation\" data-id=\"2080490\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/2080490/commonwealth-v-gilday/\"><span class=\"volume\">367</span> <span class=\"reporter\">Mass.</span> at <span class=\"page\">487-89</span></a></span>, 327 N.E.2d at 859-60.   The district court credited this <span class=\"citation no-link\"><span class=\"antecedent_guess\">finding,</span> <span class=\"volume\">866</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">636</span></span>, and we are likewise inclined to do so.  Based on the record before us, it seems most likely that, had Finn testified at trial, his impact on the jury would have been at best equivocal.  We certainly cannot say that there is a reasonable probability that his testimony would have materially changed the face of the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">As for Becker, while we appreciate that statements made in close temporal proximity to the crime are significant in evaluating an eyewitness's reliability, see Kyles, --- U.S. at <span class=\"citation no-link\"><span class=\"antecedent_guess\">----,</span> <span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1569</span> </span>(citing Manson v. Brathwaite, <span class=\"citation\" data-id=\"109693\"><a href=\"/opinion/109693/manson-v-brathwaite/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">98</span></a></span>, 114, <span class=\"citation\" data-id=\"109693\"><a href=\"/opinion/109693/manson-v-brathwaite/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2243</span></a></span>, 2253, <span class=\"citation\" data-id=\"109693\"><a href=\"/opinion/109693/manson-v-brathwaite/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">140</span> </a></span>(1977)), we think it only of modest importance that his identification of petitioner was preceded by an earlier inability to provide a description.  The fact that someone cannot articulate a description of an individual does not necessarily undermine the accuracy of a later identification;  the challenge would be substantially more potent had Becker given an earlier description inconsistent with his trial testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Moreover, Becker's testimony at trial essentially reflected the fact that he was unable to give a description at the time of crime.  He stated that he told the police only that the shooter was \"[a] white male,\" acknowledging that he provided \"[n]o other distinguishing characteristics or descriptions.\"   In these circumstances, we think the withheld FBI report would have had a minimal effect upon the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">C. Cumulative Impact.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">In its recent decision in Kyles v. Whitley, the Supreme Court stressed the importance of considering the cumulative effect of all suppressed evidence in determining whether a Brady violation has occurred.  --- U.S. at <span class=\"citation\" data-id=\"117923\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1567</span></a></span>.  The Court concluded that, had the prosecution disclosed to competent counsel the substantial amount of evidence at issue there, a different result would have been reasonably probable;<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  the jury would have been considerably more likely to have accepted the defendant's theory that he was framed by a police informant who was actually the murderer.  See <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"id_token\">id.</span> at ----, </a></span>115 S.Ct. at 1562-64.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>    Not only would disclosure have severely discredited two of the four eyewitnesses who were \" 'the essence of the State's case,' \" <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"id_token\">id.</span> at ----, </a></span>115 S.Ct. at 1559 (quoting district court), but it also would have \"entitled a jury to find that ... the most damning physical evidence was subject to suspicion, that the investigation that produced it was insufficiently probing, and that the principal police witness was insufficiently informed or candid.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at ----, </span>115 S.Ct. at 1574.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The circumstances here are markedly different.  While the various pieces of suppressed evidence in Kyles fit together factually to make the defense theory of the case more likely, the evidence here taken cumulatively sheds no new light on the crime or petitioner's involvement in it.  The suppressed material went primarily to the credibility of witnesses, one of whom (Becker) acknowledged at trial information equivalent to the undisclosed evidence.  The only significantly potent undisclosed material was the Fleischer agreement;<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  we are sufficiently persuaded that none of the other evidence adds to its effect in such a way as to have influenced the jury's judgment.  Here, unlike in Kyles, the whole of the challenge to the prosecution's case was no greater than the sum of its individual parts.  Accordingly, we find no remediable Brady violation.</p>\n    </div>\n    <p>IV. Sandstrom Claims</p>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Petitioner argues that the trial judge's charge to the jury included five mandatory presumptions of intent that violated his due process rights as established in Sandstrom v. Montana, <span class=\"citation\" data-id=\"110109\"><a href=\"/opinion/110109/sandstrom-v-montana/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, 520-24, <span class=\"citation\" data-id=\"110109\"><a href=\"/opinion/110109/sandstrom-v-montana/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2450</span></a></span>, 2457-59, <span class=\"citation\" data-id=\"110109\"><a href=\"/opinion/110109/sandstrom-v-montana/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span> </a></span>(1979).<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a>  In a related argument, he challenges a portion of the instruction foreclosing the jury from considering an intoxication defense, arguing that it unconstitutionally relieved the Commonwealth of its burden of proof on the issue of intent as recognized by the Supreme Judicial Court in a series of cases beginning with Commonwealth v. Henson, <span class=\"citation\" data-id=\"2028964\"><a href=\"/opinion/2028964/commonwealth-v-henson/\"><span class=\"volume\">394</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">584</span></a></span>, 592-93, <span class=\"citation\" data-id=\"2028964\"><a href=\"/opinion/2028964/commonwealth-v-henson/\"><span class=\"volume\">476</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">947</span></a></span>, 953-54 (1985).<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">The SJC reviewed the instructions on intent only as they related to the issue of intoxication.  The court ruled that the intoxication portion of the charge correctly reflected the law at the time of petitioner's trial, and that he was not entitled to retroactive application of a change in the law that was announced thirteen years later.  See Commonwealth v. Gilday (Gilday III ), <span class=\"citation\" data-id=\"2040391\"><a href=\"/opinion/2040391/commonwealth-v-gilday/\"><span class=\"volume\">409</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">45</span></a></span>, 47, <span class=\"citation\" data-id=\"2040391\"><a href=\"/opinion/2040391/commonwealth-v-gilday/\"><span class=\"volume\">564</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">577</span></a></span>, 579 (1991).  The court found that no other assertion of instructional error, including the more general Sandstrom claims, had been raised in the relevant (fourth) motion for new trial.  It therefore held that such additional claims were waived.  <span class=\"citation\" data-id=\"2040391\"><a href=\"/opinion/2040391/commonwealth-v-gilday/\"><span class=\"id_token\">Id.,</span> 409 Mass. </a></span>at 46 &amp; n. <span class=\"citation\" data-id=\"2040391\"><span class=\"antecedent_guess\">3,</span> <a href=\"/opinion/2040391/commonwealth-v-gilday/\"><span class=\"volume\">564</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">578</span> </a></span>&amp; n. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">The district court did not explicitly address the intoxication issue.  Petitioner raises it on appeal in limited fashion, recognizing that we previously have declined to disturb the SJC's determination that Henson's protection of the intoxication defense is not retroactive.  See Robinson v. Ponte, <span class=\"citation\" data-id=\"561253\"><a href=\"/opinion/561253/paul-g-robinson-v-joseph-ponte/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">101</span></a></span>, 103-05 (1st Cir.1991).  We decline to revisit that precedent here, and the claim is therefore unavailing.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">As for the general Sandstrom claims, the district court gave two reasons for rejecting them.  First, it concluded that petitioner was not entitled to protection from the Sandstrom rule because that case was decided after his conviction became final, and, under Teague v. Lane, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1060</span></a></span>, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">334</span> </a></span>(1989), the principle established there was not retroactive.  Second, the court held that the SJC's refusal to consider the \"non-intoxication claims\" based on petitioner's procedural default constituted an independent state law ground for rejecting those claims, thus barring habeas review unless the petitioner can show \"cause for\", and \"prejudice from\" his noncompliance with the Commonwealth's procedures.  See Wainwright v. Sykes, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">72</span></a></span>, 86-87, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2497</span></a></span>, 2506, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">594</span> </a></span>(1977);  Ortiz v. Dubois, <span class=\"citation\" data-id=\"195274\"><a href=\"/opinion/195274/ortiz-v-dubois/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">708</span></a></span>, 714 (1st Cir.1994).<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a></p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">We need not delve into the retroactivity issue because we agree with the district court's judgment that the non-intoxication Sandstrom claims are procedurally barred.  Petitioner's fourth motion for new trial and his memorandum in support of the motion focused entirely on the effect of the intoxication instruction on the jury's determination of intent.  Although the memorandum cited to Sandstrom and related precedent, i.e., In re Winship, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1068</span></a></span>, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">368</span> </a></span>(1970) and Mullaney v. Wilbur, <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">684</span></a></span>, <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1881</span></a></span>, <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </a></span>(1975), it is apparent to us that those cases were invoked in support of the intoxication argument and not as a basis for a general challenge to the presumptions on intent contained in the instruction.  In these circumstances, we cannot contradict the SJC's determination that, as a matter of Massachusetts law, the motion did not preserve the Sandstrom claims for appeal.  See <span class=\"citation\" data-id=\"195274\"><span class=\"antecedent_guess\">Ortiz,</span> <a href=\"/opinion/195274/ortiz-v-dubois/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">713</span> </a></span>n. 5 (\"the law of Massachusetts is what the SJC says it is\").  Cf., e.g., Williams v. Lane, <span class=\"citation\" data-id=\"492707\"><a href=\"/opinion/492707/robert-lee-williams-v-michael-lane-director-department-of-corrections/\"><span class=\"volume\">826</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">654</span></a></span>, 660 (7th Cir.1987) (state court determination of waiver does not preclude federal habeas review where record shows that petitioner fully complied with state's articulated procedural rules).  Accordingly, we do not consider them.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a></p>\n    </div>\n    <p>V. Pretrial Publicity</p>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Petitioner contends that he was denied his right to a fair trial because of extensive pretrial publicity, specifically claiming that the trial judge erred in denying his motion for an additional continuance of the trial date and for a change of venue.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a></p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Essentially for the reasons expressed by the Supreme Judicial Court and the district court, we find no reversible error in the trial judge's handling of the case in this respect.  See Gilday <span class=\"citation\" data-id=\"2080490\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/2080490/commonwealth-v-gilday/\"><span class=\"volume\">367</span> <span class=\"reporter\">Mass.</span> at <span class=\"page\">491-93</span></a></span>, 327 N.E.2d at 861-62;  Gilday v. <span class=\"citation no-link\"><span class=\"antecedent_guess\">Callahan,</span> <span class=\"volume\">866</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">623-24</span></span>.</p>\n    </div>\n    <p>VI. Conclusion</p>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">We have examined with care each of petitioner's claims of constitutional error.  Having found that the only meritorious claim--the Brady violation in suppressing the Fleischer agreement--was harmless, we affirm the judgment of the district court denying petitioner's writ of habeas corpus.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The other defendants charged in the crime were Stanley R. Bond, Robert J. Valeri, Susan E. Saxe and Katherine A. Power.  Michael Fleischer was charged as an accessory after the fact.  Bond, who testified as a defense witness at Gilday's trial, died in prison.  Valeri testified as a Commonwealth witness against Gilday, pled guilty eight months later to manslaughter, and is now free.  Fleischer also testified as a Commonwealth witness, and his indictments ultimately were dismissed.  Saxe was a fugitive for several years.  After her first trial ended with a hung jury, she pled guilty to manslaughter and is now free.  Power surrendered to authorities in 1993, and is now serving a prison sentence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Bumpus trial and Gilday's both occurred early in the 1970s, and the same judge presided over them</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> All nineteen substantive paragraphs are contained in one of the three segments of the instruction set off in blocks from the text of this opinion.  The twentieth, which simply introduces the final portion of the charge, is reproduced in text on pages 15 and 16</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although that same distinction was drawn in the reasonable doubt instruction in Cage, the charge there did not elaborate any further and, to the extent it did provide additional explanation, could not overcome the \"grave uncertainty\" and \"actual substantial doubt\" language that the Court found unacceptable</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Supreme Court repeatedly has approved the \"hesitate to act\" formulation, however, and the majority in Victor relied in part on the trial court's use of it as an alternative definition of reasonable doubt to support its conclusion that the instruction there was adequate.  The Court noted that it \"gives a common-sense benchmark for just how substantial such a doubt must be.\"  --- U.S. at <span class=\"citation\" data-id=\"117831\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1250</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The judge's third reference to everyday decisionmaking was not qualified with an adjective such as \"vital\" or \"major,\" but we think the need to equate the criminal trial with a matter of grave importance was by that time clear</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Supreme Judicial Court has since criticized the Madeiros language, in the second paragraph quoted here, as warning the jury against holding the prosecution to too high a standard of proof.  See Commonwealth v. Pinckney, <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">341</span></span>, 348, <span class=\"citation no-link\"><span class=\"volume\">644</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">973</span> </span>(1995) (citing cases).  In this case, the judge remedied that deficiency later in the instruction by warning the jury against relaxing the reasonable doubt standard in response to concerns about public safety or shocking crimes</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Brady established a prosecutor's obligation to turn over exculpatory material.  In Giglio, the Supreme Court held that the obligation includes evidence that would impeach the credibility of government witnesses</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> This standard applies when the government failed to respond to a specific defense request for exculpatory evidence, and when the government failed to volunteer exculpatory evidence never requested, or requested only in a general way.  Kyles v. Whitley, --- U.S. ----, ----, <span class=\"citation\" data-id=\"117923\"><a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1555</span></a></span>, 1565, <span class=\"citation\" data-id=\"117923\"><a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span> </a></span>(1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Kyles explicitly refers only to the knowing use of perjured testimony, but we think it implicit that the Court also contemplated application of this test to those \"equivalent\" circumstances noted in Bagley.   We have applied the Agurs standard in a non-perjury setting, when a prosecutor intentionally withheld materials relating to a witness's prior criminal record and to the deals he made with the state.  See Ouimette v. Moran, <span class=\"citation\" data-id=\"566793\"><a href=\"/opinion/566793/john-f-ouimette-v-john-moran-director-of-the-department-of-corrections/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 10-11 (1st Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> It is the government's burden, of course, to demonstrate that the error is harmless.  O'Neal v. McAninch, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"117897\"><a href=\"/opinion/117897/oneal-v-mcaninch/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span>, 995-98, <span class=\"citation\" data-id=\"117897\"><a href=\"/opinion/117897/oneal-v-mcaninch/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">947</span> </a></span>(1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Petitioner states in his brief, although without citation, that the nine indictments against Fleischer, including accessory after the fact to first degree murder, in fact were dropped after he testified against Gilday and Saxe in their separate trials.  The Commonwealth does not dispute this representation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Neither the Supreme Judicial Court nor the district court found it necessary to state precisely whether the applicable Brady standard had been met and a constitutional violation thus established because each found the asserted error harmless in any event</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Gilday maintains that none of this testimony explicitly refers to his being the gunman, but simply indicates participation generally in the group's pursuits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Contrary to petitioner's suggestion, the references to Fleischer in the prosecutor's closing argument did not particularly highlight his testimony.  Indeed, Fleischer was significant in the prosecution's summary of the case in part because defense witness Bond indicated that he was the gunman</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Petitioner urges that this is the \"unusual case\" identified in Brecht as perhaps warranting habeas relief even if the asserted error did not substantially influence the jury's verdict.  See --- U.S. at ---- n. <span class=\"citation\" data-id=\"112845\"><span class=\"antecedent_guess\">9,</span> <a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1722</span> </a></span>n. 9.   We do not find that \"the integrity of the proceeding\" was so infected here as to justify such an extraordinary remedy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The failure to disclose Fleischer's false statement is measurably less significant to his credibility than the cooperation agreement, and our earlier discussion concerning Fleischer's testimony effectively resolves this issue as well</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Indeed, a mistrial was declared in the defendant's first trial because the jury became deadlocked on the issue of guilt.  --- U.S. at <span class=\"citation no-link\"><span class=\"antecedent_guess\">----,</span> <span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1562</span></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The undisclosed evidence in Kyles consisted of six contemporaneous eyewitness statements with significant inconsistencies;  records of the informant's initial call to the police stating that he had bought a car like the victim's from the defendant on the day of the murder;  a tape recording of another conversation between the informant and police officers further incriminating the defendant;  a signed statement from the informant repeating matters from the tape-recorded discussion, although with inconsistencies;  a computer print-out of license numbers of cars parked on the night of the crime at the market where the murder occurred, which did not list the defendant's car license number;  an internal memorandum directing seizure of the defendant's trash after the informant had suggested the victim's purse might be found there, and evidence linking the informant to other crimes at the market and to an unrelated murder</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Although we found error in the prosecution's suppression of the Fleischer agreement, our conclusion that the error was harmless effectively is equivalent to our finding that the other evidence withheld did not satisfy the Bagley materiality standard.  We therefore reconsider the agreement in assessing the cumulative effect of the government's non-disclosures</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Sandstrom held that a jury instruction containing a presumption that has the effect of relieving the prosecution of the burden of proof on an element of a charged crime violates the Due Process <span class=\"citation\" data-id=\"110109\"><span class=\"antecedent_guess\">Clause.</span>  <a href=\"/opinion/110109/sandstrom-v-montana/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">520-24</span></a></span>, 99 S.Ct. at 2457-59</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> The court stated in Henson that \"where proof of a crime requires proof of a specific criminal intent and there is evidence tending to show that the defendant was under the influence of alcohol or some other drug at the time of the crime, the judge should instruct the jury, if requested, that they may consider evidence of the defendant's intoxication at the time of the crime in deciding whether the Commonwealth has proved that specific intent beyond a reasonable <span class=\"citation\" data-id=\"2028964\"><span class=\"antecedent_guess\">doubt.\"</span>   <a href=\"/opinion/2028964/commonwealth-v-henson/\"><span class=\"volume\">394</span> <span class=\"reporter\">Mass.</span> at <span class=\"page\">593</span></a></span>, 476 N.E.2d at 954</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> To the extent that petitioner seeks to raise the federal constitutional claim directly on appeal, we decline to address the issue.  His brief contains only two paragraphs on the intoxication instruction, primarily directed to the Supreme Judicial Court's caselaw and our decision in Robinson v. Ponte.   His reference to arguments raised in the district court, without elaboration, is insufficient to warrant our review.  See Cray Communications v. Novatel Computer Systems, <span class=\"citation\" data-id=\"677019\"><a href=\"/opinion/677019/cray-communications-inc-formerly-known-as-dowty-communications/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">390</span></a></span>, 396 n. 6 (4th Cir.1994) (adopting by reference memoranda filed in the district court is a practice \"that has been consistently and roundly condemned by the Courts of Appeals\");  United States v. Bales, <span class=\"citation\" data-id=\"484885\"><a href=\"/opinion/484885/united-states-v-robert-e-bales-aka-bob-bailes-aka-robert-e-bailes/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1289</span></a></span>, 1297 (4th Cir.1987) (noting that \"other courts have stated that arguments incorporated by reference need not be considered on appeal\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> Petitioner has not argued that there was \"cause for\" or \"prejudice from\" his failure to comply with the procedural rule, relying instead on the assertion that no default occurred</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> We suspect, however, that even if considered on the merits, the Sandstrom claims would be deemed harmless error.  Petitioner's defense was not that he lacked the requisite mens rea to be found guilty on the crimes charged, but that he was not the gunman who shot Officer Schroeder.  See Bembury v. Butler, <span class=\"citation\" data-id=\"586813\"><a href=\"/opinion/586813/arthur-a-bembury-v-norman-butler-etc/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1399</span></a></span>, 1402-1404 (1st Cir.1992) (instruction creating mandatory presumption of intent was harmless where question of intent never raised:  \"[Defendant] merely presented an alibi, claiming he was not the culprit.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> The trial originally was scheduled to start in April 1971, about six months after the crime, but the court granted a continuance and it did not begin until February 1972</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/91864/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104321/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108111/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108471/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108605/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109265/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109506/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109693/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109717/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110109/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110138/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111514/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112206/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112505/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112845/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117831/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117897/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117923/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195274/",
    "https://www.courtlistener.com/api/rest/v3/opinions/381358/",
    "https://www.courtlistener.com/api/rest/v3/opinions/384695/",
    "https://www.courtlistener.com/api/rest/v3/opinions/400940/",
    "https://www.courtlistener.com/api/rest/v3/opinions/484885/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492707/",
    "https://www.courtlistener.com/api/rest/v3/opinions/497273/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561253/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566793/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586813/",
    "https://www.courtlistener.com/api/rest/v3/opinions/677019/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2028964/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2040391/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2046763/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2080490/"
  ]
}