{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196148/",
  "id": 196148,
  "absolute_url": "/opinion/196148/united-states-v-angiulo/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196148/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:58:45Z",
  "date_modified": "2020-02-21T23:45:18.541043Z",
  "type": "010combined",
  "sha1": "d490f881ab1651f241c353a6dfee6f9737428178",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2067.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 94-2067\r\n\n                    UNITED STATES OF AMERICA,\r\n                            Appellee,\r\n\n                                v.\r\n\n                        DONATO F. ANGIULO,\r\n                      Defendant, Appellant.\r\n\n                                             \r\n\nNo. 94-2068\r\n\n                    UNITED STATES OF AMERICA,\r\n                            Appellee,\r\n\n                                v.\r\n\n                      FRANCESCO F. ANGIULO,\r\n                      Defendant, Appellant.\r\n\n                                             \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n                                             \r\n\n                              Before\r\n\n              Selya, Cyr and Boudin, Circuit Judges.\r                                                             \r\n                                             \r\n\n     Anthony M. Cardinale for appellants.\r                                   \r\n     James  C. Rehnquist, Assistant  United States Attorney, with\r                                  \r\nwhom  Donald  K. Stern,  United  States Attorney,  and  Ernest S.\r                                                                           \r\nDinisco, Assistant United States Attorney, were on brief, for the\r                 \r\nUnited States.\r\n\n                                             \r\n\n                          June 15, 1995\r\n\n                                             \r\r\n\n          SELYA, Circuit Judge.   This procedural motley requires\r                    SELYA, Circuit Judge.\r                                        \r\n\nthat  we explore  the  interstices  of sentence-related  criminal\r\n\nrules  that predate  the inauguration  of the  federal sentencing\r\n\nguidelines,  and are  in  that sense  relics  of a  bygone  era.1\r\n\nHaving  completed the  judicial  equivalent of  an archaeological\r\n\ndig, we deny the requested relief.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          In 1983, a federal  grand jury indicted the appellants,\r\n\nDonato  and Francesco  Angiulo,  along with  several others,  for\r\n\nactivities allegedly undertaken in  furtherance of the affairs of\r\n\nthe  Patriarca family of La  Cosa Nostra.   Though the indictment\r\n\ncharged certain members of the enterprise with predicate offenses\r\n\nthat  included murder, it did not allege that Donato or Francesco\r\n\nAngiulo personally had committed any homicidal acts.  Following a\r\n\nlengthy trial, a jury  found the appellants guilty on  a plethora\r\n\nof counts,  including conspiracy to make  extortionate extensions\r\n\nof  credit, 18 U.S.C.    892(a), RICO conspiracy,  id.   1962(d),\r                                                                \r\n\nracketeering  violations,  id.    1962(c),  and  operation of  an\r                                        \r\n\nillegal gambling business, id.   1955.\r                                        \r\n\n          On April 3,  1986, the  Hon. David S.  Nelson, who  had\r\n\npresided  at the  trial,  convened a  disposition  hearing.   The\r\n\ncolloquy focused  on the  presentence investigative  reports (PSI\r\n\nReports).   Among  other things,  both  PSI Reports  contained  a\r\n\nstatement, under the heading \"prosecution version,\" to the effect\r\n                    \r                              \r\n\n     1We set forth in an appendix hereto the text of the relevant\r\nprocedural rules as they  stood on the date of  sentencing (April\r\n3, 1986).\r\n\n                                2\r\r\n\nthat the  enterprise with which the appellants  were affiliated  \r\n\nthe Patriarca family   engaged in \"crimes, including murder, as a\r\n\nmatter of duty,\" in  order to advance familial interests.   There\r\n\nfollowed a compendium of felonies, including four murders and two\r\n\nunconsummated murder  conspiracies,  allegedly committed  by  the\r\n\nenterprise.    Elliot  Weinstein,  Francesco Angiulo's  attorney,\r\n\ntook umbrage at that account.  He stated in part:\r\n\n               In  support of my  objection and request\r\n          to  strike  . .  .  I  indicate that  nowhere\r\n          during the proceedings in  the case was there\r\n          any evidence or suggestion that my client was\r\n          involved in acts  of murder, conspiracies  to\r\n          murder or shared in any intent or desires for\r\n          the   murder  of  any   person  at  all.  The\r\n          specifically  named  victims   in  the   pre-\r\n          sentence   report    have   no   relationship\r\n          whatsoever to my client and indeed during the\r\n          course  of  the  proceedings  the  government\r\n          stated  to  the   Court  at  several  sidebar\r\n          discussions and the  Court indeed  instructed\r\n          the jury that evidence  as to murders was not\r\n          being admitted against  Francesco Angiulo . .\r\n          . .\r\n\nRobert  Sheketoff,  Donato   Angiulo's  lawyer,  joined   in  the\r\n\nobjection.  He termed the recital \"misleading\" and added:\r\n\n               My  client  was  not  charged  with  any\r\n          predicate acts involving murder.  And I think\r\n          it is severely prejudicial  the way they have\r\n          drafted  this and  it is  not clear  from the\r\n          report I would suggest either  in the offense\r\n          section or  in any point in  the report that,\r\n          in fact, he was not charged, that there is an\r\n          affirmative statement that he was not charged\r\n          with any predicate acts of the verdict.\r\n\nJudge  Nelson  overruled these  objections  and  left intact  the\r\n\nreferences to  the multiple  murders.   He proceeded  to sentence\r\n\nboth  Angiulos to  lengthy  terms of  immurement.   The  brothers\r\n\nappealed  their convictions  on other  grounds, but  eschewed any\r\n\n                                3\r\r\n\nfurther  challenge  to  the  PSI  Reports.    Their  appeals were\r\n\nunavailing.  See  United States  v. Angiulo, 897  F.2d 1169  (1st\r                                                     \r\n\nCir.), cert. denied, 498 U.S. 845 (1990).\r                             \r\n\n          On    December   18,   1990,   the   appellants   filed\r\n\nsubstantially  identical motions  for  sentence reduction  in the\r\n\ndistrict court.  They served these motions within 120 days of the\r\n\nSupreme Court's  denial of certiorari (which  occurred on October\r\n\n1, 1990).   The motions  invoked former Criminal  Rule 35(b)  and\r\n\nspotlighted   a  purported   disparity   between  the   sentences\r\n\nappellants  received  and  the  sentences appellants  would  have\r\n\nreceived  under the newly  minted federal  sentencing guidelines.\r\n\nThe government  filed objections to the  motions and subsequently\r\n\nserved a detailed opposition.\r\n\n          Toward the end of 1991, the appellants,  acting pro se,\r                                                                          \r\n\neach filed an undated  \"Rule 35 Reply\" that bemoaned  the adverse\r\n\nparole-related effects of  the references  to murder  in the  PSI\r\n\nReports.   These pleadings raised, for the first time, the charge\r\n\nthat  Judge Nelson had violated  Fed. R. Crim.  P. 32(c)(3)(D) in\r\n\nthe  course of  imposing  sentence.   On  January 24,  1992,  the\r\n\nappellants, through new counsel, each filed in the district court\r\n\na  pleading entitled \"Appeal Pursuant to  28 C.F.R. 542.15 and/or\r\n\nMotion Pursuant to Rule  32(c)(3)(D).\"  These pleadings described\r\n\nthe  anticipated   adverse  effects  of  the   murder  references\r\n\ncontained in the PSI Reports, and sought the expungement of those\r\n\nreferences.   In each instance,  the clerk of  court docketed the\r                                                                           \r\n\npleading  as a separate motion.  The contents are consistent with\r                                        \r\n\n                                4\r\r\n\nthat  characterization:    each pleading  clarified  that  \"[t]he\r\n\nalternative and additional remedy [each appellant] seeks pursuant\r\n\nto  Fed. R. Crim. P. 32(c)(3)(D) is simply another more expedient\r\n\nmanner  of   effecting  the  relief  he   has  previously  sought\r\n\nadministratively.\"2    These  pleadings  adopted  the defendants'\r\n\nearlier Rule  35(b) motions by  reference but cautioned  that the\r\n\nnew initiatives should be viewed separate and apart therefrom \"as\r\n\nan effort to implement the Rule 32 requests [that each] defendant\r\n\nmade at the time of his sentencing.\"\r\n\n          Matters   remained  dormant  for  a  spell,  presumably\r\n\nbecause Judge Nelson assumed senior status.  Eventually, the Hon.\r\n\nWilliam G. Young stepped into the void.  On April 25, 1994, Judge\r\n\nYoung denied the appellants'  Rule 35(b) motions, concluding that\r\n\nthe sentences  imposed by  Judge Nelson were  \"entirely justified\r\n\nand  necessary\" to  vindicate important  public policy  concerns.\r\n\nUnited States  v. Angiulo, 852 F.  Supp. 54, 62 (D.  Mass. 1994).\r                                   \r\n\nThe Angiulos did not  prosecute appeals from the denial  of their\r\n\nRule 35(b) motions.\r\n\n          On May 31, 1994, the appellants filed a written request\r\n\nasking  Judge  Young  to  hold  a  \"status  conference  regarding\r\n\ndefendants' motions pursuant to  Rule 32(c)(3)(D).\"  Although the\r\n\nrecord is tenebrous as to whether such a conference materialized,\r\n\nthe  request sufficed  to  bring  the  Rule  32  motions  to  the\r\n\n                    \r                              \r\n\n     2The regulation cited in  the January 24 pleadings describes\r\nthe  procedure for  administrative appeals  within the  Bureau of\r\nPrisons,  but makes no mention of judicial review.  See 28 C.F.R.\r                                                                 \r\n  542.15 (1994).\r\n\n                                5\r\r\n\nforefront.  In an unpublished rescript dated September 12,  1994,\r\n\nJudge Young addressed  those motions.  He  discerned no violation\r\n\nof  Rule  32,  finding  that  the  objections  proffered  at  the\r\n\ndisposition  hearing did not dispute  the factual accuracy of the\r\n\nmurder  references.  In  the bargain,  the court  expressed doubt\r\n\nabout the  intrinsic merit of the objections, indicating that the\r\n\nstatements contained in the PSI Reports were not misleading, and,\r\n\nmoreover, were directly relevant to the sentencing determination.\r\n\n          The appellants  filed these timely appeals  in the wake\r\n\nof the court's September 12 order.  They seek either resentencing\r\n\nor,  in the alternative, redaction  of the PSI  Reports to remove\r\n\nthe  murder  references that  they  believe  are hindering  their\r\n\nchances to secure parole. \r\n\nII.  ANALYSIS\r          II.  ANALYSIS\r\n\n          We  start with  bedrock.   Although a  district court's\r\n\ndenial of a motion for sentence reduction under former Rule 35(b)\r\n\nis  a final  order, and,  thus, an  appealable event,  see, e.g.,\r                                                                          \r\n\nUnited States v. McAndrews, 12 F.3d 273, 278 (1st Cir. 1993); see\r                                                                           \r\n\nalso United States  v. Distasio, 820 F.2d 20, 24  (1st Cir. 1987)\r                                         \r\n\n(holding  the grant of a  sentence reduction to  be an appealable\r\n\norder),  the present  appeals are  not of  that persuasion.   The\r\n\ndistrict  court denied  the Rule  35(b) motion  by  order entered\r\n\nApril 25, 1994,  and no  action was taken  within the  applicable\r\n\nappeal period.   See Fed.  R. App. P.  4(b) (providing that  such\r                              \r\n\nappeals must  be taken within 10  days from date of  entry of the\r\n\norder);  see also United States v. Morrillo, 8 F.3d 864, 867 (1st\r                                                     \r\n\n                                6\r\r\n\nCir. 1994) (explaining that the time limits for taking appeals in\r\n\ncriminal cases  are \"mandatory and jurisdictional\").   Hence, the\r\n\ndistrict court's Rule 35(b) determinations are not susceptible to\r\n\nreview at this late date.3\r\n\n          Refined to  bare essence, the  defendants' appeals must\r\n\nstand or fall based on Fed. R. Crim. P. 32.   We think they fall.\r\n\nCriminal  Rule  32  provides  no  independent  foundation  for  a\r\n\npostsentence  motion  to correct  a  PSI  Report  and, under  the\r\n\ncircumstances that  obtain here,  the appellants'  motions cannot\r\n\nproperly  be recharacterized as timely motions under Rule 35.  We\r\n\nexplain briefly.\r\n\n          We frequently have recognized the importance of Rule 32\r\n\nand  we have  emphasized its  requirement of  literal compliance.\r\n\nSee,  e.g., United States  v. Hanono-Surujun, 914  F.2d 15, 18-20\r                                                      \r\n\n(1st Cir. 1990); United  States v. Jimenez-Rivera, 842 F.2d  545,\r                                                           \r\n\n550-51 (1st Cir.),  cert. denied,  487 U.S. 1223  (1988).   These\r                                          \r\n\nattributes,  however, do not  create jurisdiction for  a court to\r\n\nentertain  postsentence motions alleging  violations of  Rule 32.\r\n\nIn the absence  of either an enabling statute or  language in the\r\n\n                    \r                              \r\n\n     3In  any   event,  former  Rule  35(b)  conferred  virtually\r\nunfettered discretion  on sentencing  courts.  See,  e.g., United\r                                                                           \r\nStates v. DeCologero, 821 F.2d 39, 41 (1st Cir. 1987) (discussing\r                              \r\nbreadth of district  court's discretion).  Thus,  it seems highly\r\nunlikely that  Judge Young's  refusal to grant  relief thereunder\r\ncould  successfully have  been  challenged,especially  given  the\r\nobvious  inadequacy  of the  motions'  linchpin  assertion.   See\r                                                                           \r\nUnited States v. Twomey,  845 F.2d 1132, 1134-35 (1st  Cir. 1988)\r                                 \r\n(upholding  denial  of  Rule  35(b) motion  and  explaining  that\r\ndistrict  courts have  no obligation  to harmonize  sentences for\r\npre-guidelines  offenses  with  sentencing  results  produced  by\r\napplication of the guidelines).\r\n\n                                7\r\r\n\nrule's text that  could conceivably be  read as authorizing  such\r\n\njurisdiction, we hold that  Rule 32, in and  of itself, does  not\r\n\nconfer  district  court jurisdiction  to  conduct  a postsentence\r\n\nreview.   Accord United States  v. Engs, 884  F.2d 894, 895  (5th\r                                                 \r\n\nCir. 1989)  (agreeing that \"no  postsentence jurisdiction  exists\r\n\nbased solely  on Rule 32(c)(3)(D)\"); United States v. Giaimo, 880\r                                                                      \r\n\nF.2d 1561, 1563 (2d  Cir. 1989) (holding that \"Rule  32, standing\r\n\nalone, does  not give  a district court  jurisdiction to  correct\r\n\ninaccuracies  in  a  PSI  report   after  a  defendant  has  been\r\n\nsentenced\"); United States v. Sarduy, 838 F.2d 157, 158 (6th Cir.\r                                              \r\n\n1988);  United States  v. Peloso,  824 F.2d  914, 915  (11th Cir.\r                                          \r\n\n1987); United States v.  Williams, 618 F. Supp. 1419,  1420 (E.D.\r                                           \r\n\nVa. 1985), aff'd, 785  F.2d 306 (4th Cir. 1986); United States v.\r                                                                        \r\n\nSheela,  667 F. Supp.  724, 726 (D.  Or. 1987);  United States v.\r                                                                        \r\n\nBurkhead, 567 F. Supp. 1425, 1427-28 (W.D. Mo. 1983).4\r                  \r\n\n          Appellants  try to  locate  a  serviceable vehicle  for\r\n\ntheir  Rule  32  claims  by  characterizing  their  supplementary\r\n\nmotions as ones  that were brought under Rule 35.   We, and other\r\n\ncourts,  sometimes have  allowed  violations  of  Rule 32  to  be\r\n\naddressed in timely Rule 35 motions.  See, e.g., United States v.\r                                                                        \r\n\nFeigenbaum, 962 F.2d 230, 232-33 (2d Cir. 1992); United States v.\r                                                                        \r\n\nSmith, 844 F.2d  203, 207 (5th  Cir. 1988);  Sarduy, 838 F.2d  at\r                                                             \r\n\n158;  United  States v.  Katzin, 824  F.2d  234, 237-38  (3d Cir.\r                                         \r\n\n                    \r                              \r\n\n     4At least one court has reached an opposite conclusion.  See\r                                                                           \r\nUnited States v. Hart, 922 F.2d  613, 615 (10th Cir. 1990).  With\r                               \r\nrespect,  we regard  Hart as  wrongly decided  and we  decline to\r                                   \r\nfollow it.\r\n\n                                8\r\r\n\n1987);  Peloso, 824 F.2d at 915; United States v. Santamaria, 788\r                                                                      \r\n\nF.2d  824,  828-29  (1st Cir.  1986).    This  avenue of  review,\r\n\nhowever,  is properly seen as  founded on former  Rule 35(a), and\r\n\nmore particularly, on the prong of former Rule 35(a) that permits\r\n\na district court  to \"correct  a sentence imposed  in an  illegal\r\n\nmanner.\"  Like motions arising under former Rule 35(b), such Rule\r\n\n35(a)  motions must be filed  within 120 days  next following the\r\n\nentry of final judgment.5\r\n\n          In view  of this  legal mise-en-scene,  the appellants'\r\n\nattempt  to anchor  jurisdiction on former  Rule 35  suffers from\r\n\nseveral infirmities  which, taken together, prove  fatal to their\r\n\nendeavor.   First, jurisdiction to review  the alleged violations\r\n\nof Rule 32 cannot be based on Rule 35(b) in  the circumstances of\r\n\nthis case.    While the  district  court permissibly  could  have\r\n\nconsidered any  Rule 32 irregularities  when it decided  the Rule\r\n\n35(b) motions  for discretionary  sentence reduction in  April of\r\n\n1994, it  had no obligation  to do  so, and, in  all events,  the\r\n\nAngiulos did not  take timely  appeals from the  denial of  these\r\n\nmotions.\r\n\n          Second,  the circumstances  do not  permit jurisdiction\r\n\nproperly to be  premised on  former Rule 35(a).   The  appellants\r\n\n                    \r                              \r\n\n     5Although former Rule 35(a) also allowed a district court to\r\ncorrect  an \"illegal sentence at  any time,\" that  remedy was not\r\navailable  to  address  a  Rule  32  violation  because  \"illegal\r\nsentences\"  were  limited to  those  that  \"`exceed the  relevant\r\nstatutory  maximum  limits  or  violate double  jeopardy  or  are\r\nambiguous or internally contradictory.'\"  Katzin, 824 F.2d at 237\r                                                          \r\n(quoting  8A James W. Moore, Moore's Federal Practice   35.03[2],\r                                                               \r\nat 35-36 (2d ed. 1987)).\r\n\n                                9\r\r\n\nneither  cited that  rule to  Judge Young  nor attempted  to base\r\n\njurisdiction  on it;  and,  as we  have  said, \"absent  the  most\r\n\nextraordinary circumstances,  legal theories not  raised squarely\r\n\nin the  lower court  cannot be  broached  for the  first time  on\r\n\nappeal.\"   Teamsters, Chauffeurs, Warehousemen  &amp; Helpers  Union,\r                                                                           \r\n\nLocal No. 59 v. Superline Transp.  Co., 953 F.2d 17, 21 (1st Cir.\r                                                \r\n\n1992).  This  principle is  fully applicable  in criminal  cases.\r\n\nSee, e.g.,  United States  v. Slade,  980 F.2d  27, 30  (1st Cir.\r                                             \r\n\n1992).\r\n\n          Furthermore,  in order  to use former  Rule 35(a)  as a\r\n\nvehicle to review ostensible Rule 32 violations, appellants would\r\n\nhave needed to file their motions within 120 days of the  Supreme\r\n\nCourt's denial  of certiorari.   The  initial Rule 35(b)  motions\r\n\nwere docketed within that time span, but the first pleadings that\r\n\nmentioned  Rule 32 were not  served until well  after the 120-day\r\n\nperiod expired.  Even if these  subsequent attempts somehow could\r\n\nbe deemed to implicate Rule 35(a), the failure to comply with the\r\n\n120-day deadline  would defeat jurisdiction.6   See United States\r                                                                           \r\n\nv. Ames,  743 F.2d 46, 48  (1st Cir. 1984) (noting  that the time\r                 \r\n\nlimitations  specified  in  former  Rule  35  are  mandatory  and\r\n                    \r                              \r\n\n     6It is often assumed  that inaccuracies in a PSI  Report may\r\nform the basis for a petition under 18 U.S.C.   2255.  See United\r                                                                           \r\nStates v. Gattas, 862 F.2d 1432, 1433-34 &amp; n.4  (10th Cir. 1988);\r                          \r\nUnited  States v.  Mosquera, 845  F.2d 1122,  1124 n.1  (1st Cir.\r                                     \r\n1988).  In addition,  courts have suggested that such  relief may\r\nbe obtainable pursuant to 18 U.S.C.   2241.  See Peloso, 824 F.2d\r                                                                 \r\nat 915; United States v.  Daniels, 737 F. Supp. 111, 114  (D. Me.\r                                           \r\n1990).    The appellants  have  not  asserted jurisdiction  under\r\neither  of those  statutes,  and they  have expressly  disclaimed\r\nreliance on  section  2255.    Thus,  we  take  no  view  of  the\r\nappropriateness vel non of any such potential remedies.\r                                 \r\n\n                                10\r\r\n\njurisdictional), cert. denied, 469 U.S. 1165 (1985).\r                                       \r\n\nIII.  CONCLUSION\r          III.  CONCLUSION\r\n\n          In this instance, all roads lead to Rome.  On one hand,\r\n\nthe  appellants did not perfect  timely appeals from the district\r\n\ncourt's  denial of their  Rule 35(b)  motions, and,  hence, those\r\n\nmotions are  dead letters.   On the  other hand,  insofar as  the\r\n\nappellants' postsentence  motions rest  on Rule 32,  simpliciter,\r\n\nthe district court lacked jurisdiction to consider them.7\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                    \r                              \r\n\n     7Of course, the district court should simply have denied the\r\nRule 32 motions  for lack of  jurisdiction, rather than  reaching\r\nthe merits of the  alleged Rule 32 violations.   Accordingly, its\r\ncomments, though insightful, should not be accorded binding force\r\nor effect if further proceedings eventuate.\r\n\n                                11\r\r\n\n                             APPENDIX\r                                       APPENDIX\r\n\n          Former  Criminal  Rule 35,  which  applies to  offenses\r\ncommitted prior to November 1, 1987, provides in pertinent part:\r\n\n               (a) Correction of  Sentence.  The  court\r                         (a) Correction of  Sentence.\r\n          may correct  an illegal sentence at  any time\r\n          and  may correct  a  sentence imposed  in  an\r\n          illegal  manner  within  the   time  provided\r\n          herein for the reduction of sentence.\r\n\n               (b) Reduction  of Sentence.  A motion to\r                         (b) Reduction  of Sentence.\r\n          reduce a  sentence may be made,  or the court\r\n          may reduce a sentence without  motion, within\r\n          120  days after  the  sentence is  imposed or\r\n          probation  is  revoked,  or within  120  days\r\n          after receipt  by  the  court  of  a  mandate\r\n          issued  upon  affirmance of  the  judgment or\r\n          dismissal of the appeal,  or within 120  days\r\n          after entry  of any order or  judgment of the\r\n          Supreme  Court denying  review of,  or having\r\n          the  effect  of   upholding,  a  judgment  of\r\n          conviction or probation revocation. . . .\r\n\nFed. R. Crim. P. 35.\r\n\n          Criminal  Rule 32(c)(3)(D),  as applicable  to offenses\r\ncommitted prior to November 1, 1987, provides that:\r\n\n               If the comments of the defendant and the\r\n          defendant's  counsel  or  testimony or  other\r\n          information  introduced  by  them allege  any\r\n          factual   inaccuracy   in   the   presentence\r\n          investigation  report or  the summary  of the\r\n          report or  part thereof, the court  shall, as\r\n          to  each  matter  controverted,  make  (i)  a\r\n          finding  as  to  the allegation,  or  (ii)  a\r\n          determination  that  no finding  is necessary\r\n          because the matter  controverted will not  be\r\n          taken into  account in sentencing.  A written\r\n          record  of  such findings  and determinations\r\n          shall be  appended to and accompany  any copy\r\n          of   the  presentence   investigation  report\r\n          thereafter  made available  to the  Bureau of\r\n          Prisons or the Parole Commission.\r\n\nFed. R. Crim. P. 32(c)(3)(D).\r\n\n                                12\r\r\n",
  "html": "<p class=\"case_cite\">57 F.3d 38</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Donato F. ANGIULO, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Francesco F. ANGIULO, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-2067, 94-2068.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 1, 1995.<br>Decided June 15, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Anthony M. Cardinale, for appellants.</p>\n      <p class=\"indent\">James C. Rehnquist, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., and Ernest S. Dinisco, Asst. U.S. Atty., were on brief, for U.S.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This procedural motley requires that we explore the interstices of sentence-related criminal rules that predate the inauguration of the federal sentencing guidelines, and are in that sense relics of a bygone era.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Having completed the judicial equivalent of an archaeological dig, we deny the requested relief.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1983, a federal grand jury indicted the appellants, Donato and Francesco Angiulo, along with several others, for activities allegedly undertaken in furtherance of the affairs of the Patriarca family of La Cosa Nostra.  Though the indictment charged certain members of the enterprise with predicate offenses that included murder, it did not allege that Donato or Francesco Angiulo personally had committed any homicidal acts.  Following a lengthy trial, a jury found the appellants guilty on a plethora of counts, including conspiracy to make extortionate extensions of credit, 18 U.S.C. Sec. 892(a), RICO conspiracy, id. Sec. 1962(d), racketeering violations, id. Sec. 1962(c), and operation of an illegal gambling business, id. Sec. 1955.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 3, 1986, the Hon.  David S. Nelson, who had presided at the trial, convened a disposition hearing.  The colloquy focused on the presentence investigative reports (PSI Reports).  Among other things, both PSI Reports contained a statement, under the heading \"prosecution version,\" to the effect that the enterprise with which the appellants were affiliated--the Patriarca family--engaged in \"crimes, including murder, as a matter of duty,\" in order to advance familial interests.  There followed a compendium of felonies, including four murders and two unconsummated murder conspiracies, allegedly committed by the enterprise.  Elliot Weinstein, Francesco Angiulo's attorney, took umbrage at that account.  He stated in part:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In support of my objection and request to strike ... I indicate that nowhere during the proceedings in the case was there any evidence or suggestion that my client was involved in acts of murder, conspiracies to murder or shared in any intent or desires for the murder of any person at all.  The specifically named victims in the pre-sentence report have no relationship whatsoever to my client and indeed during the course of the proceedings the government stated to the Court at several sidebar discussions and the Court indeed instructed the jury that evidence as to murders was not being admitted against Francesco Angiulo....</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Robert Sheketoff, Donato Angiulo's lawyer, joined in the objection.  He termed the recital \"misleading\" and added:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">My client was not charged with any predicate acts involving murder.  And I think it is severely prejudicial the way they have drafted this and it is not clear from the report I would suggest either in the offense section or in any point in the report that, in fact, he was not charged, that there is an affirmative statement that he was not charged with any predicate acts of the verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Judge Nelson overruled these objections and left intact the references to the multiple murders.  He proceeded to sentence both Angiulos to lengthy terms of immurement.  The brothers appealed their convictions on other grounds, but eschewed any further challenge to the PSI Reports.  Their appeals were unavailing.  See United States v. Angiulo, 897 F.2d 1169 (1st Cir.), cert. denied, 498 U.S. 845, 111 S.Ct. 130, 112 L.Ed.2d 98 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On December 18, 1990, the appellants filed substantially identical motions for sentence reduction in the district court.  They served these motions within 120 days of the Supreme Court's denial of certiorari (which occurred on October 1, 1990).  The motions invoked former Criminal Rule 35(b) and spotlighted a purported disparity between the sentences appellants received and the sentences appellants would have received under the newly minted federal sentencing guidelines.  The government filed objections to the motions and subsequently served a detailed opposition.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Toward the end of 1991, the appellants, acting pro se, each filed an undated \"Rule 35 Reply\" that bemoaned the adverse parole-related effects of the references to murder in the PSI Reports.  These pleadings raised, for the first time, the charge that Judge Nelson had violated Fed.R.Crim.P. 32(c)(3)(D) in the course of imposing sentence.  On January 24, 1992, the appellants, through new counsel, each filed in the district court a pleading entitled \"Appeal Pursuant to 28 C.F.R. 542.15 and/or Motion Pursuant to Rule 32(c)(3)(D).\"   These pleadings described the anticipated adverse effects of the murder references contained in the PSI Reports, and sought the expungement of those references.  In each instance, the clerk of court docketed the pleading as a separate motion.   The contents are consistent with that characterization:  each pleading clarified that \"[t]he alternative and additional remedy [each appellant] seeks pursuant to Fed.R.Crim.P. 32(c)(3)(D) is simply another more expedient manner of effecting the relief he has previously sought administratively.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  These pleadings adopted the defendants' earlier Rule 35(b) motions by reference but cautioned that the new initiatives should be viewed separate and apart therefrom \"as an effort to implement the Rule 32 requests [that each] defendant made at the time of his sentencing.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Matters remained dormant for a spell, presumably because Judge Nelson assumed senior status.  Eventually, the Hon.  William G. Young stepped into the void.  On April 25, 1994, Judge Young denied the appellants' Rule 35(b) motions, concluding that the sentences imposed by Judge Nelson were \"entirely justified and necessary\" to vindicate important public policy concerns.  United States v. Angiulo, 852 F.Supp. 54, 62 (D.Mass.1994).  The Angiulos did not prosecute appeals from the denial of their Rule 35(b) motions.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On May 31, 1994, the appellants filed a written request asking Judge Young to hold a \"status conference regarding defendants' motions pursuant to Rule 32(c)(3)(D).\"   Although the record is tenebrous as to whether such a conference materialized, the request sufficed to bring the Rule 32 motions to the forefront.  In an unpublished rescript dated September 12, 1994, Judge Young addressed those motions.  He discerned no violation of Rule 32, finding that the objections proffered at the disposition hearing did not dispute the factual accuracy of the murder references.  In the bargain, the court expressed doubt about the intrinsic merit of the objections, indicating that the statements contained in the PSI Reports were not misleading, and, moreover, were directly relevant to the sentencing determination.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The appellants filed these timely appeals in the wake of the court's September 12 order.  They seek either resentencing or, in the alternative, redaction of the PSI Reports to remove the murder references that they believe are hindering their chances to secure parole.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We start with bedrock.  Although a district court's denial of a motion for sentence reduction under former Rule 35(b) is a final order, and, thus, an appealable event, see, e.g., United States v. McAndrews, 12 F.3d 273, 278 (1st Cir.1993);  see also United States v. Distasio, 820 F.2d 20, 24 (1st Cir.1987) (holding the grant of a sentence reduction to be an appealable order), the present appeals are not of that persuasion.  The district court denied the Rule 35(b) motion by order entered April 25, 1994, and no action was taken within the applicable appeal period.  See Fed.R.App.P. 4(b) (providing that such appeals must be taken within 10 days from date of entry of the order);  see also United States v. Morillo, 8 F.3d 864, 867 (1st Cir.1993) (explaining that the time limits for taking appeals in criminal cases are \"mandatory and jurisdictional\").  Hence, the district court's Rule 35(b) determinations are not susceptible to review at this late date.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Refined to bare essence, the defendants' appeals must stand or fall based on Fed.R.Crim.P. 32.  We think they fall.  Criminal Rule 32 provides no independent foundation for a postsentence motion to correct a PSI Report and, under the circumstances that obtain here, the appellants' motions cannot properly be recharacterized as timely motions under Rule 35.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We frequently have recognized the importance of Rule 32 and we have emphasized its requirement of literal compliance.  See, e.g., United States v. Hanono-Surujun, 914 F.2d 15, 18-20 (1st Cir.1990);  United States v. Jimenez-Rivera, 842 F.2d 545, 550-51 (1st Cir.), cert. denied, 487 U.S. 1223, 108 S.Ct. 2882, 101 L.Ed.2d 917 (1988).  These attributes, however, do not create jurisdiction for a court to entertain postsentence motions alleging violations of Rule 32.  In the absence of either an enabling statute or language in the rule's text that could conceivably be read as authorizing such jurisdiction, we hold that Rule 32, in and of itself, does not confer district court jurisdiction to conduct a postsentence review.  Accord United States v. Engs, 884 F.2d 894, 895 (5th Cir.1989) (agreeing that \"no postsentence jurisdiction exists based solely on Rule 32(c)(3)(D)\");  United States v. Giaimo, 880 F.2d 1561, 1563 (2d Cir.1989) (holding that \"Rule 32, standing alone, does not give a district court jurisdiction to correct inaccuracies in a PSI report after a defendant has been sentenced\");  United States v. Sarduy, 838 F.2d 157, 158 (6th Cir.1988);  United States v. Peloso, 824 F.2d 914, 915 (11th Cir.1987);  United States v. Williams, 618 F.Supp. 1419, 1420 (E.D.Va.1985), aff'd, 785 F.2d 306 (4th Cir.1986);  United States v. Sheela, 667 F.Supp. 724, 726 (D.Or.1987);  United States v. Burkhead, 567 F.Supp. 1425, 1427-28 (W.D.Mo.1983).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellants try to locate a serviceable vehicle for their Rule 32 claims by characterizing their supplementary motions as ones that were brought under Rule 35.  We, and other courts, sometimes have allowed violations of Rule 32 to be addressed in timely Rule 35 motions.  See, e.g., United States v. Feigenbaum, 962 F.2d 230, 232-33 (2d Cir.1992);  United States v. Smith, 844 F.2d 203, 207 (5th Cir.1988);  Sarduy, 838 F.2d at 158;  United States v. Katzin, 824 F.2d 234, 237-38 (3d Cir.1987);  Peloso, 824 F.2d at 915;  United States v. Santamaria, 788 F.2d 824, 828-29 (1st Cir.1986).  This avenue of review, however, is properly seen as founded on former Rule 35(a), and more particularly, on the prong of former Rule 35(a) that permits a district court to \"correct a sentence imposed in an illegal manner.\"   Like motions arising under former Rule 35(b), such Rule 35(a) motions must be filed within 120 days next following the entry of final judgment.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In view of this legal mise-en-scene, the appellants' attempt to anchor jurisdiction on former Rule 35 suffers from several infirmities which, taken together, prove fatal to their endeavor.  First, jurisdiction to review the alleged violations of Rule 32 cannot be based on Rule 35(b) in the circumstances of this case.  While the district court permissibly could have considered any Rule 32 irregularities when it decided the Rule 35(b) motions for discretionary sentence reduction in April of 1994, it had no obligation to do so, and, in all events, the Angiulos did not take timely appeals from the denial of these motions.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Second, the circumstances do not permit jurisdiction properly to be premised on former Rule 35(a).  The appellants neither cited that rule to Judge Young nor attempted to base jurisdiction on it;  and, as we have said, \"absent the most extraordinary circumstances, legal theories not raised squarely in the lower court cannot be broached for the first time on appeal.\"  Teamsters, Chauffeurs, Warehousemen &amp; Helpers Union, Local No. 59 v. Superline Transp. Co., 953 F.2d 17, 21 (1st Cir.1992).  This principle is fully applicable in criminal cases.  See, e.g., United States v. Slade, 980 F.2d 27, 30 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Furthermore, in order to use former Rule 35(a) as a vehicle to review ostensible Rule 32 violations, appellants would have needed to file their motions within 120 days of the Supreme Court's denial of certiorari.  The initial Rule 35(b) motions were docketed within that time span, but the first pleadings that mentioned Rule 32 were not served until well after the 120-day period expired.  Even if these subsequent attempts somehow could be deemed to implicate Rule 35(a), the failure to comply with the 120-day deadline would defeat jurisdiction.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See United States v. Ames, 743 F.2d 46, 48 (1st Cir.1984) (noting that the time limitations specified in former Rule 35 are mandatory and jurisdictional), cert. denied, 469 U.S. 1165, 105 S.Ct. 927, 83 L.Ed.2d 938 (1985).</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In this instance, all roads lead to Rome.  On one hand, the appellants did not perfect timely appeals from the district court's denial of their Rule 35(b) motions, and, hence, those motions are dead letters.  On the other hand, insofar as the appellants' postsentence motions rest on Rule 32, simpliciter, the district court lacked jurisdiction to consider them.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <p>APPENDIX</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Former Criminal Rule 35, which applies to offenses committed prior to November 1, 1987, provides in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">(a) Correction of Sentence.   The court may correct an illegal sentence at any time and may correct a sentence imposed in an illegal manner within the time provided herein for the reduction of sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">(b) Reduction of Sentence.   A motion to reduce a sentence may be made, or the court may reduce a sentence without motion, within 120 days after the sentence is imposed or probation is revoked, or within 120 days after receipt by the court of a mandate issued upon affirmance of the judgment or dismissal of the appeal, or within 120 days after entry of any order or judgment of the Supreme Court denying review of, or having the effect of upholding, a judgment of conviction or probation revocation....</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Fed.R.Crim.P. 35.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Criminal Rule 32(c)(3)(D), as applicable to offenses committed prior to November 1, 1987, provides that:If the comments of the defendant and the defendant's counsel or testimony or other information introduced by them allege any factual inaccuracy in the presentence investigation report or the summary of the report or part thereof, the court shall, as to each matter controverted, make (i) a finding as to the allegation, or (ii) a determination that no such finding is necessary because the matter controverted will not be taken into account in sentencing.  A written record of such findings and determinations shall be appended to and accompany any copy of the presentence investigation report thereafter made available to the Bureau of Prisons or the Parole Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Fed.R.Crim.P. 32(c)(3)(D).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We set forth in an appendix hereto the text of the relevant procedural rules as they stood on the date of sentencing (April 3, 1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The regulation cited in the January 24 pleadings describes the procedure for administrative appeals within the Bureau of Prisons, but makes no mention of judicial review.  See 28 C.F.R. Sec. 542.15 (1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In any event, former Rule 35(b) conferred virtually unfettered discretion on sentencing courts.  See, e.g., United States v. DeCologero, 821 F.2d 39, 41 (1st Cir.1987) (discussing breadth of district court's discretion).  Thus, it seems highly unlikely that Judge Young's refusal to grant relief thereunder could successfully have been challenged, especially given the obvious inadequacy of the motions' linchpin assertion.  See United States v. Twomey, 845 F.2d 1132, 1134-35 (1st Cir.1988) (upholding denial of Rule 35(b) motion and explaining that district courts have no obligation to harmonize sentences for pre-guidelines offenses with sentencing results produced by application of the guidelines)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> At least one court has reached an opposite conclusion.  See United States v. Hart, 922 F.2d 613, 615 (10th Cir.1990).  With respect, we regard Hart as wrongly decided and we decline to follow it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although former Rule 35(a) also allowed a district court to correct an \"illegal sentence at any time,\" that remedy was not available to address a Rule 32 violation because \"illegal sentences\" were limited to those that \" 'exceed the relevant statutory maximum limits or violate double jeopardy or are ambiguous or internally contradictory.' \"  Katzin, 824 F.2d at 237 (quoting 8A James W. Moore, Moore's Federal Practice p 35.03, at 35-36 (2d ed. 1987))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> It is often assumed that inaccuracies in a PSI Report may form the basis for a petition under 28 U.S.C. Sec. 2255.  See United States v. Gattas, 862 F.2d 1432, 1433-34 &amp; n. 4 (10th Cir.1988);  United States v. Mosquera, 845 F.2d 1122, 1124 n. 1 (1st Cir.1988).  In addition, courts have suggested that such relief may be obtainable pursuant to 18 U.S.C. Sec. 2241.  See Peloso, 824 F.2d at 915;  United States v. Daniels, 737 F.Supp. 111, 114 (D.Me.1990).  The appellants have not asserted jurisdiction under either of those statutes, and they have expressly disclaimed reliance on section 2255.  Thus, we take no view of the appropriateness vel non of any such potential remedies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Of course, the district court should simply have denied the Rule 32 motions for lack of jurisdiction, rather than reaching the merits of the alleged Rule 32 violations.  Accordingly, its comments, though insightful, should not be accorded binding force or effect if further proceedings eventuate</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Donato F. ANGIULO, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Francesco F. ANGIULO, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-2067, 94-2068.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 1, 1995.<br>Decided June 15, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Anthony M. Cardinale, for appellants.</p>\n      <p class=\"indent\">James C. Rehnquist, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., and Ernest S. Dinisco, Asst. U.S. Atty., were on brief, for U.S.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This procedural motley requires that we explore the interstices of sentence-related criminal rules that predate the inauguration of the federal sentencing guidelines, and are in that sense relics of a bygone era.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Having completed the judicial equivalent of an archaeological dig, we deny the requested relief.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1983, a federal grand jury indicted the appellants, Donato and Francesco Angiulo, along with several others, for activities allegedly undertaken in furtherance of the affairs of the Patriarca family of La Cosa Nostra.  Though the indictment charged certain members of the enterprise with predicate offenses that included murder, it did not allege that Donato or Francesco Angiulo personally had committed any homicidal acts.  Following a lengthy trial, a jury found the appellants guilty on a plethora of counts, including conspiracy to make extortionate extensions of credit, 18 U.S.C. Sec. 892(a), RICO conspiracy, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 1962(d), </span>racketeering violations, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 1962(c), </span>and operation of an illegal gambling business, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 1955.</span></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 3, 1986, the Hon.  David S. Nelson, who had presided at the trial, convened a disposition hearing.  The colloquy focused on the presentence investigative reports (PSI Reports).  Among other things, both PSI Reports contained a statement, under the heading \"prosecution version,\" to the effect that the enterprise with which the appellants were affiliated--the Patriarca family--engaged in \"crimes, including murder, as a matter of duty,\" in order to advance familial interests.  There followed a compendium of felonies, including four murders and two unconsummated murder conspiracies, allegedly committed by the enterprise.  Elliot Weinstein, Francesco Angiulo's attorney, took umbrage at that account.  He stated in part:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In support of my objection and request to strike ... I indicate that nowhere during the proceedings in the case was there any evidence or suggestion that my client was involved in acts of murder, conspiracies to murder or shared in any intent or desires for the murder of any person at all.  The specifically named victims in the pre-sentence report have no relationship whatsoever to my client and indeed during the course of the proceedings the government stated to the Court at several sidebar discussions and the Court indeed instructed the jury that evidence as to murders was not being admitted against Francesco Angiulo....</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Robert Sheketoff, Donato Angiulo's lawyer, joined in the objection.  He termed the recital \"misleading\" and added:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">My client was not charged with any predicate acts involving murder.  And I think it is severely prejudicial the way they have drafted this and it is not clear from the report I would suggest either in the offense section or in any point in the report that, in fact, he was not charged, that there is an affirmative statement that he was not charged with any predicate acts of the verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Judge Nelson overruled these objections and left intact the references to the multiple murders.  He proceeded to sentence both Angiulos to lengthy terms of immurement.  The brothers appealed their convictions on other grounds, but eschewed any further challenge to the PSI Reports.  Their appeals were unavailing.  See United States v. Angiulo, <span class=\"citation\" data-id=\"537726\"><a href=\"/opinion/537726/united-states-v-gennaro-j-angiulo-donato-f-angiulo-samuel-s-granito/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span> </a></span>(1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">845</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">130</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">98</span> </span>(1990).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On December 18, 1990, the appellants filed substantially identical motions for sentence reduction in the district court.  They served these motions within 120 days of the Supreme Court's denial of certiorari (which occurred on October 1, 1990).  The motions invoked former Criminal Rule 35(b) and spotlighted a purported disparity between the sentences appellants received and the sentences appellants would have received under the newly minted federal sentencing guidelines.  The government filed objections to the motions and subsequently served a detailed opposition.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Toward the end of 1991, the appellants, acting pro se, each filed an undated \"Rule 35 Reply\" that bemoaned the adverse parole-related effects of the references to murder in the PSI Reports.  These pleadings raised, for the first time, the charge that Judge Nelson had violated Fed.R.Crim.P. 32(c)(3)(D) in the course of imposing sentence.  On January 24, 1992, the appellants, through new counsel, each filed in the district court a pleading entitled \"Appeal Pursuant to 28 C.F.R. 542.15 and/or Motion Pursuant to Rule 32(c)(3)(D).\"   These pleadings described the anticipated adverse effects of the murder references contained in the PSI Reports, and sought the expungement of those references.  In each instance, the clerk of court docketed the pleading as a separate motion.   The contents are consistent with that characterization:  each pleading clarified that \"[t]he alternative and additional remedy [each appellant] seeks pursuant to Fed.R.Crim.P. 32(c)(3)(D) is simply another more expedient manner of effecting the relief he has previously sought administratively.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  These pleadings adopted the defendants' earlier Rule 35(b) motions by reference but cautioned that the new initiatives should be viewed separate and apart therefrom \"as an effort to implement the Rule 32 requests [that each] defendant made at the time of his sentencing.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Matters remained dormant for a spell, presumably because Judge Nelson assumed senior status.  Eventually, the Hon.  William G. Young stepped into the void.  On April 25, 1994, Judge Young denied the appellants' Rule 35(b) motions, concluding that the sentences imposed by Judge Nelson were \"entirely justified and necessary\" to vindicate important public policy concerns.  United States v. Angiulo, <span class=\"citation no-link\"><span class=\"volume\">852</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">54</span></span>, 62 (D.Mass.1994).  The Angiulos did not prosecute appeals from the denial of their Rule 35(b) motions.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On May 31, 1994, the appellants filed a written request asking Judge Young to hold a \"status conference regarding defendants' motions pursuant to Rule 32(c)(3)(D).\"   Although the record is tenebrous as to whether such a conference materialized, the request sufficed to bring the Rule 32 motions to the forefront.  In an unpublished rescript dated September 12, 1994, Judge Young addressed those motions.  He discerned no violation of Rule 32, finding that the objections proffered at the disposition hearing did not dispute the factual accuracy of the murder references.  In the bargain, the court expressed doubt about the intrinsic merit of the objections, indicating that the statements contained in the PSI Reports were not misleading, and, moreover, were directly relevant to the sentencing determination.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The appellants filed these timely appeals in the wake of the court's September 12 order.  They seek either resentencing or, in the alternative, redaction of the PSI Reports to remove the murder references that they believe are hindering their chances to secure parole.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We start with bedrock.  Although a district court's denial of a motion for sentence reduction under former Rule 35(b) is a final order, and, thus, an appealable event, see, e.g., United States v. McAndrews, <span class=\"citation\" data-id=\"195084\"><a href=\"/opinion/195084/united-states-v-mcandrews/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">273</span></a></span>, 278 (1st Cir.1993);  see also United States v. Distasio, <span class=\"citation\" data-id=\"489326\"><a href=\"/opinion/489326/united-states-v-louis-distasio-sr-united-states-of-america-v-jerry-j/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 24 (1st Cir.1987) (holding the grant of a sentence reduction to be an appealable order), the present appeals are not of that persuasion.  The district court denied the Rule 35(b) motion by order entered April 25, 1994, and no action was taken within the applicable appeal period.  See Fed.R.App.P. 4(b) (providing that such appeals must be taken within 10 days from date of entry of the order);  see also United States v. Morillo, <span class=\"citation\" data-id=\"195011\"><a href=\"/opinion/195011/united-states-v-morillo/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span>, 867 (1st Cir.1993) (explaining that the time limits for taking appeals in criminal cases are \"mandatory and jurisdictional\").  Hence, the district court's Rule 35(b) determinations are not susceptible to review at this late date.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Refined to bare essence, the defendants' appeals must stand or fall based on Fed.R.Crim.P. 32.  We think they fall.  Criminal Rule 32 provides no independent foundation for a postsentence motion to correct a PSI Report and, under the circumstances that obtain here, the appellants' motions cannot properly be recharacterized as timely motions under Rule 35.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We frequently have recognized the importance of Rule 32 and we have emphasized its requirement of literal compliance.  See, e.g., United States v. Hanono-Surujun, <span class=\"citation\" data-id=\"547667\"><a href=\"/opinion/547667/united-states-v-jose-hanono-surujun/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 18-20 (1st Cir.1990);  United States v. Jimenez-Rivera, <span class=\"citation\" data-id=\"503431\"><a href=\"/opinion/503431/united-states-v-armando-jimenez-rivera-united-states-of-america-v-jose/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">545</span></a></span>, 550-51 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1223</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2882</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">917</span> </span>(1988).  These attributes, however, do not create jurisdiction for a court to entertain postsentence motions alleging violations of Rule 32.  In the absence of either an enabling statute or language in the rule's text that could conceivably be read as authorizing such jurisdiction, we hold that Rule 32, in and of itself, does not confer district court jurisdiction to conduct a postsentence review.  Accord United States v. Engs, <span class=\"citation\" data-id=\"528828\"><a href=\"/opinion/528828/united-states-v-stephen-larned-engs/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">894</span></a></span>, 895 (5th Cir.1989) (agreeing that \"no postsentence jurisdiction exists based solely on Rule 32(c)(3)(D)\");  United States v. Giaimo, <span class=\"citation\" data-id=\"526980\"><a href=\"/opinion/526980/united-states-v-joseph-giaimo-martino/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1561</span></a></span>, 1563 (2d Cir.1989) (holding that \"Rule 32, standing alone, does not give a district court jurisdiction to correct inaccuracies in a PSI report after a defendant has been sentenced\");  United States v. Sarduy, <span class=\"citation\" data-id=\"500737\"><a href=\"/opinion/500737/united-states-v-pablo-sarduy/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">157</span></a></span>, 158 (6th Cir.1988);  United States v. Peloso, <span class=\"citation\" data-id=\"491781\"><a href=\"/opinion/491781/united-states-v-george-vincent-peloso-jr/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">914</span></a></span>, 915 (11th Cir.1987);  United States v. Williams, <span class=\"citation\" data-id=\"1793372\"><a href=\"/opinion/1793372/united-states-v-williams/\"><span class=\"volume\">618</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1419</span></a></span>, 1420 (E.D.Va.1985), aff'd, <span class=\"citation\" data-id=\"465564\"><a href=\"/opinion/465564/united-states-v-williams/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">306</span> </a></span>(4th Cir.1986);  United States v. Sheela, <span class=\"citation\" data-id=\"2158698\"><a href=\"/opinion/2158698/united-states-v-sheela/\"><span class=\"volume\">667</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">724</span></a></span>, 726 (D.Or.1987);  United States v. Burkhead, <span class=\"citation\" data-id=\"1454372\"><a href=\"/opinion/1454372/united-states-v-burkhead/\"><span class=\"volume\">567</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1425</span></a></span>, 1427-28 (W.D.Mo.1983).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellants try to locate a serviceable vehicle for their Rule 32 claims by characterizing their supplementary motions as ones that were brought under Rule 35.  We, and other courts, sometimes have allowed violations of Rule 32 to be addressed in timely Rule 35 motions.  See, e.g., United States v. Feigenbaum, <span class=\"citation\" data-id=\"582553\"><a href=\"/opinion/582553/united-states-v-norman-feigenbaum/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 232-33 (2d Cir.1992);  United States v. Smith, <span class=\"citation\" data-id=\"504406\"><a href=\"/opinion/504406/united-states-v-donald-e-smith/\"><span class=\"volume\">844</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">203</span></a></span>, 207 (5th Cir.1988);  <span class=\"citation\" data-id=\"500737\"><span class=\"antecedent_guess\">Sarduy,</span> <a href=\"/opinion/500737/united-states-v-pablo-sarduy/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">158</span></a></span>;  United States v. Katzin, <span class=\"citation\" data-id=\"491658\"><a href=\"/opinion/491658/united-states-v-katzin-harry-aka-porky/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">234</span></a></span>, 237-38 (3d Cir.1987);  <span class=\"citation\" data-id=\"491781\"><span class=\"antecedent_guess\">Peloso,</span> <a href=\"/opinion/491781/united-states-v-george-vincent-peloso-jr/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">915</span></a></span>;  United States v. Santamaria, <span class=\"citation\" data-id=\"468733\"><a href=\"/opinion/468733/united-states-v-juan-c-santamaria/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">824</span></a></span>, 828-29 (1st Cir.1986).  This avenue of review, however, is properly seen as founded on former Rule 35(a), and more particularly, on the prong of former Rule 35(a) that permits a district court to \"correct a sentence imposed in an illegal manner.\"   Like motions arising under former Rule 35(b), such Rule 35(a) motions must be filed within 120 days next following the entry of final judgment.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In view of this legal mise-en-scene, the appellants' attempt to anchor jurisdiction on former Rule 35 suffers from several infirmities which, taken together, prove fatal to their endeavor.  First, jurisdiction to review the alleged violations of Rule 32 cannot be based on Rule 35(b) in the circumstances of this case.  While the district court permissibly could have considered any Rule 32 irregularities when it decided the Rule 35(b) motions for discretionary sentence reduction in April of 1994, it had no obligation to do so, and, in all events, the Angiulos did not take timely appeals from the denial of these motions.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Second, the circumstances do not permit jurisdiction properly to be premised on former Rule 35(a).  The appellants neither cited that rule to Judge Young nor attempted to base jurisdiction on it;  and, as we have said, \"absent the most extraordinary circumstances, legal theories not raised squarely in the lower court cannot be broached for the first time on appeal.\"  Teamsters, Chauffeurs, Warehousemen &amp; Helpers Union, Local No. 59 v. Superline Transp. Co., <span class=\"citation\" data-id=\"575211\"><a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 21 (1st Cir.1992).  This principle is fully applicable in criminal cases.  See, e.g., United States v. Slade, <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 30 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Furthermore, in order to use former Rule 35(a) as a vehicle to review ostensible Rule 32 violations, appellants would have needed to file their motions within 120 days of the Supreme Court's denial of certiorari.  The initial Rule 35(b) motions were docketed within that time span, but the first pleadings that mentioned Rule 32 were not served until well after the 120-day period expired.  Even if these subsequent attempts somehow could be deemed to implicate Rule 35(a), the failure to comply with the 120-day deadline would defeat jurisdiction.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See United States v. Ames, <span class=\"citation\" data-id=\"441629\"><a href=\"/opinion/441629/united-states-v-roy-c-ames/\"><span class=\"volume\">743</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48 (1st Cir.1984) (noting that the time limitations specified in former Rule 35 are mandatory and jurisdictional), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1165</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">927</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">938</span> </span>(1985).</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In this instance, all roads lead to Rome.  On one hand, the appellants did not perfect timely appeals from the district court's denial of their Rule 35(b) motions, and, hence, those motions are dead letters.  On the other hand, insofar as the appellants' postsentence motions rest on Rule 32, simpliciter, the district court lacked jurisdiction to consider them.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <p>APPENDIX</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Former Criminal Rule 35, which applies to offenses committed prior to November 1, 1987, provides in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">(a) Correction of Sentence.   The court may correct an illegal sentence at any time and may correct a sentence imposed in an illegal manner within the time provided herein for the reduction of sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">(b) Reduction of Sentence.   A motion to reduce a sentence may be made, or the court may reduce a sentence without motion, within 120 days after the sentence is imposed or probation is revoked, or within 120 days after receipt by the court of a mandate issued upon affirmance of the judgment or dismissal of the appeal, or within 120 days after entry of any order or judgment of the Supreme Court denying review of, or having the effect of upholding, a judgment of conviction or probation revocation....</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Fed.R.Crim.P. 35.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Criminal Rule 32(c)(3)(D), as applicable to offenses committed prior to November 1, 1987, provides that:If the comments of the defendant and the defendant's counsel or testimony or other information introduced by them allege any factual inaccuracy in the presentence investigation report or the summary of the report or part thereof, the court shall, as to each matter controverted, make (i) a finding as to the allegation, or (ii) a determination that no such finding is necessary because the matter controverted will not be taken into account in sentencing.  A written record of such findings and determinations shall be appended to and accompany any copy of the presentence investigation report thereafter made available to the Bureau of Prisons or the Parole Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Fed.R.Crim.P. 32(c)(3)(D).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We set forth in an appendix hereto the text of the relevant procedural rules as they stood on the date of sentencing (April 3, 1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The regulation cited in the January 24 pleadings describes the procedure for administrative appeals within the Bureau of Prisons, but makes no mention of judicial review.  See 28 C.F.R. Sec. 542.15 (1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In any event, former Rule 35(b) conferred virtually unfettered discretion on sentencing courts.  See, e.g., United States v. DeCologero, <span class=\"citation\" data-id=\"489942\"><a href=\"/opinion/489942/united-states-v-anthony-decologero/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 41 (1st Cir.1987) (discussing breadth of district court's discretion).  Thus, it seems highly unlikely that Judge Young's refusal to grant relief thereunder could successfully have been challenged, especially given the obvious inadequacy of the motions' linchpin assertion.  See United States v. Twomey, <span class=\"citation\" data-id=\"505494\"><a href=\"/opinion/505494/united-states-v-david-p-twomey/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1132</span></a></span>, 1134-35 (1st Cir.1988) (upholding denial of Rule 35(b) motion and explaining that district courts have no obligation to harmonize sentences for pre-guidelines offenses with sentencing results produced by application of the guidelines)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> At least one court has reached an opposite conclusion.  See United States v. Hart, <span class=\"citation\" data-id=\"553429\"><a href=\"/opinion/553429/united-states-v-robert-s-hart/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">613</span></a></span>, 615 (10th Cir.1990).  With respect, we regard Hart as wrongly decided and we decline to follow it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although former Rule 35(a) also allowed a district court to correct an \"illegal sentence at any time,\" that remedy was not available to address a Rule 32 violation because \"illegal sentences\" were limited to those that \" 'exceed the relevant statutory maximum limits or violate double jeopardy or are ambiguous or internally contradictory.' \"  <span class=\"citation\" data-id=\"491658\"><span class=\"antecedent_guess\">Katzin,</span> <a href=\"/opinion/491658/united-states-v-katzin-harry-aka-porky/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">237</span> </a></span>(quoting 8A James W. Moore, Moore's Federal Practice p 35.03, at 35-36 (2d ed. 1987))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> It is often assumed that inaccuracies in a PSI Report may form the basis for a petition under 28 U.S.C. Sec. 2255.  See United States v. Gattas, <span class=\"citation\" data-id=\"515517\"><a href=\"/opinion/515517/united-states-v-ken-gattas/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1432</span></a></span>, 1433-34 &amp; n. 4 (10th Cir.1988);  United States v. Mosquera, <span class=\"citation\" data-id=\"505492\"><a href=\"/opinion/505492/united-states-v-helmer-mosquera/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1122</span></a></span>, 1124 n. 1 (1st Cir.1988).  In addition, courts have suggested that such relief may be obtainable pursuant to 18 U.S.C. Sec. 2241.  See <span class=\"citation\" data-id=\"491781\"><span class=\"antecedent_guess\">Peloso,</span> <a href=\"/opinion/491781/united-states-v-george-vincent-peloso-jr/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">915</span></a></span>;  United States v. Daniels, <span class=\"citation no-link\"><span class=\"volume\">737</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">111</span></span>, 114 (D.Me.1990).  The appellants have not asserted jurisdiction under either of those statutes, and they have expressly disclaimed reliance on section 2255.  Thus, we take no view of the appropriateness vel non of any such potential remedies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Of course, the district court should simply have denied the Rule 32 motions for lack of jurisdiction, rather than reaching the merits of the alleged Rule 32 violations.  Accordingly, its comments, though insightful, should not be accorded binding force or effect if further proceedings eventuate</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195011/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/441629/",
    "https://www.courtlistener.com/api/rest/v3/opinions/465564/",
    "https://www.courtlistener.com/api/rest/v3/opinions/468733/",
    "https://www.courtlistener.com/api/rest/v3/opinions/489326/",
    "https://www.courtlistener.com/api/rest/v3/opinions/489942/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491658/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491781/",
    "https://www.courtlistener.com/api/rest/v3/opinions/500737/",
    "https://www.courtlistener.com/api/rest/v3/opinions/503431/",
    "https://www.courtlistener.com/api/rest/v3/opinions/504406/",
    "https://www.courtlistener.com/api/rest/v3/opinions/505492/",
    "https://www.courtlistener.com/api/rest/v3/opinions/505494/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515517/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526980/",
    "https://www.courtlistener.com/api/rest/v3/opinions/528828/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537726/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547667/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553429/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575211/",
    "https://www.courtlistener.com/api/rest/v3/opinions/582553/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1454372/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1793372/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2158698/"
  ]
}