{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196132/",
  "id": 196132,
  "absolute_url": "/opinion/196132/juno-srl-v-endeavor/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196132/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:58:24Z",
  "date_modified": "2020-02-21T23:44:54.099026Z",
  "type": "010combined",
  "sha1": "f16965e9dc79b9a3f92d2da43a21bfeafafc91c4",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2193.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-2193\r\n\n                        JUNO SRL, ET AL.,\r\n\n                     Plaintiffs - Appellants,\r\n\n                                v.\r\n\n                      S/V ENDEAVOUR, ET AL.,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\nNo. 95-1426\r\n\n                        JUNO SRL, ET AL.,\r\n\n                     Plaintiffs - Appellees,\r\n\n                                v.\r\n\n                      S/V ENDEAVOUR, ET AL.,\r\n\n                     Defendants - Appellants.\r\n\n                                           \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n             [Hon. Gene Carter, U.S. District Judge]\r                                                             \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n\n                    and Stahl, Circuit Judge.\r                                                      \r\n\n                                           \r\r\n\n     Michael X. Savasuk, with whom Bradley &amp; Savasuk was on brief\r                                                              \r\nfor appellants JUNO SRL, et al.\r\n     Bradford D.  Conover, with  whom Dickerson  &amp; Reilly  was on\r                                                                   \r\nbrief for appellees S/V ENDEAVOUR, et al.\r\n\n                                           \r\n\n                           June 9, 1995\r\n                                           \r\n\n                               -2-\r\r\n\n          TORRUELLA, Chief  Judge.  This case  presents issues of\r                    TORRUELLA, Chief  Judge.\r                                           \r\n\nfirst  impression before  this Court.   The  first issue  is what\r\n\nweight private  rules and  procedures should have  in determining\r\n\nthe liability of  sailing vessels that  collide while engaged  in\r                       \r\n\nthe sport  of yacht racing.  The second issue is what forum shall\r\n\nassess the damages that result from such circumstances.\r                            \r\n\n          The district court decision  is reported.  Juno  v. S/Y\r                                                                           \r\n\nEndeavour, 865  F. Supp. 13 (D. Me. 1994).  That court ruled that\r                   \r\n\nthe S/V  CHARLES JOURDAN was liable to  the S/V ENDEAVOUR after a\r\n\ncollision between  the two vessels, but found  that the ENDEAVOUR\r\n\nwas 40% at  fault in causing  the encounter.   It also  concluded\r\n\nthat the CHARLES JOURDAN suffered $10,000 in damages,  from which\r\n\nsum  the court deducted its  60% finding of  fault, and dismissed\r\n\nall other claims for compensation by both the CHARLES JOURDAN and\r\n\nthe  ENDEAVOUR.   For the  following reasons,  we reverse  on the\r\n\nissue of liability and affirm in all other respects.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          On October 3, 1992,  the CHARLES JOURDAN, a seventy-two\r\n\nfoot  sloop, was  racing  in  the  La Nioulargue  Regatta,  which\r\n\nincluded a series of sailing races in and around the Bay of Saint\r\n\nTropez, off  southern France.   The Sailing  Instructions of  the\r\n\nRegatta provided that it would be conductedpursuant to the 1989 -\r\n\n 1992  edition of  the International  Yacht Racing  Rules (IYRR).\r\n\nAlso  competing in  this Regatta  on a  different course  was the\r\n\nENDEAVOUR, a restored \"J\" class sloop 120 feet in length overall.\r\n\nBoth race  courses, however,  converged at a  mark designated  as\r\n\n                               -3-\r\r\n\n\"A,\"  located at  the  entrance to  Saint  Tropez Bay.    CHARLES\r\n\nJOURDAN's course  called upon it to  round Mark A to  port on its\r\n\nway to the finish line at Bouillabaisse Buoy, while the ENDEAVOUR\r\n\nwas required to finish its course at Mark A.\r\n\n          As  CHARLES JOURDAN headed  for Mark  A on  a starboard\r\n\nspinnaker reach, another competing racing yacht, LA POSTE, was on\r\n\na similar tack, overlapping CHARLES JOURDAN in close proximity to\r\n\nleeward.   Pursuant to IYRR 37.1,1 the CHARLES JOURDAN, being the\r\n\nwindward vessel, was the burdened vessel and was required to keep\r\n\nclear of  LA POSTE.  While  racing along at eleven  knots in this\r\n\nposition,  CHARLES  JOURDAN caught  up  with  ENDEAVOUR, who  was\r\n\nsailing  slower at  seven knots  and was  to windward  of CHARLES\r\n\nJOURDAN converging  on a  course approximately  40  from that  of\r\n\nCHARLES  JOURDAN.  Because  the CHARLES  JOURDAN believed  it had\r\n\nright of way as leeward yacht over the ENDEAVOUR, its crew hailed\r\n\nthe ENDEAVOUR seeking to alter its  course.  Although the crew of\r\n\nENDEAVOUR acknowledged the hail, it failed to change course until\r\n\na last minute attempt was made  by the master of the ENDEAVOUR to\r\n\nalter its   direction to  windward.   The boom of  the ENDEAVOUR,\r\n\nwhich  was held in  place by a  preventor, and thus  could not be\r\n\nsheeted  in, struck  CHARLES  JOURDAN's  backstay,  damaging  the\r\n\nbackstay and rigging.\r\n\n          Pursuant  to  the  IYRRs   and  the  Regatta's  Sailing\r\n\nInstructions,  the CHARLES  JOURDAN filed  a protest  against the\r\n\n                    \r                              \r\n\n1   IYRR 37.1  reads:  \"A  windward yacht shall  keep clear  of a\r\nleeward yacht.\"\r\n\n                               -4-\r\r\n\nENDEAVOUR.  An  International Jury was  convened,2 and a  hearing\r\n\nwas conducted at which evidence  was presented and arguments made\r\n\nby representatives of both vessels.  The International Jury found\r\n\nthat ENDEAVOUR was at fault for failing to meet its burden as the\r\n\nwindward yacht under IYRR 37.1.   See supra note 1.  In a written\r                                                     \r\n\ndecision, which  was notified  to the parties,  the International\r\n\nJury disqualified the ENDEAVOUR from the race.3\r\n                    \r                              \r\n\n2  The  jury was  composed of international  judges from  France,\r\nBelgium, Andorra, Switzerland, Italy, and the United Kingdom, all\r\nof  whom are certified  by the  International Yacht  Racing Union\r\n(IYRU), yacht racing's ruling body.\r\n\n3  The decision reads as follows:\r\n\n                        INTERNATIONAL JURY\r\n\n            Races:  Omya Saint-Tropez Series Heat 8th\r\n                    Coupe     D'Autohne    Nioulargue\r\n            Classic          Yachts\r\n\n            ENDEAVOUR and CHARLES JOURDAN  sailing in\r\n            separate   races   approached  the   same\r\n            finishing  line  on  converging  courses,\r\n            reaching on starboard.\r\n\n            CHARLES  JOURDAN  established an  overlap\r\n            from clear  astern  at least  60 feet  to\r\n            leeward of ENDEAVOUR.\r\n\n            The yachts continued  to sail towards the\r\n            finish, at this time ENDEAVOUR  had ample\r\n            room and opportunity to keep clear.\r\n\n            CHARLES  JOURDAN  was  travelling  faster\r\n            than ENDEAVOUR, when CHARLES  JOURDAN was\r\n            in ENDEAVOUR's windshadow CHARLES JOURDAN\r\n            slowed down and  ENDEAVOUR's boom  struck\r\n            CHARLES  JOURDAN['s]   backstay  and  the\r\n            collision  resulted  in  serious  damage.\r\n            ENDEAVOUR never changed her course.\r\n\n            ENDEAVOUR  infringed  Rule  37.1  and  is\r\n            disqualified.  CHARLES JOURDAN is granted\r\n            redress according to  Rule 69(c)  (Points\r\n\n                               -5-\r\r\n\n          Various  incidents  happened thereafter  which  are not\r\n\npresently relevant.  Suffice it to say that the owners of CHARLES\r\n\nJOURDAN caught up with the ENDEAVOUR sometime in  September 1993,\r\n\nin Maine, and proceeded to file the present action, and to arrest\r\n\nsaid  vessel.    The  owners  of  CHARLES  JOURDAN  claimed  that\r\n\nENDEAVOUR  is liable  in damages  to them because  of ENDEAVOUR's\r\n\nviolation of IYRR 37.1, as  well as the provisions of  Article 12\r\n\nand  13 of the Convention on the International Regulation for the\r\n\nPrevention of Collisions at Sea (\"COLREGS\"), 33 U.S.C.    1601 et\r                                                                           \r\n\nseq., 33 C.F.R.    80.1 et  seq.   They claimed the  right to  be\r                                          \r\n\ncompensated  for damage to the  CHARLES JOURDAN, and  for loss of\r\n\nbusiness   and  sponsors   resulting   from  the   vessel   being\r\n\nincapacitated  after the collision.  In its answer, the owners of\r\n\nENDEAVOUR  denied liability  and counterclaimed  for  damages for\r\n\nloss of business, and for the alleged false arrest of the vessel.\r\n\n          After  a   lively  and  mostly  unnecessary   round  of\r\n\ndiscovery, the matter went to trial on the admiralty  side of the\r\n\nbench.  The district court  found that because the IYRRs  are the\r\n\nrules of a private  racing organization, they \"do not  and cannot\r\n\npreempt the application of the COLREGS which have been adopted by\r\n\ntreaty to  govern worldwide.\"   Juno,  865 F. Supp.  at 17.   The\r                                              \r\n\ncourt thus  ignored the  findings of  the International Jury  and\r\n\n                    \r                              \r\n\n            equal to the place she had at the time of\r\n            the incident).\r\n\n                               -6-\r\r\n\nconcluded  that, under COLREG Rule  13, 33 U.S.C.  foll.   1602,4\r\n\nCHARLES JOURDAN was  an overtaking vessel required  to keep clear\r\n\nof  ENDEAVOUR.  Pursuant to the \"Pennsylvania  Rule\"5 the CHARLES\r                                                       \r\n\nJOURDAN was  presumed at  fault.   Nevertheless, the court  found\r\n\nthat,  under  COLREG  Rule  8,  33  U.S.C.  foll.     1602,6  the\r\n                    \r                              \r\n\n4  Rule 13.  Overtaking\r\n\n            (a)   Notwithstanding  anything contained\r\n            in the  Rules of  Part B, Sections  I and\r\n            II, any vessel overtaking any other shall\r\n            keep out  of the way of  the vessel being\r\n            overtaken.\r\n\n            (b)    A vessel  shall  be  deemed to  be\r\n            overtaking  when  coming up  with another\r\n            vessel  from a  direction more  than 22.5\r\n            degrees abaft her beam, that is, in  such\r\n            a  position with reference  to the vessel\r\n            she  is overtaking,  that  at  night  she\r\n            would be able to see  only the sternlight\r\n            of   that  vessel  but   neither  of  her\r\n            sidelights.\r\n\n            (c)   When a vessel is in any doubt as to\r\n            whether  she  is overtaking  another, she\r\n            shall  assume that  this is the  case and\r\n            act accordingly.\r\n\n            (d)   Any  subsequent  alteration of  the\r\n            bearing between the two vessels shall not\r\n            make  the  overtaking  vessel a  crossing\r\n            vessel within the  meaning of these Rules\r\n            or relieve  her of  the  duty of  keeping\r\n            clear of the  overtaken vessel until  she\r\n            is finally past and clear.\r\n\n5  The  Pennsylvania, 86 U.S. (19  Wall.) 125 (1873) (failure  to\r                              \r\nabide by navigational rules creates a presumption of negligence).\r\n\n6  Rule 8.  Action to avoid collision\r\n\n            (a)   Any action taken to avoid collision\r\n            shall, if the  circumstances of the  case\r\n            admit,  be positive,  made in  ample time\r\n            and with due regard to the observance  of\r\n            good seamanship.\r\n\n                               -7-\r\r\n\nENDEAVOUR's  failure to take action to avoid the collision \"was a\r\n\nsignificant  cause of the accident,\"  and found it  40% at fault.\r\n\nJuno, 865 F. Supp. at 18.\r              \r\n\n          On the question of consequential damages,  the district\r\n\ncourt  dismissed all claims  for loss of  charter and sponsorship\r\n\nincome by  all parties, for lack  of proof.  The  court reached a\r\n\nsimilar conclusion regarding the counterclaims.  The court made a\r\n\ndetermination of physical damages in the amount of $10,000 to the\r\n\nCHARLES JOURDAN  caused by  the collision,  which was  reduced to\r\n\n$4,000.  This appeal ensued.\r\n\n                             ANALYSIS\r                                       ANALYSIS\r\n\n                    \r                              \r\n\n            (b)   Any  alteration  of  course  and/or\r\n            speed  to avoid  collision shall,  if the\r\n            circumstances of the case admit, be large\r\n            enough  to be readily apparent to another\r\n            vessel observing visually  or by radar; a\r\n            succession of small alterations of course\r\n            and/or speed should be avoided.\r\n\n            (c)    If there  is sufficient  sea room,\r\n            alteration  of  course alone  may  be the\r\n            most effective  action to avoid  a close-\r\n            quarters  situation  provided that  it is\r\n            made  in  good time,  is  substantial and\r\n            does not result in another close-quarters\r\n            situation.\r\n\n            (d)  Action taken to avoid collision with\r\n            another vessel shall be such as to result\r\n            in  passing  at  a safe  distance.    The\r\n            effectiveness  of  the  action  shall  be\r\n            carefully checked until the  other vessel\r\n            is finally past and clear.\r\n\n            (e)  If necessary  to avoid collision  or\r\n            allow  more time to assess the situation,\r\n            a vessel shall slacken  her speed or take\r\n            all way off by stopping or reversing  her\r\n            means of propulsion.\r\n\n                               -8-\r\r\n\n          A.  Standard of Review\r                    A.  Standard of Review\r                                          \r\n\n          Our standard for reviewing  a district court's findings\r\n\nof fact and conclusions of  law made in conjunction with a  bench\r\n\ntrial is well settled.  We review claimed errors of  law de novo.\r                                                                          \r\n\nWilliams v. Poulos, 11  F.3d 271, 278 (1st Cir.  1993); Blanchard\r                                                                           \r\n\nv. Peerless  Ins. Co., 958  F.2d 483, 487  (1st Cir. 1992).   The\r                               \r\n\ndistrict court's findings of fact, however, will not be set aside\r\n\nunless  they are demonstrated to be clearly erroneous.  Williams,\r                                                                          \r\n\n11 F.3d at 278;  Fed. R. Civ. P. 52(a).  In  other words, we will\r\n\ngive  such findings  effect unless,  after carefully  reading the\r\n\nrecord and according due deference to the trial court, we form \"a\r\n\nstrong,  unyielding  belief  that   a  mistake  has  been  made.\"\r\n\nCumpiano v. Banco Santander  Puerto Rico, 902 F.2d 148,  152 (1st\r                                                  \r\n\nCir.  1992).    Where there  are  two  permissible  views of  the\r\n\nevidence,  the interpretation  assigned by  the trial  court will\r\n\ntherefore be adopted.  Williams, 11 F.3d at 278. \r                                         \r\n\n          The clearly erroneous standard also  ordinarily applies\r\n\nto our review of a district court's resolution of mixed questions\r\n\nof law  and fact.    Id.   In such  situations,  however, we  are\r                                  \r\n\nobligated to determine whether  the court's decision was infected\r\n\nby  legal error.   If  a trial  court bases  its findings  upon a\r\n\nmistaken impression of applicable legal principles, the reviewing\r\n\ncourt is not bound by the clearly erroneous standard.  Id. \r                                                                    \r\n\n          B.  The Contractual Nature of the\r                    B.  The Contractual Nature of the\r                                                     \r\n              Sailing Instructions and the IYRR\r                        Sailing Instructions and the IYRR\r                                                         \r\n\n          The history of the COLREGS shows that they were enacted\r\n\nbecause of the need to establish a code of international rules of\r\n\n                               -9-\r\r\n\nthe road for maritime  traffic throughout the  world.  See   H.R.\r                                                                    \r\n\nRep.  No.  447, 95th  Cong., 1st  Sess.  1977, reprinted  in 1977\r                                                                      \r\n\nU.S.C.C.A.N. 509.  However,  nothing in their history, or  in the\r\n\npublic policy issues  that led to their enactment, indicates that\r\n\nthey were meant to regulate voluntary private  sports activity in\r                                                                           \r\n\nwhich the participants have waived their application and in which\r                                                                           \r\n\nno  interference  with   nonparticipating  maritime  traffic   is\r                                                                           \r\n\nimplicated.    Therefore,  by  entering a  regatta  with  sailing\r                    \r\n\ninstructions  which  unambiguously  set  forth  special,  binding\r\n\n\"rules of  the road,\" the participants  waive conflicting COLREGS\r\n\nand must sail in accordance with the  agreed-upon rules.  We base\r\n\nthis conclusion not only  on the nature  and history of both  the\r\n\nCOLREGS and the private activity in question, but also because of\r\n\nthe  strong public policy in  favor of the  private settlement of\r\n\ndisputes.\r\n\n          Surprisingly, considering the extent and history of the\r\n\nmaritime and  yachting tradition within its  jurisdiction, we can\r\n\nfind  no published  cases of  this circuit  regarding the  issues\r\n\nraised by this  appeal.  In fact, even outside  the First Circuit\r\n\nthere  is a  dearth of  applicable jurisprudence,  although older\r\n\nreported  English  cases reveal  that  these  questions have  not\r\n\naltogether avoided judicial scrutiny over the years.\r\n\n          The cases that we have  found, however, are helpful  to\r\n\nthe extent that they establish the principle -- with which we are\r\n\nin full accord -- that  when one voluntarily enters a yacht  race\r\n\nfor which  published sailing instructions set  out the conditions\r\n\n                               -10-\r\r\n\nof  participation,   a  private  contract  results   between  the\r\n\nparticipants requiring  their compliance therewith.   See De Sole\r                                                                           \r\n\nv. United States, 947 F.2d 1169, 1173 (4th  Cir. 1991); Clarke v.\r                                                                        \r\n\nThe  Earl  of Dunraven,  the Satanita,  [1897]  A.C. 59,  64, 66;\r                                               \r\n\nMeggeson v. Burns, [1972]  1 Lloyd's Rep. 223; Clarke  v. Thayer,\r                                                                          \r\n\n43 N.Y.S. 897, 898 (1897).\r\n\n          The legally binding nature  of the obligations  created\r\n\nby the IYRR and the sailing  instructions is not altogether a new\r\n\nor revolutionary concept.  In 1897, in The Satanita, A.C.  at 64-\r                                                             \r\n\n66,  a case  involving  a  collision  between two  racing  yachts\r\n\nsailing under the rules of the Yacht Racing Association (of Great\r\n\nBritain), the House of Lords concluded that the owners were bound\r\n\nby  the  Association  rule  making  one  yacht  liable  \"for  all\r\n\ndamages,\" notwithstanding the liability limitation  provisions of\r\n\nthe  Merchant Shipping  Act.    Lord  Herschell  found  that  the\r\n\n\"sailing rules  by which  they have become  contractually bound,\"\r\n\nid.  at 66, were a valid  basis for seeking all damages suffered,\r             \r\n\nin  effect deciding that the  limitation of the  statute had been\r\n\ncontractually waived.   In Clarke  v. Thayer, 43  N.Y.S. at  898,\r                                                      \r\n\nalso an 1897 case, but of an American state court, the court held\r\n\nthat  a yacht  club's racing  rule  bound a  member  of the  club\r\n\nparticipating in  a club  regatta, notwithstanding  a conflicting\r\n\nnavigation  law of the  United States. The  court explained that,\r\n\nalthough those  laws were imperative, nothing  prevented a person\r\n\nfrom voluntarily waiving them.   Id.  More recently,  in Meggeson\r                                                                           \r\n\nv. Burns,  1 Lloyd's Rep.  223, a British  court found that  \"the\r                  \r\n\n                               -11-\r\r\n\nparties  had  agreed to  be  bound  by  the IYRU  rules  and  the\r\n\n[protest]  committee's findings of fact,  as far as  they go, are\r\n\nfinal.\"7  Finally, a recent case in the  Fourth Circuit, De Sole,\r                                                                          \r\n\n947  F.2d at 1173, involved  a sailing race  in which one private\r\n\nparticipant collided  with another participating  vessel owned by\r\n\nthe U.S. Naval  Academy.  The central issue in  that case was the\r\n\napplicability of the  assumption of risk  doctrine.  In  deciding\r\n\nthat issue, the court  assumed the applicability of the  IYRRs to\r\n\nrace participants and  the authority of the  protest committee to\r\n\ndetermine  fault.  The De  Sole court also  strongly implied that\r                                         \r\n\nracing authorities may provide for private resolution of all such\r\n\ndisputes, including the apportionment of damages, to promote \"the\r\n\ntraditional   role  of   encouraging  private   determination  of\r\n\nliability.\"  Id. at 1173 n.6.\r                          \r\n\n          To  our knowledge,  only one  court has ruled  that the\r\n\nIYRRs  are inapplicable.  In  Sletter v. Hawaii  Yacht Club, 1993\r                                                                     \r\n\nA.M.C. 2863 (D. Hawaii 1993), the court ruled that  the IYRRs \"do\r\n\nnot  preempt the  applicable statutory  provisions.\"   As in  the\r\n\ndistrict  court's  opinion  in  the  instant  case,  however,  no\r\n\nreasoning or authority was provided for this conclusion.\r\n\n          In   the  present   case,   the  Sailing   Instructions\r\n\nestablished the  conditions by which race  participants agreed to\r\n\nbe bound.  One of these was that \"[t]he event [would be] governed\r\n\nby  the International Yacht Racing Rules of  the IYRU (1989). . .\r\n\n                    \r                              \r\n\n7  Curiously, it nevertheless reviewed the evidence, affirmed the\r\ncommittee's ruling, and then decided the damages to be assessed.\r\n\n                               -12-\r\r\n\n.\"  These rules, particularly IYRR 37.1, clearly establish that a\r\n\nwindward yacht  must keep clear of one to leeward.  Supra note 1.\r                                                                   \r\n\nMore  significantly,  however, these  rules  set  out a  detailed\r\n\nmechanism   for  determining  who   among  competing  yachts  has\r\n\ninfringed these rules of conduct.   See IYRR, Part VI - Protests,\r                                                 \r\n\nPenalties  and  Appeals,  (Plaintiffs-Appellants' Appendix,  Vol.\r\n\nVIII, pp. 2432a-2437a).   The  IYRRs, together  with the  Sailing\r\n\nInstructions, establish  the procedure for filing  a protest, see\r                                                                           \r\n\nIYRR  68, and  the procedures  to be  followed thereafter,  which\r\n\ninclude the  conduct of  a hearing, at  which the parties  have a\r\n\nright  to be present, and  may introduce and  rebut evidence, see\r                                                                           \r\n\nIYRRs 71-74, and which  require that the decision of  the protest\r\n\ncommittee hearing the  protest issue a  written decision that  is\r\n\nnotified  to all interested parties, see IYRR 74.6.8  Pursuant to\r                                                  \r\n\nAmendment  No. 1 to the  Sailing Instructions in  effect for this\r\n\nRegatta,  and  the provisions  of Appendix  8  of the  IYRRs, the\r\n\nprotest committee was substituted by an international jury, whose\r\n\ndecisions on all protests  is final and unappealable.   See IYRR,\r                                                                     \r\n\nAppendix 8.\r\n\n          These mechanisms were agreed to  by the parties for the\r\n\nresolution of one of the issues  that have become the subject  of\r\n\nthis  suit,  i.e., who  was at  fault  for the  collision between\r                                               \r\n                    \r                              \r\n\n8  They even provide an appeals procedure, see IYRRs 77-78, which\r                                                        \r\nalthough not applicable in  this case includes appeals on  issues\r\nof rule interpretation, first to the national yachting authority,\r\nand  then to  the IYRU.   These  appellate bodies  commonly issue\r\npublished   opinions  and   comprise  a   considerable  body   of\r\njurisprudence cited and relied  upon by yacht racers, and  by the\r\nprotest committees and international juries.\r\n\n                               -13-\r\r\n\nENDEAVOUR  and  CHARLES  JOURDAN.    The  parties  agreed  to the\r\n\nsubstantive  rules  for determining  fault,  they  agreed to  the\r\n\nadjudicating  forum, and  they were  apprised of  the procedures.\r\n\nThey appeared  before this forum, submitted  to its jurisdiction,\r\n\npresented evidence and argument,  and thereafter were served with\r\n\nthat body's findings and final decision.\r\n\n          Thus,  the  CHARLES  JOURDAN  and  the  ENDEAVOUR  were\r\n\ncontractually bound to race by the rules of the road contained in\r\n\nthe  IYRRs,  and  to resolve  issues  related  to  fault for  any\r\n\ncollisions according to those rules.  This is consistent with the\r\n\nlong-established traditions  and rules of conduct  of this sport.\r\n\nSee generally J. Rousmaniere, The Golden Pasttime:  A New History\r                                                                           \r\n\nof Yachting (1986).  Moreover, there is a well-established public\r                     \r\n\npolicy  encouraging the  private resolution  of  disputes through\r\n\narbitration  and   other  non-judicial   forums.     See  Federal\r                                                                  \r\n\nArbitration Act, 9  U.S.C.     1 et  seq.; Allied-Bruce  Terminix\r                                                                           \r\n\nCos., Inc.  v.  Dobson,      U.S.   ,  115  S.  Ct.  834  (1995);\r                                \r\n\nShearson/Am.  Express,  Inc. v.  McMahon,  482  U.S. 220  (1987);\r                                                  \r\n\nSouthland Corp.  v. Keating,  465 U.S.  1, 10  (1984).   See also\r                                                                           \r\n\nUnited Paperworkers Int'l Union  v. MISCO, Inc., 484 U.S.  29, 36\r                                                         \r\n\n(1987) (labor disputes); Vimar Seguros Y Reaseguros, S.A.  v. M/V\r                                                                           \r\n\nSKY REEFER, 29 F.3d 727 (1st Cir.) (COGSA), cert. granted, 115 S.\r                                                                   \r\n\nCt. 571 (1994); Scherb v. Alberto Culver Co., 417 U.S. 506 (1973)\r                                                      \r\n\n(international arbitration agreements).\r\n\n          We also note that  our decision here comports with    2\r\n\nof  the Federal Arbitration Act, which pointedly states that \"[a]\r\n\n                               -14-\r\r\n\nwritten provision in any maritime transaction . . . to settle  by\r\n\narbitration a controversy  arising out of such  . . . transaction\r\n\n. . .  shall  be valid,  irrevocable,  and  enforceable.\"   These\r\n\nconditions exist here.9   Yacht racing is a maritime transaction,\r\n\nand  the provisions of the IYRR establishing the racing rules and\r\n\nthe   protest  procedures   are   in  writing   and  binding   on\r\n\nparticipants.\r\n\n          Furthermore, the  procedures  established by  the  IYRR\r\n\nmeet  the requirements  of  due process:    there is  appropriate\r\n\nwritten notification  of the allegations, notice is  given of the\r\n\nhearing; the parties  are allowed to appear  and present evidence\r\n\nand  witness  testimony;  they  may  also  cross-examine opposing\r\n\nwitnesses and argue  orally; and generally,  engage in all  those\r\n\naccepted activities held so dear by common law lawyers.  Finally,\r\n\na  written decision, in which findings of fact are made and fault\r\n\napportioned,  is  issued  to  all interested  parties.    Equally\r\n\nimportant, the evidence is heard soon after the events take place\r\n\nby a panel of experts who are fully versed in the niceties of the\r\n\nactivity  in question.   It  is hard  to find  fault with  such a\r\n\nprocess, particularly  when it  is exactly what  the participants\r\n\nagreed to.\r\n\n          Insistence on blind application of COLREGS to the facts\r\n\nof this case is not only unsupported by any historical imperative\r\n\nin  this legislation  and contrary  to the  weight of  the sparse\r\n                    \r                              \r\n\n9   Section  1 of  the  Federal Arbitration  Act, 9  U.S.C.    1,\r\nstates:  \"'Maritime transactions,' as herein defined, means . . .\r\nagreements relating to . . . collisions . . . .\"\r\n\n                               -15-\r\r\n\nrelevant authority,  it is  logically unsound.   Such application\r\n\nwould  turn  on its  head and  render  rife with  uncertainty the\r\n\nthousands  of private yacht races that  take place throughout the\r\n\nUnited States  and  worldwide in  which participants  voluntarily\r\n\nagree to be bound by the IYRRs.   See De Sole, 947 F.2d at  1170.\r                                                       \r\n\nThe  decision could even have  a serious negative  impact on such\r\n\ninternational races as the  America's Cup or the  yachting events\r\n\nof the forthcoming Olympic  Games in Atlanta.  Under  such logic,\r\n\nnotwithstanding  agreement by  Olympic participants  to abide  by\r\n\nIYRRs and to have protests decided by international juries,  they\r\n\ncould thereafter  relitigate any issues  in the courts  under the\r\n\nCOLREGS.  Such absurdity is difficult to countenance,  and cannot\r\n\nhave  been contemplated  by  Congress or  the treaty  negotiating\r\n\nauthorities when the COLREGS were  adopted.  Such legislation  is\r\n\nsimply  not  applicable  to private  yacht  racing  in  which the\r\n\nparticipants have voluntarily adopted a different set of rules of\r\n\nthe road for application among themselves.10 \r                                                   \r\n\n          In  sum,  the  International  Jury  found the  ENDEAVOR\r\n\nsolely responsible  for the  collision, and it  was inappropriate\r\n\nfor the  district court to have gone  beyond this decision in the\r\n\nassignment of fault.  We conclude that the findings of that forum\r                             \r\n\nwere final and binding  on the parties, and we  therefore reverse\r\n\nthe decision of the district court in that regard.\r\n\n          The question of damages is another matter.\r\n\n                    \r                              \r\n\n10   As to third  parties, of course,  the COLREGS fully regulate\r\nnormal maritime traffic vis-a-vis private races.\r\n\n                               -16-\r\r\n\n          C.  Damages\r                    C.  Damages\r                               \r\n\n          No   provision  was   made   in   either  the   Sailing\r\n\nInstructions  or the IYRRs for  the assessment of  damages by the\r\n\nInternational Jury, and damages were not assessed.  In fact, IYRR\r\n\n76.1 (entitled \"Damages\") states  that \"[t]he question of damages\r\n\narising  from  an  infringement of  any  of  the  rules shall  be\r\n\ngoverned  by   the  prescriptions,   if  any,  of   the  national\r\n\nauthority.\"   The  De Sole  court  interpreted this  language  as\r                                    \r\n\nmeaning that:\r\n\n            [The] courts are the rightful location of\r\n            litigation  over   yacht  racing  damages\r\n            unless racing  union authorities provide,\r\n            in essence, for private resolution.\r\n\n947  F.2d at 1173  n.6.  We  agree with this  conclusion, as only\r\n\nsuch  matters  as  are agreed  to  may  be  submitted to  private\r\n\nresolution.  See International  Broth. of Teamsters v. Washington\r                                                                           \r\n\nEmp., Inc., 557  F.2d 1345 (9th Cir.  1977); Anheuser-Busch, Inc.\r                                                                           \r\n\nv. Brewers and  Maltsters Local Union, 346  F. Supp. 239 (D.  Mo.\r                                               \r\n\n1972) (parties cannot  be required to  submit to arbitration  any\r\n\ndispute which has not been agreed upon for submittal).  Thus, the\r\n\nCHARLES  JOURDAN was  entitled  to claim  and  prove the  damages\r\n\ncaused by ENDEAVOUR, based upon the determination of fault by the\r\n\nInternational Jury.\r\n\n          The district court concluded that the ENDEAVOUR  caused\r\n\nthe  CHARLES JOURDAN  damage in  the amount  of $10,000  and that\r\n\nneither vessel  was able to prove the other claims made.  We find\r\n\nthese  conclusions  to  be  fully  supported  by  the record  and\r\n\ntherefore  affirm them.  As  we have explained, the International\r\n\n                               -17-\r\r\n\nJury found the ENDEAVOUR  solely at fault for the  collision, and\r\n\ntherefore the district court's reduction of the CHARLES JOURDAN's\r\n\naward to $4,000 based on its finding that the CHARLES JOURDAN was\r\n\n60%  at fault  was in error.   The  district court  is ordered to\r\n\nenter judgment in favor  of plaintiffs in the amount  of $10,000.\r\n\nCosts are granted in favor of defendant.11\r\n\n                    \r                              \r\n\n11   The record shows that  an offer of judgment  by defendant in\r\nthe amount of $50,000 was refused by plaintiff.\r\n\n                               -18-\r\r\n",
  "html": "<p class=\"case_cite\">58 F.3d 1</p>\n    <p class=\"case_cite\">1995 A.M.C. 2678</p>\n    <p class=\"parties\">JUNO SRL, et al., Plaintiffs Appellants,<br>v.<br>S/V ENDEAVOUR, et al., Defendants-Appellees.<br>JUNO SRL, et al., Plaintiffs-Appellees,<br>v.<br>S/V ENDEAVOUR, et al., Defendants-Appellants.</p>\n    <p class=\"docket\">Nos. 95-1426, 94-2193.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 5, 1995.<br>Decided June 9, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael X. Savasuk, with whom Bradley &amp; Savasuk, was on brief, for appellants Juno SRL, et al.</p>\n      <p class=\"indent\">Bradford D. Conover, with whom Dickerson &amp; Reilly, was on brief, for appellees S/V Endeavour, et al.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents issues of first impression before this Court.  The first issue is what weight private rules and procedures should have in determining the liability of sailing vessels that collide while engaged in the sport of yacht racing.  The second issue is what forum shall assess the damages that result from such circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court decision is reported.  Juno v. S/V Endeavour, 865 F.Supp. 13 (D.Me.1994).  That court ruled that the S/V CHARLES JOURDAN was liable to the S/V ENDEAVOUR after a collision between the two vessels, but found that the ENDEAVOUR was 40% at fault in causing the encounter.  It also concluded that the CHARLES JOURDAN suffered $10,000 in damages, from which sum the court deducted its 60% finding of fault, and dismissed all other claims for compensation by both the CHARLES JOURDAN and the ENDEAVOUR.  For the following reasons, we reverse on the issue of liability and affirm in all other respects.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 3, 1992, the CHARLES JOURDAN, a seventy-two foot sloop, was racing in the La Nioulargue Regatta, which included a series of sailing races in and around the Bay of Saint Tropez, off southern France.  The Sailing Instructions of the Regatta provided that it would be conducted pursuant to the 1989-1992 edition of the International Yacht Racing Rules (IYRR).  Also competing in this Regatta on a different course was the ENDEAVOUR, a restored \"J\" class sloop 120 feet in length overall.  Both race courses, however, converged at a mark designated as \"A,\" located at the entrance to Saint Tropez Bay.  CHARLES JOURDAN's course called upon it to round Mark A to port on its way to the finish line at Bouillabaisse Buoy, while the ENDEAVOUR was required to finish its course at Mark A.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As CHARLES JOURDAN headed for Mark A on a starboard spinnaker reach, another competing racing yacht, LA POSTE, was on a similar tack, overlapping CHARLES JOURDAN in close proximity to leeward.  Pursuant to IYRR 37.1,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the CHARLES JOURDAN, being the windward vessel, was the burdened vessel and was required to keep clear of LA POSTE.  While racing along at eleven knots in this position, CHARLES JOURDAN caught up with ENDEAVOUR, who was sailing slower at seven knots and was to windward of CHARLES JOURDAN converging on a course approximately 40?  from that of CHARLES JOURDAN. Because the CHARLES JOURDAN believed it had right of way as leeward yacht over the ENDEAVOUR, its crew hailed the ENDEAVOUR seeking to alter its course.  Although the crew of ENDEAVOUR acknowledged the hail, it failed to change course until a last minute attempt was made by the master of the ENDEAVOUR to alter its direction to windward.  The boom of the ENDEAVOUR, which was held in place by a preventor, and thus could not be sheeted in, struck CHARLES JOURDAN's backstay, damaging the backstay and rigging.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Pursuant to the IYRRs and the Regatta's Sailing Instructions, the CHARLES JOURDAN filed a protest against the ENDEAVOUR.  An International Jury was convened,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and a hearing was conducted at which evidence was presented and arguments made by representatives of both vessels.  The International Jury found that ENDEAVOUR was at fault for failing to meet its burden as the windward yacht under IYRR 37.1.  See supra note 1.  In a written decision, which was notified to the parties, the International Jury disqualified the ENDEAVOUR from the race.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Various incidents happened thereafter which are not presently relevant.  Suffice it to say that the owners of CHARLES JOURDAN caught up with the ENDEAVOUR sometime in September 1993, in Maine, and proceeded to file the present action, and to arrest said vessel.  The owners of CHARLES JOURDAN claimed that ENDEAVOUR is liable in damages to them because of ENDEAVOUR's violation of IYRR 37.1, as well as the provisions of Article 12 and 13 of the Convention on the International Regulation for the Prevention of Collisions at Sea (\"COLREGS\"), 33 U.S.C. Secs. 1601 et seq., 33 C.F.R. Sec. 80.01 et seq.   They claimed the right to be compensated for damage to the CHARLES JOURDAN, and for loss of business and sponsors resulting from the vessel being incapacitated after the collision.  In its answer, the owners of ENDEAVOUR denied liability and counterclaimed for damages for loss of business, and for the alleged false arrest of the vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After a lively and mostly unnecessary round of discovery, the matter went to trial on the admiralty side of the bench.  The district court found that because the IYRRs are the rules of a private racing organization, they \"do not and cannot preempt the application of the COLREGS which have been adopted by treaty to govern worldwide.\"  Juno, 865 F.Supp. at 17.   The court thus ignored the findings of the International Jury and concluded that, under COLREGS Rule 13, 33 U.S.C. foll. Sec. 1602,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> CHARLES JOURDAN was an overtaking vessel required to keep clear of ENDEAVOUR.  Pursuant to the \"Pennsylvania Rule\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the CHARLES JOURDAN was presumed at fault.  Nevertheless, the court found that, under COLREGS Rule 8, 33 U.S.C. foll. Sec. 1602,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> the ENDEAVOUR's failure to take action to avoid the collision \"was a significant cause of the accident,\" and found it 40% at fault.  Juno, 865 F.Supp. at 18.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On the question of consequential damages, the district court dismissed all claims for loss of charter and sponsorship income by all parties, for lack of proof.  The court reached a similar conclusion regarding the counterclaims.  The court made a determination of physical damages in the amount of $10,000 to the CHARLES JOURDAN caused by the collision, which was reduced to $4,000.  This appeal ensued.</p>\n    </div>\n    <p>ANALYSIS</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Our standard for reviewing a district court's findings of fact and conclusions of law made in conjunction with a bench trial is well settled.  We review claimed errors of law de novo.  Williams v. Poulos, 11 F.3d 271, 278 (1st Cir.1993);  Blanchard v. Peerless Ins. Co., 958 F.2d 483, 487 (1st Cir.1992).  The district court's findings of fact, however, will not be set aside unless they are demonstrated to be clearly erroneous.  Williams, 11 F.3d at 278;  Fed.R.Civ.P. 52(a).  In other words, we will give such findings effect unless, after carefully reading the record and according due deference to the trial court, we form \"a strong, unyielding belief that a mistake has been made.\"  Cumpiano v. Banco Santander Puerto Rico, 902 F.2d 148, 152 (1st Cir.1992).  Where there are two permissible views of the evidence, the interpretation assigned by the trial court will therefore be adopted.  Williams, 11 F.3d at 278.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The clearly erroneous standard also ordinarily applies to our review of a district court's resolution of mixed questions of law and fact.  Id.  In such situations, however, we are obligated to determine whether the court's decision was infected by legal error.  If a trial court bases its findings upon a mistaken impression of applicable legal principles, the reviewing court is not bound by the clearly erroneous standard.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">B. The Contractual Nature of the Sailing Instructions and the IYRR</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The history of the COLREGS shows that they were enacted because of the need to establish a code of international rules of the road for maritime traffic throughout the world.  See H.R.Rep. No. 447, 95th Cong., 1st Sess. 1977, reprinted in 1977 U.S.C.C.A.N. 509.  However, nothing in their history, or in the public policy issues that led to their enactment, indicates that they were meant to regulate voluntary private sports activity in which the participants have waived their application and in which no interference with nonparticipating maritime traffic is implicated.   Therefore, by entering a regatta with sailing instructions which unambiguously set forth special, binding \"rules of the road,\" the participants waive conflicting COLREGS and must sail in accordance with the agreed-upon rules.  We base this conclusion not only on the nature and history of both the COLREGS and the private activity in question, but also because of the strong public policy in favor of the private settlement of disputes.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Surprisingly, considering the extent and history of the maritime and yachting tradition within its jurisdiction, we can find no published cases of this circuit regarding the issues raised by this appeal.  In fact, even outside the First Circuit there is a dearth of applicable jurisprudence, although older reported English cases reveal that these questions have not altogether avoided judicial scrutiny over the years.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The cases that we have found, however, are helpful to the extent that they establish the principle--with which we are in full accord--that when one voluntarily enters a yacht race for which published sailing instructions set out the conditions of participation, a private contract results between the participants requiring their compliance therewith.  See De Sole v. United States, 947 F.2d 1169, 1173 (4th Cir.1991);  Clark v. The Earl of Dunraven, the Satanita, [1897] A.C. 59, 64, 66;  Meggeson v. Burns, [1972] 1 Lloyd's Rep. 223;  Clarke v. Thayer, 14 A.D. 510, 43 N.Y.S. 897, 898 (1897).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The legally binding nature of the obligations created by the IYRR and the sailing instructions is not altogether a new or revolutionary concept.  In 1897, in The Satanita, A.C. at 64-66, a case involving a collision between two racing yachts sailing under the rules of the Yacht Racing Association (of Great Britain), the House of Lords concluded that the owners were bound by the Association rule making one yacht liable \"for all damages,\" notwithstanding the liability limitation provisions of the Merchant Shipping Act.  Lord Herschell found that the \"sailing rules by which they have become contractually bound,\" id. at 66, were a valid basis for seeking all damages suffered, in effect deciding that the limitation of the statute had been contractually waived.  In Clark v. Thayer, 43 N.Y.S. at 898, also an 1897 case, but of an American state court, the court held that a yacht club's racing rule bound a member of the club participating in a club regatta, notwithstanding a conflicting navigation law of the United States.  The court explained that, although those laws were imperative, nothing prevented a person from voluntarily waiving them.  Id.  More recently, in Meggeson v. Burns, 1 Lloyd's Rep. 223, a British court found that \"the parties had agreed to be bound by the IYRU rules and the [protest] committee's findings of fact, as far as they go, are final.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Finally, a recent case in the Fourth Circuit, De Sole, 947 F.2d at 1173, involved a sailing race in which one private participant collided with another participating vessel owned by the U.S. Naval Academy.  The central issue in that case was the applicability of the assumption of risk doctrine.  In deciding that issue, the court assumed the applicability of the IYRRs to race participants and the authority of the protest committee to determine fault.  The De Sole court also strongly implied that racing authorities may provide for private resolution of all such disputes, including the apportionment of damages, to promote \"the traditional role of encouraging private determination of liability.\"  Id. at 1173 n. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To our knowledge, only one court has ruled that the IYRRs are inapplicable.  In Sletten v. Hawaii Yacht Club, 1993 A.M.C. 2863, 1993 WL 643379 (D.Hawaii 1993), the court ruled that the IYRRs \"do not preempt the applicable statutory provisions.\"   As in the district court's opinion in the instant case, however, no reasoning or authority was provided for this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the present case, the Sailing Instructions established the conditions by which race participants agreed to be bound.  One of these was that \"[t]he event [would be] governed by the International Yacht Racing Rules of the IYRU (1989)....\"   These rules, particularly IYRR 37.1, clearly establish that a windward yacht must keep clear of one to leeward.  Supra note 1.  More significantly, however, these rules set out a detailed mechanism for determining who among competing yachts has infringed these rules of conduct.  See IYRR, Part VI--Protests, Penalties and Appeals, (Plaintiffs-Appellants' Appendix, Vol.  VIII, pp. 2432a-2437a).  The IYRRs, together with the Sailing Instructions, establish the procedure for filing a protest, see IYRR 68, and the procedures to be followed thereafter, which include the conduct of a hearing, at which the parties have a right to be present, and may introduce and rebut evidence, see IYRRs 71-74, and which require that the decision of the protest committee hearing the protest issue a written decision that is notified to all interested parties, see IYRR 74.6.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Pursuant to Amendment No. 1 to the Sailing Instructions in effect for this Regatta, and the provisions of Appendix 8 of the IYRRs, the protest committee was substituted by an international jury, whose decisions on all protests is final and unappealable.  See IYRR, Appendix 8.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">These mechanisms were agreed to by the parties for the resolution of one of the issues that have become the subject of this suit, i.e., who was at fault for the collision between ENDEAVOUR and CHARLES JOURDAN.  The parties agreed to the substantive rules for determining fault, they agreed to the adjudicating forum, and they were apprised of the procedures.  They appeared before this forum, submitted to its jurisdiction, presented evidence and argument, and thereafter were served with that body's findings and final decision.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Thus, the CHARLES JOURDAN and the ENDEAVOUR were contractually bound to race by the rules of the road contained in the IYRRs, and to resolve issues related to fault for any collisions according to those rules.  This is consistent with the long-established traditions and rules of conduct of this sport.  See generally J. Rousmaniere, The Golden Pasttime:  A New History of Yachting (1986).  Moreover, there is a well-established public policy encouraging the private resolution of disputes through arbitration and other non-judicial forums.  See Federal Arbitration Act, 9 U.S.C. Secs. 1 et seq.;  Allied-Bruce Terminix Cos., Inc. v. Dobson, --- U.S. ----, 115 S.Ct. 834, 130 L.Ed.2d 753 (1995);  Shearson/Am.  Express, Inc. v. McMahon, 482 U.S. 220, 107 S.Ct. 2332, 96 L.Ed.2d 185 (1987);  Southland Corp. v. Keating, 465 U.S. 1, 10, 104 S.Ct. 852, 858, 79 L.Ed.2d 1 (1984).  See also United Paperworkers Int'l Union v. Misco, Inc., 484 U.S. 29, 36, 108 S.Ct. 364, 369-70, 98 L.Ed.2d 286 (1987) (labor disputes);  Vimar Seguros Y Reaseguros, S.A. v. M/V SKY REEFER, 29 F.3d 727 (1st Cir.)  (COGSA), cert. granted, --- U.S. ----, 115 S.Ct. 571, 130 L.Ed.2d 488 (1994);  Scherk v. Alberto-Culver Co., 417 U.S. 506, 94 S.Ct. 2449, 41 L.Ed.2d 270 (1974) (international arbitration agreements).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We also note that our decision here comports with Sec. 2 of the Federal Arbitration Act, which pointedly states that \"[a] written provision in any maritime transaction ... to settle by arbitration a controversy arising out of such ... transaction ... shall be valid, irrevocable, and enforceable.\"   These conditions exist here.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Yacht racing is a maritime transaction, and the provisions of the IYRR establishing the racing rules and the protest procedures are in writing and binding on participants.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Furthermore, the procedures established by the IYRR meet the requirements of due process:  there is appropriate written notification of the allegations, notice is given of the hearing;  the parties are allowed to appear and present evidence and witness testimony;  they may also cross-examine opposing witnesses and argue orally;  and generally, engage in all those accepted activities held so dear by common law lawyers.  Finally, a written decision, in which findings of fact are made and fault apportioned, is issued to all interested parties.  Equally important, the evidence is heard soon after the events take place by a panel of experts who are fully versed in the niceties of the activity in question.  It is hard to find fault with such a process, particularly when it is exactly what the participants agreed to.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Insistence on blind application of COLREGS to the facts of this case is not only unsupported by any historical imperative in this legislation and contrary to the weight of the sparse relevant authority, it is logically unsound.  Such application would turn on its head and render rife with uncertainty the thousands of private yacht races that take place throughout the United States and worldwide in which participants voluntarily agree to be bound by the IYRRs.  See De Sole, 947 F.2d at 1170.   The decision could even have a serious negative impact on such international races as the America's Cup or the yachting events of the forthcoming Olympic Games in Atlanta.  Under such logic, notwithstanding agreement by Olympic participants to abide by IYRRs and to have protests decided by international juries, they could thereafter relitigate any issues in the courts under the COLREGS.  Such absurdity is difficult to countenance, and cannot have been contemplated by Congress or the treaty negotiating authorities when the COLREGS were adopted.  Such legislation is simply not applicable to private yacht racing in which the participants have voluntarily adopted a different set of rules of the road for application among themselves.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In sum, the International Jury found the ENDEAVOR solely responsible for the collision, and it was inappropriate for the district court to have gone beyond this decision in the assignment of fault.   We conclude that the findings of that forum were final and binding on the parties, and we therefore reverse the decision of the district court in that regard.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The question of damages is another matter.</p>\n    </div>\n    <p class=\"indent\">C. Damages</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">No provision was made in either the Sailing Instructions or the IYRRs for the assessment of damages by the International Jury, and damages were not assessed.  In fact, IYRR 76.1 (entitled \"Damages\") states that \"[t]he question of damages arising from an infringement of any of the rules shall be governed by the prescriptions, if any, of the national authority.\"   The De Sole court interpreted this language as meaning that:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>[The] courts are the rightful location of litigation over yacht racing damages unless racing union authorities provide, in essence, for private resolution.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">947 F.2d at 1174 n. 6.   We agree with this conclusion, as only such matters as are agreed to may be submitted to private resolution.  See International Broth. of Teamsters v. Washington Emp., Inc., 557 F.2d 1345 (9th Cir.1977);  Anheuser-Busch, Inc. v. Brewers and Maltsters Local Union, 346 F.Supp. 239 (D.Mo.1972) (parties cannot be required to submit to arbitration any dispute which has not been agreed upon for submittal).  Thus, the CHARLES JOURDAN was entitled to claim and prove the damages caused by ENDEAVOUR, based upon the determination of fault by the International Jury.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court concluded that the ENDEAVOUR caused the CHARLES JOURDAN damage in the amount of $10,000 and that neither vessel was able to prove the other claims made.  We find these conclusions to be fully supported by the record and therefore affirm them.  As we have explained, the International Jury found the ENDEAVOUR solely at fault for the collision, and therefore the district court's reduction of the CHARLES JOURDAN's award to $4,000 based on its finding that the CHARLES JOURDAN was 60% at fault was in error.  The district court is ordered to enter judgment in favor of plaintiffs in the amount of $10,000.  Costs are granted in favor of defendant.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> IYRR 37.1 reads:  \"A windward yacht shall keep clear of a leeward yacht.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The jury was composed of international judges from France, Belgium, Andorra, Switzerland, Italy, and the United Kingdom, all of whom are certified by the International Yacht Racing Union (IYRU), yacht racing's ruling body</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The decision reads as follows:</p>\n        <p>INTERNATIONAL JURY</p>\n        <p>Races:  Omya Saint-Tropez Series Heat 8th Coupe D'Autohne Nioulargue Classic Yachts</p>\n        <p>ENDEAVOUR and CHARLES JOURDAN sailing in separate races approached the same finishing line on converging courses, reaching on starboard.</p>\n        <p>CHARLES JOURDAN established an overlap from clear astern at least 60 feet to leeward of ENDEAVOUR.</p>\n        <p>The yachts continued to sail towards the finish, at this time ENDEAVOUR had ample room and opportunity to keep clear.</p>\n        <p>CHARLES JOURDAN was travelling faster than ENDEAVOUR, when CHARLES JOURDAN was in ENDEAVOUR's windshadow CHARLES JOURDAN slowed down and ENDEAVOUR's boom struck CHARLES JOURDAN['s] backstay and the collision resulted in serious damage.  ENDEAVOUR never changed her course.</p>\n        <p>ENDEAVOUR infringed Rule 37.1 and is disqualified.  CHARLES JOURDAN is granted redress according to Rule 69(c) (Points equal to the place she had at the time of the incident).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Rule 13.  Overtaking</p>\n        <p>(a) Notwithstanding anything contained in the Rules of Part B, Sections I and II, any vessel overtaking any other shall keep out of the way of the vessel being overtaken.</p>\n        <p>(b) A vessel shall be deemed to be overtaking when coming up with another vessel from a direction more than 22.5 degrees abaft her beam, that is, in such a position with reference to the vessel she is overtaking, that at night she would be able to see only the sternlight of that vessel but neither of her sidelights.</p>\n        <p>(c) When a vessel is in any doubt as to whether she is overtaking another, she shall assume that this is the case and act accordingly.</p>\n        <p>(d) Any subsequent alteration of the bearing between the two vessels shall not make the overtaking vessel a crossing vessel within the meaning of these Rules or relieve her of the duty of keeping clear of the overtaken vessel until she is finally past and clear.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Pennsylvania, 86 U.S.  (19 Wall.) 125, 22 L.Ed. 148 (1873) (failure to abide by navigational rules creates a presumption of negligence)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Rule 8. Action to avoid collision</p>\n        <p>(a) Any action taken to avoid collision shall, if the circumstances of the case admit, be positive, made in ample time and with due regard to the observance of good seamanship.</p>\n        <p>(b) Any alteration of course and/or speed to avoid collision shall, if the circumstances of the case admit, be large enough to be readily apparent to another vessel observing visually or by radar;  a succession of small alterations of course and/or speed should be avoided.</p>\n        <p>(c) If there is sufficient sea room, alteration of course alone may be the most effective action to avoid a close-quarters situation provided that it is made in good time, is substantial and does not result in another close-quarters situation.</p>\n        <p>(d) Action taken to avoid collision with another vessel shall be such as to result in passing at a safe distance.  The effectiveness of the action shall be carefully checked until the other vessel is finally past and clear.</p>\n        <p>(e) If necessary to avoid collision or allow more time to assess the situation, a vessel shall slacken her speed or take all way off by stopping or reversing her means of propulsion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Curiously, it nevertheless reviewed the evidence, affirmed the committee's ruling, and then decided the damages to be assessed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> They even provide an appeals procedure, see IYRRs 77-78, which although not applicable in this case includes appeals on issues of rule interpretation, first to the national yachting authority, and then to the IYRUR.  These appellate bodies commonly issue published opinions and comprise a considerable body of jurisprudence cited and relied upon by yacht racers, and by the protest committees and international juries</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Section 1 of the Federal Arbitration Act, 9 U.S.C. Sec. 1, states:  \" 'Maritime transactions,' as herein defined, means ... agreements relating to ... collisions....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> As to third parties, of course, the COLREGS fully regulate normal maritime traffic vis-a-vis private races</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The record shows that an offer of judgment by defendant in the amount of $50,000 was refused by plaintiff</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">A.M.C.</span> <span class=\"page\">2678</span></span></p>\n    <p class=\"parties\">JUNO SRL, et al., Plaintiffs Appellants,<br>v.<br>S/V ENDEAVOUR, et al., Defendants-Appellees.<br>JUNO SRL, et al., Plaintiffs-Appellees,<br>v.<br>S/V ENDEAVOUR, et al., Defendants-Appellants.</p>\n    <p class=\"docket\">Nos. 95-1426, 94-2193.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 5, 1995.<br>Decided June 9, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael X. Savasuk, with whom Bradley &amp; Savasuk, was on brief, for appellants Juno SRL, et al.</p>\n      <p class=\"indent\">Bradford D. Conover, with whom Dickerson &amp; Reilly, was on brief, for appellees S/V Endeavour, et al.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents issues of first impression before this Court.  The first issue is what weight private rules and procedures should have in determining the liability of sailing vessels that collide while engaged in the sport of yacht racing.  The second issue is what forum shall assess the damages that result from such circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court decision is reported.  Juno v. S/V Endeavour, <span class=\"citation no-link\"><span class=\"volume\">865</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">13</span> </span>(D.Me.1994).  That court ruled that the S/V CHARLES JOURDAN was liable to the S/V ENDEAVOUR after a collision between the two vessels, but found that the ENDEAVOUR was 40% at fault in causing the encounter.  It also concluded that the CHARLES JOURDAN suffered $10,000 in damages, from which sum the court deducted its 60% finding of fault, and dismissed all other claims for compensation by both the CHARLES JOURDAN and the ENDEAVOUR.  For the following reasons, we reverse on the issue of liability and affirm in all other respects.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 3, 1992, the CHARLES JOURDAN, a seventy-two foot sloop, was racing in the La Nioulargue Regatta, which included a series of sailing races in and around the Bay of Saint Tropez, off southern France.  The Sailing Instructions of the Regatta provided that it would be conducted pursuant to the 1989-1992 edition of the International Yacht Racing Rules (IYRR).  Also competing in this Regatta on a different course was the ENDEAVOUR, a restored \"J\" class sloop 120 feet in length overall.  Both race courses, however, converged at a mark designated as \"A,\" located at the entrance to Saint Tropez Bay.  CHARLES JOURDAN's course called upon it to round Mark A to port on its way to the finish line at Bouillabaisse Buoy, while the ENDEAVOUR was required to finish its course at Mark A.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As CHARLES JOURDAN headed for Mark A on a starboard spinnaker reach, another competing racing yacht, LA POSTE, was on a similar tack, overlapping CHARLES JOURDAN in close proximity to leeward.  Pursuant to IYRR 37.1,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the CHARLES JOURDAN, being the windward vessel, was the burdened vessel and was required to keep clear of LA POSTE.  While racing along at eleven knots in this position, CHARLES JOURDAN caught up with ENDEAVOUR, who was sailing slower at seven knots and was to windward of CHARLES JOURDAN converging on a course approximately 40?  from that of CHARLES JOURDAN. Because the CHARLES JOURDAN believed it had right of way as leeward yacht over the ENDEAVOUR, its crew hailed the ENDEAVOUR seeking to alter its course.  Although the crew of ENDEAVOUR acknowledged the hail, it failed to change course until a last minute attempt was made by the master of the ENDEAVOUR to alter its direction to windward.  The boom of the ENDEAVOUR, which was held in place by a preventor, and thus could not be sheeted in, struck CHARLES JOURDAN's backstay, damaging the backstay and rigging.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Pursuant to the IYRRs and the Regatta's Sailing Instructions, the CHARLES JOURDAN filed a protest against the ENDEAVOUR.  An International Jury was convened,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and a hearing was conducted at which evidence was presented and arguments made by representatives of both vessels.  The International Jury found that ENDEAVOUR was at fault for failing to meet its burden as the windward yacht under IYRR 37.1.  See supra note 1.  In a written decision, which was notified to the parties, the International Jury disqualified the ENDEAVOUR from the race.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Various incidents happened thereafter which are not presently relevant.  Suffice it to say that the owners of CHARLES JOURDAN caught up with the ENDEAVOUR sometime in September 1993, in Maine, and proceeded to file the present action, and to arrest said vessel.  The owners of CHARLES JOURDAN claimed that ENDEAVOUR is liable in damages to them because of ENDEAVOUR's violation of IYRR 37.1, as well as the provisions of Article 12 and 13 of the Convention on the International Regulation for the Prevention of Collisions at Sea (\"COLREGS\"), 33 U.S.C. Secs. 1601 et seq., 33 C.F.R. Sec. 80.01 et seq.   They claimed the right to be compensated for damage to the CHARLES JOURDAN, and for loss of business and sponsors resulting from the vessel being incapacitated after the collision.  In its answer, the owners of ENDEAVOUR denied liability and counterclaimed for damages for loss of business, and for the alleged false arrest of the vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After a lively and mostly unnecessary round of discovery, the matter went to trial on the admiralty side of the bench.  The district court found that because the IYRRs are the rules of a private racing organization, they \"do not and cannot preempt the application of the COLREGS which have been adopted by treaty to govern worldwide.\"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Juno,</span> <span class=\"volume\">865</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">17</span></span>.   The court thus ignored the findings of the International Jury and concluded that, under COLREGS Rule 13, 33 U.S.C. foll. Sec. 1602,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> CHARLES JOURDAN was an overtaking vessel required to keep clear of ENDEAVOUR.  Pursuant to the \"Pennsylvania Rule\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the CHARLES JOURDAN was presumed at fault.  Nevertheless, the court found that, under COLREGS Rule 8, 33 U.S.C. foll. Sec. 1602,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> the ENDEAVOUR's failure to take action to avoid the collision \"was a significant cause of the accident,\" and found it 40% at fault.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Juno,</span> <span class=\"volume\">865</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">18</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On the question of consequential damages, the district court dismissed all claims for loss of charter and sponsorship income by all parties, for lack of proof.  The court reached a similar conclusion regarding the counterclaims.  The court made a determination of physical damages in the amount of $10,000 to the CHARLES JOURDAN caused by the collision, which was reduced to $4,000.  This appeal ensued.</p>\n    </div>\n    <p>ANALYSIS</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Our standard for reviewing a district court's findings of fact and conclusions of law made in conjunction with a bench trial is well settled.  We review claimed errors of law de novo.  Williams v. Poulos, <span class=\"citation\" data-id=\"195087\"><a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">271</span></a></span>, 278 (1st Cir.1993);  Blanchard v. Peerless Ins. Co., <span class=\"citation\" data-id=\"579200\"><a href=\"/opinion/579200/richard-blanchard-v-peerless-insurance-company/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">483</span></a></span>, 487 (1st Cir.1992).  The district court's findings of fact, however, will not be set aside unless they are demonstrated to be clearly erroneous.  <span class=\"citation\" data-id=\"195087\"><span class=\"antecedent_guess\">Williams,</span> <a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">278</span></a></span>;  Fed.R.Civ.P. 52(a).  In other words, we will give such findings effect unless, after carefully reading the record and according due deference to the trial court, we form \"a strong, unyielding belief that a mistake has been made.\"  Cumpiano v. Banco Santander Puerto Rico, <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 152 (1st Cir.1992).  Where there are two permissible views of the evidence, the interpretation assigned by the trial court will therefore be adopted.  <span class=\"citation\" data-id=\"195087\"><span class=\"antecedent_guess\">Williams,</span> <a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">278</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The clearly erroneous standard also ordinarily applies to our review of a district court's resolution of mixed questions of law and fact.  <span class=\"citation\" data-id=\"195087\"><a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"id_token\">Id.</span>  In such </a></span>situations, however, we are obligated to determine whether the court's decision was infected by legal error.  If a trial court bases its findings upon a mistaken impression of applicable legal principles, the reviewing court is not bound by the clearly erroneous standard.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">B. The Contractual Nature of the Sailing Instructions and the IYRR</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The history of the COLREGS shows that they were enacted because of the need to establish a code of international rules of the road for maritime traffic throughout the world.  See H.R.Rep. No. 447, 95th Cong., 1st Sess. 1977, reprinted in 1977 U.S.C.C.A.N. 509.  However, nothing in their history, or in the public policy issues that led to their enactment, indicates that they were meant to regulate voluntary private sports activity in which the participants have waived their application and in which no interference with nonparticipating maritime traffic is implicated.   Therefore, by entering a regatta with sailing instructions which unambiguously set forth special, binding \"rules of the road,\" the participants waive conflicting COLREGS and must sail in accordance with the agreed-upon rules.  We base this conclusion not only on the nature and history of both the COLREGS and the private activity in question, but also because of the strong public policy in favor of the private settlement of disputes.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Surprisingly, considering the extent and history of the maritime and yachting tradition within its jurisdiction, we can find no published cases of this circuit regarding the issues raised by this appeal.  In fact, even outside the First Circuit there is a dearth of applicable jurisprudence, although older reported English cases reveal that these questions have not altogether avoided judicial scrutiny over the years.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The cases that we have found, however, are helpful to the extent that they establish the principle--with which we are in full accord--that when one voluntarily enters a yacht race for which published sailing instructions set out the conditions of participation, a private contract results between the participants requiring their compliance therewith.  See De Sole v. United States, <span class=\"citation\" data-id=\"571078\"><a href=\"/opinion/571078/domenico-de-sole-v-united-states-of-america-chesapeake-bay-yacht-racing/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span>, 1173 (4th Cir.1991);  Clark v. The Earl of Dunraven, the Satanita, [1897] A.C. 59, 64, 66;  Meggeson v. Burns, [1972] 1 Lloyd's Rep. 223;  Clarke v. Thayer, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">A.D.</span> <span class=\"page\">510</span></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">N.Y.S.</span> <span class=\"page\">897</span></span>, 898 (1897).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The legally binding nature of the obligations created by the IYRR and the sailing instructions is not altogether a new or revolutionary concept.  In 1897, in The Satanita, A.C. at 64-66, a case involving a collision between two racing yachts sailing under the rules of the Yacht Racing Association (of Great Britain), the House of Lords concluded that the owners were bound by the Association rule making one yacht liable \"for all damages,\" notwithstanding the liability limitation provisions of the Merchant Shipping Act.  Lord Herschell found that the \"sailing rules by which they have become contractually bound,\" <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 66, </span>were a valid basis for seeking all damages suffered, in effect deciding that the limitation of the statute had been contractually waived.  In Clark v. <span class=\"citation no-link\"><span class=\"antecedent_guess\">Thayer,</span> <span class=\"volume\">43</span> <span class=\"reporter\">N.Y.S.</span> at <span class=\"page\">898</span></span>, also an 1897 case, but of an American state court, the court held that a yacht club's racing rule bound a member of the club participating in a club regatta, notwithstanding a conflicting navigation law of the United States.  The court explained that, although those laws were imperative, nothing prevented a person from voluntarily waiving them.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  More recently, </span>in Meggeson v. Burns, 1 Lloyd's Rep. 223, a British court found that \"the parties had agreed to be bound by the IYRU rules and the [protest] committee's findings of fact, as far as they go, are final.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Finally, a recent case in the Fourth Circuit, De <span class=\"citation\" data-id=\"571078\"><span class=\"antecedent_guess\">Sole,</span> <a href=\"/opinion/571078/domenico-de-sole-v-united-states-of-america-chesapeake-bay-yacht-racing/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1173</span></a></span>, involved a sailing race in which one private participant collided with another participating vessel owned by the U.S. Naval Academy.  The central issue in that case was the applicability of the assumption of risk doctrine.  In deciding that issue, the court assumed the applicability of the IYRRs to race participants and the authority of the protest committee to determine fault.  The De Sole court also strongly implied that racing authorities may provide for private resolution of all such disputes, including the apportionment of damages, to promote \"the traditional role of encouraging private determination of liability.\"  <span class=\"citation\" data-id=\"571078\"><a href=\"/opinion/571078/domenico-de-sole-v-united-states-of-america-chesapeake-bay-yacht-racing/\"><span class=\"id_token\">Id.</span> at 1173 </a></span>n. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To our knowledge, only one court has ruled that the IYRRs are inapplicable.  In Sletten v. Hawaii Yacht Club, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">A.M.C.</span> <span class=\"page\">2863</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">643379</span> </span>(D.Hawaii 1993), the court ruled that the IYRRs \"do not preempt the applicable statutory provisions.\"   As in the district court's opinion in the instant case, however, no reasoning or authority was provided for this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the present case, the Sailing Instructions established the conditions by which race participants agreed to be bound.  One of these was that \"[t]he event [would be] governed by the International Yacht Racing Rules of the IYRU (1989)....\"   These rules, particularly IYRR 37.1, clearly establish that a windward yacht must keep clear of one to leeward.  Supra note 1.  More significantly, however, these rules set out a detailed mechanism for determining who among competing yachts has infringed these rules of conduct.  See IYRR, Part VI--Protests, Penalties and Appeals, (Plaintiffs-Appellants' Appendix, Vol.  VIII, pp. 2432a-2437a).  The IYRRs, together with the Sailing Instructions, establish the procedure for filing a protest, see IYRR 68, and the procedures to be followed thereafter, which include the conduct of a hearing, at which the parties have a right to be present, and may introduce and rebut evidence, see IYRRs 71-74, and which require that the decision of the protest committee hearing the protest issue a written decision that is notified to all interested parties, see IYRR 74.6.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Pursuant to Amendment No. 1 to the Sailing Instructions in effect for this Regatta, and the provisions of Appendix 8 of the IYRRs, the protest committee was substituted by an international jury, whose decisions on all protests is final and unappealable.  See IYRR, Appendix 8.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">These mechanisms were agreed to by the parties for the resolution of one of the issues that have become the subject of this suit, i.e., who was at fault for the collision between ENDEAVOUR and CHARLES JOURDAN.  The parties agreed to the substantive rules for determining fault, they agreed to the adjudicating forum, and they were apprised of the procedures.  They appeared before this forum, submitted to its jurisdiction, presented evidence and argument, and thereafter were served with that body's findings and final decision.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Thus, the CHARLES JOURDAN and the ENDEAVOUR were contractually bound to race by the rules of the road contained in the IYRRs, and to resolve issues related to fault for any collisions according to those rules.  This is consistent with the long-established traditions and rules of conduct of this sport.  See generally J. Rousmaniere, The Golden Pasttime:  A New History of Yachting (1986).  Moreover, there is a well-established public policy encouraging the private resolution of disputes through arbitration and other non-judicial forums.  See Federal Arbitration Act, 9 U.S.C. Secs. 1 et seq.;  Allied-Bruce Terminix Cos., Inc. v. Dobson, --- U.S. ----, <span class=\"citation\" data-id=\"117892\"><a href=\"/opinion/117892/allied-bruce-terminix-cos-v-dobson/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">834</span></a></span>, <span class=\"citation\" data-id=\"117892\"><a href=\"/opinion/117892/allied-bruce-terminix-cos-v-dobson/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">753</span> </a></span>(1995);  Shearson/Am.  Express, Inc. v. McMahon, <span class=\"citation\" data-id=\"111910\"><a href=\"/opinion/111910/shearsonamerican-express-inc-v-mcmahon/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></a></span>, <span class=\"citation\" data-id=\"111910\"><a href=\"/opinion/111910/shearsonamerican-express-inc-v-mcmahon/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2332</span></a></span>, <span class=\"citation\" data-id=\"111910\"><a href=\"/opinion/111910/shearsonamerican-express-inc-v-mcmahon/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">185</span> </a></span>(1987);  Southland Corp. v. Keating, <span class=\"citation\" data-id=\"111091\"><a href=\"/opinion/111091/southland-corp-v-keating/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 10, <span class=\"citation\" data-id=\"111091\"><a href=\"/opinion/111091/southland-corp-v-keating/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">852</span></a></span>, 858, <span class=\"citation\" data-id=\"111091\"><a href=\"/opinion/111091/southland-corp-v-keating/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span> </a></span>(1984).  See also United Paperworkers Int'l Union v. Misco, Inc., <span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 36, <span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">364</span></a></span>, 369-70, <span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">286</span> </a></span>(1987) (labor disputes);  Vimar Seguros Y Reaseguros, S.A. v. M/V SKY REEFER, <span class=\"citation\" data-id=\"674591\"><a href=\"/opinion/674591/vimar-seguros-y-reaseguros-sa-v-mv-sky-reefer-her-engines-etc-and/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">727</span> </a></span>(1st Cir.)  (COGSA), cert. granted, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">571</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">488</span> </span>(1994);  Scherk v. Alberto-Culver Co., <span class=\"citation\" data-id=\"109066\"><a href=\"/opinion/109066/scherk-v-alberto-culver-co/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">506</span></a></span>, <span class=\"citation\" data-id=\"109066\"><a href=\"/opinion/109066/scherk-v-alberto-culver-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2449</span></a></span>, <span class=\"citation\" data-id=\"109066\"><a href=\"/opinion/109066/scherk-v-alberto-culver-co/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">270</span> </a></span>(1974) (international arbitration agreements).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We also note that our decision here comports with Sec. 2 of the Federal Arbitration Act, which pointedly states that \"[a] written provision in any maritime transaction ... to settle by arbitration a controversy arising out of such ... transaction ... shall be valid, irrevocable, and enforceable.\"   These conditions exist here.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Yacht racing is a maritime transaction, and the provisions of the IYRR establishing the racing rules and the protest procedures are in writing and binding on participants.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Furthermore, the procedures established by the IYRR meet the requirements of due process:  there is appropriate written notification of the allegations, notice is given of the hearing;  the parties are allowed to appear and present evidence and witness testimony;  they may also cross-examine opposing witnesses and argue orally;  and generally, engage in all those accepted activities held so dear by common law lawyers.  Finally, a written decision, in which findings of fact are made and fault apportioned, is issued to all interested parties.  Equally important, the evidence is heard soon after the events take place by a panel of experts who are fully versed in the niceties of the activity in question.  It is hard to find fault with such a process, particularly when it is exactly what the participants agreed to.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Insistence on blind application of COLREGS to the facts of this case is not only unsupported by any historical imperative in this legislation and contrary to the weight of the sparse relevant authority, it is logically unsound.  Such application would turn on its head and render rife with uncertainty the thousands of private yacht races that take place throughout the United States and worldwide in which participants voluntarily agree to be bound by the IYRRs.  See De <span class=\"citation\" data-id=\"571078\"><span class=\"antecedent_guess\">Sole,</span> <a href=\"/opinion/571078/domenico-de-sole-v-united-states-of-america-chesapeake-bay-yacht-racing/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1170</span></a></span>.   The decision could even have a serious negative impact on such international races as the America's Cup or the yachting events of the forthcoming Olympic Games in Atlanta.  Under such logic, notwithstanding agreement by Olympic participants to abide by IYRRs and to have protests decided by international juries, they could thereafter relitigate any issues in the courts under the COLREGS.  Such absurdity is difficult to countenance, and cannot have been contemplated by Congress or the treaty negotiating authorities when the COLREGS were adopted.  Such legislation is simply not applicable to private yacht racing in which the participants have voluntarily adopted a different set of rules of the road for application among themselves.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In sum, the International Jury found the ENDEAVOR solely responsible for the collision, and it was inappropriate for the district court to have gone beyond this decision in the assignment of fault.   We conclude that the findings of that forum were final and binding on the parties, and we therefore reverse the decision of the district court in that regard.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The question of damages is another matter.</p>\n    </div>\n    <p class=\"indent\">C. Damages</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">No provision was made in either the Sailing Instructions or the IYRRs for the assessment of damages by the International Jury, and damages were not assessed.  In fact, IYRR 76.1 (entitled \"Damages\") states that \"[t]he question of damages arising from an infringement of any of the rules shall be governed by the prescriptions, if any, of the national authority.\"   The De Sole court interpreted this language as meaning that:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>[The] courts are the rightful location of litigation over yacht racing damages unless racing union authorities provide, in essence, for private resolution.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">947 F.2d at 1174 n. 6.   We agree with this conclusion, as only such matters as are agreed to may be submitted to private resolution.  See International Broth. of Teamsters v. Washington Emp., Inc., <span class=\"citation\" data-id=\"346937\"><a href=\"/opinion/346937/international-brotherhood-of-teamsters-chauffeurs-warehousemen-and/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1345</span> </a></span>(9th Cir.1977);  Anheuser-Busch, Inc. v. Brewers and Maltsters Local Union, <span class=\"citation\" data-id=\"1878692\"><a href=\"/opinion/1878692/anheuser-busch-inc-v-brewers-maltsters-local-un-no-6/\"><span class=\"volume\">346</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">239</span> </a></span>(D.Mo.1972) (parties cannot be required to submit to arbitration any dispute which has not been agreed upon for submittal).  Thus, the CHARLES JOURDAN was entitled to claim and prove the damages caused by ENDEAVOUR, based upon the determination of fault by the International Jury.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court concluded that the ENDEAVOUR caused the CHARLES JOURDAN damage in the amount of $10,000 and that neither vessel was able to prove the other claims made.  We find these conclusions to be fully supported by the record and therefore affirm them.  As we have explained, the International Jury found the ENDEAVOUR solely at fault for the collision, and therefore the district court's reduction of the CHARLES JOURDAN's award to $4,000 based on its finding that the CHARLES JOURDAN was 60% at fault was in error.  The district court is ordered to enter judgment in favor of plaintiffs in the amount of $10,000.  Costs are granted in favor of defendant.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> IYRR 37.1 reads:  \"A windward yacht shall keep clear of a leeward yacht.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The jury was composed of international judges from France, Belgium, Andorra, Switzerland, Italy, and the United Kingdom, all of whom are certified by the International Yacht Racing Union (IYRU), yacht racing's ruling body</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The decision reads as follows:</p>\n        <p>INTERNATIONAL JURY</p>\n        <p>Races:  Omya Saint-Tropez Series Heat 8th Coupe D'Autohne Nioulargue Classic Yachts</p>\n        <p>ENDEAVOUR and CHARLES JOURDAN sailing in separate races approached the same finishing line on converging courses, reaching on starboard.</p>\n        <p>CHARLES JOURDAN established an overlap from clear astern at least 60 feet to leeward of ENDEAVOUR.</p>\n        <p>The yachts continued to sail towards the finish, at this time ENDEAVOUR had ample room and opportunity to keep clear.</p>\n        <p>CHARLES JOURDAN was travelling faster than ENDEAVOUR, when CHARLES JOURDAN was in ENDEAVOUR's windshadow CHARLES JOURDAN slowed down and ENDEAVOUR's boom struck CHARLES JOURDAN['s] backstay and the collision resulted in serious damage.  ENDEAVOUR never changed her course.</p>\n        <p>ENDEAVOUR infringed Rule 37.1 and is disqualified.  CHARLES JOURDAN is granted redress according to Rule 69(c) (Points equal to the place she had at the time of the incident).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Rule 13.  Overtaking</p>\n        <p>(a) Notwithstanding anything contained in the Rules of Part B, Sections I and II, any vessel overtaking any other shall keep out of the way of the vessel being overtaken.</p>\n        <p>(b) A vessel shall be deemed to be overtaking when coming up with another vessel from a direction more than 22.5 degrees abaft her beam, that is, in such a position with reference to the vessel she is overtaking, that at night she would be able to see only the sternlight of that vessel but neither of her sidelights.</p>\n        <p>(c) When a vessel is in any doubt as to whether she is overtaking another, she shall assume that this is the case and act accordingly.</p>\n        <p>(d) Any subsequent alteration of the bearing between the two vessels shall not make the overtaking vessel a crossing vessel within the meaning of these Rules or relieve her of the duty of keeping clear of the overtaken vessel until she is finally past and clear.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Pennsylvania, 86 U.S.  (19 Wall.) 125, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">148</span> </span>(1873) (failure to abide by navigational rules creates a presumption of negligence)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Rule 8. Action to avoid collision</p>\n        <p>(a) Any action taken to avoid collision shall, if the circumstances of the case admit, be positive, made in ample time and with due regard to the observance of good seamanship.</p>\n        <p>(b) Any alteration of course and/or speed to avoid collision shall, if the circumstances of the case admit, be large enough to be readily apparent to another vessel observing visually or by radar;  a succession of small alterations of course and/or speed should be avoided.</p>\n        <p>(c) If there is sufficient sea room, alteration of course alone may be the most effective action to avoid a close-quarters situation provided that it is made in good time, is substantial and does not result in another close-quarters situation.</p>\n        <p>(d) Action taken to avoid collision with another vessel shall be such as to result in passing at a safe distance.  The effectiveness of the action shall be carefully checked until the other vessel is finally past and clear.</p>\n        <p>(e) If necessary to avoid collision or allow more time to assess the situation, a vessel shall slacken her speed or take all way off by stopping or reversing her means of propulsion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Curiously, it nevertheless reviewed the evidence, affirmed the committee's ruling, and then decided the damages to be assessed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> They even provide an appeals procedure, see IYRRs 77-78, which although not applicable in this case includes appeals on issues of rule interpretation, first to the national yachting authority, and then to the IYRUR.  These appellate bodies commonly issue published opinions and comprise a considerable body of jurisprudence cited and relied upon by yacht racers, and by the protest committees and international juries</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Section 1 of the Federal Arbitration Act, 9 U.S.C. Sec. 1, states:  \" 'Maritime transactions,' as herein defined, means ... agreements relating to ... collisions....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> As to third parties, of course, the COLREGS fully regulate normal maritime traffic vis-a-vis private races</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The record shows that an offer of judgment by defendant in the amount of $50,000 was refused by plaintiff</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109066/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111091/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111910/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111965/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117892/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195087/",
    "https://www.courtlistener.com/api/rest/v3/opinions/346937/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571078/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579200/",
    "https://www.courtlistener.com/api/rest/v3/opinions/674591/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1878692/"
  ]
}