{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196182/",
  "id": 196182,
  "absolute_url": "/opinion/196182/canal-insurance-v-carolina-casualty/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196182/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:59:45Z",
  "date_modified": "2020-02-21T23:54:19.326765Z",
  "type": "010combined",
  "sha1": "d368410857c3876537eef12d87e350dd9ef75be8",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2129.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 94-2129\r\n\n                   CANAL INSURANCE COMPANY,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n             CAROLINA CASUALTY INSURANCE COMPANY,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. Michael A. Ponsor, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n\n                Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                   and Cyr, Circuit Judge.\r                                                     \r\n\n                                         \r\n\nJeffrey S. Stern with whom Sugarman,  Rogers, Barshak &amp; Cohen  was\r                                                                         \r\non brief for appellant.\r\nGeorge R.  Suslak  with whom  Stanton  &amp;  Lang  was on  brief  for\r                                                          \r\nappellee. \r\n\n                                         \r\n\n                        July 13, 1995\r\n                                         \r\r\n\n          ALDRICH, Senior Circuit  Judge.  By stipulation  it\r                                                    \r\n\nappears that in August  1988 a tractor-truck, hereinafter the\r\n\naccident  truck, owned by Jean L. Burnell, but leased to R.H.\r\n\nGraves  Trucking Company  (Graves) and  operated by  a Graves\r\n\nemployee,  John Rowe,  Jr.,  on Graves  business, struck  and\r\n\ninjured one  Jeanne Wing,  a citizen of  Massachusetts, where\r\n\nthe accident occurred.   Graves was  a New Hampshire  company\r\n\nand had a so-called package liability insurance policy issued\r\n\nby  Carolina Casualty  Insurance Company  (Carolina) covering\r\n\nall listed trucks and,  under certain terms, unlisted trucks.\r\n\nIn  August 1988,  when  the accident  occurred, the  accident\r\n\ntruck was unlisted.   It was, however, insured by  Burnell by\r\n\nCanal   Insurance  Company   (Canal).      There  were   many\r\n\nendorsements  on both  policies, including,  on the  Carolina\r\n\npolicy,  only,  an  endorsement  required by  the  Interstate\r\n\nCommerce Commission.\r\n\n          Canal brought a declaratory judgment  proceeding in\r\n\nthe Massachusetts  District Court against all  of the above.1\r\n\nIn due course Wing  settled all claims for $55,000.  This was\r\n\npaid, one half each, by Canal and Carolina under an agreement\r\n\nthat  their respective  claims against  each other  should be\r\n\nresolved  by the  court.    Each  company moved  for  summary\r\n\njudgment.  The  court ruled that the  full $55,000 obligation\r\n\nwas owed by Carolina because of the ICC endorsement, and that\r\n\n                    \r                                \r\n\n1.  Strictly, Wing was added by Carolina.\r\n\n                             -2-\r\r\n\nit  should pay Canal for its  advance.  Carolina appeals.  We\r\n\nreverse in part.\r\n\n          The insurance companies are from Florida and  South\r\n\nCarolina;  the policies  for  some not  apparent reason  were\r\n\nwritten  in Maine,  and  the present  action  was brought  in\r\n\nMassachusetts.    Graves was  a  New  Hampshire company,  and\r\n\nBurnell  was  a New  Hampshire  resident,  and doubtless  the\r\n\ntrucks were registered there.  We believe Massachusetts would\r\n\nconsider  the policies  to be  New Hampshire contracts.   Cf.\r                                                                        \r\n\nSearls v. Standard Accident  Co., 316 Mass. 606,  608 (1944);\r                                            \r\n\nLee v. New York Life, 310 Mass. 370, 373; Bi-Rite Enterprises\r                                                                         \r\n\nv. Bruce Miner Co., Inc., 757 F.2d 440, 443  (1st Cir. 1985).\r                                    \r\n\nThe ICC  endorsement, of course, must be  governed by federal\r\n\nlaw.\r\n\n                     The Carolina Policy\r                                                    \r\n\n          The Carolina policy covered unlisted trucks  for 30\r\n\ndays after Graves acquisition, and then longer, under certain\r\n\nconditions, one of which was notice within the 30 days.  None\r\n\nhad been given for the accident truck.  It is irrelevant that\r\n\nit   might  otherwise   have   qualified;   lack  of   notice\r\n\nconclusively  excluded it,  except for  the ICC  endorsement,\r\n\npost.\r                \r\n\n                       The Canal Policy\r                                                   \r\n\n          The Canal  policy, by an  endorsement, purports not\r\n\nto  cover lessees.  By  a second endorsement, hereinafter the\r\n\n                             -3-\r\r\n\nNew  Hampshire endorsement, it does cover them.  Of this more\r\n\nlater.2\r\n\n                     The ICC Endorsement\r                                                    \r\n\n          The   ICC  Insurance  Branch  requires  a  licensed\r\n\ninterstate  hauler's  insurer,  such as  Carolina,  to assume\r\n\nliability  for  all  its  hauler's  truck  accidents  (up  to\r\n\n$750,000) irrespective of the policy coverage, or whether the\r\n\nhauler has  paid  individual premiums  on  that truck.    The\r\n\nvarious  circuits have  taken three  different views  of this\r\n\nsituation.  See  Empire Fire  &amp; Marine Ins.  Co. v.  Guaranty\r                                                                         \r\n\nNational  Ins. Co., 868 F.2d 357, 363 (10th Cir. 1989) (cases\r                              \r\n\ncollected).   We have taken none.  On reflection, we consider\r\n\nthe  ICC  endorsement to  be,  in effect,  suretyship  by the\r\n\ninsurance  carrier to protect the  public -- a  safety net --\r\n\nbut  not insurance relieving Canal, or any other insurer.  On\r\n\nthe contrary, it simply covers the public when other coverage\r\n\nis lacking.  The question comes, did Canal supply any?\r\n\n                       Canal Revisited\r                                                  \r\n\n          For Canal's liability we are presented with two, on\r\n\ntheir face conflicting, endorsements, one  embracing coverage\r\n\nfor  lessees, one excluding them.  In her application for the\r\n\n                    \r                                \r\n\n2.  Carolina's claim  that acts of the  lessee imposed direct\r\nliability on Burnell as  owner is meritless.  Its  attempt to\r\ninvoke Mass. Gen. L. c. 231   85A, that any operator is prima\r\nfacie  an agent of the owner's, even if applicable to foreign\r\nowners  and  registrants,  is  conclusively  answered  by the\r\nstipulated facts.\r\n\n                             -4-\r\r\n\npolicy  Burnell  had  denied  an  intention to  lease.    The\r\n\nexcluding  endorsement recited that  in consideration  of the\r\n\npremium  -- presumably  reduced premium  -- lessees  were not\r\n\nincluded in  the policy.  At the  same time the New Hampshire\r\n\nFinancial  Responsibility Law,  N.H. RSA  259:61  I, provided\r\n\nthat  motor vehicle coverage (to the  extent of $25,000) must\r\n\nbe  extended  to  all  operators excepting  those  acting  in\r\n\nviolation of the owner's rights.\r\n\n          Obligations imposed by  the New Hampshire Financial\r\n\nResponsibility Law prevail over  any contrary language in the\r\n\npolicy.   Universal  Underwriters Ins.  Co. v.  Allstate Ins.\r                                                                         \r\n\nCo., 134 N.H. 315, 318  (1991).  Correspondingly, in fairness\r               \r\n\nto the insurer, beyond this the excluding policy terms should\r\n\nstand.   Id.  (Policy provision that all liability in certain\r                       \r\n\ninstances would  be considered  \"excess\" invalid as  to first\r\n\n$25,000 (only) called  for by New Hampshire law).  So here we\r\n\nresolve the conflict by holding that after  the New Hampshire\r\n\n$25,000 payment the endorsement excluding lessees takes over.\r\n\nThe  New Hampshire rule is the same whether the injured party\r\n\nis  claiming or  the  issue is  between insurance  companies.\r\n\nUniversal Underwriters, 134 N.H. at 317.\r                                  \r\n\n          It might be asked  whether New Hampshire law should\r\n\napply where  the  claiming event  occurred in  Massachusetts.\r\n\nThe  New Hampshire court has held  location immaterial.  Id.;\r                                                                       \r\n\nGay  v. Preferred Risk Mutual  Ins. Co., 114  N.H. 11 (1974).\r                                                   \r\n\n                             -5-\r\r\n\nThe facts in these cases are  distinguishable, but we decline\r\n\nto  initiate   the   question  whether   the  New   Hampshire\r\n\nlegislature has power to compel a New Hampshire citizen to be\r\n\nfinancially responsible to  an out-of-state resident  injured\r\n\nout of state.\r\n\n          It follows that Canal was responsible for this risk\r\n\nto  the extent of $25,000,  but as Carolina's ICC endorsement\r\n\nrequires it to pick  up the balance it must  recompense Canal\r\n\nto the extent of $27,500 less $25,000, or $2,500.\r\n\n          Reversed  and  remanded  for   further  proceedings\r                                                                         \r\n\nconsistent herewith.  No costs.\r                                           \r\n\n                             -6-\r\r\n",
  "html": "<p class=\"case_cite\">59 F.3d 281</p>\n    <p class=\"parties\">CANAL INSURANCE COMPANY, Plaintiff, Appellee,<br>v.<br>CAROLINA CASUALTY INSURANCE COMPANY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2129.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 6, 1995.<br>Decided July 13, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffrey S. Stern with whom Sugarman, Rogers, Barshak &amp; Cohen, Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">George R. Suslak with whom Stanton &amp; Lang, Lynnfield, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">By stipulation it appears that in August 1988 a tractor-truck, hereinafter the accident truck, owned by Jean L. Burnell, but leased to R.H. Graves Trucking Company (Graves) and operated by a Graves employee, John Rowe, Jr., on Graves business, struck and injured one Jeanne Wing, a citizen of Massachusetts, where the accident occurred.  Graves was a New Hampshire company and had a so-called package liability insurance policy issued by Carolina Casualty Insurance Company (Carolina) covering all listed trucks and, under certain terms, unlisted trucks.  In August 1988, when the accident occurred, the accident truck was unlisted.  It was, however, insured by Burnell by Canal Insurance Company (Canal).  There were many endorsements on both policies, including, on the Carolina policy, only, an endorsement required by the Interstate Commerce Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Canal brought a declaratory judgment proceeding in the Massachusetts District Court against all of the above.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In due course Wing settled all claims for $55,000.  This was paid, one half each, by Canal and Carolina under an agreement that their respective claims against each other should be resolved by the court.  Each company moved for summary judgment.  The court ruled that the full $55,000 obligation was owed by Carolina because of the ICC endorsement, and that it should pay Canal for its advance.  Carolina appeals.  We reverse in part.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The insurance companies are from Florida and South Carolina;  the policies for some not apparent reason were written in Maine, and the present action was brought in Massachusetts.  Graves was a New Hampshire company, and Burnell was a New Hampshire resident, and doubtless the trucks were registered there.  We believe Massachusetts would consider the policies to be New Hampshire contracts.  Cf. Searls v. Standard Accident Co., 316 Mass. 606, 608, 56 N.E.2d 127 (1944);  Lee v. New York Life, 310 Mass. 370, 373, 38 N.E.2d 333;  Bi-Rite Enterprises v. Bruce Miner Co., Inc., 757 F.2d 440, 443 (1st Cir.1985).  The ICC endorsement, of course, must be governed by federal law.</p>\n    </div>\n    <p>The Carolina Policy</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Carolina policy covered unlisted trucks for 30 days after Graves acquisition, and then longer, under certain conditions, one of which was notice within the 30 days.  None had been given for the accident truck.  It is irrelevant that it might otherwise have qualified;  lack of notice conclusively excluded it, except for the ICC endorsement, post.</p>\n    </div>\n    <p>The Canal Policy</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Canal policy, by an endorsement, purports not to cover lessees.  By a second endorsement, hereinafter the New Hampshire endorsement, it does cover them.  Of this more later.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>The ICC Endorsement</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The ICC Insurance Branch requires a licensed interstate hauler's insurer, such as Carolina, to assume liability for all its hauler's truck accidents (up to $750,000) irrespective of the policy coverage, or whether the hauler has paid individual premiums on that truck.  The various circuits have taken three different views of this situation.  See Empire Fire &amp; Marine Ins. Co. v. Guaranty National Ins. Co., 868 F.2d 357, 363 (10th Cir.1989) (cases collected).  We have taken none.  On reflection, we consider the ICC endorsement to be, in effect, suretyship by the insurance carrier to protect the public--a safety net--but not insurance relieving Canal, or any other insurer.  On the contrary, it simply covers the public when other coverage is lacking.  The question comes, did Canal supply any?</p>\n    </div>\n    <p>Canal Revisited</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">For Canal's liability we are presented with two, on their face conflicting, endorsements, one embracing coverage for lessees, one excluding them.  In her application for the policy Burnell had denied an intention to lease.  The excluding endorsement recited that in consideration of the premium--presumably reduced premium--lessees were not included in the policy.  At the same time the New Hampshire Financial Responsibility Law, N.H. RSA 259:61 I, provided that motor vehicle coverage (to the extent of $25,000) must be extended to all operators excepting those acting in violation of the owner's rights.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Obligations imposed by the New Hampshire Financial Responsibility Law prevail over any contrary language in the policy.  Universal Underwriters Ins. Co. v. Allstate Ins. Co., 134 N.H. 315, 318, 592 A.2d 515 (1991).  Correspondingly, in fairness to the insurer, beyond this the excluding policy terms should stand.  Id.  (Policy provision that all liability in certain instances would be considered \"excess\" invalid as to first $25,000 (only) called for by New Hampshire law).  So here we resolve the conflict by holding that after the New Hampshire $25,000 payment the endorsement excluding lessees takes over.  The New Hampshire rule is the same whether the injured party is claiming or the issue is between insurance companies.  Universal Underwriters, 134 N.H. at 317, 592 A.2d 515.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It might be asked whether New Hampshire law should apply where the claiming event occurred in Massachusetts.  The New Hampshire court has held location immaterial.  Id.; Gay v. Preferred Risk Mutual Ins. Co., 114 N.H. 11, 314 A.2d 644 (1974).  The facts in these cases are distinguishable, but we decline to initiate the question whether the New Hampshire legislature has power to compel a New Hampshire citizen to be financially responsible to an out-of-state resident injured out of state.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It follows that Canal was responsible for this risk to the extent of $25,000, but as Carolina's ICC endorsement requires it to pick up the balance it must recompense Canal to the extent of $27,500 less $25,000, or $2,500.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Reversed and remanded for further proceedings consistent herewith.  No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Strictly, Wing was added by Carolina</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Carolina's claim that acts of the lessee imposed direct liability on Burnell as owner is meritless.  Its attempt to invoke Mass.Gen.L. c. 231 Sec. 85A, that any operator is prima facie an agent of the owner's, even if applicable to foreign owners and registrants, is conclusively answered by the stipulated facts</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">281</span></span></p>\n    <p class=\"parties\">CANAL INSURANCE COMPANY, Plaintiff, Appellee,<br>v.<br>CAROLINA CASUALTY INSURANCE COMPANY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2129.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 6, 1995.<br>Decided July 13, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffrey S. Stern with whom Sugarman, Rogers, Barshak &amp; Cohen, Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">George R. Suslak with whom Stanton &amp; Lang, Lynnfield, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">By stipulation it appears that in August 1988 a tractor-truck, hereinafter the accident truck, owned by Jean L. Burnell, but leased to R.H. Graves Trucking Company (Graves) and operated by a Graves employee, John Rowe, Jr., on Graves business, struck and injured one Jeanne Wing, a citizen of Massachusetts, where the accident occurred.  Graves was a New Hampshire company and had a so-called package liability insurance policy issued by Carolina Casualty Insurance Company (Carolina) covering all listed trucks and, under certain terms, unlisted trucks.  In August 1988, when the accident occurred, the accident truck was unlisted.  It was, however, insured by Burnell by Canal Insurance Company (Canal).  There were many endorsements on both policies, including, on the Carolina policy, only, an endorsement required by the Interstate Commerce Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Canal brought a declaratory judgment proceeding in the Massachusetts District Court against all of the above.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In due course Wing settled all claims for $55,000.  This was paid, one half each, by Canal and Carolina under an agreement that their respective claims against each other should be resolved by the court.  Each company moved for summary judgment.  The court ruled that the full $55,000 obligation was owed by Carolina because of the ICC endorsement, and that it should pay Canal for its advance.  Carolina appeals.  We reverse in part.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The insurance companies are from Florida and South Carolina;  the policies for some not apparent reason were written in Maine, and the present action was brought in Massachusetts.  Graves was a New Hampshire company, and Burnell was a New Hampshire resident, and doubtless the trucks were registered there.  We believe Massachusetts would consider the policies to be New Hampshire contracts.  Cf. Searls v. Standard Accident Co., <span class=\"citation no-link\"><span class=\"volume\">316</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">606</span></span>, 608, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">127</span> </span>(1944);  Lee v. New York Life, <span class=\"citation no-link\"><span class=\"volume\">310</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">370</span></span>, 373, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">333</span></span>;  Bi-Rite Enterprises v. Bruce Miner Co., Inc., <span class=\"citation\" data-id=\"449462\"><a href=\"/opinion/449462/bi-rite-enterprises-inc-v-bruce-miner-company-inc/\"><span class=\"volume\">757</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">440</span></a></span>, 443 (1st Cir.1985).  The ICC endorsement, of course, must be governed by federal law.</p>\n    </div>\n    <p>The Carolina Policy</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Carolina policy covered unlisted trucks for 30 days after Graves acquisition, and then longer, under certain conditions, one of which was notice within the 30 days.  None had been given for the accident truck.  It is irrelevant that it might otherwise have qualified;  lack of notice conclusively excluded it, except for the ICC endorsement, post.</p>\n    </div>\n    <p>The Canal Policy</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Canal policy, by an endorsement, purports not to cover lessees.  By a second endorsement, hereinafter the New Hampshire endorsement, it does cover them.  Of this more later.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>The ICC Endorsement</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The ICC Insurance Branch requires a licensed interstate hauler's insurer, such as Carolina, to assume liability for all its hauler's truck accidents (up to $750,000) irrespective of the policy coverage, or whether the hauler has paid individual premiums on that truck.  The various circuits have taken three different views of this situation.  See Empire Fire &amp; Marine Ins. Co. v. Guaranty National Ins. Co., <span class=\"citation\" data-id=\"518807\"><a href=\"/opinion/518807/empire-fire-and-marine-insurance-company-v-guaranty-national-insurance/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">357</span></a></span>, 363 (10th Cir.1989) (cases collected).  We have taken none.  On reflection, we consider the ICC endorsement to be, in effect, suretyship by the insurance carrier to protect the public--a safety net--but not insurance relieving Canal, or any other insurer.  On the contrary, it simply covers the public when other coverage is lacking.  The question comes, did Canal supply any?</p>\n    </div>\n    <p>Canal Revisited</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">For Canal's liability we are presented with two, on their face conflicting, endorsements, one embracing coverage for lessees, one excluding them.  In her application for the policy Burnell had denied an intention to lease.  The excluding endorsement recited that in consideration of the premium--presumably reduced premium--lessees were not included in the policy.  At the same time the New Hampshire Financial Responsibility Law, N.H. RSA 259:61 I, provided that motor vehicle coverage (to the extent of $25,000) must be extended to all operators excepting those acting in violation of the owner's rights.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Obligations imposed by the New Hampshire Financial Responsibility Law prevail over any contrary language in the policy.  Universal Underwriters Ins. Co. v. Allstate Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">315</span></span>, 318, <span class=\"citation no-link\"><span class=\"volume\">592</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">515</span> </span>(1991).  Correspondingly, in fairness to the insurer, beyond this the excluding policy terms should stand.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  (Policy provision </span>that all liability in certain instances would be considered \"excess\" invalid as to first $25,000 (only) called for by New Hampshire law).  So here we resolve the conflict by holding that after the New Hampshire $25,000 payment the endorsement excluding lessees takes over.  The New Hampshire rule is the same whether the injured party is claiming or the issue is between insurance companies.  Universal <span class=\"citation no-link\"><span class=\"antecedent_guess\">Underwriters,</span> <span class=\"volume\">134</span> <span class=\"reporter\">N.H.</span> at <span class=\"page\">317</span></span>, <span class=\"citation no-link\"><span class=\"volume\">592</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">515</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It might be asked whether New Hampshire law should apply where the claiming event occurred in Massachusetts.  The New Hampshire court has held location immaterial.  Id.; Gay v. Preferred Risk Mutual Ins. Co., <span class=\"citation\" data-id=\"1925592\"><a href=\"/opinion/1925592/gay-v-preferred-risk-mut-ins-co/\"><span class=\"volume\">114</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">11</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">644</span> </span>(1974).  The facts in these cases are distinguishable, but we decline to initiate the question whether the New Hampshire legislature has power to compel a New Hampshire citizen to be financially responsible to an out-of-state resident injured out of state.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It follows that Canal was responsible for this risk to the extent of $25,000, but as Carolina's ICC endorsement requires it to pick up the balance it must recompense Canal to the extent of $27,500 less $25,000, or $2,500.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Reversed and remanded for further proceedings consistent herewith.  No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Strictly, Wing was added by Carolina</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Carolina's claim that acts of the lessee imposed direct liability on Burnell as owner is meritless.  Its attempt to invoke Mass.Gen.L. c. 231 Sec. 85A, that any operator is prima facie an agent of the owner's, even if applicable to foreign owners and registrants, is conclusively answered by the stipulated facts</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/449462/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518807/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1925592/"
  ]
}