{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196172/",
  "id": 196172,
  "absolute_url": "/opinion/196172/iamaw-v-lincoln-national/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196172/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:59:26Z",
  "date_modified": "2020-02-21T23:54:04.108569Z",
  "type": "010combined",
  "sha1": "05710671db2b7c5d00f8b490196c09edef44ee34",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2187.01A",
  "local_path": null,
  "plain_text": "\n\nJuly 5, 1995          [NOT FOR PUBLICATION]\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 94-2187\r\n\n           INTERNATIONAL ASSOCIATION OF MACHINISTS AND \r\n             AEROSPACE WORKERS, DISTRICT LODGE NO. 38\r\n                     HEALTH AND WELFARE FUND,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n             LINCOLN NATIONAL LIFE INSURANCE COMPANY,\r\n\n                       Defendant, Appellee.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \r\n\n                                           \r                                                     \r\n\n                      Selya, Cyr and Stahl,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                           \r                                                     \r\n\n   Jeffrey  T. Edwards,  with whom  John  J. Flaherty,  Elizabeth J.\r                                                                              \r\nWyman  and Preti,  Flaherty,  Beliveau &amp;  Pachios  were on  brief  for\r                                                         \r\nappellant.\r\n   Harold J.  Friedman,  with whom  Karen  Frink Wolf,  Jonathan  M.\r                                                                              \r\nDunitz and Friedman &amp; Babcock were on brief for appellee.\r                                     \r\n\n                                           \r                                                     \r\n\n                                           \r                                                     \r\r\n\n          Per  Curiam.   Appellant  International  Association of\r                    Per  Curiam\r                               \r\n\nMachinists and  Aerospace Workers,  District Lodge No.  38 Health\r\n\nand  Welfare Fund  (\"Health  and Welfare  Fund\" or  \"appellant\"),\r\n\nchallenges a district court ruling that its Shared Fund Agreement\r\n\n(\"Agreement\") with Lincoln National Life (\"Lincoln\") unambiguous-\r\n\nly permitted Lincoln to retain certain monies upon termination of\r\n\ntheir  agreement.   For  the  reasons  hereinafter discussed,  we\r\n\naffirm.\r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          The  Agreement  was intended  to  implement appellant's\r\n\ncommitment  to provide health  insurance to the  members of Lodge\r\n\nNo.  38 (\"union members\") by funding a reserve account from which\r\n\ntheir medical claims  were to  be satisfied.   The Agreement  re-\r\n\nquired appellant to  remit to Lincoln a  prescribed percentage of\r\n\nthe funds in  the reserve account as a premium.   Lincoln in turn\r\n\nwould  pay all covered medical  claims by union  members from the\r\n\nreserve account.  A side agreement between  appellant and Lincoln\r\n\nprovided for a Premium  Stabilization Fund and an escrow  account\r\n\nto  fund medical  benefits  to union  members  in the  event  the\r\n\nAgreement itself were terminated.\r\n\n          The Agreement also stated that there would be an Annual\r\n\nExperience Calculation at the end  of each year.  If  the covered\r\n\nmedical claims  against the Health  and Welfare Fund  amounted to\r\n\nless than  appellant's actual deposits into  the reserve account,\r\n\nthe surplus would  be refundable  to appellant or  placed in  the\r\n\n                                3\r\r\n\nPremium Stabilization Fund at appellant's option.  If the covered\r\n\nmedical claims against  the Health and Welfare  Fund exceeded the\r\n\namount  set aside by appellant, Lincoln  was permitted to recover\r\n\nthe deficit  from the  Premium Stabilization  Fund.  The  present\r\n\ndispute arises from the parties' disagreement over the contractu-\r\n\nal consequences of a year-end deficit which could not be met with\r\n\nmonies in the Premium Stabilization Fund.\r\n\n          At the end of  Policy Year Ten (October 31,  1990), the\r\n\ndeficit calculated in accordance  with the procedures mandated in\r\n\nthe  Agreement  totalled $380,503.    Since  appellant failed  to\r\n\nsatisfy the deficit, Lincoln carried  it forward into Policy Year\r\n\nEleven.   Following completion of the  Annual Experience Calcula-\r\n\ntion at the  close of  Policy Year Eleven,  appellant once  again\r\n\nfailed to satisfy the accumulated  deficit and Lincoln carried  a\r\n\n$344,311 deficit into Policy Year Twelve. \r\n\n          Appellant terminated the  Agreement during Policy  Year\r\n\nTwelve.   The accumulated deficit  stood at $352,909.   Since the\r\n\nPremium Stabilization  Fund  had been  depleted, Lincoln  applied\r\n\n$352,909  from  the  escrow  account and  remitted  the  $553,692\r\n\nbalance to appellant.  Appellant thereupon instituted the present\r\n\naction to recover the $352,909 previously applied to  the accumu-\r\n\nlated deficit by Lincoln. \r\n\n           In  order  to  determine  whether  deficits  could  be\r\n\ncarried over  into subsequent years, the  district court proposed\r\n\nto  bifurcate the  proceedings.   First,  it  would decide  on  a\r\n\nstipulated record  whether the language of  the Agreement plainly\r\n\n                                4\r\r\n\ngoverned year-end  deficit carryovers.  If not,  it would conduct\r\n\nan evidentiary hearing on  the parties' course of dealing.  As it\r\n\nturned out, the district court ruled that the Agreement unambigu-\r\n\nously provided  that  deficits  were to  be  carried  over  until\r\n\nsatisfied.  Accordingly, it entered summary judgment for Lincoln,\r\n\nand the Health and Welfare Fund appealed.\r\n\n                                II\r                                          II\r\n\n                           DISCUSSION1\r                                     DISCUSSION\r                                               \r\n\n          Whether a  contractual term is ambiguous  is a question\r\n\nof law which we review de novo.  Jimenez v. Peninsular &amp; Oriental\r                                                                           \r\n\nSteam Navigation Co., 974 F.2d 221, 223 (1st Cir. 1992) (collect-\r                              \r\n\ning cases); In  re Navigation  Tech. Corp., 880  F.2d 1491,  1495\r                                                    \r\n\n(1st Cir. 1989) (applying New Hampshire law).  \"Contract language\r\n\nis considered ambiguous where the contracting  parties reasonably\r\n\ndiffer  as to its meaning.\"  Id. (quoting Commercial Union Assur.\r                                                                           \r\n\nCos. v. Town  of Derry, 118 N.H. 469, 471,  387 A.2d 1171 (1978),\r                                \r\n\noverruled on other grounds, American Home Assur. Co. v. Fish, 122\r                                                                      \r\n\nN.H.  711, 451 A.2d 358 (1982)).  Whenever possible, all contract\r\n\nterms must be given  reasonable effect and all unambiguous  terms\r\n\nmust  be given their plain meaning.  Commercial Union Ins. Co. v.\r                                                                        \r\n\nWalbrook Ins.  Co., 7 F.3d  1047, 1052-53  (1st Cir. 1993).   The\r                            \r\n\nintroduction  of  extrinsic evidence  is  appropriate  only on  a\r\n\npreliminary showing that the terms of the contract are ambiguous.\r\n\nRichey  v. Leighton,  632  A.2d 1215,  1217  (N.H. 1993);  In  re\r                                                                           \r\n                    \r                              \r\n\n     1The parties agree that the substantive law of New Hampshire\r\ngoverns their dispute.\r\n\n                                5\r\r\n\nNavigation Tech.,  880 F.2d  at  1495 (citing  MacLeod v.  Chalet\r                                                                           \r\n\nSuisse Int'l, Inc., 401 A.2d 205, 209 (1979)). \r                            \r\n\n          Section I(A) of the Agreement states:\r\n\n          Annual Experience Calculation means  the cal-\r\n          culation completed at the  end of each Policy\r\n          Year whereby the amounts of premiums paid  by\r\n          the  Policyholder during that Policy Year are\r\n          offset  by 1)  the amount  of Claims  paid by\r\n          Lincoln  National under the  Plan, 2) Lincoln\r\n          National's retention and  3) any deficit  re-\r\n          maining from the prior Policy Year.\r\n\nSection IV (B) of the Agreement states:\r\n\n          At the end of a Policy Year  deficits will be\r\n          carried  forward  in  the  Annual  Experience\r\n          Calculation  for  succeeding years  until the\r\n          deficit is eliminated.2\r\n\nSection V of the Agreement states:\r\n\n          B.   Upon termination of  the Policy(ies)  or\r\n               the  termination  of this  agreement the\r\n               Policy  holder  will  pay the  following\r\n               amount to Lincoln National:\r\n\n               . . . .\r\n\n               4.   any  deficit   amount  payable\r\n               from the Annual Experience Calcula-\r\n               tion  for the Policy Year ending on\r\n               the termination date.\r\n\n          . . . .\r\n\n          D.   . . . The charges applied to the maximum\r\n               terminal liability3 amount are:\r\n                    \r                              \r\n\n     2Similarly, Section  IV(A) provides  that if the  Annual Ex-\r\nperience Calculation  indicates an overpayment by  the Health and\r\nWelfare  Fund, \"the excess amount  may be payable  to the Policy-\r\nholder as a refund.\"\r\n\n     3Section V(D) defines \"maximum terminal liability\" as 22% of\r\nthe  Equivalent Conventional Premium  for the twelve-month period\r\nimmediately before  termination plus the amount  of medical bene-\r                                              \r\nfits  that  clear  after  termination,  claim  processing charges\r\napplicable to  checks issued after termination,  interest charges\r\n\n                                6\r\r\n\n               -    any  deficit  amount   payable\r\n                    from  the   Annual  Experience\r\n                    Calculation  for   the  Policy\r\n                    Year ending on the termination\r\n                    date.\r\n\n          Appellant  contends  that the  Agreement  provides that\r\n\ndeficits were to be recouped by increasing premiums in subsequent\r                                                                           \r\n\npolicy years.   Moreover, appellant argues, even if the Agreement\r\n\ndoes  not plainly support this contention, it is at least ambigu-\r\n\nous on  this  point; therefore,  remand  is necessary  to  permit\r\n\nextrinsic evidence on the parties' understanding.  \r\n\n          We reject appellant's interpretation for three reasons.\r\n\nFirst,  it  is unsupported  by  the  language of  the  Agreement.\r\n\nSecond,  it  would render  nugatory  both  the contract  language\r\n\nproviding for  deficits  to  be carried  over  and  the  language\r\n\nrequiring  that  the  Annual  Experience  Calculation  take  into\r\n\naccount  any unpaid deficit from  a prior year.   Bosse v. Litton\r                                                                           \r\n\nUnit Handling  Sys., 646 F.2d  689, 694  (1st Cir. 1984)  (\"It is\r                             \r\n\naxiomatic that constructions which render contract terms meaning-\r\n\nless or  futile are to be avoided.\") (applying N.H. law).  Third,\r\n\nviewed through  any lens but its  own, appellant's interpretation\r\n\nis highly implausible, since it would permit appellant to recover\r\n\nits premium overpayments, see note 2 supra, yet escape payment of\r                                                    \r\n\nunsatisfied deficits by terminating the agreement at the end of a\r\n\npolicy  year.  See  Green Mountain Ins.  Co. v. George,  634 A.2d\r                                                                \r\n\n1011, 1015  (N.H. 1993) (differing interpretations  which are not\r\n                    \r                              \r\n\nfor funding  medical benefits  after termination and  any deficit\r                                                                           \r\namount  payable from  the Annual  Experience Calculation  for the\r                                                                           \r\nPolicy Year ending on the termination date.\r                                                    \r\n\n                                7\r\r\n\nreasonable do  not give  rise to cognizable  ambiguity); Jimenez,\r                                                                          \r\n\n974 F.2d at 223  (contract terms must be given  reasonable inter-\r\n\npretation).4\r\n\n          Appellant  contends further that  the term \"deficit\" is\r\n\nambiguous, noting that  it is  used in two  different places  and\r\n\ndefined in  slightly different terms.   Throughout the Agreement,\r\n\nhowever,  the term \"deficit\" is  used to refer  to the difference\r\n\nbetween  the amount of money Lincoln paid on union member medical\r\n\nclaims and the amount appellant has paid Lincoln to satisfy those\r\n\nclaims.  Appellant posits no sound reason for giving the language\r\n\nof the Agreement any other meaning.  See Commercial Union, 7 F.3d\r                                                                   \r\n\nat 1052-53.\r\n\n           The district court judgment is affirmed.  \r                                                            \r\n\n                    \r                              \r\n\n     4Appellant points to its nonpayment of year-end deficits for\r\nPolicy  Years Ten and  Eleven as support  for its interpretation.\r\nSection IV(B), immediately prior  to providing for deficit carry-\r\novers, states that nonpayment of any amount due within thirty-one\r\ndays of demand automatically  terminates the contract.  Appellant\r\ncontends  that  the  fact the  agreement  was  not terminated  by\r\nLincoln  demonstrates that  both parties  understood  the deficit\r\nwould be paid down through premium increases in subsequent years.\r\nAs  this  argument is  raised for  the first  time on  appeal, we\r\ndecline to  consider it.  McCoy  v. M.I.T., 950 F.2d  13, 22 (1st\r                                                    \r\nCir. 1991),  cert.  denied, 504  U.S. 910  (1992) (arguments  not\r                                    \r\npresented  to the district court  not preserved for  appeal).  We\r\nnote,  nonetheless, that an insurer  \"may waive provisions  . . .\r\nplaced  in  [the  policy]  for the  insurer's  benefit,\"  without\r\nwaiving  the  underlying right  to demand  payment.   Gaillien v.\r                                                                        \r\nConnecticut Gen.  Life Ins. Co., 49 F.3d  878, 884 (2d Cir. 1995)\r                                         \r\n(quoting  16B John A. Appleman &amp; Jean Appleman, Insurance Law and\r                                                                           \r\nPractice   9081, at 498 (1981) (collecting cases)).  \r                  \r\n\n                                8\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\nJuly 5, 1995          [NOT FOR PUBLICATION]\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 94-2187\r\n\n           INTERNATIONAL ASSOCIATION OF MACHINISTS AND \r\n             AEROSPACE WORKERS, DISTRICT LODGE NO. 38\r\n                     HEALTH AND WELFARE FUND,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n             LINCOLN NATIONAL LIFE INSURANCE COMPANY,\r\n\n                       Defendant, Appellee.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \r\n\n                                           \r                                                     \r\n\n                      Selya, Cyr and Stahl,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                           \r                                                     \r\n\n   Jeffrey  T. Edwards,  with whom  John  J. Flaherty,  Elizabeth J.\r                                                                              \r\nWyman  and Preti,  Flaherty,  Beliveau &amp;  Pachios  were on  brief  for\r                                                         \r\nappellant.\r\n   Harold J.  Friedman,  with whom  Karen  Frink Wolf,  Jonathan  M.\r                                                                              \r\nDunitz and Friedman &amp; Babcock were on brief for appellee.\r                                     \r\n\n                                           \r                                                     \r\n\n                                           \r                                                     \r\r\n\n          Per  Curiam.   Appellant  International  Association of\r                    Per  Curiam\r                               \r\n\nMachinists and  Aerospace Workers,  District Lodge No.  38 Health\r\n\nand  Welfare Fund  (\"Health  and Welfare  Fund\" or  \"appellant\"),\r\n\nchallenges a district court ruling that its Shared Fund Agreement\r\n\n(\"Agreement\") with Lincoln National Life (\"Lincoln\") unambiguous-\r\n\nly permitted Lincoln to retain certain monies upon termination of\r\n\ntheir  agreement.   For  the  reasons  hereinafter discussed,  we\r\n\naffirm.\r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          The  Agreement  was intended  to  implement appellant's\r\n\ncommitment  to provide health  insurance to the  members of Lodge\r\n\nNo.  38 (\"union members\") by funding a reserve account from which\r\n\ntheir medical claims  were to  be satisfied.   The Agreement  re-\r\n\nquired appellant to  remit to Lincoln a  prescribed percentage of\r\n\nthe funds in  the reserve account as a premium.   Lincoln in turn\r\n\nwould  pay all covered medical  claims by union  members from the\r\n\nreserve account.  A side agreement between  appellant and Lincoln\r\n\nprovided for a Premium  Stabilization Fund and an escrow  account\r\n\nto  fund medical  benefits  to union  members  in the  event  the\r\n\nAgreement itself were terminated.\r\n\n          The Agreement also stated that there would be an Annual\r\n\nExperience Calculation at the end  of each year.  If  the covered\r\n\nmedical claims  against the Health  and Welfare Fund  amounted to\r\n\nless than  appellant's actual deposits into  the reserve account,\r\n\nthe surplus would  be refundable  to appellant or  placed in  the\r\n\n                                3\r\r\n\nPremium Stabilization Fund at appellant's option.  If the covered\r\n\nmedical claims against  the Health and Welfare  Fund exceeded the\r\n\namount  set aside by appellant, Lincoln  was permitted to recover\r\n\nthe deficit  from the  Premium Stabilization  Fund.  The  present\r\n\ndispute arises from the parties' disagreement over the contractu-\r\n\nal consequences of a year-end deficit which could not be met with\r\n\nmonies in the Premium Stabilization Fund.\r\n\n          At the end of  Policy Year Ten (October 31,  1990), the\r\n\ndeficit calculated in accordance  with the procedures mandated in\r\n\nthe  Agreement  totalled $380,503.    Since  appellant failed  to\r\n\nsatisfy the deficit, Lincoln carried  it forward into Policy Year\r\n\nEleven.   Following completion of the  Annual Experience Calcula-\r\n\ntion at the  close of  Policy Year Eleven,  appellant once  again\r\n\nfailed to satisfy the accumulated  deficit and Lincoln carried  a\r\n\n$344,311 deficit into Policy Year Twelve. \r\n\n          Appellant terminated the  Agreement during Policy  Year\r\n\nTwelve.   The accumulated deficit  stood at $352,909.   Since the\r\n\nPremium Stabilization  Fund  had been  depleted, Lincoln  applied\r\n\n$352,909  from  the  escrow  account and  remitted  the  $553,692\r\n\nbalance to appellant.  Appellant thereupon instituted the present\r\n\naction to recover the $352,909 previously applied to  the accumu-\r\n\nlated deficit by Lincoln. \r\n\n           In  order  to  determine  whether  deficits  could  be\r\n\ncarried over  into subsequent years, the  district court proposed\r\n\nto  bifurcate the  proceedings.   First,  it  would decide  on  a\r\n\nstipulated record  whether the language of  the Agreement plainly\r\n\n                                4\r\r\n\ngoverned year-end  deficit carryovers.  If not,  it would conduct\r\n\nan evidentiary hearing on  the parties' course of dealing.  As it\r\n\nturned out, the district court ruled that the Agreement unambigu-\r\n\nously provided  that  deficits  were to  be  carried  over  until\r\n\nsatisfied.  Accordingly, it entered summary judgment for Lincoln,\r\n\nand the Health and Welfare Fund appealed.\r\n\n                                II\r                                          II\r\n\n                           DISCUSSION1\r                                     DISCUSSION\r                                               \r\n\n          Whether a  contractual term is ambiguous  is a question\r\n\nof law which we review de novo.  Jimenez v. Peninsular &amp; Oriental\r                                                                           \r\n\nSteam Navigation Co., </pre><span class=\"citation\" data-id=\"590213\"><a href=\"/opinion/590213/carmen-j-jimenez-v-peninsular-oriental-steam-navigation-company/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">221</span></a></span><pre class=\"inline\">, 223 (1st Cir. 1992) (collect-\r                              \r\n\ning cases); In  re Navigation  Tech. Corp., </pre><span class=\"citation\" data-id=\"526969\"><a href=\"/opinion/526969/in-re-navigation-technology-corporation-debtor-victor-w-dahar-trustee/\"><span class=\"volume\">880</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1491</span></a></span><pre class=\"inline\">,  1495\r                                                    \r\n\n(1st Cir. 1989) (applying New Hampshire law).  \"Contract language\r\n\nis considered ambiguous where the contracting  parties reasonably\r\n\ndiffer  as to its meaning.\"  </pre><span class=\"citation\" data-id=\"526969\"><a href=\"/opinion/526969/in-re-navigation-technology-corporation-debtor-victor-w-dahar-trustee/\"><span class=\"id_token\">Id.</span> (quoting Commercial </a></span><pre class=\"inline\">Union Assur.\r                                                                           \r\n\nCos. v. Town  of Derry, </pre><span class=\"citation\" data-id=\"2171837\"><a href=\"/opinion/2171837/commercial-union-assurance-cos-v-town-of-derry/\"><span class=\"volume\">118</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">469</span></a></span><pre class=\"inline\">, 471,  </pre><span class=\"citation no-link\"><span class=\"volume\">387</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1171</span> </span><pre class=\"inline\">(1978),\r                                \r\n\noverruled on other grounds, American Home Assur. Co. v. Fish, </pre><span class=\"citation\" data-id=\"2314698\"><a href=\"/opinion/2314698/american-home-assurance-co-v-fish/\"><span class=\"volume\">122</span>\r                                                                      \r\n\n<span class=\"reporter\">N.H.</span>  <span class=\"page\">711</span></a></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">451</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">358</span> </span><pre class=\"inline\">(1982)).  Whenever possible, all contract\r\n\nterms must be given  reasonable effect and all unambiguous  terms\r\n\nmust  be given their plain meaning.  Commercial Union Ins. Co. v.\r                                                                        \r\n\nWalbrook Ins.  Co., </pre><span class=\"citation\" data-id=\"655503\"><a href=\"/opinion/655503/commercial-union-insurance-co-v-walbrook-insurance-co-ltd/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1047</span></a></span><pre class=\"inline\">, 1052-53  (1st Cir. 1993).   The\r                            \r\n\nintroduction  of  extrinsic evidence  is  appropriate  only on  a\r\n\npreliminary showing that the terms of the contract are ambiguous.\r\n\nRichey  v. Leighton,  </pre><span class=\"citation no-link\"><span class=\"volume\">632</span>  <span class=\"reporter\">A.2d</span> <span class=\"page\">1215</span></span><pre class=\"inline\">,  1217  (N.H. 1993);  In  re\r                                                                           \r\n                    \r                              \r\n\n     1The parties agree that the substantive law of New Hampshire\r\ngoverns their dispute.\r\n\n                                5\r\r\n\nNavigation </pre><span class=\"citation\" data-id=\"526969\"><span class=\"antecedent_guess\">Tech.,</span>  <a href=\"/opinion/526969/in-re-navigation-technology-corporation-debtor-victor-w-dahar-trustee/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">1495</span> </a></span><pre class=\"inline\">(citing  MacLeod v.  Chalet\r                                                                           \r\n\nSuisse Int'l, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">401</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">205</span></span><pre class=\"inline\">, 209 (1979)). \r                            \r\n\n          Section I(A) of the Agreement states:\r\n\n          Annual Experience Calculation means  the cal-\r\n          culation completed at the  end of each Policy\r\n          Year whereby the amounts of premiums paid  by\r\n          the  Policyholder during that Policy Year are\r\n          offset  by 1)  the amount  of Claims  paid by\r\n          Lincoln  National under the  Plan, 2) Lincoln\r\n          National's retention and  3) any deficit  re-\r\n          maining from the prior Policy Year.\r\n\nSection IV (B) of the Agreement states:\r\n\n          At the end of a Policy Year  deficits will be\r\n          carried  forward  in  the  Annual  Experience\r\n          Calculation  for  succeeding years  until the\r\n          deficit is eliminated.2\r\n\nSection V of the Agreement states:\r\n\n          B.   Upon termination of  the Policy(ies)  or\r\n               the  termination  of this  agreement the\r\n               Policy  holder  will  pay the  following\r\n               amount to Lincoln National:\r\n\n               . . . .\r\n\n               4.   any  deficit   amount  payable\r\n               from the Annual Experience Calcula-\r\n               tion  for the Policy Year ending on\r\n               the termination date.\r\n\n          . . . .\r\n\n          D.   . . . The charges applied to the maximum\r\n               terminal liability3 amount are:\r\n                    \r                              \r\n\n     2Similarly, Section  IV(A) provides  that if the  Annual Ex-\r\nperience Calculation  indicates an overpayment by  the Health and\r\nWelfare  Fund, \"the excess amount  may be payable  to the Policy-\r\nholder as a refund.\"\r\n\n     3Section V(D) defines \"maximum terminal liability\" as 22% of\r\nthe  Equivalent Conventional Premium  for the twelve-month period\r\nimmediately before  termination plus the amount  of medical bene-\r                                              \r\nfits  that  clear  after  termination,  claim  processing charges\r\napplicable to  checks issued after termination,  interest charges\r\n\n                                6\r\r\n\n               -    any  deficit  amount   payable\r\n                    from  the   Annual  Experience\r\n                    Calculation  for   the  Policy\r\n                    Year ending on the termination\r\n                    date.\r\n\n          Appellant  contends  that the  Agreement  provides that\r\n\ndeficits were to be recouped by increasing premiums in subsequent\r                                                                           \r\n\npolicy years.   Moreover, appellant argues, even if the Agreement\r\n\ndoes  not plainly support this contention, it is at least ambigu-\r\n\nous on  this  point; therefore,  remand  is necessary  to  permit\r\n\nextrinsic evidence on the parties' understanding.  \r\n\n          We reject appellant's interpretation for three reasons.\r\n\nFirst,  it  is unsupported  by  the  language of  the  Agreement.\r\n\nSecond,  it  would render  nugatory  both  the contract  language\r\n\nproviding for  deficits  to  be carried  over  and  the  language\r\n\nrequiring  that  the  Annual  Experience  Calculation  take  into\r\n\naccount  any unpaid deficit from  a prior year.   Bosse v. Litton\r                                                                           \r\n\nUnit Handling  Sys., </pre><span class=\"citation no-link\"><span class=\"volume\">646</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">689</span></span><pre class=\"inline\">, 694  (1st Cir. 1984)  (\"It is\r                             \r\n\naxiomatic that constructions which render contract terms meaning-\r\n\nless or  futile are to be avoided.\") (applying N.H. law).  Third,\r\n\nviewed through  any lens but its  own, appellant's interpretation\r\n\nis highly implausible, since it would permit appellant to recover\r\n\nits premium overpayments, see </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">note</span> <span class=\"volume\">2</span> supra</span><pre class=\"inline\">, yet escape payment of\r                                                    \r\n\nunsatisfied deficits by terminating the agreement at the end of a\r\n\npolicy  year.  See  Green Mountain Ins.  Co. v. George,  </pre><span class=\"citation no-link\"><span class=\"volume\">634</span> <span class=\"reporter\">A.2d</span>\r                                                                \r\n\n<span class=\"page\">1011</span></span><pre class=\"inline\">, 1015  (N.H. 1993) (differing interpretations  which are not\r\n                    \r                              \r\n\nfor funding  medical benefits  after termination and  any deficit\r                                                                           \r\namount  payable from  the Annual  Experience Calculation  for the\r                                                                           \r\nPolicy Year ending on the termination date.\r                                                    \r\n\n                                7\r\r\n\nreasonable do  not give  rise to cognizable  ambiguity); </pre><span class=\"citation\" data-id=\"590213\"><span class=\"antecedent_guess\">Jimenez,</span>\r                                                                          \r\n\n<a href=\"/opinion/590213/carmen-j-jimenez-v-peninsular-oriental-steam-navigation-company/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">223</span> </a></span><pre class=\"inline\"> (contract terms must be given  reasonable inter-\r\n\npretation).4\r\n\n          Appellant  contends further that  the term \"deficit\" is\r\n\nambiguous, noting that  it is  used in two  different places  and\r\n\ndefined in  slightly different terms.   Throughout the Agreement,\r\n\nhowever,  the term \"deficit\" is  used to refer  to the difference\r\n\nbetween  the amount of money Lincoln paid on union member medical\r\n\nclaims and the amount appellant has paid Lincoln to satisfy those\r\n\nclaims.  Appellant posits no sound reason for giving the language\r\n\nof the Agreement any other meaning.  See Commercial </pre><span class=\"citation\" data-id=\"655503\"><span class=\"antecedent_guess\">Union,</span> <a href=\"/opinion/655503/commercial-union-insurance-co-v-walbrook-insurance-co-ltd/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span>\r                                                                   \r\n\nat <span class=\"page\">1052-53</span></a></span><pre class=\"inline\">.\r\n\n           The district court judgment is affirmed.  \r                                                            \r\n\n                    \r                              \r\n\n     4Appellant points to its nonpayment of year-end deficits for\r\nPolicy  Years Ten and  Eleven as support  for its interpretation.\r\nSection IV(B), immediately prior  to providing for deficit carry-\r\novers, states that nonpayment of any amount due within thirty-one\r\ndays of demand automatically  terminates the contract.  Appellant\r\ncontends  that  the  fact the  agreement  was  not terminated  by\r\nLincoln  demonstrates that  both parties  understood  the deficit\r\nwould be paid down through premium increases in subsequent years.\r\nAs  this  argument is  raised for  the first  time on  appeal, we\r\ndecline to  consider it.  McCoy  v. M.I.T., </pre><span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">13</span></a></span><pre class=\"inline\">, 22 (1st\r                                                    \r\nCir. 1991),  cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">504</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span> </span><pre class=\"inline\"> (1992) (arguments  not\r                                    \r\npresented  to the district court  not preserved for  appeal).  We\r\nnote,  nonetheless, that an insurer  \"may waive provisions  . . .\r\nplaced  in  [the  policy]  for the  insurer's  benefit,\"  without\r\nwaiving  the  underlying right  to demand  payment.   Gaillien v.\r                                                                        \r\nConnecticut Gen.  Life Ins. Co., </pre><span class=\"citation\" data-id=\"691316\"><a href=\"/opinion/691316/adele-gallien-individually-and-as-under-the-last-will-and-testament-of/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">878</span></a></span><pre class=\"inline\">, 884 (2d Cir. 1995)\r                                         \r\n(quoting  16B John A. Appleman &amp; Jean Appleman, Insurance Law and\r                                                                           \r\nPractice   9081, at 498 (1981) (collecting cases)).  \r                  \r\n\n                                8\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/526969/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/655503/",
    "https://www.courtlistener.com/api/rest/v3/opinions/691316/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2171837/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2314698/"
  ]
}