{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196183/",
  "id": 196183,
  "absolute_url": "/opinion/196183/united-states-v-brien/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196183/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:59:46Z",
  "date_modified": "2020-02-21T23:54:21.456489Z",
  "type": "010combined",
  "sha1": "ec6d22e089f80b139ade81bc45445156ac0555ba",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1840.01A",
  "local_path": null,
  "plain_text": "\n\nJuly 14, 1995\r\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 94-1840\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                       NICHOLAS BRIEN,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n                         ERRATA SHEET\r                                     ERRATA SHEET\r\n\nThe  opinion of  this court  issued  on July  11, 1995  is  hereby\r\namended as follows:\r\n\nOn the cover sheet:  \"*  Of the District of  Northern California,\"\r\nshould be changed to \"* Of the Northern District of California,\".\r\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 94-1840\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                       NICHOLAS BRIEN,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Robert E. Keeton, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n                    Lynch, Circuit Judge,\r                                                    \r\n            and Schwarzer,* Senior District Judge.\r                                                             \r\n\n                                         \r\n\nJames  L.  Sultan  with whom  Rankin  &amp; Sultan  was  on brief  for\r                                                          \r\nappellant.\r\nChristopher F. Bator, Assistant United States Attorney, with  whom\r                                \r\nDonald K. Stern, United States Attorney, was on brief for appellee.\r                       \r\n\n                                         \r\n\n                        July 11, 1995\r\n                                         \r\n             \r\n\n* Of the District of Northern California, sitting by designation.\r\r\n\n     BOUDIN, Circuit Judge.  On August 31, 1993, a grand jury\r                                      \r\n\nindicted  Nicholas Brien for armed bank robbery, 18 U.S.C.   \r\n\n2113(a),  (d),  and carrying  a  firearm  during a  crime  of\r\n\nviolence, id.   924(c)(1).   In April 1994, a  jury convicted\r                         \r\n\nBrien  of the former offense,  and he was  later sentenced to\r\n\n204  months in  prison.   He  now appeals,  raising important\r\n\nissues   concerning   (1)  expert   evidence   on  eyewitness\r\n\nidentification  and  (2) courtroom  identification procedure.\r\n\nAs background, we briefly summarize the evidence and do so in\r\n\nthe light most favorable to the government.  United States v.\r                                                                      \r\n\nTorres-Maldonado, 14  F.3d 95, 100 (1st  Cir.), cert. denied,\r                                                                        \r\n\n115 S. Ct. 193 (1994).\r\n\n     According  to the  government's evidence,  Brien and  an\r\n\naccomplice entered the Family  Bank in Dracut, Massachusetts,\r\n\non June  3, 1993.  Brien, armed  with a gun, confronted three\r\n\ntellers and  collected money  from two of  them.  He  and his\r\n\naccomplice  then fled with  over $4,000  in a  bag containing\r\n\n(unknown to them)  an explodable  red dye pack.   Before  and\r\n\nafter the robbery,  Brien stayed  for several  days with  his\r\n\ngirlfriend  at the  Avalon  Motel  in Saugus,  Massachusetts.\r\n\nThere, on June 4, an employee found some of the stolen money-\r\n\n-identified by serial numbers and red dye--in a trash  barrel\r\n\noutside Brien's room.\r\n\n     Brien was caught on July  15, 1993.  On August  6, 1993,\r\n\nBrien  was  identified from  a  photo  array  by  three  bank\r\n\n                             -2-\r                                         -2-\r\r\n\ntellers,  including  two  of   those  whom  he  had  directly\r\n\nconfronted.   All three testified to this effect at trial and\r\n\nidentified  Brien  in  the  courtroom.    Two  of  the  hotel\r\n\nemployees also identified Brien from a photo array as the man\r\n\nwho had stayed at the hotel and also identified him at trial.\r\n\nThe  employee who  had  found the  dye-stained money  outside\r\n\nBrien's room testified to this effect.\r\n\n     Given the array  of eyewitnesses,  it is  understandable\r\n\nthat Brien  does not  now challenge  the  sufficiency of  the\r\n\nevidence, but the nature of his defense at trial is pertinent\r\n\nto  the claims he  does raise on  appeal.  His  defense was a\r\n\nclaim  of mistaken  identity, based  in part  on inconsistent\r\n\ndescriptions  that  the tellers  had  given  of the  robbers'\r\n\nphysical characteristics after the event.  Brien also offered\r\n\ntestimony of one teller who was unable to pick Brien out from\r\n\nthe  photo  array  and from  a  customer  who  picked out  an\r\n\nindividual other than Brien from the photo array.\r\n\n     1.    Brien's  first  claim on  appeal  concerns  expert\r\n\ntestimony.   Prior to trial, Brien sought an in limine ruling\r                                                                  \r\n\npermitting testimony  from Alexander  Yarmey, a  professor of\r\n\npsychology,  as  an  expert  witness  on  the  weaknesses  of\r\n\neyewitness  identification.  The one-paragraph description in\r\n\nthe motion  indicated that  Yarmey would  testify as  to \"the\r\n\nfactors that  affect memory, image  retention and retrieval,\"\r\n\nand it provided  a few sentences of detail.   The trial judge\r\n\n                             -3-\r                                         -3-\r\r\n\nasked  for  a proffer  of testimony;  Brien then  submitted a\r\n\nthree-page  statement signed  by counsel,  somewhat enlarging\r\n\nupon   the description.\r\n\n     The next  day the  court  denied the  motion in  limine,\r                                                                        \r\n\nstating  that the proffer was too general and did not satisfy\r\n\nthe  foundational  requirements  for expert  testimony  under\r\n\nDaubert v. Merrell Dow Pharmaceuticals, Inc., 113 S. Ct. 2786\r                                                        \r\n\n(1993).   The  court  made clear  that,  if the  motion  were\r\n\nrenewed, the  court wanted  not the attorney's  statement but\r\n\n\"testimony of the  [expert] under  oath with  respect to  the\r\n\nproposed foundation evidence.\"  In due course Yarmey filed an\r\n\neight-page affidavit, which provided  about 11 paragraphs  of\r\n\nsubstantive opinion.  \r\n\n     In  his  affidavit  Yarmey  disclaimed  any  ability  to\r\n\ndetermine if a particular witness is credible or  accurate in\r\n\nmaking an identification.  But he set forth three elements of\r\n\nmemory--observation,   retention  and   retrieval;  described\r\n\npertinent  factors that  can undermine those  elements (e.g.,\r                                                                        \r\n\nthe  stress of being confronted with a gun; the delay between\r\n\nthe event  and later  identification); and drew  attention to\r\n\ncertain other sources  that may create or  compound errors in\r\n\nidentification    (e.g.,    reinforcement   through    police\r                                   \r\n\nquestioning;  disparities in appearance  that distinguish the\r\n\nsuspect from others in a line-up or array).\r\n\n                             -4-\r                                         -4-\r\r\n\n     Most of Yarmey's statements  were general and but  a few\r\n\nrelated directly  to facts in this case.  We set forth in the\r\n\nmargin  Yarmey's  most  detailed  comment  on  the  evidence,\r\n\nresponding to the question, \"What is [your] opinion about the\r\n\nsuggestiveness  of the  photospreads  used  in  this  case?\"1\r\n\nNeither  the affidavit  nor any  other submission  by Brien's\r\n\ncounsel  purported  to set  forth  in  detail the  scientific\r\n\nfoundations  for  any of  Yarmey's  premises  or conclusions,\r\n\nalthough Yarmey referred once to \"the literature\" documenting\r\n\nthe  phenomenon of  \"consistent  error\" (i.e.,  multiple mis-\r                                                         \r\n\nidentification based on a common source of error).\r\n\n     Two days  later the  district judge  ruled that  \"in the\r\n\nexercise of  whatever scope  of  discretion I  have,\" he  was\r\n\nexcluding the  testimony.  The  judge expressed a  variety of\r\n\nconcerns  about  the   basis  for  assumptions  in   Yarmey's\r\n\ntestimony and  about \"the  fit and usefulness  and misleading\r\n\nqualities\"  of the testimony.  The judge stressed that he was\r\n\nnot excluding expert testimony  on identification as a matter\r\n\nof law.   He also   noted the risks  of confronting the  jury\r\n\n                    \r                                \r\n\n     1\"The  particular  male  photospread  in  this  instance\r\n(because it depicts several people of a light complexion) was\r\nof lesser reliability because witnesses could eliminate those\r\npeople who do not  fit the dark or medium complexion, which I\r\nunderstand that  they observed.   This, in  itself, indicates\r\nsuggestiveness because  of  the quality  of the  photographs.\r\nThe female photospread is also suggestive because only  a few\r\nof the photographs reflect women with any makeup or earrings,\r\nwhich I understand at least one of the witnesses observed.\"\r\n\n                             -5-\r                                         -5-\r\r\n\nwith  battles of  experts  on areas  within the  common-sense\r\n\ncompetence of jurors.\r\n\n     The   issue   of    expert   testimony   on   eyewitness\r\n\nidentification is an important  and recurring one, and behind\r\n\nit  lie issues  even  more fundamental:  what factors  should\r\n\ncontrol the  admission of  such testimony, how  much latitude\r\n\ndoes  the trial judge have  in resolving the  issue, and what\r\n\nformulas  or rules constrain the decision.  In a recent case,\r\n\nwe  described the  pertinent  Federal Rules  of Evidence  but\r\n\ndecided the case on its facts and declined to go  very far in\r\n\nlaying  down general rules.   United States v.  Shay, No. 93-\r                                                                \r\n\n2141, June 22, 1995, slip op. 13-15.  This case bears out the\r\n\nwisdom of that caution.\r\n\n     Broadly  speaking, the  expert  testimony  in this  case\r\n\ninvolved a  credibility determination  within the ken  of the\r\n\nordinary  judge and  juror--unlike, say,  DNA identification.\r\n\nBut  Fed.   R.  Evid.   702  permits  expert   evidence  that\r\n\n\"assist[s]\"  the jury; and quite possibly an expert such as a\r\n\npsychologist familiar with identification problems could give\r\n\nthe  jury  background  information  about  the  mechanism  of\r\n\nmemory, types  of errors, error rates,  and other information\r\n\nnot commonly possessed by the jury--information that may even\r\n\nbe at odds with what a judge or juror might expect.\r\n\n     But  helpfulness  is  a  matter of  degree,  and  expert\r\n\nevidence  involves  costs  and  risks--too  obvious  to  need\r\n\n                             -6-\r                                         -6-\r\r\n\nrecounting--that distinguish it from lay evidence about \"what\r\n\nhappened   here.\"      Daubert   itself,   recalibrating  the\r                                          \r\n\nlongstanding threshold requirement that the trial judge  find\r\n\nexpert  evidence  to be  reliable, is  but  one facet  of the\r\n\ndifference  in   treatment.     Indeed,  trial  judges   have\r\n\ntraditionally  been  afforded  wide discretion  to  admit  or\r\n\nexclude expert evidence.  E.g., Hamling v. United States, 418\r                                                                    \r\n\nU.S. 87, 108  (1974).   But discretion is  not carte  blanche\r                                                                         \r\n\nand,  in some  areas,  prior law  has  been modified  by  the\r\n\nFederal Rules of Evidence.  \r\n\n     In all events, for a range of reasons, trial courts have\r\n\nlong  hesitated   to  admit  expert  evidence  purporting  to\r\n\nidentify flaws  in eyewitness  identification:   for example,\r\n\ncourts have said  that the jury could  decide the credibility\r\n\nissues  itself; that experts in  this area are  not much help\r\n\nand  largely offer rather  obvious generalities;  that trials\r\n\nwould be  prolonged  by battles  of  experts; and  that  such\r\n\ntestimony  created   undue  opportunity  for   confusing  and\r\n\nmisleading the  jury.   Appeals courts have  generally upheld\r\n\nrulings  excluding  such  evidence. E.g.,  United  States  v.\r                                                                     \r\n\nFosher, 590 F.2d 381,  382 (1st Cir. 1979); United  States v.\r                                                                      \r\n\nPurham, 725 F.2d 450 (8th Cir. 1984).\r                  \r\n\n     Quite recently,  several  circuits have  suggested  that\r\n\nsuch evidence  warrants a  more hospitable reception.   E.g.,\r                                                                        \r\n\nUnited States  v.  Rincon,  28 F.3d  921  (9th  Cir.),  cert.\r                                                                         \r\n\n                             -7-\r                                         -7-\r\r\n\ndenied,  115 S. Ct. 605 (1994); United States v. Stevens, 935\r                                                                    \r\n\nF.2d 1380 (3rd Cir.  1991).  There is more  expert literature\r\n\non  the  subject,  more  experts  pressing  to  testify,  and\r\n\npossibly   more   skepticism   about   the   reliability   of\r\n\neyewitnesses.   E.g., Loftus and Doyle, Eyewitness Testimony:\r                                                                         \r\n\nCivil and Criminal (2d ed. 1992).  It may be that a door once\r                              \r\n\nlargely shut is now somewhat ajar.\r\n\n     We are unwilling to adopt a blanket  rule that qualified\r\n\nexpert testimony on  eyewitness identification must routinely\r\n\nbe  admitted or  excluded.   Our  Fosher  decision is  not  a\r                                                    \r\n\ngeneral  bar to such testimony; that case upheld an exclusion\r\n\nas  within \"the broad discretion allowed a trial court.\"  590\r\n\nF.2d  at 382.    But  trial  courts  are  likely  to  educate\r\n\nthemselves,  and us,  by taking  these proffers  one by  one.\r\n\nObvious concerns  are the reliability and  helpfulness of the\r\n\nproposed expert testimony, the  importance and the quality of\r\n\nthe  eyewitness  evidence it  addresses,  and  any threat  of\r\n\nconfusion, misleading of the jury, or unnecessary delay.\r\n\n     In this case, we sustain the  district court's ruling on\r\n\nthe  ground that the district  judge made clear  his need for\r\n\nsome proffer  of data  or literature underlying  the expert's\r\n\nassumptions   and  conclusions,   and  the   defense  offered\r\n\npractically nothing, despite repeated opportunities to do so.\r\n\nIn  our view, this procedure  was justified both  in order to\r\n\ndetermine reliability under Daubert and to allow the judge to\r                                               \r\n\n                             -8-\r                                         -8-\r\r\n\ngauge whether the testimony  would be helpful to the  jury or\r\n\nwould  confuse or mislead instead.   Nor is  there any reason\r\n\noffered why Yarmey could not  have supplied this foundation. \r\n\n     Brien argues that the expert literature casting doubt on\r\n\neyewitness  evidence  is now  so  well  established that  the\r\n\ncourts  should take  judicial  notice of  it.   But  Yarmey's\r\n\ntestimony   does  not   concern  a   single  long-established\r\n\nscientific principle such as whether radar can measure speed.\r\n\nRather, Yarmey offered a  set of assertions whose helpfulness\r\n\nand reliability in this case depended  on what lay underneath\r\n\nthem.    To  say  that eyewitnesses  under  stress  sometimes\r\n\nmisidentify tells the jury  almost nothing beyond what common\r\n\nsense and  argument would supply; almost  everything turns on\r\n\ndegree, data, comparable conditions, and other specifics.\r\n\n     If presented with a fair sample of the  underlying data,\r\n\nthe district  court might  have decided  (as the trial  judge\r\n\nhere offered to consider) that some of the warnings were best\r\n\nreflected   in  instructions;  that  other  portions  of  the\r\n\nproposed testimony were reliable  and helpful; and that still\r\n\nother  portions failed one or  both of these  criteria or met\r\n\nthem  but   were  outweighed   by  confusion   or  misleading\r\n\ncharacter.  Daubert, as well as common prudence, entitled the\r                               \r\n\njudge to require such underlying information, and the failure\r\n\nto provide  it  supplies  an  adequate basis  for  the  trial\r\n\ncourt's decision to reject the proffer.\r\n\n                             -9-\r                                         -9-\r\r\n\n     There is nothing  to Brien's  alternative argument  that\r\n\nFed. R.  Evid.  705  entitled  Yarmey  to  offer  the  expert\r\n\ntestimony  without disclosing  the  underlying data,  leaving\r\n\nthat to be developed by cross-examination.  Rule 705  relates\r\n\nto  the presentation of testimony at trial and, even then, is\r\n\nsubject to  the  supervision  of  the trial  judge  to  avoid\r\n\nunfairness.  The rule does not impair--indeed, has nothing to\r\n\ndo with--the trial judge's  right to insist that he or she be\r\n\ngiven  the underlying information by proffer as an aid to the\r\n\npreliminary ruling on admissibility.\r\n\n     2.  Brien's next  claim of error raises an  issue which,\r\n\nif  anything, is  even  more significant  to  the conduct  of\r\n\ncriminal trials.   Every viewer of trials,  or even Hollywood\r\n\ndepictions of them, is familiar  with the routine practice by\r\n\nwhich an eyewitness to  the crime takes the stand,  points to\r\n\nthe defendant  sitting at  counsel table, and  identifies the\r\n\ndefendant  as the one who  committed the crime.   Here, Brien\r\n\ncomplains  of the  alleged  refusal of  the  trial judge  \"to\r\n\npermit  [instead]   non-suggestive  courtroom  identification\r\n\nprocedures.\"\r\n\n     Prior  to trial  Brien's trial  counsel, who  appears to\r\n\nhave provided Brien with  an energetic and inventive defense,\r\n\nbegan  by   moving  (with  notice  to   the  government)  for\r\n\npermission  to have  the  defendant seated  in the  spectator\r\n\nsection  of  the   courtroom  during  the  trial;  and  by  a\r\n\n                             -10-\r                                         -10-\r\r\n\ncontemporaneous  motion (filed  ex  parte),  Brien's  counsel\r                                                     \r\n\nasked  leave  to  salt  the  audience  with  \"three  or  four\r\n\nindividuals  of  the same  general  description  as the  bank\r\n\nrobber  . . . .\"   Shortly before picking the jury, the trial\r\n\njudge,  on March 28, addressed both motions in open court, as\r\n\nfollows:\r\n\n     First,  the court  said that  the proposal  to  salt the\r\n\naudience  opened  the  way  to \"the  reverse  of  an improper\r\n\nidentification  procedure\"  by  the government,  noting  that\r\n\nBrien's proposal would allow him to bring in anyone including\r\n\nan  identical  twin.    Second,  the  court  ruled  that  the\r\n\ndefendant could  sit \"anywhere in the  courtroom,\" subject to\r\n\nlimitations required by security; but the court said it could\r\n\n\"have a  problem\" with  the defendant switching  positions at\r\n\nwill from counsel table  to audience.  Third, the  court said\r\n\nthat  it  would  not  permit  ex  parte  submissions  on  the\r                                                   \r\n\nidentification  procedure but  would  allow argument  by both\r\n\nsides.\r\n\n     Defense  counsel  said that  he  wanted  to discuss  the\r\n\nmatter with Brien  himself.  Two days later,  Brien's counsel\r\n\nrenewed  (not ex  parte)  his original  request  to bring  in\r                                   \r\n\nspectators  similar in  description  to the  bank robber  but\r\n\noffered  no  details  that  might have  allayed  the  concern\r\n\nexpressed  by the trial judge.   On March  31, shortly before\r\n\nopening argument, defense  counsel asked the court to rule on\r\n\n                             -11-\r                                         -11-\r\r\n\nthe  renewed  motion,   amending  his   earlier  request   by\r\n\nindicating that Brien might choose to sit at counsel table if\r\n\nthe motion to bring in selected spectators were denied.  \r\n\n     The trial judge then said in part:\r\n\n     I  do not write blank  checks and sign  them.  Now,\r\n     that's  what you're  asking me  to do  . .  . here.\r\n     You're not disclosing to me anything about what are\r\n     the arrangements that you've set up, how you expect\r\n     to  handle it,  and  I am  not  going to  give  you\r\n     complete authority to do it any way you want to and\r\n     give you an  advance ruling that it's  permissible.\r\n     As I've  said to you yesterday,  there are problems\r\n     here.  You're very  close to the edge, it  seems to\r\n     me,  of   some  problems  about  whether   you  are\r\n     undertaking to proceed in  a way that will  tend to\r\n     mislead witnesses . . . .\r\n\nThe  court then denied the  motion.  Defense  counsel made no\r\n\neffort to provide any further details of his proposal.\r\n\n     On  appeal,  Brien's  appellate  counsel  has  made  the\r\n\nobvious   attack   on  the   usual   practice  of   courtroom\r\n\nidentification  of the  defendant  while  seated  at  counsel\r\n\ntable;  and he has cited  us to several  Second Circuit cases\r\n\nsuggesting that that court might favor a defendant who sought\r\n\na  more  balanced  form  of  courtroom  identification  where\r\n\nidentification was  a  contested issue,  the defendant  moved\r\n\npretrial for  a courtroom  line-up, and  the witness did  not\r\n\npick the defendant out in a fair out-of-court lineup prior to\r\n\ntrial.  E.g., United States v. Sebetich, 776 F.2d 412 (1985),\r                                                   \r\n\ncert. denied, 484 U.S. 1017 (1988).   These conditions, Brien\r                        \r\n\nsays, were met in this case.\r\n\n                             -12-\r                                         -12-\r\r\n\n     If Brien had  presented the court  with a detailed  plan\r\n\nfor a fair in-court  line-up, and the court had  rejected the\r\n\nplan without  a plausible justification, then  on the present\r\n\nfacts we  think that a significant issue  would be presented.\r\n\nBut Brien's  motion is  not within a  country mile of  such a\r\n\nproposal.   As  the trial  court sensibly  explained, Brien's\r\n\nplan left room for a scenario fully capable of misleading the\r\n\njury.   To alter the standard practice,  it was up to Brien's\r\n\ncounsel to propose a plan that would guard against unfairness\r\n\nto  either side.   This,  despite ample  invitations, Brien's\r\n\ncounsel declined to do.\r\n\n     This refusal  may well  have been an  entirely justified\r\n\ntrial tactic.  If  counsel feared that a fairly  staged court\r\n\nroom line-up  would still likely result  in identification of\r\n\nBrien  as  the  robber,  the  line-up  would  strengthen  the\r\n\ncredibility   of  the   witnesses  and   undermine  counsel's\r\n\nmisidentification argument to the jury.   But whether or  not\r\n\ncounsel  sought  an advantage  and  retreated  when none  was\r\n\noffered, the  trial judge  was within his  discretion--and we\r\n\nthink eminently right--in refusing  to endorse what the trial\r\n\njudge properly described as a blank check.\r\n\n     3.   Four additional rather compact claims  of error are\r\n\nurged  by  Brien (e.g.,  that  the  trial court  should  have\r                                  \r\n\ngranted a requested continuance).  The government's answering\r\n\nbrief  provides on the surface  an ample response  to each of\r\n\n                             -13-\r                                         -13-\r\r\n\nthe  four claims; Brien's reply brief makes no effort to meet\r\n\nthe  responses.  Appraising the four claims on the merits, we\r\n\ndo not think  that any of them  warrants separate discussion.\r\n\nIn each instance the trial judge handled the matter properly,\r\n\nthe  issue is not close, and no significant legal question is\r\n\npresented.\r\n\n     By  contrast,  the first  two  issues  in the  case--the\r\n\nexpert  evidence and courtroom  identification--do raise very\r\n\ndifficult  questions  that have  been  ably  briefed on  both\r\n\nsides.   But  the difficulty  of these  issues, taken  in the\r\n\nabstract, confirms the wisdom  of the trial judge's approach:\r\n\noutlining  his  legitimate  concerns  to  counsel,  providing\r\n\nopportunities  for  those  concerns   to  be  addressed,  and\r\n\n(ultimately)  insisting  on  justifications  grounded  in the\r\n\nparticulars of the case.\r\n\n     Affirmed.\r                          \r\n\n                             -14-\r                                         -14-\r\r\n",
  "html": "<p class=\"case_cite\">59 F.3d 274</p>\n    <p class=\"case_cite\">42 Fed. R. Evid. Serv. 838</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Nicholas BRIEN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1840.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 6, 1995.<br>Decided July 11, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James L. Sultan with whom Rankin &amp; Sultan, Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Christopher F. Bator, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, LYNCH, Circuit Judge, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On August 31, 1993, a grand jury indicted Nicholas Brien for armed bank robbery, 18 U.S.C. Secs. 2113(a), (d), and carrying a firearm during a crime of violence, id. Sec. 924(c)(1).  In April 1994, a jury convicted Brien of the former offense, and he was later sentenced to 204 months in prison.  He now appeals, raising important issues concerning (1) expert evidence on eyewitness identification and (2) courtroom identification procedure.  As background, we briefly summarize the evidence and do so in the light most favorable to the government.  United States v. Torres-Maldonado, 14 F.3d 95, 100 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 193, 130 L.Ed.2d 125 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">According to the government's evidence, Brien and an accomplice entered the Family Bank in Dracut, Massachusetts, on June 3, 1993.  Brien, armed with a gun, confronted three tellers and collected money from two of them.  He and his accomplice then fled with over $4,000 in a bag containing (unknown to them) an explodable red dye pack.  Before and after the robbery, Brien stayed for several days with his girlfriend at the Avalon Motel in Saugus, Massachusetts.  There, on June 4, an employee found some of the stolen money--identified by serial numbers and red dye--in a trash barrel outside Brien's room.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Brien was caught on July 15, 1993.  On August 6, 1993, Brien was identified from a photo array by three bank tellers, including two of those whom he had directly confronted.  All three testified to this effect at trial and identified Brien in the courtroom.  Two of the hotel employees also identified Brien from a photo array as the man who had stayed at the hotel and also identified him at trial.  The employee who had found the dye-stained money outside Brien's room testified to this effect.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Given the array of eyewitnesses, it is understandable that Brien does not now challenge the sufficiency of the evidence, but the nature of his defense at trial is pertinent to the claims he does raise on appeal.  His defense was a claim of mistaken identity, based in part on inconsistent descriptions that the tellers had given of the robbers' physical characteristics after the event.  Brien also offered testimony of one teller who was unable to pick Brien out from the photo array and from a customer who picked out an individual other than Brien from the photo array.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1.  Brien's first claim on appeal concerns expert testimony.  Prior to trial, Brien sought an in limine ruling permitting testimony from Alexander Yarmey, a professor of psychology, as an expert witness on the weaknesses of eyewitness identification.  The one-paragraph description in the motion indicated that Yarmey would testify as to \"the factors that affect memory, image retention and retrieval,\" and it provided a few sentences of detail.  The trial judge asked for a proffer of testimony;  Brien then submitted a three-page statement signed by counsel, somewhat enlarging upon the description.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The next day the court denied the motion in limine, stating that the proffer was too general and did not satisfy the foundational requirements for expert testimony under Daubert v. Merrell Dow Pharmaceuticals, Inc., --- U.S. ----, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993).  The court made clear that, if the motion were renewed, the court wanted not the attorney's statement but \"testimony of the [expert] under oath with respect to the proposed foundation evidence.\"   In due course Yarmey filed an eight-page affidavit, which provided about 11 paragraphs of substantive opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In his affidavit Yarmey disclaimed any ability to determine if a particular witness is credible or accurate in making an identification.  But he set forth three elements of memory--observation, retention and retrieval;  described pertinent factors that can undermine those elements (e.g., the stress of being confronted with a gun;  the delay between the event and later identification);  and drew attention to certain other sources that may create or compound errors in identification (e.g., reinforcement through police questioning;  disparities in appearance that distinguish the suspect from others in a line-up or array).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Most of Yarmey's statements were general and but a few related directly to facts in this case.  We set forth in the margin Yarmey's most detailed comment on the evidence, responding to the question, \"What is [your] opinion about the suggestiveness of the photospreads used in this case?\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Neither the affidavit nor any other submission by Brien's counsel purported to set forth in detail the scientific foundations for any of Yarmey's premises or conclusions, although Yarmey referred once to \"the literature\" documenting the phenomenon of \"consistent error\" (i.e., multiple misidentification based on a common source of error).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Two days later the district judge ruled that \"in the exercise of whatever scope of discretion I have,\" he was excluding the testimony.  The judge expressed a variety of concerns about the basis for assumptions in Yarmey's testimony and about \"the fit and usefulness and misleading qualities\" of the testimony.  The judge stressed that he was not excluding expert testimony on identification as a matter of law.  He also noted the risks of confronting the jury with battles of experts on areas within the common-sense competence of jurors.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The issue of expert testimony on eyewitness identification is an important and recurring one, and behind it lie issues even more fundamental:  what factors should control the admission of such testimony, how much latitude does the trial judge have in resolving the issue, and what formulas or rules constrain the decision.  In a recent case, we described the pertinent Federal Rules of Evidence but decided the case on its facts and declined to go very far in laying down general rules.  United States v. Shay, 57 F.3d 126, 132-33.   This case bears out the wisdom of that caution.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Broadly speaking, the expert testimony in this case involved a credibility determination within the ken of the ordinary judge and juror--unlike, say, DNA identification.  But Fed.R.Evid. 702 permits expert evidence that \"assist[s]\" the jury;  and quite possibly an expert such as a psychologist familiar with identification problems could give the jury background information about the mechanism of memory, types of errors, error rates, and other information not commonly possessed by the jury--information that may even be at odds with what a judge or juror might expect.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">But helpfulness is a matter of degree, and expert evidence involves costs and risks--too obvious to need recounting--that distinguish it from lay evidence about \"what happened here.\"  Daubert itself, recalibrating the longstanding threshold requirement that the trial judge find expert evidence to be reliable, is but one facet of the difference in treatment.  Indeed, trial judges have traditionally been afforded wide discretion to admit or exclude expert evidence.  E.g., Hamling v. United States, 418 U.S. 87, 108, 94 S.Ct. 2887, 2903, 41 L.Ed.2d 590 (1974).  But discretion is not carte blanche and, in some areas, prior law has been modified by the Federal Rules of Evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In all events, for a range of reasons, trial courts have long hesitated to admit expert evidence purporting to identify flaws in eyewitness identification:  for example, courts have said that the jury could decide the credibility issues itself;  that experts in this area are not much help and largely offer rather obvious generalities;  that trials would be prolonged by battles of experts;  and that such testimony created undue opportunity for confusing and misleading the jury.  Appeals courts have generally upheld rulings excluding such evidence.  E.g., United States v. Fosher, 590 F.2d 381, 382 (1st Cir.1979);  United States v. Purham, 725 F.2d 450 (8th Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Quite recently, several circuits have suggested that such evidence warrants a more hospitable reception.  E.g., United States v. Rincon, 28 F.3d 921 (9th Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 605, 130 L.Ed.2d 516 (1994);  United States v. Stevens, 935 F.2d 1380 (3rd Cir.1991).  There is more expert literature on the subject, more experts pressing to testify, and possibly more skepticism about the reliability of eyewitnesses.  E.g., Loftus and Doyle, Eyewitness Testimony:  Civil and Criminal (2d ed. 1992).  It may be that a door once largely shut is now somewhat ajar.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We are unwilling to adopt a blanket rule that qualified expert testimony on eyewitness identification must routinely be admitted or excluded.  Our Fosher decision is not a general bar to such testimony;  that case upheld an exclusion as within \"the broad discretion allowed a trial court.\"  590 F.2d at 382.   But trial courts are likely to educate themselves, and us, by taking these proffers one by one.  Obvious concerns are the reliability and helpfulness of the proposed expert testimony, the importance and the quality of the eyewitness evidence it addresses, and any threat of confusion, misleading of the jury, or unnecessary delay.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this case, we sustain the district court's ruling on the ground that the district judge made clear his need for some proffer of data or literature underlying the expert's assumptions and conclusions, and the defense offered practically nothing, despite repeated opportunities to do so.  In our view, this procedure was justified both in order to determine reliability under Daubert and to allow the judge to gauge whether the testimony would be helpful to the jury or would confuse or mislead instead.  Nor is there any reason offered why Yarmey could not have supplied this foundation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Brien argues that the expert literature casting doubt on eyewitness evidence is now so well established that the courts should take judicial notice of it.  But Yarmey's testimony does not concern a single long-established scientific principle such as whether radar can measure speed.  Rather, Yarmey offered a set of assertions whose helpfulness and reliability in this case depended on what lay underneath them.  To say that eyewitnesses under stress sometimes misidentify tells the jury almost nothing beyond what common sense and argument would supply;  almost everything turns on degree, data, comparable conditions, and other specifics.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If presented with a fair sample of the underlying data, the district court might have decided (as the trial judge here offered to consider) that some of the warnings were best reflected in instructions;  that other portions of the proposed testimony were reliable and helpful;  and that still other portions failed one or both of these criteria or met them but were outweighed by confusion or misleading character.  Daubert, as well as common prudence, entitled the judge to require such underlying information, and the failure to provide it supplies an adequate basis for the trial court's decision to reject the proffer.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">There is nothing to Brien's alternative argument that Fed.R.Evid. 705 entitled Yarmey to offer the expert testimony without disclosing the underlying data, leaving that to be developed by cross-examination.  Rule 705 relates to the presentation of testimony at trial and, even then, is subject to the supervision of the trial judge to avoid unfairness.  The rule does not impair--indeed, has nothing to do with--the trial judge's right to insist that he or she be given the underlying information by proffer as an aid to the preliminary ruling on admissibility.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">2.  Brien's next claim of error raises an issue which, if anything, is even more significant to the conduct of criminal trials.  Every viewer of trials, or even Hollywood depictions of them, is familiar with the routine practice by which an eyewitness to the crime takes the stand, points to the defendant sitting at counsel table, and identifies the defendant as the one who committed the crime.  Here, Brien complains of the alleged refusal of the trial judge \"to permit [instead] non-suggestive courtroom identification procedures.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Prior to trial Brien's trial counsel, who appears to have provided Brien with an energetic and inventive defense, began by moving (with notice to the government) for permission to have the defendant seated in the spectator section of the courtroom during the trial;  and by a contemporaneous motion (filed ex parte ), Brien's counsel asked leave to salt the audience with \"three or four individuals of the same general description as the bank robber....\"  Shortly before picking the jury, the trial judge, on March 28, addressed both motions in open court, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">First, the court said that the proposal to salt the audience opened the way to \"the reverse of an improper identification procedure\" by the government, noting that Brien's proposal would allow him to bring in anyone including an identical twin.  Second, the court ruled that the defendant could sit \"anywhere in the courtroom,\" subject to limitations required by security;  but the court said it could \"have a problem\" with the defendant switching positions at will from counsel table to audience.  Third, the court said that it would not permit ex parte submissions on the identification procedure but would allow argument by both sides.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Defense counsel said that he wanted to discuss the matter with Brien himself.  Two days later, Brien's counsel renewed (not ex parte) his original request to bring in spectators similar in description to the bank robber but offered no details that might have allayed the concern expressed by the trial judge.  On March 31, shortly before opening argument, defense counsel asked the court to rule on the renewed motion, amending his earlier request by indicating that Brien might choose to sit at counsel table if the motion to bring in selected spectators were denied.</p>\n    </div>\n    <p class=\"indent\">The trial judge then said in part:</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>I do not write blank checks and sign them.  Now, that's what you're asking me to do ... here.  You're not disclosing to me anything about what are the arrangements that you've set up, how you expect to handle it, and I am not going to give you complete authority to do it any way you want to and give you an advance ruling that it's permissible.  As I've said to you yesterday, there are problems here.  You're very close to the edge, it seems to me, of some problems about whether you are undertaking to proceed in a way that will tend to mislead witnesses....</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The court then denied the motion.  Defense counsel made no effort to provide any further details of his proposal.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">On appeal, Brien's appellate counsel has made the obvious attack on the usual practice of courtroom identification of the defendant while seated at counsel table;  and he has cited us to several Second Circuit cases suggesting that that court might favor a defendant who sought a more balanced form of courtroom identification where identification was a contested issue, the defendant moved pretrial for a courtroom line-up, and the witness did not pick the defendant out in a fair out-of-court lineup prior to trial.  E.g., United States v. Sebetich, 776 F.2d 412 (1985), cert. denied, 484 U.S. 1017, 108 S.Ct. 725, 98 L.Ed.2d 673 (1988).  These conditions, Brien says, were met in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">If Brien had presented the court with a detailed plan for a fair in-court line-up, and the court had rejected the plan without a plausible justification, then on the present facts we think that a significant issue would be presented.  But Brien's motion is not within a country mile of such a proposal.  As the trial court sensibly explained, Brien's plan left room for a scenario fully capable of misleading the jury.  To alter the standard practice, it was up to Brien's counsel to propose a plan that would guard against unfairness to either side.  This, despite ample invitations, Brien's counsel declined to do.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This refusal may well have been an entirely justified trial tactic.  If counsel feared that a fairly staged court room line-up would still likely result in identification of Brien as the robber, the line-up would strengthen the credibility of the witnesses and undermine counsel's misidentification argument to the jury.  But whether or not counsel sought an advantage and retreated when none was offered, the trial judge was within his discretion--and we think eminently right--in refusing to endorse what the trial judge properly described as a blank check.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">3. Four additional rather compact claims of error are urged by Brien (e.g., that the trial court should have granted a requested continuance).  The government's answering brief provides on the surface an ample response to each of the four claims;  Brien's reply brief makes no effort to meet the responses.  Appraising the four claims on the merits, we do not think that any of them warrants separate discussion.  In each instance the trial judge handled the matter properly, the issue is not close, and no significant legal question is presented.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">By contrast, the first two issues in the case--the expert evidence and courtroom identification--do raise very difficult questions that have been ably briefed on both sides.  But the difficulty of these issues, taken in the abstract, confirms the wisdom of the trial judge's approach:  outlining his legitimate concerns to counsel, providing opportunities for those concerns to be addressed, and (ultimately) insisting on justifications grounded in the particulars of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"The particular male photospread in this instance (because it depicts several people of a light complexion) was of lesser reliability because witnesses could eliminate those people who do not fit the dark or medium complexion, which I understand that they observed.  This, in itself, indicates suggestiveness because of the quality of the photographs.  The female photospread is also suggestive because only a few of the photographs reflect women with any makeup or earrings, which I understand at least one of the witnesses observed.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">Fed. R. Serv.</span> <span class=\"page\">838</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Nicholas BRIEN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1840.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 6, 1995.<br>Decided July 11, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James L. Sultan with whom Rankin &amp; Sultan, Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Christopher F. Bator, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, LYNCH, Circuit Judge, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On August 31, 1993, a grand jury indicted Nicholas Brien for armed bank robbery, 18 U.S.C. Secs. 2113(a), (d), and carrying a firearm during a crime of violence, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 924(c)(1). </span> In April 1994, a jury convicted Brien of the former offense, and he was later sentenced to 204 months in prison.  He now appeals, raising important issues concerning (1) expert evidence on eyewitness identification and (2) courtroom identification procedure.  As background, we briefly summarize the evidence and do so in the light most favorable to the government.  United States v. Torres-Maldonado, <span class=\"citation\" data-id=\"195153\"><a href=\"/opinion/195153/united-states-v-torres-maldonado/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span>, 100 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">193</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">125</span> </span>(1994).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">According to the government's evidence, Brien and an accomplice entered the Family Bank in Dracut, Massachusetts, on June 3, 1993.  Brien, armed with a gun, confronted three tellers and collected money from two of them.  He and his accomplice then fled with over $4,000 in a bag containing (unknown to them) an explodable red dye pack.  Before and after the robbery, Brien stayed for several days with his girlfriend at the Avalon Motel in Saugus, Massachusetts.  There, on June 4, an employee found some of the stolen money--identified by serial numbers and red dye--in a trash barrel outside Brien's room.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Brien was caught on July 15, 1993.  On August 6, 1993, Brien was identified from a photo array by three bank tellers, including two of those whom he had directly confronted.  All three testified to this effect at trial and identified Brien in the courtroom.  Two of the hotel employees also identified Brien from a photo array as the man who had stayed at the hotel and also identified him at trial.  The employee who had found the dye-stained money outside Brien's room testified to this effect.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Given the array of eyewitnesses, it is understandable that Brien does not now challenge the sufficiency of the evidence, but the nature of his defense at trial is pertinent to the claims he does raise on appeal.  His defense was a claim of mistaken identity, based in part on inconsistent descriptions that the tellers had given of the robbers' physical characteristics after the event.  Brien also offered testimony of one teller who was unable to pick Brien out from the photo array and from a customer who picked out an individual other than Brien from the photo array.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1.  Brien's first claim on appeal concerns expert testimony.  Prior to trial, Brien sought an in limine ruling permitting testimony from Alexander Yarmey, a professor of psychology, as an expert witness on the weaknesses of eyewitness identification.  The one-paragraph description in the motion indicated that Yarmey would testify as to \"the factors that affect memory, image retention and retrieval,\" and it provided a few sentences of detail.  The trial judge asked for a proffer of testimony;  Brien then submitted a three-page statement signed by counsel, somewhat enlarging upon the description.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The next day the court denied the motion in limine, stating that the proffer was too general and did not satisfy the foundational requirements for expert testimony under Daubert v. Merrell Dow Pharmaceuticals, Inc., --- U.S. ----, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span> </a></span>(1993).  The court made clear that, if the motion were renewed, the court wanted not the attorney's statement but \"testimony of the [expert] under oath with respect to the proposed foundation evidence.\"   In due course Yarmey filed an eight-page affidavit, which provided about 11 paragraphs of substantive opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In his affidavit Yarmey disclaimed any ability to determine if a particular witness is credible or accurate in making an identification.  But he set forth three elements of memory--observation, retention and retrieval;  described pertinent factors that can undermine those elements (e.g., the stress of being confronted with a gun;  the delay between the event and later identification);  and drew attention to certain other sources that may create or compound errors in identification (e.g., reinforcement through police questioning;  disparities in appearance that distinguish the suspect from others in a line-up or array).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Most of Yarmey's statements were general and but a few related directly to facts in this case.  We set forth in the margin Yarmey's most detailed comment on the evidence, responding to the question, \"What is [your] opinion about the suggestiveness of the photospreads used in this case?\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Neither the affidavit nor any other submission by Brien's counsel purported to set forth in detail the scientific foundations for any of Yarmey's premises or conclusions, although Yarmey referred once to \"the literature\" documenting the phenomenon of \"consistent error\" (i.e., multiple misidentification based on a common source of error).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Two days later the district judge ruled that \"in the exercise of whatever scope of discretion I have,\" he was excluding the testimony.  The judge expressed a variety of concerns about the basis for assumptions in Yarmey's testimony and about \"the fit and usefulness and misleading qualities\" of the testimony.  The judge stressed that he was not excluding expert testimony on identification as a matter of law.  He also noted the risks of confronting the jury with battles of experts on areas within the common-sense competence of jurors.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The issue of expert testimony on eyewitness identification is an important and recurring one, and behind it lie issues even more fundamental:  what factors should control the admission of such testimony, how much latitude does the trial judge have in resolving the issue, and what formulas or rules constrain the decision.  In a recent case, we described the pertinent Federal Rules of Evidence but decided the case on its facts and declined to go very far in laying down general rules.  United States v. Shay, <span class=\"citation\" data-id=\"196160\"><a href=\"/opinion/196160/united-states-v-shay/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">126</span></a></span>, 132-33.   This case bears out the wisdom of that caution.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Broadly speaking, the expert testimony in this case involved a credibility determination within the ken of the ordinary judge and juror--unlike, say, DNA identification.  But Fed.R.Evid. 702 permits expert evidence that \"assist[s]\" the jury;  and quite possibly an expert such as a psychologist familiar with identification problems could give the jury background information about the mechanism of memory, types of errors, error rates, and other information not commonly possessed by the jury--information that may even be at odds with what a judge or juror might expect.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">But helpfulness is a matter of degree, and expert evidence involves costs and risks--too obvious to need recounting--that distinguish it from lay evidence about \"what happened here.\"  Daubert itself, recalibrating the longstanding threshold requirement that the trial judge find expert evidence to be reliable, is but one facet of the difference in treatment.  Indeed, trial judges have traditionally been afforded wide discretion to admit or exclude expert evidence.  E.g., Hamling v. United States, <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span>, 108, <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2887</span></a></span>, 2903, <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span> </a></span>(1974).  But discretion is not carte blanche and, in some areas, prior law has been modified by the Federal Rules of Evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In all events, for a range of reasons, trial courts have long hesitated to admit expert evidence purporting to identify flaws in eyewitness identification:  for example, courts have said that the jury could decide the credibility issues itself;  that experts in this area are not much help and largely offer rather obvious generalities;  that trials would be prolonged by battles of experts;  and that such testimony created undue opportunity for confusing and misleading the jury.  Appeals courts have generally upheld rulings excluding such evidence.  E.g., United States v. Fosher, <span class=\"citation\" data-id=\"362769\"><a href=\"/opinion/362769/united-states-v-michael-p-fosher/\"><span class=\"volume\">590</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">381</span></a></span>, 382 (1st Cir.1979);  United States v. Purham, <span class=\"citation\" data-id=\"429801\"><a href=\"/opinion/429801/united-states-v-ronald-e-purham/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">450</span> </a></span>(8th Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Quite recently, several circuits have suggested that such evidence warrants a more hospitable reception.  E.g., United States v. Rincon, <span class=\"citation\" data-id=\"673508\"><a href=\"/opinion/673508/united-states-v-hugo-rincon/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">921</span> </a></span>(9th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">605</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">516</span> </span>(1994);  United States v. Stevens, <span class=\"citation\" data-id=\"563201\"><a href=\"/opinion/563201/united-states-v-richard-stevens/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1380</span> </a></span>(3rd Cir.1991).  There is more expert literature on the subject, more experts pressing to testify, and possibly more skepticism about the reliability of eyewitnesses.  E.g., Loftus and Doyle, Eyewitness Testimony:  Civil and Criminal (2d ed. 1992).  It may be that a door once largely shut is now somewhat ajar.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We are unwilling to adopt a blanket rule that qualified expert testimony on eyewitness identification must routinely be admitted or excluded.  Our Fosher decision is not a general bar to such testimony;  that case upheld an exclusion as within \"the broad discretion allowed a trial <span class=\"citation\" data-id=\"362769\"><span class=\"antecedent_guess\">court.\"</span>  <a href=\"/opinion/362769/united-states-v-michael-p-fosher/\"><span class=\"volume\">590</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">382</span></a></span>.   But trial courts are likely to educate themselves, and us, by taking these proffers one by one.  Obvious concerns are the reliability and helpfulness of the proposed expert testimony, the importance and the quality of the eyewitness evidence it addresses, and any threat of confusion, misleading of the jury, or unnecessary delay.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this case, we sustain the district court's ruling on the ground that the district judge made clear his need for some proffer of data or literature underlying the expert's assumptions and conclusions, and the defense offered practically nothing, despite repeated opportunities to do so.  In our view, this procedure was justified both in order to determine reliability under Daubert and to allow the judge to gauge whether the testimony would be helpful to the jury or would confuse or mislead instead.  Nor is there any reason offered why Yarmey could not have supplied this foundation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Brien argues that the expert literature casting doubt on eyewitness evidence is now so well established that the courts should take judicial notice of it.  But Yarmey's testimony does not concern a single long-established scientific principle such as whether radar can measure speed.  Rather, Yarmey offered a set of assertions whose helpfulness and reliability in this case depended on what lay underneath them.  To say that eyewitnesses under stress sometimes misidentify tells the jury almost nothing beyond what common sense and argument would supply;  almost everything turns on degree, data, comparable conditions, and other specifics.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If presented with a fair sample of the underlying data, the district court might have decided (as the trial judge here offered to consider) that some of the warnings were best reflected in instructions;  that other portions of the proposed testimony were reliable and helpful;  and that still other portions failed one or both of these criteria or met them but were outweighed by confusion or misleading character.  Daubert, as well as common prudence, entitled the judge to require such underlying information, and the failure to provide it supplies an adequate basis for the trial court's decision to reject the proffer.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">There is nothing to Brien's alternative argument that Fed.R.Evid. 705 entitled Yarmey to offer the expert testimony without disclosing the underlying data, leaving that to be developed by cross-examination.  Rule 705 relates to the presentation of testimony at trial and, even then, is subject to the supervision of the trial judge to avoid unfairness.  The rule does not impair--indeed, has nothing to do with--the trial judge's right to insist that he or she be given the underlying information by proffer as an aid to the preliminary ruling on admissibility.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">2.  Brien's next claim of error raises an issue which, if anything, is even more significant to the conduct of criminal trials.  Every viewer of trials, or even Hollywood depictions of them, is familiar with the routine practice by which an eyewitness to the crime takes the stand, points to the defendant sitting at counsel table, and identifies the defendant as the one who committed the crime.  Here, Brien complains of the alleged refusal of the trial judge \"to permit [instead] non-suggestive courtroom identification procedures.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Prior to trial Brien's trial counsel, who appears to have provided Brien with an energetic and inventive defense, began by moving (with notice to the government) for permission to have the defendant seated in the spectator section of the courtroom during the trial;  and by a contemporaneous motion (filed ex parte ), Brien's counsel asked leave to salt the audience with \"three or four individuals of the same general description as the bank robber....\"  Shortly before picking the jury, the trial judge, on March 28, addressed both motions in open court, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">First, the court said that the proposal to salt the audience opened the way to \"the reverse of an improper identification procedure\" by the government, noting that Brien's proposal would allow him to bring in anyone including an identical twin.  Second, the court ruled that the defendant could sit \"anywhere in the courtroom,\" subject to limitations required by security;  but the court said it could \"have a problem\" with the defendant switching positions at will from counsel table to audience.  Third, the court said that it would not permit ex parte submissions on the identification procedure but would allow argument by both sides.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Defense counsel said that he wanted to discuss the matter with Brien himself.  Two days later, Brien's counsel renewed (not ex parte) his original request to bring in spectators similar in description to the bank robber but offered no details that might have allayed the concern expressed by the trial judge.  On March 31, shortly before opening argument, defense counsel asked the court to rule on the renewed motion, amending his earlier request by indicating that Brien might choose to sit at counsel table if the motion to bring in selected spectators were denied.</p>\n    </div>\n    <p class=\"indent\">The trial judge then said in part:</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>I do not write blank checks and sign them.  Now, that's what you're asking me to do ... here.  You're not disclosing to me anything about what are the arrangements that you've set up, how you expect to handle it, and I am not going to give you complete authority to do it any way you want to and give you an advance ruling that it's permissible.  As I've said to you yesterday, there are problems here.  You're very close to the edge, it seems to me, of some problems about whether you are undertaking to proceed in a way that will tend to mislead witnesses....</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The court then denied the motion.  Defense counsel made no effort to provide any further details of his proposal.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">On appeal, Brien's appellate counsel has made the obvious attack on the usual practice of courtroom identification of the defendant while seated at counsel table;  and he has cited us to several Second Circuit cases suggesting that that court might favor a defendant who sought a more balanced form of courtroom identification where identification was a contested issue, the defendant moved pretrial for a courtroom line-up, and the witness did not pick the defendant out in a fair out-of-court lineup prior to trial.  E.g., United States v. Sebetich, <span class=\"citation\" data-id=\"460324\"><a href=\"/opinion/460324/united-states-v-franklin-evon-sebetich-aka-frank-earl-dean-jr-aka/\"><span class=\"volume\">776</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">412</span> </a></span>(1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1017</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">725</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">673</span> </span>(1988).  These conditions, Brien says, were met in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">If Brien had presented the court with a detailed plan for a fair in-court line-up, and the court had rejected the plan without a plausible justification, then on the present facts we think that a significant issue would be presented.  But Brien's motion is not within a country mile of such a proposal.  As the trial court sensibly explained, Brien's plan left room for a scenario fully capable of misleading the jury.  To alter the standard practice, it was up to Brien's counsel to propose a plan that would guard against unfairness to either side.  This, despite ample invitations, Brien's counsel declined to do.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This refusal may well have been an entirely justified trial tactic.  If counsel feared that a fairly staged court room line-up would still likely result in identification of Brien as the robber, the line-up would strengthen the credibility of the witnesses and undermine counsel's misidentification argument to the jury.  But whether or not counsel sought an advantage and retreated when none was offered, the trial judge was within his discretion--and we think eminently right--in refusing to endorse what the trial judge properly described as a blank check.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">3. Four additional rather compact claims of error are urged by Brien (e.g., that the trial court should have granted a requested continuance).  The government's answering brief provides on the surface an ample response to each of the four claims;  Brien's reply brief makes no effort to meet the responses.  Appraising the four claims on the merits, we do not think that any of them warrants separate discussion.  In each instance the trial judge handled the matter properly, the issue is not close, and no significant legal question is presented.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">By contrast, the first two issues in the case--the expert evidence and courtroom identification--do raise very difficult questions that have been ably briefed on both sides.  But the difficulty of these issues, taken in the abstract, confirms the wisdom of the trial judge's approach:  outlining his legitimate concerns to counsel, providing opportunities for those concerns to be addressed, and (ultimately) insisting on justifications grounded in the particulars of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"The particular male photospread in this instance (because it depicts several people of a light complexion) was of lesser reliability because witnesses could eliminate those people who do not fit the dark or medium complexion, which I understand that they observed.  This, in itself, indicates suggestiveness because of the quality of the photographs.  The female photospread is also suggestive because only a few of the photographs reflect women with any makeup or earrings, which I understand at least one of the witnesses observed.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112903/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195153/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196160/",
    "https://www.courtlistener.com/api/rest/v3/opinions/362769/",
    "https://www.courtlistener.com/api/rest/v3/opinions/429801/",
    "https://www.courtlistener.com/api/rest/v3/opinions/460324/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563201/",
    "https://www.courtlistener.com/api/rest/v3/opinions/673508/"
  ]
}