{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196184/",
  "id": 196184,
  "absolute_url": "/opinion/196184/graffam-v-scott-paper-co/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196184/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:59:47Z",
  "date_modified": "2020-02-21T23:54:23.847303Z",
  "type": "010combined",
  "sha1": "78a7c051d5fd4d21bb47024d13ef37d7752230ab",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1046.01A",
  "local_path": null,
  "plain_text": "\n\nJuly 14, 1995\r\n                    [Not for Publication]\r                                [Not for Publication]\r\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 95-1046\r\n\n                  RONALD E. GRAFFAM, ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                 SCOTT PAPER COMPANY, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n           [Hon. Gene Carter, U.S. District Judge]\r                                                             \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n                Coffin, Senior Circuit Judge,\r                                                        \r\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nGerald  F.  Petruccelli, with  whom  James  B.  Haddow, Daniel  W.\r                                                                              \r\nBates, Francis M. Jackson, and Petruccelli &amp; Martin, were on brief for\r                                                           \r\nappellants.\r\nWilliam  J.  Kayatta,  Jr.,  with whom  Catherine  R.  Connors, B.\r                                                                              \r\nSimeon  Goldstein,  and  Pierce,  Atwood,  Scribner,  Allen,  Smith  &amp;\r                                                                              \r\nLancaster, were on brief for appellees.\r                 \r\n\n                                         \r\n\n                                         \r\r\n\n          STAHL, Circuit Judge.   Following a nine-day  bench\r                      STAHL, Circuit Judge.\r                                          \r\n\ntrial, the  district  court entered  judgment for  defendants\r\n\nScott  Paper Company  and  S.D. Warren  Company (collectively\r\n\n\"Warren\") in  this age discrimination suit  brought by eleven\r\n\nformer employees (\"plaintiffs\").  The plaintiffs alleged that\r\n\nthe  selection procedures  (\"selection  procedures\") used  by\r\n\nWarren to  reduce by  twenty percent  the number of  salaried\r\n\nemployees at its paper mill in Westbrook,  Maine, effected an\r\n\nillegal  disparate impact  on employees  over age fifty.   In\r\n\nawarding judgment  to Warren, the district  court found that,\r\n\nthough the  selection procedures did indeed  have a disparate\r\n\nimpact on  older-age employees, Warren had  made a sufficient\r\n\nshowing that  the procedures were job  related and consistent\r\n\nwith  business necessity.  Graffam v. Scott Paper Co., 870 F.\r                                                                 \r\n\nSupp. 389, 399-404 (D. Me. 1994).  After a careful  review of\r\n\nthe record, we affirm.\r\n\n                              I.\r                                          I.\r                                            \r\n\n                          Background\r                                      Background\r                                                \r\n\n          In late 1990, Warren  concluded that it must reduce\r\n\nby twenty  percent its  salaried work force  of approximately\r\n\n471  employees  at  its  mill   in  Westbrook,  Maine.    The\r\n\nconclusion  was  dictated,  at  least in  part,  by  Warren's\r\n\ndecision  to sell  the mill  and a  corresponding requirement\r\n\nthat the  mill be made  more attractive to  potential buyers.\r\n\nConsequently,  Warren set about creating selection procedures\r\n\n                             -2-\r                                          2\r\r\n\nfor identifying which employees it would need to discharge in\r\n\norder to meet the desired force reduction goal.\r\n\n          In January  1991, a Mill  Leadership Team  (\"MLT\"),\r\n\nconsisting  of  the  heads  of several  departments  and  the\r\n\nmanager of the  Westbrook mill, met for  a number of  days to\r\n\ndevelop a plan for  achieving Warren's reduction goal.   As a\r\n\nresult,  each department  identified  job  functions and  job\r\n\npositions that could be eliminated.  Department heads divided\r\n\nthe  jobs  in  each  department  --  including  those  to  be\r\n\neliminated --  into specific  job groups and  placed salaried\r\n\nemployees subject  to the  downsizing  into the  newly-formed\r\n\ngroups.       Positions    with    similar   functions    and\r\n\nresponsibilities were grouped together so that employees with\r\n\ncomparable  skills ultimately  would  be  rated against  each\r\n\nother.\r\n\n          At the same time, MLT members  collectively defined\r\n\nthe selection procedures.  As  their starting point, the  MLT\r\n\nmodified   procedures   previously   developed  by   Warren's\r\n\ncorporate offices for  use in  an employee  downsizing.   MLT\r\n\nmembers reviewed drafts of these selection procedures, sought\r\n\nto  understand  and  clarify  the  assessment  criteria,  and\r\n\ndiscussed the applicability of  the criteria to the Westbrook\r\n\nmill.  After the revisions  were included, MLT members tested\r\n\nthe new procedures by  conducting mock assessments of persons\r\n\n                             -3-\r                                          3\r\r\n\nknown  to the  MLT  members  but  who  were  not  subject  to\r\n\ndischarge.  \r\n\n          The final assessment plan  allocated a total of 100\r\n\npoints  to  seven criteria:    technical  job skills  (twenty\r\n\npoints);  performance (ten  points); length  of  service (ten\r\n\npoints);    leading-change     skills    (fifteen    points);\r\n\ninterpersonal skills (fifteen  points); self management  (ten\r\n\npoints);  and  versatility  (twenty  points).     The  skills\r\n\nincluded in the technical job skill criterion varied for each\r\n\nindividual  job  group.    An individual  who  received  zero\r\n\ntechnical  skill points  would not  be  retained in  favor of\r\n\nanother  employee   with  a  higher  technical  skill  rating\r\n\nregardless of which employee  had the higher respective total\r\n\nassessment score.  Every employee was awarded the maximum ten\r\n\nperformance  points,  provided  that  the  employee  had  not\r\n\nreceived  counselling for unacceptable  job performance.  The\r\n\ncommon  criteria of  length  of service  and  leading-change,\r\n\ninterpersonal,   self-management,   and  versatility   skills\r\n\n(\"common criteria\") were applied identically to all employees\r\n\nacross all job groups. \r\n\n          Once  the  MLT  finished ironing  out  the  revised\r\n\nassessment criteria, teams of at least three individuals were\r\n\nformed   to  evaluate  the   salaried  employees  subject  to\r\n\ndownsizing.    Each  team  included  an  MLT  member who  had\r\n\nparticipated  in  developing   and  discussing  the   written\r\n\n                             -4-\r                                          4\r\r\n\ncriteria, and  at least one person  who possessed substantial\r\n\nfirst-hand   knowledge   regarding   the   skills   and  past\r\n\nperformance of  each employee  assessed.  Every  assessor was\r\n\nprovided a text explaining the assessment criteria and a list\r\n\nof  technical job  skills  applicable to  the particular  job\r\n\ngroup he or  she would  assess.   The teams  reached a  final\r\n\nconsensus rating  for each  employee through  oral discussion\r\n\nand  group decision.    Following the  team assessments,  MLT\r\n\nmembers  met  to  review  the process.    Additionally,  each\r\n\ndepartment head was required to present, explain, and justify\r\n\nthe results of the selection process in his or her department\r\n\nto a corporate review team that included management personnel\r\n\nfrom the mill's corporate headquarters.\r\n\n          The downsizing process resulted in  the termination\r\n\nof thirty-nine  percent of  the salaried employees  age fifty\r\n\nyears  and older  but only  nine percent  of  those employees\r\n\nunder age fifty.   All of  the plaintiffs  in this case  were\r\n\nover age fifty when Warren discharged them as a result of the\r\n\ndownsizing effort.  Following their discharge, the plaintiffs\r\n\ncommenced  this action  in federal  district court,  alleging\r\n\nthat  Warren had  discriminated  against them  on account  of\r\n\ntheir  age   in  violation  of  the   Age  Discrimination  in\r\n\nEmployment Act  of 1967  (\"ADEA\"), 29  U.S.C.     621-34, and\r\n\nMaine state law.  At trial, plaintiffs, pursuing  their claim\r\n\nunder a theory of disparate impact liability, maintained that\r\n\n                             -5-\r                                          5\r\r\n\nthe  selection  procedures,  though  neutral on  their  face,\r\n\neffected   a  substantial   disparate  impact   on  older-age\r\n\nemployees.   Following a  nine-day bench trial,  the district\r\n\ncourt entered judgment for  Warren, from which the plaintiffs\r\n\nnow appeal.\r\n\n                             II.\r                                         II.\r                                            \r\n\n                          Discussion\r                                      Discussion\r                                                \r\n\nA.  Standard of Review\r                                  \r\n\n          We review  the  district court's  findings of  fact\r\n\nonly for clear error.  See Fed. R. Civ. P. 52(a); Cumpiano v.\r                                                                      \r\n\nBanco  Santander P.R.,  902 F.2d  148,  152 (1st  Cir. 1990).\r                                 \r\n\nClear error  exists when, after reviewing  the entire record,\r\n\nwe  have a \"strong, unyielding belief that a mistake has been\r\n\nmade.\"  Cumpiano, 902  F.2d at 152; see also  Industrial Gen.\r                                                                         \r\n\nCorp. v. Sequoia  Pac. Sys. Corp.,  44 F.3d 40, 43  (1st Cir.\r                                             \r\n\n1995).  If,  however, the district court premised its factual\r\n\nfindings on an incorrect view of the law, we are not bound by\r\n\nthe clearly erroneous standard.  E.g., Brown Daltas &amp; Assocs.\r                                                                         \r\n\nv. General Accident Ins. Co., 48 F.3d 30, 36 (1st Cir. 1995).\r                                        \r\n\n\"[T]o the extent that findings  of fact can be shown to  have\r\n\nbeen predicated upon, or induced by, errors of law, they will\r\n\nbe accorded diminished respect on appeal.\"  Dedham Water  Co.\r                                                                         \r\n\nv.  Cumberland Farms Dairy, Inc., 972 F.2d 453, 457 (1st Cir.\r                                            \r\n\n1992).\r\n\nB.  Age Discrimination Claim\r                                        \r\n\n                             -6-\r                                          6\r\r\n\n          The  plaintiffs  contend  that  Warren's  selection\r                      \r\n\nprocedures,  though neutral  on their  face, resulted  in the\r\n\ndischarge   of  a   disproportionate   number  of   older-age\r\n\nemployees.  The theory of disparate impact liability has  its\r\n\nroots in the Supreme Court's decision in Griggs v. Duke Power\r                                                                         \r\n\nCo., 401 U.S. 424 (1971).  In Griggs, the Court held that the\r                                                \r\n\nuse  of  a  facially   neutral  objective  test  that  tended\r\n\ndisproportionately  to  exclude  African-Americans  from  the\r\n\nemployment  pool  but  did  not  measure skills  demonstrably\r\n\nrelated  to  job  performance  violated  Title  VII's   anti-\r\n\ndiscrimination  provisions.   In  the context  of Title  VII,\r\n\nCongress codified  the disparate  impact theory in  the Civil\r\n\nRights Act of 1991.  See Pub. L. No. 102-166,   3, 105  Stat.\r                                    \r\n\n1071  (1991) (listing  as  one of  its  purposes \"to  confirm\r\n\nstatutory authority and provide statutory  guidelines for the\r\n\nadjudication of disparate impact suits under title VII\").\r\n\n          Congress, however, has  never explicitly  addressed\r\n\nthe theory of disparate impact liability in the ADEA context.\r\n\nMoreover,  though  the  Supreme Court  has  acknowledged that\r\n\n\"[t]here are  important similarities  between [Title  VII and\r\n\nthe ADEA],  . . .   both in their aims --  the elimination of\r\n\ndiscrimination from the workplace -- and in their substantive\r\n\nprovisions[,]\" Lorillard  v. Pons, 434 U.S.  575, 584 (1978),\r                                             \r\n\nit  has  nonetheless  \"never  decided  whether  the disparate\r\n\nimpact  theory of  liability  is available  under the  ADEA.\"\r\n\n                             -7-\r                                          7\r\r\n\nHazen Paper Co.  v. Biggins,  113 S. Ct.  1701, 1706  (1993).\r                                       \r\n\nSimilarly,   though   we   assumed   without   analysis   the\r\n\napplicability of  the theory in  Holt v. Gamewell  Corp., 797\r                                                                    \r\n\nF.2d 36, 37 (1st Cir. 1986), we have never directly addressed\r\n\nthe issue.  See also  Caron v. Scott Paper Co., 834  F. Supp.\r                                                          \r\n\n33,  35-38  (D.  Me. 1993).    Again,  for  purposes of  this\r\n\nopinion, we assume arguendo that the district court correctly\r                                       \r\n\nheld  that the ADEA  supports a claim  for age discrimination\r\n\nbased on a disparate impact theory of liability.1  \r\n\n          As  applied in Title VII cases, to prove a claim of\r\n\ndisparate  impact discrimination, a plaintiff must identify a\r\n\nfacially neutral employment practice  or policy that causes a\r\n\nstatistically  discernible  disparate impact  on  a protected\r\n\n                    \r                                \r\n\n1.  Though admittedly addressing only  the issue of disparate\r\ntreatment, the  Hazen Court arguably  cast some doubt  on the\r                                 \r\nviability of  a  disparate impact  claim  under the  ADEA  by\r\nholding  that  \"[w]hen  the  employer's  decision  is  wholly\r\nmotivated  by   factors  other  than  age,   the  problem  of\r\ninaccurate and stigmatizing stereotypes  disappears.  This is\r\ntrue even if the motivating factor is correlated with age . .\r\n.  .\"   Hazen, 113  S.  Ct. at  1706.   Taking  note of  this\r                         \r\nlanguage, two of our sister circuits have recently questioned\r\nwhether the  theory of disparate impact  liability applies to\r\nthe ADEA.  See  DiBiase v. Smithkline Beecham Corp.,  48 F.3d\r                                                               \r\n719, 732 (3d Cir. 1995) (plurality) (\"[I]n the wake of Hazen,\r                                                                        \r\nit is doubtful  that traditional disparate impact theory is a\r\nviable theory of liability under the ADEA.\"); EEOC v. Francis\r                                                                         \r\nW. Parker  School,  41 F.3d  1073, 1076-78  (7th Cir.  1994),\r                             \r\ncert. denied, 1995  U.S.L.W. 3887 (U.S.  June 19, 1995)  (No.\r                        \r\n94-1558);  but see Houghton v. Sipco, Inc., 38 F.3d 953, 958-\r                                                      \r\n59   (8th   Cir.   1994)  (assuming   without   analysis  the\r\napplicability of disparate impact  theory of liability to the\r\nADEA).  See also Michael C. Sloan, Comment,  Disparate Impact\r                                                                         \r\nin  the  Age Discrimination  in  Employment  Act:   Will  the\r                                                                         \r\nSupreme Court Permit It?, 1995 Wis. L. Rev. 507 (1995).\r                                    \r\n\n                             -8-\r                                          8\r\r\n\nemployee group.   See EEOC v.  Steamship Clerks Union,  Local\r                                                                         \r\n\n1066, 48 F.3d 594, 601  (1st Cir. 1995).  Once  the plaintiff\r                \r\n\nhas  made  this  initial  showing, the  defendant  must  then\r\n\nattempt to debunk the sufficiency of the plaintiff's evidence\r\n\nor, in the alternative, show  that the challenged practice is\r\n\neither job related and  consistent with business necessity or\r\n\nthat  it fits within a specific statutory exception.2  Id. at\r                                                                      \r\n\n604.   If the employer  attempts to justify  its actions, the\r\n\nplaintiff may  seek to  cast doubt  on  the justification  by\r\n\nshowing,  inter  alia,  an  alternate  practice  exists  that\r                                 \r\n\nequally  protects the  employer's putative interest  but does\r\n\nnot  disproportionately  burden  employees in  the  protected\r\n\nclass.  Id.\r                       \r\n\n          The  plaintiffs  contend  that  the  district court\r\n\nfound  that   the  selection  procedures   merely  identified\r\n\nqualities important  for  employees to  possess  in  general.\r\n\nThey  argue that such  a finding  is equivalent  to measuring\r\n\n\"the  person in  the abstract\"  and not  the \"person  for the\r\n\njob,\"  Griggs, 401 U.S. at 436, and, therefore, is inadequate\r                         \r\n\nto establish an  affirmative defense to a claim  of disparate\r\n\n                    \r                                \r\n\n2.  The ADEA provides that an  employer may take an otherwise\r\nprohibited employment  action if the action  is predicated on\r\n\"reasonable factors other than age.\"  29 U.S.C.    623(f)(1).\r\nThe plaintiffs  contend that, in  the context of  a disparate\r\nimpact claim, this defense is equivalent to Title VII's \"job-\r\nrelated/business-necessity\"  defense.     Cf.  29  C.F.R.    \r                                                         \r\n1625.7(d)  (interpreting the  \"reasonable  factor other  than\r\nage\"  defense as  limited only  to  factors justifiable  as a\r\n\"business necessity\").\r\n\n                             -9-\r                                          9\r\r\n\nimpact discrimination.  The plaintiffs argue further that the\r\n\ndistrict court erred by failing to inquire whether Warren had\r\n\nestablished that the selection procedures identified specific\r\n\njob  behaviors  that significantly  correlated  to successful\r\n\nperformance of the specific jobs  in question.  They maintain\r\n\nthat,  if  the  correct  standard  were  to  be applied,  the\r\n\nevidence is  insufficient to  support a  finding in favor  of\r\n\nWarren.  We disagree.\r\n\n          Our review  of  the district  court's  careful  and\r\n\nextensive opinion  satisfies us that it  did supportably find\r\n\nthat  Warren's selection  procedures measured skills  and job\r\n\nbehaviors necessary  for, and significantly  correlated with,\r\n\nsuccessful performance of  the jobs in  question.  The  court\r\n\nfound  that  the  common   criteria  used  in  the  selection\r\n\nprocedures  identified  necessary  technical  and  managerial\r\n\nskills \"important  to all  the rated jobs  at the mill.\"   To\r\n\nsupport this  finding, the court pointed  to Warren's expert,\r\n\nDr.  Richard  S.  Barrett,  a  consultant  in  the  field  of\r\n\nindustrial psychology, who testified  at some length that the\r\n\ncommon  criteria   described   job  behaviors   required   in\r\n\nmanagerial  and technical  jobs in  a manufacturing  facility\r\n\nsuch as the  Westbrook mill.   In addition,  the court  noted\r\n\nthat three department heads at the mill, who had participated\r\n\nin  designing  and  implementing  the  selection  procedures,\r\n\ntestified  that  the   common  criteria  fairly   represented\r\n\n                             -10-\r                                          10\r\r\n\nimportant  skills  needed  to   perform  the  jobs  in  their\r\n\ndepartments.   The  court also  relied  on the  testimony  of\r\n\nWarren's  Human  Resource  Director,  Gary  Parafinczuk,  who\r\n\nexplained, inter alia, that,  prior to the downsizing, Warren\r                                 \r\n\nhad devoted  money and resources to  teaching and encouraging\r\n\nthe very skills assessed by the common criteria.  \r\n\n          The district court also noted that the testimony of\r\n\nthe various department  heads established that the  technical\r\n\nskills  portion of the  selection procedures  (which differed\r\n\nfor  each job  group) identified  important skills  needed to\r\n\nperform the specific  jobs in  each job group.   Finally,  in\r\n\ndiscrediting  the testimony  of the  plaintiff's  expert, Dr.\r\n\nJames Mahoney, in  favor of Dr.  Barrett, the district  court\r\n\nexpressly  rejected  the  plaintiff's  contention   that  the\r\n\nselection procedures were not consistently  predictive of, or\r\n\nsignificantly  correlated with, the  necessary skills for the\r\n\nsuccessful performance of the specific jobs in question.\r\n\n          Notwithstanding   the   district  court's   careful\r\n\nanalysis, the plaintiffs contend that, because Warren applied\r\n\nthe  same common criteria in equal weights to every job group\r\n\nassessed, the selection procedures could not possibly measure\r\n\njob   skills   significantly   correlated   with   successful\r\n\nperformance of any specific job.  We are not  convinced:  The\r\n\nfact  that the skills identified by  the common criteria were\r\n\nimportant in  many managerial and technical  mill jobs simply\r\n\n                             -11-\r                                          11\r\r\n\ndoes not compel a  finding that the skills were  unrelated to\r\n\nthe particular  jobs at  issue.  Furthermore,  the plaintiffs\r\n\ntotally  disregard the  fact  that the  technical skills  and\r\n\nperformance  criteria  directly   measured  each   employee's\r\n\nspecific  job performance  skills and  that,  although Warren\r\n\napplied the  common criteria to all  employees, the employees\r\n\nwere rated and ranked only within their specific job group by\r\n\npersons familiar with  individual employees and group  needs.\r\n\nMoreover,   we  seriously  doubt   that  Warren   would  have\r\n\npreviously committed  money and resources  to developing  the\r\n\nskills measured  by  the common  criteria  if they  were  not\r\n\ndirectly related to successful job performance.  In addition,\r\n\nthe employees' own expert  admitted on cross-examination that\r\n\none way to assess the validity of the selection procedures as\r\n\na  tool   for  measuring  skills  directly   related  to  job\r\n\nperformance  would  be  to  examine  whether   a  statistical\r\n\ncorrelation existed  between earlier promotions  at the  mill\r\n\nand the  assessment scores.  Subsequently,  Dr. James Medoff,\r\n\nan expert  in labor statistics retained  by Warren, testified\r\n\nthat,  when he reviewed the data supplied by Warren, he found\r\n\na strong correlation between those two factors.\r\n\n          In  sum,  we believe  that, in  determining whether\r\n\nWarren had  sufficiently justified  its use of  the selection\r\n\nprocedures,  the district  court  supportably found  that the\r\n\n                             -12-\r                                          12\r\r\n\nprocedures  measured skills  necessary  for,  and  correlated\r\n\nwith, successful performance of the jobs in question.3   \r\n\n          We also believe that the record adequately supports\r\n\nthe  district court's finding that Warren's implementation of\r\n\nthe  selection procedures  assured  that  they  would  fairly\r\n\nidentify the  employees who  most fully possessed  the skills\r\n\nand  abilities needed  for  successful job  performance.   In\r\n\nmaking this finding the court relied in part on Dr. Barrett's\r\n\nassessment of  Warren's efforts.  Barrett  testified that the\r\n\n                    \r                                \r\n\n3.  Furthermore,  we do not think, on the facts of this case,\r\nthat the  law necessarily required Warren  to offer empirical\r\nstudies to validate the  selection procedures as job related.\r\nSuch  a  requirement  would  place a  substantial  burden  on\r\nemployers, like  Warren, already forced by economic necessity\r\nto reduce the  size of their  work force.   See generally  29\r                                                                     \r\nC.F.R.    1607 (EEOC  guidelines outlining  empirical methods\r\nfor validating  selection procedures in  Title VII  context).\r\nEmployers, however,  are not  required,  \"even when defending\r\nstandardized   or  objective   tests,  to   introduce  formal\r\n`validation studies' showing that particular criteria predict\r\nactual on-the-job performance.\"   Watson v. Fort Worth Bank &amp;\r                                                                         \r\nTrust, 487 U.S. 977, 999 (1988) (plurality); cf. id. at 1006-\r                                                                \r\n7 (Blackmun, Brennan, Marshall,  JJ., concurring) (\"While . .\r\n. formal validation  techniques .  . . may  sometimes not  be\r\neffective  in measuring  the  job-relatedness of  subjective-\r\nselection processes,  a variety of methods  are available for\r\nestablishing the link  between these selection processes  and\r\njob  performance, just  as they  are  for objective-selection\r\ndevices.\" (footnote omitted)); Albemarle Paper Co.  v. Moody,\r                                                                        \r\n422  U.S. 405, 449 (1975)  (Blackmun, J., concurring).  Here,\r\nthe selection procedures are  not objective tests employed to\r\nscreen potential job applicants, but instead are more akin to\r\nsubjective evaluations directly measuring actual abilities of\r\nknown employees.  Moreover, there is no evidence in this case\r\nthat  the procedures  were used  to \"freeze\"  the effects  of\r\nprior intentional  age  discrimination.   See Albemarle,  422\r                                                                   \r\nU.S.  at 427 (\"The question of job relatedness must be viewed\r\nin  the context of the  plant's operation and  the history of\r\nthe testing program.\").    \r\n\n                             -13-\r                                          13\r\r\n\nteam  format  for  rating  each employee,  calling  for  open\r\n\ndiscussion and justification of each assessment and consensus\r\n\ndecision-making, enhanced  the quality of  the rating system.\r\n\nThe court  also pointed  out  that all  raters who  testified\r\n\nstated that  they understood  the criteria  and how  to apply\r\n\nthem.   Furthermore,  the  court noted  that the  post-rating\r\n\nreview sessions,  at which each department  head was required\r\n\nto justify his or her decisions, further  assured the quality\r\n\nand fairness of the assessments.  We have reviewed the record\r\n\nand  find that  it adequately  and convincingly  supports the\r\n\ndistrict  court's  conclusions.    Accordingly,  the district\r\n\ncourt's findings are not clearly erroneous.4\r\n\n                             III.\r                                         III.\r                                             \r\n\n                          Conclusion\r                                      Conclusion\r                                                \r\n\n          For  the  foregoing reasons,  the  judgment  of the\r\n\ndistrict court is affirmed.       \r\n\n                    \r                                \r\n\n4.  Warren  additionally contends that the plaintiffs' appeal\r\nshould  fail  because, inter  alia,  they  improperly used  a\r                                              \r\nsubgroup  (employees  age  fifty  years  and  older)  of  the\r\nprotected class (employees age forty years  and older) as the\r\nbasis for their disparate  impact claim.  Because we  find no\r\nerror in  the district  court's factual findings,  we do  not\r\nreach this argument. \r\n\n                             -14-\r                                          14\r\r\n",
  "html": "<p class=\"case_cite\">60 F.3d 809<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Ronald E. GRAFFAM, et al., Plaintiffs, Appellants,<br>v.<br>SCOTT PAPER COMPANY, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1046.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 14, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gerald F. Petruccelli, with whom James B. Haddow, Daniel W. Bates, Francis M. Jackson, and Petruccelli &amp; Martin, were on brief for appellants.</p>\n      <p class=\"indent\">William J. Kayatta, Jr., with whom Catherine R. Connors, B. Simeon Goldstein, and Pierce, Atwood, Scribner, Allen, Smith &amp; Lancaster, were on brief for appellees.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a nine-day bench trial, the district court entered judgment for defendants Scott Paper Company and S.D. Warren Company (collectively \"Warren\") in this age discrimination suit brought by eleven former employees (\"plaintiffs\").  The plaintiffs alleged that the selection procedures (\"selection procedures\") used by Warren to reduce by twenty percent the number of salaried employees at its paper mill in Westbrook, Maine, effected an illegal disparate impact on employees over age fifty.  In awarding judgment to Warren, the district court found that, though the selection procedures did indeed have a disparate impact on older-age employees, Warren had made a sufficient showing that the procedures were job related and consistent with business necessity.  Graffam v. Scott Paper Co., 870 F. Supp. 389, 399- 404 (D. Me. 1994).  After a careful review of the record, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In late 1990, Warren concluded that it must reduce by twenty percent its salaried work force of approximately 471 employees at its mill in Westbrook, Maine.  The conclusion was dictated, at least in part, by Warren's decision to sell the mill and a corresponding requirement that the mill be made more attractive to potential buyers.  Consequently, Warren set about creating selection procedures for identifying which employees it would need to discharge in order to meet the desired force reduction goal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In January 1991, a Mill Leadership Team (\"MLT\"), consisting of the heads of several departments and the manager of the Westbrook mill, met for a number of days to develop a plan for achieving Warren's reduction goal.  As a result, each department identified job functions and job positions that could be eliminated.  Department heads divided the jobs in each department-including those to be eliminated-into specific job groups and placed salaried employees subject to the downsizing into the newly-formed groups.  Positions with similar functions and responsibilities were grouped together so that employees with comparable skills ultimately would be rated against each other.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the same time, MLT members collectively defined the selection procedures.  As their starting point, the MLT modified procedures previously developed by Warren's corporate offices for use in an employee downsizing.  MLT members reviewed drafts of these selection procedures, sought to understand and clarify the assessment criteria, and discussed the applicability of the criteria to the Westbrook mill.  After the revisions were included, MLT members tested the new procedures by conducting mock assessments of persons known to the MLT members but who were not subject to discharge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The final assessment plan allocated a total of 100 points to seven criteria:  technical job skills (twenty points);  performance (ten points);  length of service (ten points);  leading-change skills (fifteen points);  interpersonal skills (fifteen points);  self management (ten points);  and versatility (twenty points).  The skills included in the technical job skill criterion varied for each individual job group.  An individual who received zero technical skill points would not be retained in favor of another employee with a higher technical skill rating regardless of which employee had the higher respective total assessment score.  Every employee was awarded the maximum ten performance points, provided that the employee had not received counselling for unacceptable job performance.  The common criteria of length of service and leading-change, interpersonal, self-management, and versatility skills (\"common criteria\") were applied identically to all employees across all job groups.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Once the MLT finished ironing out the revised assessment criteria, teams of at least three individuals were formed to evaluate the salaried employees subject to downsizing.  Each team included an MLT member who had participated in developing and discussing the written criteria, and at least one person who possessed substantial first-hand knowledge regarding the skills and past performance of each employee assessed.  Every assessor was provided a text explaining the assessment criteria and a list of technical job skills applicable to the particular job group he or she would assess.  The teams reached a final consensus rating for each employee through oral discussion and group decision.  Following the team assessments, MLT members met to review the process.  Additionally, each department head was required to present, explain, and justify the results of the selection process in his or her department to a corporate review team that included management personnel from the mill's corporate headquarters.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The downsizing process resulted in the termination of thirty-nine percent of the salaried employees age fifty years and older but only nine percent of those employees under age fifty.  All of the plaintiffs in this case were over age fifty when Warren discharged them as a result of the downsizing effort.  Following their discharge, the plaintiffs commenced this action in federal district court, alleging that Warren had discriminated against them on account of their age in violation of the Age Discrimination in Employment Act of 1967 (\"ADEA\"), 29 U.S.C. Secs. 621-34, and Maine state law.  At trial, plaintiffs, pursuing their claim under a theory of disparate impact liability, maintained that the selection procedures, though neutral on their face, effected a substantial disparate impact on older-age employees.  Following a nine-day bench trial, the district court entered judgment for Warren, from which the plaintiffs now appeal.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review the district court's findings of fact only for clear error.  See Fed.  R. Civ. P. 52(a);  Cumpiano v. Banco Santander P.R., 902 F.2d 148, 152 (1st Cir. 1990).  Clear error exists when, after reviewing the entire record, we have a \"strong, unyielding belief that a mistake has been made.\"  Cumpiano, 902 F.2d at 152;  see also Industrial Gen. Corp. v. Sequoia Pac.  Sys. Corp., 44 F.3d 40, 43 (1st Cir. 1995).  If, however, the district court premised its factual findings on an incorrect view of the law, we are not bound by the clearly erroneous standard.  E.g., Brown Daltas &amp; Assocs. v. General Accident Ins. Co., 48 F.3d 30, 36 (1st Cir. 1995).  \"[T]o the extent that findings of fact can be shown to have been predicated upon, or induced by, errors of law, they will be accorded diminished respect on appeal.\"  Dedham Water Co. v. Cumberland Farms Dairy, Inc., 972 F.2d 453, 457 (1st Cir. 1992).</p>\n    </div>\n    <p>B. Age Discrimination Claim</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The plaintiffs contend that Warren's selection procedures, though neutral on their face, resulted in the discharge of a disproportionate number of older-age employees.  The theory of disparate impact liability has its roots in the Supreme Court's decision in Griggs v. Duke Power Co., 401 U.S. 424 (1971).  In Griggs, the Court held that the use of a facially neutral objective test that tended disproportionately to exclude African-Americans from the employment pool but did not measure skills demonstrably related to job performance violated Title VII's anti-discrimination provisions.  In the context of Title VII, Congress codified the disparate impact theory in the Civil Rights Act of 1991.  See Pub. L. No. 102- 166, Sec. 3, 105 Stat. 1071 (1991) (listing as one of its purposes \"to confirm statutory authority and provide statutory guidelines for the adjudication of disparate impact suits under title VII\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Congress, however, has never explicitly addressed the theory of disparate impact liability in the ADEA context.  Moreover, though the Supreme Court has acknowledged that \"[t]here are important similarities between [Title VII and the ADEA], ... both in their aims-the elimination of discrimination from the workplace-and in their substantive provisions[,]\" Lorillard v. Pons, 434 U.S. 575, 584 (1978), it has nonetheless \"never decided whether the disparate impact theory of liability is available under the ADEA.\"  Hazen Paper Co. v. Biggins, 113 S. Ct. 1701, 1706 (1993).  Similarly, though we assumed without analysis the applicability of the theory in Holt v. Gamewell Corp., 797 F.2d 36, 37 (1st Cir. 1986), we have never directly addressed the issue.  See also Caron v. Scott Paper Co., 834 F. Supp. 33, 35-38 (D. Me. 1993).  Again, for purposes of this opinion, we assume arguendo that the district court correctly held that the ADEA supports a claim for age discrimination based on a disparate impact theory of liability.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As applied in Title VII cases, to prove a claim of disparate impact discrimination, a plaintiff must identify a facially neutral employment practice or policy that causes a statistically discernible disparate impact on a protected employee group.  See EEOC v. Steamship Clerks Union, Local 1066, 48 F.3d 594, 601 (1st Cir. 1995).  Once the plaintiff has made this initial showing, the defendant must then attempt to debunk the sufficiency of the plaintiff's evidence or, in the alternative, show that the challenged practice is either job related and consistent with business necessity or that it fits within a specific statutory exception.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Id. at 604.  If the employer attempts to justify its actions, the plaintiff may seek to cast doubt on the justification by showing, inter alia, an alternate practice exists that equally protects the employer's putative interest but does not disproportionately burden employees in the protected class.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The plaintiffs contend that the district court found that the selection procedures merely identified qualities important for employees to possess in general.  They argue that such a finding is equivalent to measuring \"the person in the abstract\" and not the \"person for the job,\" Griggs, 401 U.S. at 436, and, therefore, is inadequate to establish an affirmative defense to a claim of disparate impact discrimination.  The plaintiffs argue further that the district court erred by failing to inquire whether Warren had established that the selection procedures identified specific job behaviors that significantly correlated to successful performance of the specific jobs in question.  They maintain that, if the correct standard were to be applied, the evidence is insufficient to support a finding in favor of Warren.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Our review of the district court's careful and extensive opinion satisfies us that it did supportably find that Warren's selection procedures measured skills and job behaviors necessary for, and significantly correlated with, successful performance of the jobs in question.  The court found that the common criteria used in the selection procedures identified necessary technical and managerial skills \"important to all the rated jobs at the mill.\"  To support this finding, the court pointed to Warren's expert, Dr. Richard S. Barrett, a consultant in the field of industrial psychology, who testified at some length that the common criteria described job behaviors required in managerial and technical jobs in a manufacturing facility such as the Westbrook mill.  In addition, the court noted that three department heads at the mill, who had participated in designing and implementing the selection procedures, testified that the common criteria fairly represented important skills needed to perform the jobs in their departments.  The court also relied on the testimony of Warren's Human Resource Director, Gary Parafinczuk, who explained, inter alia, that, prior to the downsizing, Warren had devoted money and resources to teaching and encouraging the very skills assessed by the common criteria.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court also noted that the testimony of the various department heads established that the technical skills portion of the selection procedures (which differed for each job group) identified important skills needed to perform the specific jobs in each job group.  Finally, in discrediting the testimony of the plaintiff's expert, Dr. James Mahoney, in favor of Dr. Barrett, the district court expressly rejected the plaintiff's contention that the selection procedures were not consistently predictive of, or significantly correlated with, the necessary skills for the successful performance of the specific jobs in question.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Notwithstanding the district court's careful analysis, the plaintiffs contend that, because Warren applied the same common criteria in equal weights to every job group assessed, the selection procedures could not possibly measure job skills significantly correlated with successful performance of any specific job.  We are not convinced:  The fact that the skills identified by the common criteria were important in many managerial and technical mill jobs simply does not compel a finding that the skills were unrelated to the particular jobs at issue.  Furthermore, the plaintiffs totally disregard the fact that the technical skills and performance criteria directly measured each employee's specific job performance skills and that, although Warren applied the common criteria to all employees, the employees were rated and ranked only within their specific job group by persons familiar with individual employees and group needs.  Moreover, we seriously doubt that Warren would have previously committed money and resources to developing the skills measured by the common criteria if they were not directly related to successful job performance.  In addition, the employees' own expert admitted on cross- examination that one way to assess the validity of the selection procedures as a tool for measuring skills directly related to job performance would be to examine whether a statistical correlation existed between earlier promotions at the mill and the assessment scores.  Subsequently, Dr. James Medoff, an expert in labor statistics retained by Warren, testified that, when he reviewed the data supplied by Warren, he found a strong correlation between those two factors.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In sum, we believe that, in determining whether Warren had sufficiently justified its use of the selection procedures, the district court supportably found that the procedures measured skills necessary for, and correlated with, successful performance of the jobs in question.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We also believe that the record adequately supports the district court's finding that Warren's implementation of the selection procedures assured that they would fairly identify the employees who most fully possessed the skills and abilities needed for successful job performance.  In making this finding the court relied in part on Dr. Barrett's assessment of Warren's efforts.  Barrett testified that the team format for rating each employee, calling for open discussion and justification of each assessment and consensus decision-making, enhanced the quality of the rating system.  The court also pointed out that all raters who testified stated that they understood the criteria and how to apply them.  Furthermore, the court noted that the post-rating review sessions, at which each department head was required to justify his or her decisions, further assured the quality and fairness of the assessments.  We have reviewed the record and find that it adequately and convincingly supports the district court's conclusions.  Accordingly, the district court's findings are not clearly erroneous.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Though admittedly addressing only the issue of disparate treatment, the Hazen Court arguably cast some doubt on the viability of a disparate impact claim under the ADEA by holding that \"[w]hen the employer's decision is wholly motivated by factors other than age, the problem of inaccurate and stigmatizing stereotypes disappears.  This is true even if the motivating factor is correlated with age....\"  Hazen, 113 S. Ct. at 1706.  Taking note of this language, two of our sister circuits have recently questioned whether the theory of disparate impact liability applies to the ADEA.  See DiBiase v. Smithkline Beecham Corp., 48 F.3d 719, 732 (3d Cir. 1995) (plurality) (\"[I]n the wake of Hazen, it is doubtful that traditional disparate impact theory is a viable theory of liability under the ADEA.\");  EEOC v. Francis W. Parker School, 41 F.3d 1073, 1076-78 (7th Cir. 1994), cert. denied, 1995 U.S.L.W. 3887 (U.S. June 19, 1995) (No. 94-1558);  but see Houghton v. Sipco, Inc., 38 F.3d 953, 958-59 (8th Cir. 1994) (assuming without analysis the applicability of disparate impact theory of liability to the ADEA).  See also Michael C. Sloan, Comment, Disparate Impact in the Age Discrimination in Employment Act:  Will the Supreme Court Permit It?, 1995 Wis.  L. Rev. 507 (1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The ADEA provides that an employer may take an otherwise prohibited employment action if the action is predicated on \"reasonable factors other than age.\"  29 U.S.C. Sec. 623(f)(1).  The plaintiffs contend that, in the context of a disparate impact claim, this defense is equivalent to Title VII's \"job- related/business-necessity\" defense.  Cf. 29 C.F.R. Sec. 1625.7(d) (interpreting the \"reasonable factor other than age\" defense as limited only to factors justifiable as a \"business necessity\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Furthermore, we do not think, on the facts of this case, that the law necessarily required Warren to offer empirical studies to validate the selection procedures as job related.  Such a requirement would place a substantial burden on employers, like Warren, already forced by economic necessity to reduce the size of their work force.  See generally 29 C.F.R. Sec. 1607 (EEOC guidelines outlining empirical methods for validating selection procedures in Title VII context).  Employers, however, are not required, \"even when defending standardized or objective tests, to introduce formal 'validation studies' showing that particular criteria predict actual on-the-job performance.\"  Watson v. Fort Worth Bank &amp; Trust, 487 U.S. 977, 999 (1988) (plurality);  cf. id. at 1006-7 (Blackmun, Brennan, Marshall, JJ., concurring) (\"While ... formal validation techniques ... may sometimes not be effective in measuring the job-relatedness of subjective- selection processes, a variety of methods are available for establishing the link between these selection processes and job performance, just as they are for objective-selection devices.\"  (footnote omitted));  Albemarle Paper Co. v. Moody, 422 U.S. 405, 449 (1975) (Blackmun, J., concurring).  Here, the selection procedures are not objective tests employed to screen potential job applicants, but instead are more akin to subjective evaluations directly measuring actual abilities of known employees.  Moreover, there is no evidence in this case that the procedures were used to \"freeze\" the effects of prior intentional age discrimination.  See Albemarle, 422 U.S. at 427 (\"The question of job relatedness must be viewed in the context of the plant's operation and the history of the testing program.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Warren additionally contends that the plaintiffs' appeal should fail because, inter alia, they improperly used a subgroup (employees age fifty years and older) of the protected class (employees age forty years and older) as the basis for their disparate impact claim.  Because we find no error in the district court's factual findings, we do not reach this argument</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"196185\"><a href=\"/opinion/196185/adames-v-ins/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">809</span></a></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Ronald E. GRAFFAM, et al., Plaintiffs, Appellants,<br>v.<br>SCOTT PAPER COMPANY, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1046.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 14, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gerald F. Petruccelli, with whom James B. Haddow, Daniel W. Bates, Francis M. Jackson, and Petruccelli &amp; Martin, were on brief for appellants.</p>\n      <p class=\"indent\">William J. Kayatta, Jr., with whom Catherine R. Connors, B. Simeon Goldstein, and Pierce, Atwood, Scribner, Allen, Smith &amp; Lancaster, were on brief for appellees.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a nine-day bench trial, the district court entered judgment for defendants Scott Paper Company and S.D. Warren Company (collectively \"Warren\") in this age discrimination suit brought by eleven former employees (\"plaintiffs\").  The plaintiffs alleged that the selection procedures (\"selection procedures\") used by Warren to reduce by twenty percent the number of salaried employees at its paper mill in Westbrook, Maine, effected an illegal disparate impact on employees over age fifty.  In awarding judgment to Warren, the district court found that, though the selection procedures did indeed have a disparate impact on older-age employees, Warren had made a sufficient showing that the procedures were job related and consistent with business necessity.  Graffam v. Scott Paper Co., <span class=\"citation\" data-id=\"1647739\"><a href=\"/opinion/1647739/graffam-v-scott-paper-co/\"><span class=\"volume\">870</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">389</span></a></span>, 399- 404 (D. Me. 1994).  After a careful review of the record, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In late 1990, Warren concluded that it must reduce by twenty percent its salaried work force of approximately 471 employees at its mill in Westbrook, Maine.  The conclusion was dictated, at least in part, by Warren's decision to sell the mill and a corresponding requirement that the mill be made more attractive to potential buyers.  Consequently, Warren set about creating selection procedures for identifying which employees it would need to discharge in order to meet the desired force reduction goal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In January 1991, a Mill Leadership Team (\"MLT\"), consisting of the heads of several departments and the manager of the Westbrook mill, met for a number of days to develop a plan for achieving Warren's reduction goal.  As a result, each department identified job functions and job positions that could be eliminated.  Department heads divided the jobs in each department-including those to be eliminated-into specific job groups and placed salaried employees subject to the downsizing into the newly-formed groups.  Positions with similar functions and responsibilities were grouped together so that employees with comparable skills ultimately would be rated against each other.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the same time, MLT members collectively defined the selection procedures.  As their starting point, the MLT modified procedures previously developed by Warren's corporate offices for use in an employee downsizing.  MLT members reviewed drafts of these selection procedures, sought to understand and clarify the assessment criteria, and discussed the applicability of the criteria to the Westbrook mill.  After the revisions were included, MLT members tested the new procedures by conducting mock assessments of persons known to the MLT members but who were not subject to discharge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The final assessment plan allocated a total of 100 points to seven criteria:  technical job skills (twenty points);  performance (ten points);  length of service (ten points);  leading-change skills (fifteen points);  interpersonal skills (fifteen points);  self management (ten points);  and versatility (twenty points).  The skills included in the technical job skill criterion varied for each individual job group.  An individual who received zero technical skill points would not be retained in favor of another employee with a higher technical skill rating regardless of which employee had the higher respective total assessment score.  Every employee was awarded the maximum ten performance points, provided that the employee had not received counselling for unacceptable job performance.  The common criteria of length of service and leading-change, interpersonal, self-management, and versatility skills (\"common criteria\") were applied identically to all employees across all job groups.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Once the MLT finished ironing out the revised assessment criteria, teams of at least three individuals were formed to evaluate the salaried employees subject to downsizing.  Each team included an MLT member who had participated in developing and discussing the written criteria, and at least one person who possessed substantial first-hand knowledge regarding the skills and past performance of each employee assessed.  Every assessor was provided a text explaining the assessment criteria and a list of technical job skills applicable to the particular job group he or she would assess.  The teams reached a final consensus rating for each employee through oral discussion and group decision.  Following the team assessments, MLT members met to review the process.  Additionally, each department head was required to present, explain, and justify the results of the selection process in his or her department to a corporate review team that included management personnel from the mill's corporate headquarters.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The downsizing process resulted in the termination of thirty-nine percent of the salaried employees age fifty years and older but only nine percent of those employees under age fifty.  All of the plaintiffs in this case were over age fifty when Warren discharged them as a result of the downsizing effort.  Following their discharge, the plaintiffs commenced this action in federal district court, alleging that Warren had discriminated against them on account of their age in violation of the Age Discrimination in Employment Act of 1967 (\"ADEA\"), 29 U.S.C. Secs. 621-34, and Maine state law.  At trial, plaintiffs, pursuing their claim under a theory of disparate impact liability, maintained that the selection procedures, though neutral on their face, effected a substantial disparate impact on older-age employees.  Following a nine-day bench trial, the district court entered judgment for Warren, from which the plaintiffs now appeal.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review the district court's findings of fact only for clear error.  See Fed.  R. Civ. P. 52(a);  Cumpiano v. Banco Santander P.R., <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 152 (1st Cir. 1990).  Clear error exists when, after reviewing the entire record, we have a \"strong, unyielding belief that a mistake has been made.\"  <span class=\"citation\" data-id=\"540783\"><span class=\"antecedent_guess\">Cumpiano,</span> <a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">152</span></a></span>;  see also Industrial Gen. Corp. v. Sequoia Pac.  Sys. Corp., <span class=\"citation\" data-id=\"195833\"><a href=\"/opinion/195833/industrial-v-sequoia/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span>, 43 (1st Cir. 1995).  If, however, the district court premised its factual findings on an incorrect view of the law, we are not bound by the clearly erroneous standard.  E.g., Brown Daltas &amp; Assocs. v. General Accident Ins. Co., <span class=\"citation\" data-id=\"195919\"><a href=\"/opinion/195919/brown-daltas-v-northbrook-excess/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 36 (1st Cir. 1995).  \"[T]o the extent that findings of fact can be shown to have been predicated upon, or induced by, errors of law, they will be accorded diminished respect on appeal.\"  Dedham Water Co. v. Cumberland Farms Dairy, Inc., <span class=\"citation\" data-id=\"588805\"><a href=\"/opinion/588805/dedham-water-co-inc-v-cumberland-farms-dairy-inc/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span>, 457 (1st Cir. 1992).</p>\n    </div>\n    <p>B. Age Discrimination Claim</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The plaintiffs contend that Warren's selection procedures, though neutral on their face, resulted in the discharge of a disproportionate number of older-age employees.  The theory of disparate impact liability has its roots in the Supreme Court's decision in Griggs v. Duke Power Co., <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span> </a></span>(1971).  In Griggs, the Court held that the use of a facially neutral objective test that tended disproportionately to exclude African-Americans from the employment pool but did not measure skills demonstrably related to job performance violated Title VII's anti-discrimination provisions.  In the context of Title VII, Congress codified the disparate impact theory in the Civil Rights Act of 1991.  See Pub. L. No. 102- 166, Sec. 3, 105 Stat. 1071 (1991) (listing as one of its purposes \"to confirm statutory authority and provide statutory guidelines for the adjudication of disparate impact suits under title VII\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Congress, however, has never explicitly addressed the theory of disparate impact liability in the ADEA context.  Moreover, though the Supreme Court has acknowledged that \"[t]here are important similarities between [Title VII and the ADEA], ... both in their aims-the elimination of discrimination from the workplace-and in their substantive provisions[,]\" Lorillard v. Pons, <span class=\"citation\" data-id=\"109777\"><a href=\"/opinion/109777/lorillard-v-pons/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, 584 (1978), it has nonetheless \"never decided whether the disparate impact theory of liability is available under the ADEA.\"  Hazen Paper Co. v. Biggins, <span class=\"citation\" data-id=\"112844\"><a href=\"/opinion/112844/hazen-paper-co-v-biggins/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1701</span></a></span>, 1706 (1993).  Similarly, though we assumed without analysis the applicability of the theory in Holt v. Gamewell Corp., <span class=\"citation\" data-id=\"474188\"><a href=\"/opinion/474188/41-fair-emplpraccas-585-40-empl-prac-dec-p-36334-richard-s-holt-v/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 37 (1st Cir. 1986), we have never directly addressed the issue.  See also Caron v. Scott Paper Co., <span class=\"citation\" data-id=\"1646277\"><a href=\"/opinion/1646277/caron-v-scott-paper-co/\"><span class=\"volume\">834</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">33</span></a></span>, 35-38 (D. Me. 1993).  Again, for purposes of this opinion, we assume arguendo that the district court correctly held that the ADEA supports a claim for age discrimination based on a disparate impact theory of liability.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As applied in Title VII cases, to prove a claim of disparate impact discrimination, a plaintiff must identify a facially neutral employment practice or policy that causes a statistically discernible disparate impact on a protected employee group.  See EEOC v. Steamship Clerks Union, Local 1066, <span class=\"citation\" data-id=\"195936\"><a href=\"/opinion/195936/eeoc-v-local-1066/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">594</span></a></span>, 601 (1st Cir. 1995).  Once the plaintiff has made this initial showing, the defendant must then attempt to debunk the sufficiency of the plaintiff's evidence or, in the alternative, show that the challenged practice is either job related and consistent with business necessity or that it fits within a specific statutory exception.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  <span class=\"citation\" data-id=\"195936\"><a href=\"/opinion/195936/eeoc-v-local-1066/\"><span class=\"id_token\">Id.</span> at 604. </a></span> If the employer attempts to justify its actions, the plaintiff may seek to cast doubt on the justification by showing, inter alia, an alternate practice exists that equally protects the employer's putative interest but does not disproportionately burden employees in the protected class.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The plaintiffs contend that the district court found that the selection procedures merely identified qualities important for employees to possess in general.  They argue that such a finding is equivalent to measuring \"the person in the abstract\" and not the \"person for the job,\" <span class=\"citation\" data-id=\"108284\"><span class=\"antecedent_guess\">Griggs,</span> <a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">436</span></a></span>, and, therefore, is inadequate to establish an affirmative defense to a claim of disparate impact discrimination.  The plaintiffs argue further that the district court erred by failing to inquire whether Warren had established that the selection procedures identified specific job behaviors that significantly correlated to successful performance of the specific jobs in question.  They maintain that, if the correct standard were to be applied, the evidence is insufficient to support a finding in favor of Warren.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Our review of the district court's careful and extensive opinion satisfies us that it did supportably find that Warren's selection procedures measured skills and job behaviors necessary for, and significantly correlated with, successful performance of the jobs in question.  The court found that the common criteria used in the selection procedures identified necessary technical and managerial skills \"important to all the rated jobs at the mill.\"  To support this finding, the court pointed to Warren's expert, Dr. Richard S. Barrett, a consultant in the field of industrial psychology, who testified at some length that the common criteria described job behaviors required in managerial and technical jobs in a manufacturing facility such as the Westbrook mill.  In addition, the court noted that three department heads at the mill, who had participated in designing and implementing the selection procedures, testified that the common criteria fairly represented important skills needed to perform the jobs in their departments.  The court also relied on the testimony of Warren's Human Resource Director, Gary Parafinczuk, who explained, inter alia, that, prior to the downsizing, Warren had devoted money and resources to teaching and encouraging the very skills assessed by the common criteria.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court also noted that the testimony of the various department heads established that the technical skills portion of the selection procedures (which differed for each job group) identified important skills needed to perform the specific jobs in each job group.  Finally, in discrediting the testimony of the plaintiff's expert, Dr. James Mahoney, in favor of Dr. Barrett, the district court expressly rejected the plaintiff's contention that the selection procedures were not consistently predictive of, or significantly correlated with, the necessary skills for the successful performance of the specific jobs in question.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Notwithstanding the district court's careful analysis, the plaintiffs contend that, because Warren applied the same common criteria in equal weights to every job group assessed, the selection procedures could not possibly measure job skills significantly correlated with successful performance of any specific job.  We are not convinced:  The fact that the skills identified by the common criteria were important in many managerial and technical mill jobs simply does not compel a finding that the skills were unrelated to the particular jobs at issue.  Furthermore, the plaintiffs totally disregard the fact that the technical skills and performance criteria directly measured each employee's specific job performance skills and that, although Warren applied the common criteria to all employees, the employees were rated and ranked only within their specific job group by persons familiar with individual employees and group needs.  Moreover, we seriously doubt that Warren would have previously committed money and resources to developing the skills measured by the common criteria if they were not directly related to successful job performance.  In addition, the employees' own expert admitted on cross- examination that one way to assess the validity of the selection procedures as a tool for measuring skills directly related to job performance would be to examine whether a statistical correlation existed between earlier promotions at the mill and the assessment scores.  Subsequently, Dr. James Medoff, an expert in labor statistics retained by Warren, testified that, when he reviewed the data supplied by Warren, he found a strong correlation between those two factors.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In sum, we believe that, in determining whether Warren had sufficiently justified its use of the selection procedures, the district court supportably found that the procedures measured skills necessary for, and correlated with, successful performance of the jobs in question.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We also believe that the record adequately supports the district court's finding that Warren's implementation of the selection procedures assured that they would fairly identify the employees who most fully possessed the skills and abilities needed for successful job performance.  In making this finding the court relied in part on Dr. Barrett's assessment of Warren's efforts.  Barrett testified that the team format for rating each employee, calling for open discussion and justification of each assessment and consensus decision-making, enhanced the quality of the rating system.  The court also pointed out that all raters who testified stated that they understood the criteria and how to apply them.  Furthermore, the court noted that the post-rating review sessions, at which each department head was required to justify his or her decisions, further assured the quality and fairness of the assessments.  We have reviewed the record and find that it adequately and convincingly supports the district court's conclusions.  Accordingly, the district court's findings are not clearly erroneous.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Though admittedly addressing only the issue of disparate treatment, the Hazen Court arguably cast some doubt on the viability of a disparate impact claim under the ADEA by holding that \"[w]hen the employer's decision is wholly motivated by factors other than age, the problem of inaccurate and stigmatizing stereotypes disappears.  This is true even if the motivating factor is correlated with age....\"  <span class=\"citation\" data-id=\"112844\"><span class=\"antecedent_guess\">Hazen,</span> <a href=\"/opinion/112844/hazen-paper-co-v-biggins/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1706</span></a></span>.  Taking note of this language, two of our sister circuits have recently questioned whether the theory of disparate impact liability applies to the ADEA.  See DiBiase v. Smithkline Beecham Corp., <span class=\"citation\" data-id=\"690283\"><a href=\"/opinion/690283/john-dibiase-v-smithkline-beecham-corporation/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">719</span></a></span>, 732 (3d Cir. 1995) (plurality) (\"[I]n the wake of Hazen, it is doubtful that traditional disparate impact theory is a viable theory of liability under the ADEA.\");  EEOC v. Francis W. Parker School, <span class=\"citation\" data-id=\"683544\"><a href=\"/opinion/683544/equal-employment-opportunity-commission-v-francis-w-parker-school/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1073</span></a></span>, 1076-78 (7th Cir. 1994), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3887</span> </span>(U.S. June 19, 1995) (No. 94-1558);  but see Houghton v. Sipco, Inc., <span class=\"citation\" data-id=\"681042\"><a href=\"/opinion/681042/66-fair-emplpraccas-bna-97-18-employee-benefits-cas-2195-william-j/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">953</span></a></span>, 958-59 (8th Cir. 1994) (assuming without analysis the applicability of disparate impact theory of liability to the ADEA).  See also Michael C. Sloan, Comment, Disparate Impact in the Age Discrimination in Employment Act:  Will the Supreme Court Permit It?, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">Wis.</span>  <span class=\"page\">L</span></span>. Rev. 507 (1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The ADEA provides that an employer may take an otherwise prohibited employment action if the action is predicated on \"reasonable factors other than age.\"  29 U.S.C. Sec. 623(f)(1).  The plaintiffs contend that, in the context of a disparate impact claim, this defense is equivalent to Title VII's \"job- related/business-necessity\" defense.  Cf. 29 C.F.R. Sec. 1625.7(d) (interpreting the \"reasonable factor other than age\" defense as limited only to factors justifiable as a \"business necessity\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Furthermore, we do not think, on the facts of this case, that the law necessarily required Warren to offer empirical studies to validate the selection procedures as job related.  Such a requirement would place a substantial burden on employers, like Warren, already forced by economic necessity to reduce the size of their work force.  See generally 29 C.F.R. Sec. 1607 (EEOC guidelines outlining empirical methods for validating selection procedures in Title VII context).  Employers, however, are not required, \"even when defending standardized or objective tests, to introduce formal 'validation studies' showing that particular criteria predict actual on-the-job performance.\"  Watson v. Fort Worth Bank &amp; Trust, <span class=\"citation\" data-id=\"112145\"><a href=\"/opinion/112145/watson-v-fort-worth-bank-trust/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">977</span></a></span>, 999 (1988) (plurality);  cf. <span class=\"citation\" data-id=\"112145\"><a href=\"/opinion/112145/watson-v-fort-worth-bank-trust/\"><span class=\"id_token\">id.</span> at 1006-7 </a></span>(Blackmun, Brennan, Marshall, JJ., concurring) (\"While ... formal validation techniques ... may sometimes not be effective in measuring the job-relatedness of subjective- selection processes, a variety of methods are available for establishing the link between these selection processes and job performance, just as they are for objective-selection devices.\"  (footnote omitted));  Albemarle Paper Co. v. Moody, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, 449 (1975) (Blackmun, J., concurring).  Here, the selection procedures are not objective tests employed to screen potential job applicants, but instead are more akin to subjective evaluations directly measuring actual abilities of known employees.  Moreover, there is no evidence in this case that the procedures were used to \"freeze\" the effects of prior intentional age discrimination.  See <span class=\"citation\" data-id=\"109299\"><span class=\"antecedent_guess\">Albemarle,</span> <a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">427</span> </a></span>(\"The question of job relatedness must be viewed in the context of the plant's operation and the history of the testing program.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Warren additionally contends that the plaintiffs' appeal should fail because, inter alia, they improperly used a subgroup (employees age fifty years and older) of the protected class (employees age forty years and older) as the basis for their disparate impact claim.  Because we find no error in the district court's factual findings, we do not reach this argument</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108284/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109299/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109777/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112145/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112844/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195833/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195919/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195936/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196185/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474188/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588805/",
    "https://www.courtlistener.com/api/rest/v3/opinions/681042/",
    "https://www.courtlistener.com/api/rest/v3/opinions/683544/",
    "https://www.courtlistener.com/api/rest/v3/opinions/690283/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1646277/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1647739/"
  ]
}