{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196134/",
  "id": 196134,
  "absolute_url": "/opinion/196134/laplante-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196134/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:58:28Z",
  "date_modified": "2020-02-21T23:44:57.321607Z",
  "type": "010combined",
  "sha1": "e6c89cad1939477c5bf73d5a26a54001a15158f7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2011.01A",
  "local_path": null,
  "plain_text": "\n\nJune 13, 1995\r\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 94-2011\r\n\n                      RANDY S. LAPLANTE,\r\n\n                    Petitioner, Appellant,\r\n\n                              v.\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                    Respondent, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. A. David Mazzone, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Cyr, Boudin and Stahl,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nRandy S. Laplante on brief pro se.\r                             \r\nDonald K. Stern,  United States Attorney, and Mark W.  Pearlstein,\r                                                                             \r\nAssistant United States Attorney, on brief for appellee.\r\n\n                                         \r\n\n                                         \r\r\n\n     Per  Curiam.   Randy LaPlante  appeals a  district court\r                            \r\n\norder  that denied  his 28  U.S.C.  2255  motion to  vacate a\r\n\nsentence  that   was  imposed  as  a   result  of  LaPlante's\r\n\nviolations  of the  terms  of  his  supervised release.    We\r\n\naffirm.\r\n\n     As  the  district  court's order  summarizes  LaPlante's\r\n\nhistory  and claims,  we will  not repeat  them here.   After\r\n\nthoroughly  reviewing the  record and  the parties  briefs on\r\n\nappeal, we  are persuaded  that the district  court correctly\r\n\ndenied relief on  LaPlante's claim  that he  did not  receive\r\n\nadequate notice  of the conditions of  his supervised release\r\n\nand his claim that his reentry into the United States did not\r\n\nviolate one of those conditions.  LaPlante has failed to show\r\n\ncause for  failing to  raise these  claims at  his supervised\r\n\nrelease  revocation (SRR)  hearing or  on direct  appeal, and\r\n\nabsent such a showing,  review on the merits under  28 U.S.C.\r\n\n 2255 is barred.  See Knight v. Miller, 37 F.2d 769, 774 (1st\r                                                  \r\n\nCir. 1994); Campino v.  United States, 968 F.2d 187,  190 (2d\r                                                 \r\n\nCir. 1990).   While LaPlante  argues that he  could not  have\r\n\nraised  these   claims  sooner   because,  inter   alia,  the\r                                                                   \r\n\nprosecutor  erroneously stated  that the  district judge  had\r\n\nannounced  the  conditions of  LaPlante's  supervised release\r\n\nwhen,  in fact, the clerk had made this announcement, none of\r\n\nLaPlante's reasons constitute the \"cause\" required to  obtain\r\n\nrelief on these claims under 28  U.S.C.  2255.  See Murray v.\r                                                                      \r\r\n\nCarrier, 477 U.S. 478,  488 (1986); Magee v.  Harshbarger, 16\r                                                                     \r\n\nF.3d 469, 472 (1st Cir. 1994).1\r\n\n     However,  we note  that LaPlante  at least  arguably had\r\n\ncause for not previously raising his claim that his  sentence\r\n\nis   unlawfully  based   on  certain   invalid  Massachusetts\r\n\nconvictions.    It  appears that,  at  the  time  of the  SRR\r\n\nhearing, LaPlante was not aware that one of those convictions\r\n\n(i.e.,  the  Brookline district  court  conviction)  had been\r\n\nvacated one week  earlier.   Thus, LaPlante was  not able  to\r\n\nbring  this  to the  district  court's attention  at  the SRR\r\n\nhearing.   Nevertheless, this claim fails on its merits. Even\r\n\n                    \r                                \r\n\n1.  Moreover,  while we need  not decide the  merits of these\r\nclaims,  we note  that  both  have  serious  flaws.    It  is\r\nundisputed  that   LaPlante  received  oral  notice   of  the\r\nconditions  of   his  supervised  release   at  his   initial\r\nsentencing hearing.   Those conditions were  not complicated.\r\nLaPlante later  received written notice that  his reentry was\r\nprohibited absent the  Attorney General's permission when  he\r\nsigned a  \"Notice of  Country to  which Deportation has  been\r\nDirected and Penalty for  Reentry\" (hereafter \"Notice\").  Yet\r\nat  the SRR hearing,  LaPlante conceded that  he violated the\r\nspecial  conditions that  prohibited  his reentry  absent the\r\nAttorney General's  permission and his use of a false drivers\r\nlicense.  These circumstances indicate that LaPlante received\r\nadequate notice  of the special conditions  that governed his\r\nsupervised release. See United States v. Felix, 994 F.2d 550,\r                                                          \r\n552 (8th Cir. 1993);  United States v. Johnson, 763  F. Supp.\r                                                          \r\n900, 903 (W.D. Texas 1991). We also  note that in signing the\r\nforegoing \"Notice,\"  LaPlante expressly waived  his right not\r\nto be deported until 72 hours after the service of the  final\r\norder  of deportation  and requested  deportation as  soon as\r\npossible.   But  8  C.F.R.   3.4  provides  that  an  alien's\r\ndeparture from the United States  subsequent to the taking of\r\nan appeal but before  a decision thereon \"shall  constitute a\r\nwithdrawal of the appeal....\"  It thus appears  that LaPlante\r\nwithdrew his appeal  of the deportation order when  he signed\r\nthe \"Notice\" requesting immediate deportation.     \r\n\n                             -3-\r\r\n\nif the district court had ignored this conviction, this would\r\n\nonly have resulted  in a one point deduction  from LaPlante's\r\n\ncriminal history score.   His criminal history category would\r\n\nnot have changed. It is undisputed that the second conviction\r\n\nthat LaPlante says is invalid is  the subject of a motion  to\r\n\nvacate that  is pending in  the West Roxbury  district court.\r\n\nWhile  LaPlante  contends  that  we  should  hold  that  this\r\n\nconviction is \"presumptively  void\" and deduct an  additional\r\n\ntwo  points from his criminal history score, we have no basis\r\n\nfor so holding.2   Accordingly, the judgment of  the district\r\n\ncourt is affirmed.\r                             \r\n\n                    \r                                \r\n\n2.  Contrary to LaPlante's argument on appeal, neither United\r                                                                         \r\nStates v. Isaacs,  14 F.3d 106 (1st Cir. 1994), nor Custis v.\r                                                                      \r\nUnited  States, 114 S. Ct. 1732, 1734 (1994), authorizes this\r                          \r\ncourt to hold that the West Roxbury district court conviction\r\nis \"presumptively void\" simply  because LaPlante may not have\r\nbeen warned  that he  could be deported  as a  result of  his\r\nguilty plea.   Rather, Custis \"significantly  restricted\" the\r                                         \r\ncircumstances under which a  prior conviction may be held  to\r\nbe void. See United States v.  Cordero, 42 F.3d 697, 701 (1st\r                                                  \r\nCir. 1994)(noting that Custis prohibits collateral attacks on\r                                         \r\nprior state-court convictions  unless conviction was obtained\r\nin violation  of the  right to counsel).  Those circumstances\r\nare not present here.\r\n\n                             -4-\r\r\n",
  "html": "<p class=\"case_cite\">57 F.3d 1061<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Randy S. LAPLANTE, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 94-2011.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 13, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Randy S. Laplante on brief pro se.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Mark W. Pearlstein, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Randy LaPlante appeals a district court order that denied his 28 U.S.C. Sec. 2255 motion to vacate a sentence that was imposed as a result of LaPlante's violations of the terms of his supervised release.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As the district court's order summarizes LaPlante's history and claims, we will not repeat them here.  After thoroughly reviewing the record and the parties briefs on appeal, we are persuaded that the district court correctly denied relief on LaPlante's claim that he did not receive adequate notice of the conditions of his supervised release and his claim that his reentry into the United States did not violate one of those conditions.  LaPlante has failed to show cause for failing to raise these claims at his supervised release revocation (SRR) hearing or on direct appeal, and absent such a showing, review on the merits under 28 U.S.C. Sec. 2255 is barred.  See Knight v. Miller, 37 F.2d 769, 774 (1st Cir. 1994);  Campino v. United States, 968 F.2d 187, 190 (2d Cir. 1990).  While LaPlante argues that he could not have raised these claims sooner because, inter alia, the prosecutor erroneously stated that the district judge had announced the conditions of LaPlante's supervised release when, in fact, the clerk had made this announcement, none of LaPlante's reasons constitute the \"cause\" required to obtain relief on these claims under 28 U.S.C. Sec. 2255.  See Murray v. Carrier, 477 U.S. 478, 488 (1986);  Magee v. Harshbarger, 16 F.3d 469, 472 (1st Cir. 1994).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">However, we note that LaPlante at least arguably had cause for not previously raising his claim that his sentence is unlawfully based on certain invalid Massachusetts convictions.  It appears that, at the time of the SRR hearing, LaPlante was not aware that one of those convictions (i.e., the Brookline district court conviction) had been vacated one week earlier.  Thus, LaPlante was not able to bring this to the district court's attention at the SRR hearing.  Nevertheless, this claim fails on its merits.  Even if the district court had ignored this conviction, this would only have resulted in a one point deduction from LaPlante's criminal history score.  His criminal history category would not have changed.  It is undisputed that the second conviction that LaPlante says is invalid is the subject of a motion to vacate that is pending in the West Roxbury district court.  While LaPlante contends that we should hold that this conviction is \"presumptively void\" and deduct an additional two points from his criminal history score, we have no basis for so holding.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Accordingly, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Moreover, while we need not decide the merits of these claims, we note that both have serious flaws.  It is undisputed that LaPlante received oral notice of the conditions of his supervised release at his initial sentencing hearing.  Those conditions were not complicated.  LaPlante later received written notice that his reentry was prohibited absent the Attorney General's permission when he signed a \"Notice of Country to which Deportation has been Directed and Penalty for Reentry\" (hereafter \"Notice\").  Yet at the SRR hearing, LaPlante conceded that he violated the special conditions that prohibited his reentry absent the Attorney General's permission and his use of a false drivers license.  These circumstances indicate that LaPlante received adequate notice of the special conditions that governed his supervised release.  See United States v. Felix, 994 F.2d 550, 552 (8th Cir. 1993);  United States v. Johnson, 763 F. Supp. 900, 903 (W.D. Texas 1991).  We also note that in signing the foregoing \"Notice,\" LaPlante expressly waived his right not to be deported until 72 hours after the service of the final order of deportation and requested deportation as soon as possible.  But 8 C.F.R. Sec. 3.4 provides that an alien's departure from the United States subsequent to the taking of an appeal but before a decision thereon \"shall constitute a withdrawal of the appeal....\"  It thus appears that LaPlante withdrew his appeal of the deportation order when he signed the \"Notice\" requesting immediate deportation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Contrary to LaPlante's argument on appeal, neither United States v. Isaacs, 14 F.3d 106 (1st Cir. 1994), nor Custis v. United States, 114 S. Ct. 1732, 1734 (1994), authorizes this court to hold that the West Roxbury district court conviction is \"presumptively void\" simply because LaPlante may not have been warned that he could be deported as a result of his guilty plea.  Rather, Custis \"significantly restricted\" the circumstances under which a prior conviction may be held to be void.  See United States v. Cordero, 42 F.3d 697, 701 (1st Cir. 1994)(noting that Custis prohibits collateral attacks on prior state-court convictions unless conviction was obtained in violation of the right to counsel).  Those circumstances are not present here</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1061</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Randy S. LAPLANTE, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 94-2011.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 13, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Randy S. Laplante on brief pro se.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Mark W. Pearlstein, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Randy LaPlante appeals a district court order that denied his 28 U.S.C. Sec. 2255 motion to vacate a sentence that was imposed as a result of LaPlante's violations of the terms of his supervised release.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As the district court's order summarizes LaPlante's history and claims, we will not repeat them here.  After thoroughly reviewing the record and the parties briefs on appeal, we are persuaded that the district court correctly denied relief on LaPlante's claim that he did not receive adequate notice of the conditions of his supervised release and his claim that his reentry into the United States did not violate one of those conditions.  LaPlante has failed to show cause for failing to raise these claims at his supervised release revocation (SRR) hearing or on direct appeal, and absent such a showing, review on the merits under 28 U.S.C. Sec. 2255 is barred.  See Knight v. Miller, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">769</span></span>, 774 (1st Cir. 1994);  Campino v. United States, <span class=\"citation no-link\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">187</span></span>, 190 (2d Cir. 1990).  While LaPlante argues that he could not have raised these claims sooner because, inter alia, the prosecutor erroneously stated that the district judge had announced the conditions of LaPlante's supervised release when, in fact, the clerk had made this announcement, none of LaPlante's reasons constitute the \"cause\" required to obtain relief on these claims under 28 U.S.C. Sec. 2255.  See Murray v. Carrier, <span class=\"citation\" data-id=\"111727\"><a href=\"/opinion/111727/murray-v-carrier/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 488 (1986);  Magee v. Harshbarger, <span class=\"citation\" data-id=\"663075\"><a href=\"/opinion/663075/thomas-a-magee-v-scott-harshbarger/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">469</span></a></span>, 472 (1st Cir. 1994).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">However, we note that LaPlante at least arguably had cause for not previously raising his claim that his sentence is unlawfully based on certain invalid Massachusetts convictions.  It appears that, at the time of the SRR hearing, LaPlante was not aware that one of those convictions (i.e., the Brookline district court conviction) had been vacated one week earlier.  Thus, LaPlante was not able to bring this to the district court's attention at the SRR hearing.  Nevertheless, this claim fails on its merits.  Even if the district court had ignored this conviction, this would only have resulted in a one point deduction from LaPlante's criminal history score.  His criminal history category would not have changed.  It is undisputed that the second conviction that LaPlante says is invalid is the subject of a motion to vacate that is pending in the West Roxbury district court.  While LaPlante contends that we should hold that this conviction is \"presumptively void\" and deduct an additional two points from his criminal history score, we have no basis for so holding.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Accordingly, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Moreover, while we need not decide the merits of these claims, we note that both have serious flaws.  It is undisputed that LaPlante received oral notice of the conditions of his supervised release at his initial sentencing hearing.  Those conditions were not complicated.  LaPlante later received written notice that his reentry was prohibited absent the Attorney General's permission when he signed a \"Notice of Country to which Deportation has been Directed and Penalty for Reentry\" (hereafter \"Notice\").  Yet at the SRR hearing, LaPlante conceded that he violated the special conditions that prohibited his reentry absent the Attorney General's permission and his use of a false drivers license.  These circumstances indicate that LaPlante received adequate notice of the special conditions that governed his supervised release.  See United States v. Felix, <span class=\"citation\" data-id=\"607942\"><a href=\"/opinion/607942/united-states-v-kingsley-felix/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">550</span></a></span>, 552 (8th Cir. 1993);  United States v. Johnson, <span class=\"citation\" data-id=\"1586197\"><a href=\"/opinion/1586197/united-states-v-johnson/\"><span class=\"volume\">763</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">900</span></a></span>, 903 (W.D. Texas 1991).  We also note that in signing the foregoing \"Notice,\" LaPlante expressly waived his right not to be deported until 72 hours after the service of the final order of deportation and requested deportation as soon as possible.  But 8 C.F.R. Sec. 3.4 provides that an alien's departure from the United States subsequent to the taking of an appeal but before a decision thereon \"shall constitute a withdrawal of the appeal....\"  It thus appears that LaPlante withdrew his appeal of the deportation order when he signed the \"Notice\" requesting immediate deportation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Contrary to LaPlante's argument on appeal, neither United States v. Isaacs, <span class=\"citation\" data-id=\"660666\"><a href=\"/opinion/660666/united-states-v-edward-isaacs-united-states-v-edward-isaacs/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span> </a></span>(1st Cir. 1994), nor Custis v. United States, <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1732</span></a></span>, 1734 (1994), authorizes this court to hold that the West Roxbury district court conviction is \"presumptively void\" simply because LaPlante may not have been warned that he could be deported as a result of his guilty plea.  Rather, Custis \"significantly restricted\" the circumstances under which a prior conviction may be held to be void.  See United States v. Cordero, <span class=\"citation\" data-id=\"195801\"><a href=\"/opinion/195801/united-states-v-cordero-garcia/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">697</span></a></span>, 701 (1st Cir. 1994)(noting that Custis prohibits collateral attacks on prior state-court convictions unless conviction was obtained in violation of the right to counsel).  Those circumstances are not present here</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111727/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195801/",
    "https://www.courtlistener.com/api/rest/v3/opinions/607942/",
    "https://www.courtlistener.com/api/rest/v3/opinions/660666/",
    "https://www.courtlistener.com/api/rest/v3/opinions/663075/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1087955/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1586197/"
  ]
}