{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196179/",
  "id": 196179,
  "absolute_url": "/opinion/196179/united-states-v-destefano/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196179/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:59:41Z",
  "date_modified": "2020-02-21T23:54:11.569359Z",
  "type": "010combined",
  "sha1": "02a72a4795f109ca2b072433e7a7d2b37a766c03",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1207.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1207\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                      ANTHONY S. DESTEFANO,\r\n\n                      Defendant, Appellant.\r\n\n                                              \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \r\n\n                                              \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                              \r\n\n     Walter  F. McKee,  with whom  Lipman and  Katz, P.A.  was on\r                                                                   \r\nbrief, for appellant.\r\n     Helene  Kazanjian,  Assistant United  States  Attorney, with\r                                \r\nwhom Jay  P. McCloskey, United  States Attorney, and  Jonathan R.\r                                                                           \r\nChapman, Assistant United States Attorney, were on brief, for the\r                 \r\nUnited States.\r\n\n                                              \r\n                          July 12, 1995\r\n                                               \r\r\n\n          SELYA, Circuit  Judge.   A  jury in  the United  States\r                    SELYA, Circuit  Judge.\r                                         \r\n\nDistrict Court for the District  of Maine found appellant guilty,\r\n\ninter  alia, of assisting  an escape in violation  of 18 U.S.C.  \r                     \r\n\n752(a).1  Appellant says  that the district court shunned  a jury\r\n\ninstruction crucial to his  defense.  Discerning no error  in the\r\n\nlower court's eschewal of the requested instruction, we affirm.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          Following  Philip DeStefano's arrest  and indictment on\r\n\nfederal narcotics charges, the government  housed him at a county\r\n\njail.    DeStefano  contacted  his  younger  brother,  defendant-\r\n\nappellant  Anthony S.  DeStefano, and  solicited assistance  in a\r\n\ncontemplated escape.   He  told appellant to  park his  van at  a\r\n\nspecific  location at  a specific  time, and  await developments.\r\n\nAppellant agreed.\r\n\n          At approximately 8:30 p.m. on September 8, 1994, Philip\r\n\nDeStefano bolted.   After another  prisoner boosted  him over  an\r\n\ninterior  fence, he  scaled an  exterior  fence topped  by barbed\r\n\nwire, took his leave  of the jailhouse grounds, and  followed the\r\n                    \r                              \r\n\n     1The statute of conviction provides in pertinent part:\r\n\n          Whoever  rescues or  attempts  to  rescue  or\r\n          instigates,  aids or  assists  the escape  or\r\n          attempt to  escape,  of any  person  arrested\r\n          upon a warrant or  other process issued under\r\n          any law of the United States, or committed to\r\n          the custody of the Attorney General or to any\r\n          institution  or  facility  by his  direction,\r\n          shall, if the  custody or  confinement is  by\r\n          virtue of an arrest on a charge of felony, or\r\n          conviction  of any  offense, be  [punished as\r\n          provided by law].\r\n\n18 U.S.C.   752(a) (1988).\r\n\n                                2\r\r\n\nrailroad tracks for a short distance.  As he travelled along  the\r\n\ntracks, he  spotted officers  conversing casually near  the jail.\r\n\nRealizing  that the guards had not  yet discovered his departure,\r\n\nhe discarded his distinctively colored prison shirt and sauntered\r\n\nacross a parking  lot to appellant's van.  The  two brothers then\r\n\ndrove toward friendlier climes.\r\n\n          The  authorities   became  aware   of  the  escape   at\r\n\napproximately 11:30 p.m.   By then, the DeStefano brothers  had a\r\n\nthree-hour head start.  Several  days later, lawmen captured them\r\n\nin  New  York.     Federal  prosecutors  charged  appellant  with\r\n\nassisting an escape in  violation of 18 U.S.C.   752(a)  and with\r\n\nconcealing  an escaped  prisoner  in violation  of the  harboring\r\n\nstatute, 18 U.S.C.   1072.2\r\n\n          We  omit   any  exegetic  account  of  the  intervening\r\n\nproceedings  and  cut  directly  to  the  heart  of  the  appeal.\r\n\nAppellant pleaded not guilty and stood trial.  At trial's end, he\r\n\nrequested the following jury instruction:\r\n\n          When the physical control has ended by flight\r\n          beyond immediate active  pursuit, the  escape\r\n          is  complete.   Any  assistance  beyond  this\r\n          point is not aiding and abetting.\r\n\nThe  district  court refused  to  give this  instruction  in haec\r                                                                           \r\n                    \r                              \r\n\n     2The harboring statute provides:\r\n\n               Whoever  willfully  harbors or  conceals\r\n          any   prisoner  after  his  escape  from  the\r\n          custody  of  the Attorney  General or  from a\r\n          Federal  penal  or correctional  institution,\r\n          shall  be  imprisoned  not  more  than  three\r\n          years.\r\n\n18 U.S.C.   1072 (1988).\r\n\n                                3\r\r\n\nverba, instead telling the jury that:\r               \r\n\n          The crime  of aiding  or assisting  an escape\r\n          cannot  occur  after   the  escapee   reaches\r\n          temporary  safety.     After  that,   aid  or\r\n          assistance to  a fugitive is no longer aiding\r\n          or  assisting  his escape,  whatever  else it\r\n          might be.\r\n\nAppellant took a  timeous objection  to the charge,  see Fed.  R.\r                                                                  \r\n\nCrim. P. 30, on the  ground that the court should have  given the\r\n\n\"flight  beyond immediate active  pursuit\" instruction,  and that\r\n\nits failure to do so undermined the defense.\r\n\n          The  jury  found   appellant  guilty  on   both  counts\r\n\n(assisting  an  escape  and  harboring an  escapee).    Following\r\n\nimposition  of sentence,  appellant  perfected this  appeal.   He\r\n\nchallenges only his conviction under 18 U.S.C.   752(a).\r\n\nII.  DISCUSSION\r          II.  DISCUSSION\r\n\n          This  is a rifle-shot appeal  that draws a  bead on the\r\n\ndistrict court's refusal to  embrace the \"flight beyond immediate\r\n\nactive pursuit\" instruction.  The standard of review is ironclad:\r\n\n\"The  trial  court's refusal  to  give  a particular  instruction\r\n\nconstitutes reversible  error only  if the  requested instruction\r\n\nwas  (1)  correct  as  a  matter  of  substantive  law,  (2)  not\r\n\nsubstantially incorporated  into the charge as  rendered, and (3)\r\n\nintegral to  an important point in  the case.\"  United  States v.\r                                                                        \r\n\nMcGill, 953 F.2d 10, 13 (1st Cir. 1992); accord  United States v.\r                                                                        \r\n\nNason, 9 F.3d 155, 161 (1st Cir. 1993), cert. denied,  114 S. Ct.\r                                                              \r\n\n1331  (1994); United  States v.  Gibson, 726  F.2d 869,  874 (1st\r                                                 \r\n\nCir.), cert. denied, 466 U.S. 960 (1984).\r                             \r\n\n          To be sure, a  defendant has a right to  an instruction\r\n\n                                4\r\r\n\non his theory of the case as long as that theory is valid  and is\r\n\nsupported  by the record.  See United  States v. Flores, 968 F.2d\r                                                                 \r\n\n1366, 1367 (1st Cir. 1992).  But, that right is not a license \"to\r\n\nput words in the judge's  mouth.\"  McGill, 953 F.2d at  12.  Jury\r                                                   \r\n\ninstructions  are  intended  to   furnish  a  set  of  directions\r\n\ncomposing,  in the  aggregate, the  proper legal standards  to be\r\n\napplied  by lay jurors in  determining the issues  that they must\r\n\nresolve  in a  particular case.   See  Calhoun v.  Acme Cleveland\r                                                                           \r\n\nCorp.,  798 F.2d  559, 564 (1st  Cir. 1986).   Provided  that the\r               \r\n\ncharge  satisfies this  need, the court's  choice of  language is\r\n\nlargely a matter of discretion.\r\n\n          The rule in this circuit, therefore, is that \"[s]o long\r\n\nas  the charge  sufficiently conveys  the defendant's  theory, it\r\n\nneed not parrot the exact  language that the defendant  prefers.\"\r\n\nMcGill, 953 F.2d at 12; accord United States v. Mejia-Lozano, 829\r                                                                      \r\n\nF.2d  268, 272 (1st Cir. 1987).  By  the same token, the judge is\r\n\nnot obligated  to instruct  on every particular  that conceivably\r\n\nmight be of interest to the  jury.  See United States v. Nazzaro,\r                                                                          \r\n\n889  F.2d 1158,  1167  (1st Cir.  1989);  United States  v.  Rule\r                                                                           \r\n\nIndus., Inc.,  878 F.2d 535, 543 (1st Cir. 1989).  On appeal, the\r                      \r\n\ncentral inquiry reduces to whether, taking the charge as a whole,\r\n\nsee  Francis v.  Franklin,  471 U.S.  307,  315 (1985);  Cupp  v.\r                                                                       \r\n\nNaughten,  414   U.S.  141,   146-47  (1973),   the  instructions\r                  \r\n\nadequately  illuminate  the  law  applicable to  the  controlling\r\n\nissues  in  the  case  without  unduly  complicating  matters  or\r\n\nmisleading the jury.  See United States v. Alzanki,     F.3d    ,\r                                                            \r\n\n                                5\r\r\n\n    (1st  Cir.  1995) [No.  94-1645,  slip op.  at  8]; Davet  v.\r                                                                       \r\n\nMaccarone, 973 F.2d 22, 26 (1st Cir. 1992) (listing other cases).\r                   \r\n\n          Predictability  and consistency  are  important in  the\r\n\nlaw, and judges  tend to use  the same phrases  over and over  in\r\n\nexplaining particular concepts to  jurors.  Appellant argues that\r\n\nhe  wanted no  more  than to  have the  district court  use time-\r\n\nhonored  language here, and that the court should have yielded to\r\n\nhis entreaty.   He points to  three precedents that he  says cast\r\n\nthe  court's disavowal  of  the \"flight  beyond immediate  active\r\n\npursuit\" articulation  into disrepute.  We examine  each of these\r\n\ncases.\r\n\n          In Orth v. United States, 252 F. 566 (4th Cir. 1918), a\r                                            \r\n\nprisoner  fled from a Georgia penitentiary.  Four weeks later, he\r\n\nappeared on  the defendant's doorstep in  South Carolina, seeking\r\n\nasylum.   The defendant lent a helping hand.  A jury subsequently\r\n\nconvicted Orth on  a charge  of assisting a  convict to  escape.3\r\n\nThe Fourth Circuit reversed, holding that by the time Orth became\r\n\ninvolved,  the event  of escape  had long  since concluded.   The\r\n\ncourt stated:  \"When the physical control [over the prisoner] has\r\n\nbeen ended by  [his] flight beyond immediate  active pursuit, the\r\n\nescape is  complete.\"  Id. at  568.  Once that  point has passed,\r                                    \r\n\nassisting the fugitive  can no longer be considered assisting the\r\n\nescape.  See id.  A second case that appellant cherishes,  United\r                                                                           \r\n\nStates  v. Vowiell, 869 F.2d  1264 (9th Cir.  1989), embraced the\r                            \r\n                    \r                              \r\n\n     3The conviction  eventuated under an  earlier, substantially\r\nsimilar version of the present 18 U.S.C.   752(a).\r\n\n                                6\r\r\n\nreasoning  of the Orth court  in connection with  a discussion of\r                                \r\n\nthe issue as  it relates  to the coconspirator  exception to  the\r\n\nhearsay  rule.   The Ninth  Circuit agreed  that \"[t]he  crime of\r\n\naiding  an  escape  terminates   once  the  escapee  has  reached\r\n\ntemporary safety,\" and defined \"temporary safety\" by  reiterating\r\n\nOrth's \"flight beyond immediate active pursuit\" language.  Id. at\r                                                                        \r\n\n1268 (quoting Orth, 252 F. at 568).\r                            \r\n\n          The crown jewel in appellant's trilogy is United States\r                                                                           \r\n\nv. Smithers, 27 F.3d 142 (5th Cir. 1994).  Smithers, charged with\r                     \r\n\naiding  an   escape  under  section  752(a),   requested  a  jury\r\n\ninstruction  that contained the  \"flight beyond  immediate active\r\n\npursuit\" language.  The trial court denied the  request, choosing\r\n\ninstead  to charge according to the letter of the statute itself.\r\n\nFollowing a guilty verdict, Smithers appealed.  The Fifth Circuit\r\n\nvacated  the  conviction,   holding  that  defendant's  suggested\r\n\ninstruction was substantively correct  and that the trial court's\r\n\nfailure to  give it  impermissibly impaired Smithers'  ability to\r\n\nraise his theory of defense.  See id. at 145-46.\r                                               \r\n\n          Although these  cases bear a family  resemblance to the\r\n\ncase at bar, they are at best cousins once or twice removed.   In\r\n\nall three  cases, unlike  here, the relevant  assistance occurred\r\n\ndays after the  end of any immediate  pursuit, at a location  far\r\n\nremoved from the  place of liberation.  See  Smithers, 27 F.3d at\r                                                               \r\n\n143-44; Vowiell, 869 F.2d at 1265-66;  Orth, 252 F. at 568.  Over\r                                                     \r\n\nand  above  this  salient distinction,  Orth  is  of little  help\r                                                      \r\n\nbecause the court used the phrase that appellant extols not in an\r\n\n                                7\r\r\n\neffort to formulate a  model jury instruction, but in  the course\r\n\nof explaining why,  on the  facts of that  case, the  defendant's\r                                                         \r\n\nconviction  could not  stand.4   Vowiell  is  cut from  the  same\r                                                  \r\n\ncloth.  As in Orth, the court gave no consideration either to how\r                            \r\n\njury instructions should be worded or to what language would best\r\n\nfit a  case in which  pursuit had not  yet been mounted  when the\r\n\ndefendant first aided  the escapee.   Smithers, though closer  to\r                                                        \r\n\nthe mark, is also inapposite.  While the opinion memorializes the\r\n\nneed to give a jury instruction regarding the limits to be placed\r\n\non  a  charge of  aiding  an  escape, it  does  not address  what\r\n\nlanguage is most  fitting when, as now,  there is no evidence  of\r\n\nany  immediate, active  pursuit.   Nor  does  the Smithers  court\r                                                                    \r\n\nexplore the pros  and cons  of using language  such as  appellant\r\n\ntenders as  opposed to the \"temporary  safety\" language preferred\r\n\nby the court below.\r\n\n          Since these  precedents are not dispositive,  we take a\r\n\nfresh look.   The linchpin of a charge under section 752(a)   and\r\n\nthe feature that sets it  apart from a charge of  harboring under\r\n\nsection 1072   is the showing  that the accused aided or assisted\r\n\nan  escape rather  than merely  aiding or  assisting an  escapee.\r                                                                          \r\n\nThis requires, of  course, that  a line be  drawn separating  the\r\n\n                    \r                              \r\n\n     4The circumstances of Orth are such that,  on any reasonable\r                                         \r\nview of the statute, the defendant's conviction for assisting  an\r\nescape could not be  justified.  The fugitive  had been at  large\r\nalmost a month  and had  traveled through two  states before  the\r\ndefendant lifted a finger to help him.  See 252 F. at 567.  These\r                                                     \r\nfacts placed the defendant well outside the outer boundary of any\r\ncharge  of aiding and abetting  the escape regardless  of how the\r\ncourt's opinion might be phrased.\r\n\n                                8\r\r\n\nescape    a  discrete event    from  what may  follow thereafter.\r\n\nThis  task is  perhaps more  difficult than  it appears  at first\r\n\nblush, as the  term \"escape\"    which, after  all, means  nothing\r\n\nmore  or  less  than  \"absenting  oneself  from  custody  without\r\n\npermission,\"  United States v. Bailey, 444 U.S. 394, 407 (1980)  \r                                               \r\n\nencompasses  a wide  range of  scenarios.  Moreover,  the general\r\n\ndefinition,  without the  insertion of  limiting  language, would\r\n\nmake breaking  out of  prison a virtually  endless continuum,  so\r\n\nthat any person who assisted an escapee, no matter how long after\r\n\nthe event or how distant from  the place of immurement, would  be\r\n\nguilty  of  violating  section  752(a).   To  avoid  the  obvious\r\n\nabsurdity  inherent in  this  result, the  jury instruction  in a\r\n\ncriminal  prosecution brought  under section  752(a) must  draw a\r\n\nclear, comprehensible line between the discrete event    that is,\r\n\nthe escape   and what may follow.\r\n\n          We think that  the court's decision  here to frame  its\r\n\ninstruction in terms  of \"reach[ing] temporary safety\"  furnished\r\n\nthe necessary guidance  to the jury.5   The instruction described\r\n\nan ascertainable point at  which the jury might find  that aiding\r\n\nthe escape ended and harboring began.  Thus, the delivered charge\r\n                    \r                              \r\n\n     5Our confidence in the term is bolstered by its familiarity;\r\nthe  term  is  regularly  applied  in  other  analogous  criminal\r\ncontexts.  See, e.g., People v. Fierro, 821 P.2d 1302, 1326 (Cal.\r                                                \r\n1991) (explaining  that  \"the crime  of robbery  is not  complete\r\nuntil  the  robber  has  won his  way  to  a  place of  temporary\r\nsafety\"),  cert. denied, 113 S. Ct. 303 (1992); State v. Hearron,\r                                                                          \r\n619  P.2d 1157, 1159 (Kan.  1980) (holding that  a homicide falls\r\nwithin  the  felony-murder rule  if  committed  during escape  or\r\nattempted  escape, so long as the perpetrator has not yet reached\r\na  point of  temporary  safety).   Thus,  the term's  common  law\r\nhistory informs the use of it here.\r\n\n                                9\r\r\n\nwas well within  the realm of the trial  court's discretion.  See\r                                                                           \r\n\nMcGill, 953 F.2d at 13; see also Concise Oil &amp; Gas Partnership v.\r                                                                        \r\n\nLouisiana Intrastate  Gas Corp., 986  F.2d 1463,  1474 (5th  Cir.\r                                         \r\n\n1993) (\"In instructing the jury, district judges may select their\r\n\nown words and charge in their  own styles.\").  And, moreover, the\r\n\ncourt's  language  seems particularly  apt  when contrasted  with\r\n\nappellant's alternative formulation.  Where, as here, there is no\r\n\nevidence that pursuit had been mounted  at or before the time the\r\n\ndefendant  rendered assistance,  an instruction  that centers  on\r\n\n\"flight  beyond  immediate active  pursuit\"  risks  confusing and\r\n\nconfounding the jury without  supplying a scintilla of additional\r\n\nenlightment.\r\n\n          That ends  the matter.   Clear, easily  understood jury\r\n\ninstructions are vitally important  in assuring that jurors grasp\r\n\nsubtle or  highly nuanced  legal concepts.    Partially for  this\r\n\nreason, the law is  settled that a trial court  may appropriately\r\n\nrefuse  to give a  proffered jury instruction  that is incorrect,\r\n\nmisleading, or incomplete  in some material respect.   See United\r                                                                           \r\n\nStates v. David, 940 F.2d 722, 738 (1st Cir. 1991), cert. denied,\r                                                                          \r\n\n504 U.S. 955 (1992).  So it is here.\r\n\n          We  need go  no  further.   Because the  court's charge\r\n\nconstituted  a correct statement of  the law, and  would not have\r\n\nbeen  improved by the  substitution or insertion  of the proposed\r\n\ninstruction,6 we reject appellant's lone assignment of error.\r\n                    \r                              \r\n\n     6We   should  not   be   understood   either  as   banishing\r\ninstructions featuring \"flight beyond immediate  active pursuit,\"\r\nor  as relegating  such  instructions to  the  scrap heap.    The\r\n\n                                10\r\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                    \r                              \r\n\nlanguage may have a legitimate place  in certain situations, such\r\nas in helping the jury to visualize the issue in a case in which,\r\nunlike this one, immediate active pursuit is underway at the time\r\nthe defendant renders aid.\r\n\n                                11\r\r\n",
  "html": "<p class=\"case_cite\">59 F.3d 1</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Anthony S. DESTEFANO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1207.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 6, 1995.<br>Decided July 12, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Walter F. McKee, with whom Lipman and Katz, P.A., Augusta, ME, was on brief, for appellant.</p>\n      <p class=\"indent\">Helene Kazanjian, Asst. U.S. Atty., with whom Jay P. McCloskey, U.S. Atty., and Jonathan R. Chapman, Asst. U.S. Atty., Portland, ME, were on brief, for U.S.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury in the United States District Court for the District of Maine found appellant guilty, inter alia, of assisting an escape in violation of 18 U.S.C. Sec. 752(a).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Appellant says that the district court shunned a jury instruction crucial to his defense.  Discerning no error in the lower court's eschewal of the requested instruction, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Following Philip DeStefano's arrest and indictment on federal narcotics charges, the government housed him at a county jail.  DeStefano contacted his younger brother, defendant-appellant Anthony S. DeStefano, and solicited assistance in a contemplated escape.  He told appellant to park his van at a specific location at a specific time, and await developments.  Appellant agreed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At approximately 8:30 p.m. on September 8, 1994, Philip DeStefano bolted.  After another prisoner boosted him over an interior fence, he scaled an exterior fence topped by barbed wire, took his leave of the jailhouse grounds, and followed the railroad tracks for a short distance.  As he travelled along the tracks, he spotted officers conversing casually near the jail.  Realizing that the guards had not yet discovered his departure, he discarded his distinctively colored prison shirt and sauntered across a parking lot to appellant's van.  The two brothers then drove toward friendlier climes.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The authorities became aware of the escape at approximately 11:30 p.m.  By then, the DeStefano brothers had a three-hour head start.  Several days later, lawmen captured them in New York.  Federal prosecutors charged appellant with assisting an escape in violation of 18 U.S.C. Sec. 752(a) and with concealing an escaped prisoner in violation of the harboring statute, 18 U.S.C. Sec. 1072.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We omit any exegetic account of the intervening proceedings and cut directly to the heart of the appeal.  Appellant pleaded not guilty and stood trial.  At trial's end, he requested the following jury instruction:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>When the physical control has ended by flight beyond immediate active pursuit, the escape is complete.  Any assistance beyond this point is not aiding and abetting.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court refused to give this instruction in haec verba, instead telling the jury that:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>The crime of aiding or assisting an escape cannot occur after the escapee reaches temporary safety.  After that, aid or assistance to a fugitive is no longer aiding or assisting his escape, whatever else it might be.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellant took a timeous objection to the charge, see Fed.R.Crim.P. 30, on the ground that the court should have given the \"flight beyond immediate active pursuit\" instruction, and that its failure to do so undermined the defense.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The jury found appellant guilty on both counts (assisting an escape and harboring an escapee).  Following imposition of sentence, appellant perfected this appeal.  He challenges only his conviction under 18 U.S.C. Sec. 752(a).</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This is a rifle-shot appeal that draws a bead on the district court's refusal to embrace the \"flight beyond immediate active pursuit\" instruction.  The standard of review is ironclad:  \"The trial court's refusal to give a particular instruction constitutes reversible error only if the requested instruction was (1) correct as a matter of substantive law, (2) not substantially incorporated into the charge as rendered, and (3) integral to an important point in the case.\"  United States v. McGill, 953 F.2d 10, 13 (1st Cir.1992);  accord United States v. Nason, 9 F.3d 155, 161 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1331, 127 L.Ed.2d 678 (1994);  United States v. Gibson, 726 F.2d 869, 874 (1st Cir.), cert. denied, 466 U.S. 960, 104 S.Ct. 2174, 80 L.Ed.2d 557 (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To be sure, a defendant has a right to an instruction on his theory of the case as long as that theory is valid and is supported by the record.  See United States v. Flores, 968 F.2d 1366, 1367 (1st Cir.1992).  But, that right is not a license \"to put words in the judge's mouth.\"  McGill, 953 F.2d at 12.   Jury instructions are intended to furnish a set of directions composing, in the aggregate, the proper legal standards to be applied by lay jurors in determining the issues that they must resolve in a particular case.  See Calhoun v. Acme Cleveland Corp., 798 F.2d 559, 564 (1st Cir.1986).  Provided that the charge satisfies this need, the court's choice of language is largely a matter of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The rule in this circuit, therefore, is that \"[s]o long as the charge sufficiently conveys the defendant's theory, it need not parrot the exact language that the defendant prefers.\"  McGill, 953 F.2d at 12;  accord United States v. Mejia-Lozano, 829 F.2d 268, 272 (1st Cir.1987).  By the same token, the judge is not obligated to instruct on every particular that conceivably might be of interest to the jury.  See United States v. Nazzaro, 889 F.2d 1158, 1167 (1st Cir.1989);  United States v. Rule Indus., Inc., 878 F.2d 535, 543 (1st Cir.1989).  On appeal, the central inquiry reduces to whether, taking the charge as a whole, see Francis v. Franklin, 471 U.S. 307, 315, 105 S.Ct. 1965, 1971-72, 85 L.Ed.2d 344 (1985);  Cupp v. Naughten, 414 U.S. 141, 146-47, 94 S.Ct. 396, 400-01, 38 L.Ed.2d 368 (1973), the instructions adequately illuminate the law applicable to the controlling issues in the case without unduly complicating matters or misleading the jury.  See United States v. Alzanki, 54 F.3d 994, 1001 (1st Cir.1995);  Davet v. Maccarone, 973 F.2d 22, 26 (1st Cir.1992) (listing other cases).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Predictability and consistency are important in the law, and judges tend to use the same phrases over and over in explaining particular concepts to jurors.  Appellant argues that he wanted no more than to have the district court use time-honored language here, and that the court should have yielded to his entreaty.  He points to three precedents that he says cast the court's disavowal of the \"flight beyond immediate active pursuit\" articulation into disrepute.  We examine each of these cases.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In Orth v. United States, 252 F. 566 (4th Cir.1918), a prisoner fled from a Georgia penitentiary.  Four weeks later, he appeared on the defendant's doorstep in South Carolina, seeking asylum.  The defendant lent a helping hand.  A jury subsequently convicted Orth on a charge of assisting a convict to escape.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The Fourth Circuit reversed, holding that by the time Orth became involved, the event of escape had long since concluded.  The court stated:  \"When the physical control [over the prisoner] has been ended by [his] flight beyond immediate active pursuit, the escape is complete.\"  Id. at 568.   Once that point has passed, assisting the fugitive can no longer be considered assisting the escape.  See id.   A second case that appellant cherishes, United States v. Vowiell, 869 F.2d 1264 (9th Cir.1989), embraced the reasoning of the Orth court in connection with a discussion of the issue as it relates to the coconspirator exception to the hearsay rule.  The Ninth Circuit agreed that \"[t]he crime of aiding an escape terminates once the escapee has reached temporary safety,\" and defined \"temporary safety\" by reiterating Orth's \"flight beyond immediate active pursuit\" language.  Id. at 1268 (quoting Orth, 252 F. at 568).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The crown jewel in appellant's trilogy is United States v. Smithers, 27 F.3d 142 (5th Cir.1994).  Smithers, charged with aiding an escape under section 752(a), requested a jury instruction that contained the \"flight beyond immediate active pursuit\" language.  The trial court denied the request, choosing instead to charge according to the letter of the statute itself.  Following a guilty verdict, Smithers appealed.  The Fifth Circuit vacated the conviction, holding that defendant's suggested instruction was substantively correct and that the trial court's failure to give it impermissibly impaired Smithers' ability to raise his theory of defense.  See id. at 145-46.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although these cases bear a family resemblance to the case at bar, they are at best cousins once or twice removed.  In all three cases, unlike here, the relevant assistance occurred days after the end of any immediate pursuit, at a location far removed from the place of liberation.  See Smithers, 27 F.3d at 143-44;  Vowiell, 869 F.2d at 1265-66;  Orth, 252 F. at 568.   Over and above this salient distinction, Orth is of little help because the court used the phrase that appellant extols not in an effort to formulate a model jury instruction, but in the course of explaining why, on the facts of that case, the defendant's conviction could not stand.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Vowiell is cut from the same cloth.  As in Orth, the court gave no consideration either to how jury instructions should be worded or to what language would best fit a case in which pursuit had not yet been mounted when the defendant first aided the escapee.  Smithers, though closer to the mark, is also inapposite.  While the opinion memorializes the need to give a jury instruction regarding the limits to be placed on a charge of aiding an escape, it does not address what language is most fitting when, as now, there is no evidence of any immediate, active pursuit.  Nor does the Smithers court explore the pros and cons of using language such as appellant tenders as opposed to the \"temporary safety\" language preferred by the court below.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Since these precedents are not dispositive, we take a fresh look.  The linchpin of a charge under section 752(a)--and the feature that sets it apart from a charge of harboring under section 1072--is the showing that the accused aided or assisted an escape rather than merely aiding or assisting an escapee.   This requires, of course, that a line be drawn separating the escape--a discrete event--from what may follow thereafter.  This task is perhaps more difficult than it appears at first blush, as the term \"escape\"--which, after all, means nothing more or less than \"absenting oneself from custody without permission,\" United States v. Bailey, 444 U.S. 394, 407, 100 S.Ct. 624, 633, 62 L.Ed.2d 575 (1980)--encompasses a wide range of scenarios.  Moreover, the general definition, without the insertion of limiting language, would make breaking out of prison a virtually endless continuum, so that any person who assisted an escapee, no matter how long after the event or how distant from the place of immurement, would be guilty of violating section 752(a).  To avoid the obvious absurdity inherent in this result, the jury instruction in a criminal prosecution brought under section 752(a) must draw a clear, comprehensible line between the discrete event--that is, the escape--and what may follow.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We think that the court's decision here to frame its instruction in terms of \"reach[ing] temporary safety\" furnished the necessary guidance to the jury.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The instruction described an ascertainable point at which the jury might find that aiding the escape ended and harboring began.  Thus, the delivered charge was well within the realm of the trial court's discretion.  See McGill, 953 F.2d at 13;  see also Concise Oil &amp; Gas Partnership v. Louisiana Intrastate Gas Corp., 986 F.2d 1463, 1474 (5th Cir.1993) (\"In instructing the jury, district judges may select their own words and charge in their own styles.\").  And, moreover, the court's language seems particularly apt when contrasted with appellant's alternative formulation.  Where, as here, there is no evidence that pursuit had been mounted at or before the time the defendant rendered assistance, an instruction that centers on \"flight beyond immediate active pursuit\" risks confusing and confounding the jury without supplying a scintilla of additional enlightenment.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">That ends the matter.  Clear, easily understood jury instructions are vitally important in assuring that jurors grasp subtle or highly nuanced legal concepts.  Partially for this reason, the law is settled that a trial court may appropriately refuse to give a proffered jury instruction that is incorrect, misleading, or incomplete in some material respect.  See United States v. David, 940 F.2d 722, 738 (1st Cir.1991), cert. denied, 504 U.S. 955, 112 S.Ct. 2301, 119 L.Ed.2d 224 (1992).  So it is here.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We need go no further.  Because the court's charge constituted a correct statement of the law, and would not have been improved by the substitution or insertion of the proposed instruction,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> we reject appellant's lone assignment of error.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The statute of conviction provides in pertinent part:</p>\n        <p>Whoever rescues or attempts to rescue or instigates, aids or assists the escape or attempt to escape, of any person arrested upon a warrant or other process issued under any law of the United States, or committed to the custody of the Attorney General or to any institution or facility by his direction, shall, if the custody or confinement is by virtue of an arrest on a charge of felony, or conviction of any offense, be [punished as provided by law].</p>\n        <p>18 U.S.C. Sec. 752(a) (1988).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The harboring statute provides:</p>\n        <p>Whoever willfully harbors or conceals any prisoner after his escape from the custody of the Attorney General or from a Federal penal or correctional institution, shall be imprisoned not more than three years.</p>\n        <p>18 U.S.C. Sec. 1072 (1988).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The conviction eventuated under an earlier, substantially similar version of the present 18 U.S.C. Sec. 752(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The circumstances of Orth are such that, on any reasonable view of the statute, the defendant's conviction for assisting an escape could not be justified.  The fugitive had been at large almost a month and had traveled through two states before the defendant lifted a finger to help him.  See 252 F. at 567.   These facts placed the defendant well outside the outer boundary of any charge of aiding and abetting the escape regardless of how the court's opinion might be phrased</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Our confidence in the term is bolstered by its familiarity;  the term is regularly applied in other analogous criminal contexts.  See, e.g., People v. Fierro, 1 Cal.4th 173, 3 Cal.Rptr.2d 426, 821 P.2d 1302, 1326 (1991) (explaining that \"the crime of robbery is not complete until the robber has won his way to a place of temporary safety\"), cert. denied, --- U.S. ----, 113 S.Ct. 303, 121 L.Ed.2d 226 (1992);  State v. Hearron, 228 Kan. 693, 619 P.2d 1157, 1159 (1980) (holding that a homicide falls within the felony-murder rule if committed during escape or attempted escape, so long as the perpetrator has not yet reached a point of temporary safety).  Thus, the term's common law history informs the use of it here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We should not be understood either as banishing instructions featuring \"flight beyond immediate active pursuit,\" or as relegating such instructions to the scrap heap.  The language may have a legitimate place in certain situations, such as in helping the jury to visualize the issue in a case in which, unlike this one, immediate active pursuit is underway at the time the defendant renders aid</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Anthony S. DESTEFANO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1207.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 6, 1995.<br>Decided July 12, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Walter F. McKee, with whom Lipman and Katz, P.A., Augusta, ME, was on brief, for appellant.</p>\n      <p class=\"indent\">Helene Kazanjian, Asst. U.S. Atty., with whom Jay P. McCloskey, U.S. Atty., and Jonathan R. Chapman, Asst. U.S. Atty., Portland, ME, were on brief, for U.S.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury in the United States District Court for the District of Maine found appellant guilty, inter alia, of assisting an escape in violation of 18 U.S.C. Sec. 752(a).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Appellant says that the district court shunned a jury instruction crucial to his defense.  Discerning no error in the lower court's eschewal of the requested instruction, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Following Philip DeStefano's arrest and indictment on federal narcotics charges, the government housed him at a county jail.  DeStefano contacted his younger brother, defendant-appellant Anthony S. DeStefano, and solicited assistance in a contemplated escape.  He told appellant to park his van at a specific location at a specific time, and await developments.  Appellant agreed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At approximately 8:30 p.m. on September 8, 1994, Philip DeStefano bolted.  After another prisoner boosted him over an interior fence, he scaled an exterior fence topped by barbed wire, took his leave of the jailhouse grounds, and followed the railroad tracks for a short distance.  As he travelled along the tracks, he spotted officers conversing casually near the jail.  Realizing that the guards had not yet discovered his departure, he discarded his distinctively colored prison shirt and sauntered across a parking lot to appellant's van.  The two brothers then drove toward friendlier climes.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The authorities became aware of the escape at approximately 11:30 p.m.  By then, the DeStefano brothers had a three-hour head start.  Several days later, lawmen captured them in New York.  Federal prosecutors charged appellant with assisting an escape in violation of 18 U.S.C. Sec. 752(a) and with concealing an escaped prisoner in violation of the harboring statute, 18 U.S.C. Sec. 1072.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We omit any exegetic account of the intervening proceedings and cut directly to the heart of the appeal.  Appellant pleaded not guilty and stood trial.  At trial's end, he requested the following jury instruction:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>When the physical control has ended by flight beyond immediate active pursuit, the escape is complete.  Any assistance beyond this point is not aiding and abetting.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court refused to give this instruction in haec verba, instead telling the jury that:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>The crime of aiding or assisting an escape cannot occur after the escapee reaches temporary safety.  After that, aid or assistance to a fugitive is no longer aiding or assisting his escape, whatever else it might be.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellant took a timeous objection to the charge, see Fed.R.Crim.P. 30, on the ground that the court should have given the \"flight beyond immediate active pursuit\" instruction, and that its failure to do so undermined the defense.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The jury found appellant guilty on both counts (assisting an escape and harboring an escapee).  Following imposition of sentence, appellant perfected this appeal.  He challenges only his conviction under 18 U.S.C. Sec. 752(a).</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This is a rifle-shot appeal that draws a bead on the district court's refusal to embrace the \"flight beyond immediate active pursuit\" instruction.  The standard of review is ironclad:  \"The trial court's refusal to give a particular instruction constitutes reversible error only if the requested instruction was (1) correct as a matter of substantive law, (2) not substantially incorporated into the charge as rendered, and (3) integral to an important point in the case.\"  United States v. McGill, <span class=\"citation\" data-id=\"575209\"><a href=\"/opinion/575209/united-states-v-robert-l-mcgill/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 13 (1st Cir.1992);  accord United States v. Nason, <span class=\"citation\" data-id=\"195001\"><a href=\"/opinion/195001/united-states-v-nason/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span>, 161 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1331</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">678</span> </span>(1994);  United States v. Gibson, <span class=\"citation\" data-id=\"430881\"><a href=\"/opinion/430881/united-states-v-paul-w-gibson/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">869</span></a></span>, 874 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">960</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2174</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">557</span> </span>(1984).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To be sure, a defendant has a right to an instruction on his theory of the case as long as that theory is valid and is supported by the record.  See United States v. Flores, <span class=\"citation\" data-id=\"586808\"><a href=\"/opinion/586808/united-states-v-joyce-lee-flores/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1366</span></a></span>, 1367 (1st Cir.1992).  But, that right is not a license \"to put words in the judge's mouth.\"  <span class=\"citation\" data-id=\"575209\"><span class=\"antecedent_guess\">McGill,</span> <a href=\"/opinion/575209/united-states-v-robert-l-mcgill/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">12</span></a></span>.   Jury instructions are intended to furnish a set of directions composing, in the aggregate, the proper legal standards to be applied by lay jurors in determining the issues that they must resolve in a particular case.  See Calhoun v. Acme Cleveland Corp., <span class=\"citation\" data-id=\"474822\"><a href=\"/opinion/474822/41-fair-emplpraccas-1121-41-empl-prac-dec-p-36553-robert-h-calhoun/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">559</span></a></span>, 564 (1st Cir.1986).  Provided that the charge satisfies this need, the court's choice of language is largely a matter of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The rule in this circuit, therefore, is that \"[s]o long as the charge sufficiently conveys the defendant's theory, it need not parrot the exact language that the defendant prefers.\"  <span class=\"citation\" data-id=\"575209\"><span class=\"antecedent_guess\">McGill,</span> <a href=\"/opinion/575209/united-states-v-robert-l-mcgill/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">12</span></a></span>;  accord United States v. Mejia-Lozano, <span class=\"citation\" data-id=\"494593\"><a href=\"/opinion/494593/united-states-v-martha-mejia-lozano/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span>, 272 (1st Cir.1987).  By the same token, the judge is not obligated to instruct on every particular that conceivably might be of interest to the jury.  See United States v. Nazzaro, <span class=\"citation\" data-id=\"532513\"><a href=\"/opinion/532513/united-states-v-richard-a-nazzaro/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1158</span></a></span>, 1167 (1st Cir.1989);  United States v. Rule Indus., Inc., <span class=\"citation\" data-id=\"525553\"><a href=\"/opinion/525553/united-states-v-rule-industries-inc/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">535</span></a></span>, 543 (1st Cir.1989).  On appeal, the central inquiry reduces to whether, taking the charge as a whole, see Francis v. Franklin, <span class=\"citation\" data-id=\"111418\"><a href=\"/opinion/111418/francis-v-franklin/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 315, <span class=\"citation\" data-id=\"111418\"><a href=\"/opinion/111418/francis-v-franklin/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1965</span></a></span>, 1971-72, <span class=\"citation\" data-id=\"111418\"><a href=\"/opinion/111418/francis-v-franklin/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">344</span> </a></span>(1985);  Cupp v. Naughten, <span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>, 146-47, <span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">396</span></a></span>, 400-01, <span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">368</span> </a></span>(1973), the instructions adequately illuminate the law applicable to the controlling issues in the case without unduly complicating matters or misleading the jury.  See United States v. Alzanki, <span class=\"citation\" data-id=\"196113\"><a href=\"/opinion/196113/united-states-v-alzanki/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">994</span></a></span>, 1001 (1st Cir.1995);  Davet v. Maccarone, <span class=\"citation\" data-id=\"589645\"><a href=\"/opinion/589645/richard-f-davet-v-enrico-maccarone/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 26 (1st Cir.1992) (listing other cases).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Predictability and consistency are important in the law, and judges tend to use the same phrases over and over in explaining particular concepts to jurors.  Appellant argues that he wanted no more than to have the district court use time-honored language here, and that the court should have yielded to his entreaty.  He points to three precedents that he says cast the court's disavowal of the \"flight beyond immediate active pursuit\" articulation into disrepute.  We examine each of these cases.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In Orth v. United States, <span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">F.</span> <span class=\"page\">566</span> </span>(4th Cir.1918), a prisoner fled from a Georgia penitentiary.  Four weeks later, he appeared on the defendant's doorstep in South Carolina, seeking asylum.  The defendant lent a helping hand.  A jury subsequently convicted Orth on a charge of assisting a convict to escape.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The Fourth Circuit reversed, holding that by the time Orth became involved, the event of escape had long since concluded.  The court stated:  \"When the physical control [over the prisoner] has been ended by [his] flight beyond immediate active pursuit, the escape is complete.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 568. </span>  Once that point has passed, assisting the fugitive can no longer be considered assisting the escape.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span>   A second </span>case that appellant cherishes, United States v. Vowiell, <span class=\"citation\" data-id=\"519599\"><a href=\"/opinion/519599/united-states-v-darryl-vowiell/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1264</span> </a></span>(9th Cir.1989), embraced the reasoning of the Orth court in connection with a discussion of the issue as it relates to the coconspirator exception to the hearsay rule.  The Ninth Circuit agreed that \"[t]he crime of aiding an escape terminates once the escapee has reached temporary safety,\" and defined \"temporary safety\" by reiterating Orth's \"flight beyond immediate active pursuit\" language.  <span class=\"citation\" data-id=\"519599\"><a href=\"/opinion/519599/united-states-v-darryl-vowiell/\"><span class=\"id_token\">Id.</span> at 1268 </a></span>(quoting <span class=\"citation no-link\"><span class=\"antecedent_guess\">Orth,</span> <span class=\"volume\">252</span> <span class=\"reporter\">F.</span> at <span class=\"page\">568</span></span>).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The crown jewel in appellant's trilogy is United States v. Smithers, <span class=\"citation\" data-id=\"6500\"><a href=\"/opinion/6500/united-states-v-smithers/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">142</span> </a></span>(5th Cir.1994).  Smithers, charged with aiding an escape under section 752(a), requested a jury instruction that contained the \"flight beyond immediate active pursuit\" language.  The trial court denied the request, choosing instead to charge according to the letter of the statute itself.  Following a guilty verdict, Smithers appealed.  The Fifth Circuit vacated the conviction, holding that defendant's suggested instruction was substantively correct and that the trial court's failure to give it impermissibly impaired Smithers' ability to raise his theory of defense.  See <span class=\"citation\" data-id=\"6500\"><a href=\"/opinion/6500/united-states-v-smithers/\"><span class=\"id_token\">id.</span> at 145-46.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although these cases bear a family resemblance to the case at bar, they are at best cousins once or twice removed.  In all three cases, unlike here, the relevant assistance occurred days after the end of any immediate pursuit, at a location far removed from the place of liberation.  See <span class=\"citation\" data-id=\"6500\"><span class=\"antecedent_guess\">Smithers,</span> <a href=\"/opinion/6500/united-states-v-smithers/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">143-44</span></a></span>;  <span class=\"citation\" data-id=\"519599\"><span class=\"antecedent_guess\">Vowiell,</span> <a href=\"/opinion/519599/united-states-v-darryl-vowiell/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1265-66</span></a></span>;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Orth,</span> <span class=\"volume\">252</span> <span class=\"reporter\">F.</span> at <span class=\"page\">568</span></span>.   Over and above this salient distinction, Orth is of little help because the court used the phrase that appellant extols not in an effort to formulate a model jury instruction, but in the course of explaining why, on the facts of that case, the defendant's conviction could not stand.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Vowiell is cut from the same cloth.  As in Orth, the court gave no consideration either to how jury instructions should be worded or to what language would best fit a case in which pursuit had not yet been mounted when the defendant first aided the escapee.  Smithers, though closer to the mark, is also inapposite.  While the opinion memorializes the need to give a jury instruction regarding the limits to be placed on a charge of aiding an escape, it does not address what language is most fitting when, as now, there is no evidence of any immediate, active pursuit.  Nor does the Smithers court explore the pros and cons of using language such as appellant tenders as opposed to the \"temporary safety\" language preferred by the court below.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Since these precedents are not dispositive, we take a fresh look.  The linchpin of a charge under section 752(a)--and the feature that sets it apart from a charge of harboring under section 1072--is the showing that the accused aided or assisted an escape rather than merely aiding or assisting an escapee.   This requires, of course, that a line be drawn separating the escape--a discrete event--from what may follow thereafter.  This task is perhaps more difficult than it appears at first blush, as the term \"escape\"--which, after all, means nothing more or less than \"absenting oneself from custody without permission,\" United States v. Bailey, <span class=\"citation\" data-id=\"110175\"><a href=\"/opinion/110175/united-states-v-bailey/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span>, 407, <span class=\"citation\" data-id=\"110175\"><a href=\"/opinion/110175/united-states-v-bailey/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">624</span></a></span>, 633, <span class=\"citation\" data-id=\"110175\"><a href=\"/opinion/110175/united-states-v-bailey/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">575</span> </a></span>(1980)--encompasses a wide range of scenarios.  Moreover, the general definition, without the insertion of limiting language, would make breaking out of prison a virtually endless continuum, so that any person who assisted an escapee, no matter how long after the event or how distant from the place of immurement, would be guilty of violating section 752(a).  To avoid the obvious absurdity inherent in this result, the jury instruction in a criminal prosecution brought under section 752(a) must draw a clear, comprehensible line between the discrete event--that is, the escape--and what may follow.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We think that the court's decision here to frame its instruction in terms of \"reach[ing] temporary safety\" furnished the necessary guidance to the jury.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The instruction described an ascertainable point at which the jury might find that aiding the escape ended and harboring began.  Thus, the delivered charge was well within the realm of the trial court's discretion.  See <span class=\"citation\" data-id=\"575209\"><span class=\"antecedent_guess\">McGill,</span> <a href=\"/opinion/575209/united-states-v-robert-l-mcgill/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">13</span></a></span>;  see also Concise Oil &amp; Gas Partnership v. Louisiana Intrastate Gas Corp., <span class=\"citation\" data-id=\"601470\"><a href=\"/opinion/601470/util-l-rep-p-13946-38-fed-r-evid-serv-531-concise-oil-gas/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1463</span></a></span>, 1474 (5th Cir.1993) (\"In instructing the jury, district judges may select their own words and charge in their own styles.\").  And, moreover, the court's language seems particularly apt when contrasted with appellant's alternative formulation.  Where, as here, there is no evidence that pursuit had been mounted at or before the time the defendant rendered assistance, an instruction that centers on \"flight beyond immediate active pursuit\" risks confusing and confounding the jury without supplying a scintilla of additional enlightenment.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">That ends the matter.  Clear, easily understood jury instructions are vitally important in assuring that jurors grasp subtle or highly nuanced legal concepts.  Partially for this reason, the law is settled that a trial court may appropriately refuse to give a proffered jury instruction that is incorrect, misleading, or incomplete in some material respect.  See United States v. David, <span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 738 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">955</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span> </span>(1992).  So it is here.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We need go no further.  Because the court's charge constituted a correct statement of the law, and would not have been improved by the substitution or insertion of the proposed instruction,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> we reject appellant's lone assignment of error.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The statute of conviction provides in pertinent part:</p>\n        <p>Whoever rescues or attempts to rescue or instigates, aids or assists the escape or attempt to escape, of any person arrested upon a warrant or other process issued under any law of the United States, or committed to the custody of the Attorney General or to any institution or facility by his direction, shall, if the custody or confinement is by virtue of an arrest on a charge of felony, or conviction of any offense, be [punished as provided by law].</p>\n        <p>18 U.S.C. Sec. 752(a) (1988).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The harboring statute provides:</p>\n        <p>Whoever willfully harbors or conceals any prisoner after his escape from the custody of the Attorney General or from a Federal penal or correctional institution, shall be imprisoned not more than three years.</p>\n        <p>18 U.S.C. Sec. 1072 (1988).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The conviction eventuated under an earlier, substantially similar version of the present 18 U.S.C. Sec. 752(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The circumstances of Orth are such that, on any reasonable view of the statute, the defendant's conviction for assisting an escape could not be justified.  The fugitive had been at large almost a month and had traveled through two states before the defendant lifted a finger to help him.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> <span class=\"volume\">252</span> <span class=\"reporter\">F.</span> at <span class=\"page\">567</span></span>.   These facts placed the defendant well outside the outer boundary of any charge of aiding and abetting the escape regardless of how the court's opinion might be phrased</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Our confidence in the term is bolstered by its familiarity;  the term is regularly applied in other analogous criminal contexts.  See, e.g., People v. Fierro, <span class=\"citation\" data-id=\"1238139\"><a href=\"/opinion/1238139/people-v-fierro/\"><span class=\"volume\">1</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">173</span></a></span>, <span class=\"citation\" data-id=\"1238139\"><a href=\"/opinion/1238139/people-v-fierro/\"><span class=\"volume\">3</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">426</span></a></span>, <span class=\"citation\" data-id=\"1238139\"><a href=\"/opinion/1238139/people-v-fierro/\"><span class=\"volume\">821</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1302</span></a></span>, 1326 (1991) (explaining that \"the crime of robbery is not complete until the robber has won his way to a place of temporary safety\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">303</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">226</span> </span>(1992);  State v. Hearron, <span class=\"citation\" data-id=\"1395408\"><a href=\"/opinion/1395408/state-v-hearron/\"><span class=\"volume\">228</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">693</span></a></span>, <span class=\"citation\" data-id=\"1395408\"><a href=\"/opinion/1395408/state-v-hearron/\"><span class=\"volume\">619</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1157</span></a></span>, 1159 (1980) (holding that a homicide falls within the felony-murder rule if committed during escape or attempted escape, so long as the perpetrator has not yet reached a point of temporary safety).  Thus, the term's common law history informs the use of it here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We should not be understood either as banishing instructions featuring \"flight beyond immediate active pursuit,\" or as relegating such instructions to the scrap heap.  The language may have a legitimate place in certain situations, such as in helping the jury to visualize the issue in a case in which, unlike this one, immediate active pursuit is underway at the time the defendant renders aid</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/6500/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108888/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110175/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111418/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196113/",
    "https://www.courtlistener.com/api/rest/v3/opinions/430881/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474822/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494593/",
    "https://www.courtlistener.com/api/rest/v3/opinions/519599/",
    "https://www.courtlistener.com/api/rest/v3/opinions/525553/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532513/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575209/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586808/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589645/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601470/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1238139/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1395408/"
  ]
}