{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196136/",
  "id": 196136,
  "absolute_url": "/opinion/196136/united-states-v-fuentes/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196136/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:58:30Z",
  "date_modified": "2020-02-21T23:45:02.569715Z",
  "type": "010combined",
  "sha1": "a1c1bd4bce9e9c6462904c9e62ecc54f3405273e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1623.01A",
  "local_path": null,
  "plain_text": "\n\nJune 13, 1995          NOT FOR PUBLICATION\r\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 94-1623\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                       FRANCIS FUENTES,\r\n\n                          Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. Frank H. Freedman, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n               Campbell, Senior Circuit Judge,\r                                                         \r\n            and Schwarzer,* Senior District Judge.\r                                                             \r\n\n                                         \r\n\nPaul J. Garrity for appellant.\r                           \r\nAndrew Levchuk, Assistant United States Attorney, with whom  Kevin\r                                                                              \r\nO'Regan, Assistant United States Attorney, and Donald K. Stern, United\r                                                                      \r\nStates Attorney, were on brief for appellee.\r\n\n                                         \r\n\n                                         \r\n                 \r\n\n* Of the Northern District of California, sitting by designation.\r\r\n\n     Per Curiam.  Francis Fuentes was convicted of three drug\r                           \r\n\noffenses arising from his involvement in a heroin importation\r\n\nand distribution  scheme.  21  U.S.C.     841, 846, 963.   On\r\n\nappeal, he argues  that in four  respects the district  court\r\n\nerred in its instructions to the  jury.  We review for  plain\r\n\nerror only,  since Fuentes did  not object to  the challenged\r\n\ninstructions when they were given.  United States v. Whiting,\r                                                                        \r\n\n28  F.3d 1296, 1308 (1st Cir.), cert.  denied, 115 S. Ct. 532\r                                                         \r\n\n(1994).\r\n\n     1.   Fuentes first claims  that the instructions  quoted\r\n\nbelow, given at different places in the charge, impermissibly\r\n\nreduced  the  government's  burden   of  proof  by   equating\r\n\nreasonable doubt with a preponderance of the evidence:\r\n\n          If  the jury  views the  evidence in  the\r\n          case as reasonably  permitting either  of\r\n          two  conclusions,  one of  innocence, the\r\n          other of guilt, the  jury must of  course\r\n          adopt the conclusion of innocence.\r\n\n          Consider the  evidence  in the  case  for\r\n          only those purposes for which it has been\r\n          admitted,  and give  it a  reasonable and\r\n          fair construction in light of your common\r\n          knowledge of the  natural tendencies  and\r\n          inclinations of human beings.\r\n\n          You  should  consider all  the  facts and\r\n          circumstances  in  evidence to  determine\r\n          which  of  the  witnesses  are  worthy of\r\n          greater credence.\r\n\n     The  first instruction, known  as the  \"two conclusions\"\r\n\ninstruction, was  upheld in United  States v. Del  Toro Soto,\r                                                                        \r\n\n676 F.2d 13, 17-18 (1st Cir. 1982).  Read literally, the two-\r\n\n                             -2-\r                                         -2-\r\r\n\nconclusions  instruction  merely emphasizes  that in  a close\r\n\ncase  the  jury  must  acquit;  it  says  nothing  about  the\r\n\ngovernment's burden of proof.  In this case the judge advised\r\n\nthe  jury separately,  and reiterated throughout  his charge,\r\n\nthat  the government had the burden of proving guilt beyond a\r\n\nreasonable  doubt.   However the  two-conclusions instruction\r\n\nmight be read  out of context,  we do not  think that a  jury\r\n\nrepeatedly instructed on the reasonable  doubt standard could\r\n\nview  the  two-conclusions  charge  as  substituting  for  or\r\n\nmodifying the reasonable doubt standard.\r\n\n     In  United  States v.  Kahn, 821  F.2d  90, 91  (2d Cir.\r                                            \r\n\n1987), the  Second Circuit  disapproved of a  two-conclusions\r\n\ninstruction similar to that  in this case; but it  also found\r\n\nthat the  instruction did not constitute  reversible error in\r\n\nthe context  of the  full reasonable doubt  instruction there\r\n\ngiven.  In another  case, the Second Circuit refused  to find\r\n\nplain error when, without objection, the trial  court gave an\r\n\narguably  more harmful version of the two-conclusions charge.\r\n\nUnited  States v. Marcus, 401  F.2d 563, 567  (2d Cir. 1968),\r                                    \r\n\ncert.  denied,  393 U.S.  1023 (1969).    Since there  was no\r                         \r\n\nobjection  to the charge in our case, we see no conflict with\r\n\nthe Second Circuit.\r\n\n     The  second and third  instructions criticized on appeal\r\n\nrelate  to the  jury's  evaluation of  witness testimony  and\r\n\nother evidence.   As  with  the two-conclusions  instruction,\r\n\n                             -3-\r                                         -3-\r\r\n\nthese  instructions say  nothing about  the burden  of proof;\r\n\nthey  merely guide the jury in evaluating and considering the\r\n\nevidence  and are  perfectly appropriate.   United  States v.\r                                                                      \r\n\nDeMasi, 40 F.3d 1306, 1317-18 (1st Cir. 1994), cert.  denied,\r                                                                        \r\n\n115 S.  Ct. 947 (1995);  United States v.  Ocampo-Guarin, 968\r                                                                    \r\n\nF.2d 1406, 1412 (1st Cir. 1992).\r\n\n     Fuentes says that though the challenged instructions may\r\n\nnot  be  erroneous  per  se, they  did  cause  confusion here\r                                       \r\n\nbecause the  jury was  not instructed  on  the definition  of\r                                                                     \r\n\nreasonable doubt.  But  the judge was not required  to define\r\n\nreasonable doubt, an  effort that often is itself  the source\r\n\nof  error.  United States  v. Olmstead, 832  F.2d 642, 645-46\r                                                  \r\n\n(1st Cir. 1987), cert.  denied, 486 U.S. 1009 (1988).   Here,\r                                          \r\n\nthe judge explained that  the defendant was presumed innocent\r\n\nand  that the  government  must prove  every  element of  the\r\n\ncrimes charged  beyond a  reasonable doubt.   The judge  then\r\n\nrepeated the government's burden over 20 times throughout its\r\n\ncharge.   The  jury  did not  misunderstand the  government's\r\n\nburden  of proof.  Victor v. Nebraska,  114 S. Ct. 1239, 1243\r                                                 \r\n\n(1994).\r\n\n     2.   Fuentes next  claims that the judge  erred by using\r\n\ncharge language inconsistent  with jury  nullification.   The\r\n\njudge instructed the jury, in essence, that it \"must\" convict\r\n\nthe defendant  if the government  proved all the  elements of\r\n\nthe  crimes charged; Fuentes says  that the proper wording is\r\n\n                             -4-\r                                         -4-\r\r\n\n\"should,\" so  that the  possibility of jury  nullification is\r\n\nleft open.   Although  the government has  conceded that  the\r\n\ndefendant raised and preserved  his objection in the district\r\n\ncourt, the government  is mistaken, and  we review for  plain\r\n\nerror.1\r\n\n     We  have squarely held that a  defendant is not entitled\r\n\nto have  the jury  told that  nullification is a  permissible\r\n\ncourse for the jury  to take, United States v.  Sepulveda, 15\r                                                                     \r\n\nF.3d 1161, 1190  (1st Cir.  1993), cert. denied,  114 S.  Ct.\r                                                           \r\n\n2714 (1994), a holding arguably at odds with Fuentes' attempt\r\n\nto encourage the same  result soto voce.  Even  assuming that\r                                                   \r\n\n\"should\" rather  than \"must\"  were a preferable  instruction,\r\n\nbut see F.J.C. Pattern  Instruction 21 (1987) (using \"must\"),\r                   \r\n\nthe  difference between  \"should\" and  \"must\" in  the present\r\n\ncontext  is far too subtle an  adjustment to constitute plain\r\n\nerror.\r\n\n     3.   Fuentes now claims that the judge erroneously  left\r\n\nout the  \"intent to  distribute\" element when  instructing on\r\n\nthe  charge  of  possession  of  heroin  with  an  intent  to\r\n\ndistribute.   21 U.S.C.    841(a)(1).  It  is quite true that\r\n\nthe  district court did say,  in what was  almost certainly a\r\n\nslip of the tongue,  that \"if [the defendant] did  know [that\r\n\n                    \r                                \r\n\n     1Fuentes'   co-defendant   asked   for  an   instruction\r\naffirmatively  advising  the jury  that  it  could engage  in\r\nnullification and Fuentes adopted his co-defendant's request.\r\nNeither  Fuentes  nor his  co-defendant  asked  the court  to\r\nsubstitute \"must\" for \"should.\"\r\n\n                             -5-\r                                         -5-\r\r\n\nhe  possessed  a  controlled   substance]  and  he  did  have\r\n\npossession,  then  you  must  find the  defendant  guilty  as\r\n\ncharged.\"  In this passage,  the intent to distribute element\r\n\nis  omitted and, taken literally, the jury is told to convict\r\n\nbased on mere knowing possession.\r\n\n     But  in fact this slip  occurred in a  discussion of the\r\n\npossession  element of  the  offense that  occurred when  the\r\n\ncourt  had  already  painstakingly  told the  jury  that  the\r\n\noffense  required two  elements:   knowing possession  and an\r\n\nintent to distribute.   Further, after finishing the separate\r\n\ndiscussion of possession, the district court then returned to\r\n\nthe \"second  element,\" repeated  that \"the Government  [must]\r\n\nprove beyond  a reasonable doubt that  the defendant intended\r\n\nto distribute  the controlled substance,\" and  the court then\r\n\nenlarged at some length on the intent element.\r\n\n     The district court would undoubtedly have  corrected the\r\n\nslip if it had been asked to do so, and the case is a perfect\r\n\nexample of why counsel is obligated to make timely objections\r\n\nto instructions.  In all events,  reading the instructions as\r\n\na  whole there is virtually  no chance that  the jury thought\r\n\nthat it could convict on this count without finding an intent\r\n\nto  distribute.  The risk that the conviction was affected by\r\n\nthis slip is not only far from what is needed for plain error\r\n\nreview,  see United States v. Olano, 113 S. Ct. 1770, 1777-79\r                                               \r\n\n(1993), but is virtually nonexistent.\r\n\n                             -6-\r                                         -6-\r\r\n\n     4.   As his final argument,  Fuentes says that the judge\r\n\nerred when,  in connection  with the conspiracy  charges, the\r\n\njudge instructed the jury  that \"it is reasonable for  you to\r\n\ndraw the  inference that  a  person intends  the natural  and\r\n\nprobable consequences of his acts knowingly done or knowingly\r\n\ncommitted.\"  This, says Fuentes, amounts to the creation of a\r\n\npresumption that at the very least shifts the burden of proof\r\n\nonto the defendant to disprove intent; and he reminds us that\r\n\npresumptions  to this  effect were  condemned by  the Supreme\r\n\nCourt  in  Sandstrom v.  Montana,  442 U.S.  510  (1979), and\r                                            \r\n\nFrancis  v. Franklin, 471 U.S. 307 (1985).  No such objection\r                                \r\n\nwas made at trial.\r\n\n     The disputed instruction does  not create a presumption,\r\n\nnor does it direct the jury to draw any kind of inference; it\r\n\nmerely poses  a permissive  inference based on  common sense.\r\n\nHardy  v. United  States, 691  F.2d 39,  42 (1st  Cir. 1982).\r                                    \r\n\nAlthough  we   have  expressed  doubt  about   this  type  of\r\n\ninstruction, United  States v. DeWolf,  696 F.2d 1,  3-4 (1st\r                                                 \r\n\nCir. 1982), it is not governed by Sandstrom or Francis and is\r                                                                  \r\n\ncertainly not plain  error.   See Lannon v.  Hogan, 719  F.2d\r                                                              \r\n\n518,  521-22 (1st  Cir. 1983),  cert. denied,  465 U.S.  1105\r                                                        \r\n\n(1984).\r\n\n     Affirmed.\r                         \r\n\n                             -7-\r                                         -7-\r\r\n",
  "html": "<p class=\"case_cite\">57 F.3d 1061<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Francis FUENTES, Appellant.</p>\n    <p class=\"docket\">No. 94-1623.</p>\n    <p class=\"court\">United States Court of Appeals,</p>\n    <p class=\"court\">First Circuit.<br>June 13, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul J. Garrity for appellant.</p>\n      <p class=\"indent\">Andrew Levchuk, Assistant United States Attorney, with whom Kevin O'Regan, Assistant United States Attorney, and Donald K. Stern, United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Francis Fuentes was convicted of three drug offenses arising from his involvement in a heroin importation and distribution scheme.  21 U.S.C. Secs. 841, 846, 963.  On appeal, he argues that in four respects the district court erred in its instructions to the jury.  We review for plain error only, since Fuentes did not object to the challenged instructions when they were given.  United States v. Whiting, 28 F.3d 1296, 1308 (1st Cir.), cert. denied, 115 S. Ct. 532 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">1. Fuentes first claims that the instructions quoted below, given at different places in the charge, impermissibly reduced the government's burden of proof by equating reasonable doubt with a preponderance of the evidence:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>If the jury views the evidence in the case as reasonably permitting either of two conclusions, one of innocence, the other of guilt, the jury must of course adopt the conclusion of innocence.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>Consider the evidence in the case for only those purposes for which it has been admitted, and give it a reasonable and fair construction in light of your common knowledge of the natural tendencies and inclinations of human beings.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>You should consider all the facts and circumstances in evidence to determine which of the witnesses are worthy of greater credence.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The first instruction, known as the \"two conclusions\" instruction, was upheld in United States v. Del Toro Soto, 676 F.2d 13, 17-18 (1st Cir. 1982).  Read literally, the two- conclusions instruction merely emphasizes that in a close case the jury must acquit;  it says nothing about the government's burden of proof.  In this case the judge advised the jury separately, and reiterated throughout his charge, that the government had the burden of proving guilt beyond a reasonable doubt.  However the two-conclusions instruction might be read out of context, we do not think that a jury repeatedly instructed on the reasonable doubt standard could view the two- conclusions charge as substituting for or modifying the reasonable doubt standard.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In United States v. Kahn, 821 F.2d 90, 91 (2d Cir. 1987), the Second Circuit disapproved of a two-conclusions instruction similar to that in this case;  but it also found that the instruction did not constitute reversible error in the context of the full reasonable doubt instruction there given.  In another case, the Second Circuit refused to find plain error when, without objection, the trial court gave an arguably more harmful version of the two-conclusions charge.  United States v. Marcus, 401 F.2d 563, 567 (2d Cir. 1968), cert. denied, 393 U.S. 1023 (1969).  Since there was no objection to the charge in our case, we see no conflict with the Second Circuit.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The second and third instructions criticized on appeal relate to the jury's evaluation of witness testimony and other evidence.  As with the two-conclusions instruction, these instructions say nothing about the burden of proof;  they merely guide the jury in evaluating and considering the evidence and are perfectly appropriate.  United States v. DeMasi, 40 F.3d 1306, 1317-18 (1st Cir. 1994), cert. denied, 115 S. Ct. 947 (1995);  United States v. Ocampo-Guarin, 968 F.2d 1406, 1412 (1st Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Fuentes says that though the challenged instructions may not be erroneous per se, they did cause confusion here because the jury was not instructed on the definition of reasonable doubt.  But the judge was not required to define reasonable doubt, an effort that often is itself the source of error.  United States v. Olmstead, 832 F.2d 642, 645-46 (1st Cir. 1987), cert. denied, 486 U.S. 1009 (1988).  Here, the judge explained that the defendant was presumed innocent and that the government must prove every element of the crimes charged beyond a reasonable doubt.  The judge then repeated the government's burden over 20 times throughout its charge.  The jury did not misunderstand the government's burden of proof.  Victor v. Nebraska, 114 S. Ct. 1239, 1243 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">2. Fuentes next claims that the judge erred by using charge language inconsistent with jury nullification.  The judge instructed the jury, in essence, that it \"must\" convict the defendant if the government proved all the elements of the crimes charged;  Fuentes says that the proper wording is \"should,\" so that the possibility of jury nullification is left open.  Although the government has conceded that the defendant raised and preserved his objection in the district court, the government is mistaken, and we review for plain error.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We have squarely held that a defendant is not entitled to have the jury told that nullification is a permissible course for the jury to take, United States v. Sepulveda, 15 F.3d 1161, 1190 (1st Cir. 1993), cert. denied, 114 S. Ct. 2714 (1994), a holding arguably at odds with Fuentes' attempt to encourage the same result soto voce.  Even assuming that \"should\" rather than \"must\" were a preferable instruction, but see F.J.C. Pattern Instruction 21 (1987) (using \"must\"), the difference between \"should\" and \"must\" in the present context is far too subtle an adjustment to constitute plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">3. Fuentes now claims that the judge erroneously left out the \"intent to distribute\" element when instructing on the charge of possession of heroin with an intent to distribute.  21 U.S.C. Sec. 841(a)(1).  It is quite true that the district court did say, in what was almost certainly a slip of the tongue, that \"if [the defendant] did know [that he possessed a controlled substance] and he did have possession, then you must find the defendant guilty as charged.\"  In this passage, the intent to distribute element is omitted and, taken literally, the jury is told to convict based on mere knowing possession.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">But in fact this slip occurred in a discussion of the possession element of the offense that occurred when the court had already painstakingly told the jury that the offense required two elements:  knowing possession and an intent to distribute.  Further, after finishing the separate discussion of possession, the district court then returned to the \"second element,\" repeated that \"the Government [must] prove beyond a reasonable doubt that the defendant intended to distribute the controlled substance,\" and the court then enlarged at some length on the intent element.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court would undoubtedly have corrected the slip if it had been asked to do so, and the case is a perfect example of why counsel is obligated to make timely objections to instructions.  In all events, reading the instructions as a whole there is virtually no chance that the jury thought that it could convict on this count without finding an intent to distribute.  The risk that the conviction was affected by this slip is not only far from what is needed for plain error review, see United States v. Olano, 113 S. Ct. 1770, 1777-79 (1993), but is virtually nonexistent.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">4. As his final argument, Fuentes says that the judge erred when, in connection with the conspiracy charges, the judge instructed the jury that \"it is reasonable for you to draw the inference that a person intends the natural and probable consequences of his acts knowingly done or knowingly committed.\"  This, says Fuentes, amounts to the creation of a presumption that at the very least shifts the burden of proof onto the defendant to disprove intent;  and he reminds us that presumptions to this effect were condemned by the Supreme Court in Sandstrom v. Montana, 442 U.S. 510 (1979), and Francis v. Franklin, 471 U.S. 307 (1985).  No such objection was made at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The disputed instruction does not create a presumption, nor does it direct the jury to draw any kind of inference;  it merely poses a permissive inference based on common sense.  Hardy v. United States, 691 F.2d 39, 42 (1st Cir. 1982).  Although we have expressed doubt about this type of instruction, United States v. DeWolf, 696 F.2d 1, 3-4 (1st Cir. 1982), it is not governed by Sandstrom or Francis and is certainly not plain error.  See Lannon v. Hogan, 719 F.2d 518, 521-22 (1st Cir. 1983), cert. denied, 465 U.S. 1105 (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Fuentes' co-defendant asked for an instruction affirmatively advising the jury that it could engage in nullification and Fuentes adopted his co-defendant's request.  Neither Fuentes nor his co-defendant asked the court to substitute \"must\" for \"should.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1061</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Francis FUENTES, Appellant.</p>\n    <p class=\"docket\">No. 94-1623.</p>\n    <p class=\"court\">United States Court of Appeals,</p>\n    <p class=\"court\">First Circuit.<br>June 13, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul J. Garrity for appellant.</p>\n      <p class=\"indent\">Andrew Levchuk, Assistant United States Attorney, with whom Kevin O'Regan, Assistant United States Attorney, and Donald K. Stern, United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Francis Fuentes was convicted of three drug offenses arising from his involvement in a heroin importation and distribution scheme.  21 U.S.C. Secs. 841, 846, 963.  On appeal, he argues that in four respects the district court erred in its instructions to the jury.  We review for plain error only, since Fuentes did not object to the challenged instructions when they were given.  United States v. Whiting, <span class=\"citation\" data-id=\"673817\"><a href=\"/opinion/673817/united-states-v-darryl-whiting-aka-g-god-rah-united-states-of/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1296</span></a></span>, 1308 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">532</span> </span>(1994).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">1. Fuentes first claims that the instructions quoted below, given at different places in the charge, impermissibly reduced the government's burden of proof by equating reasonable doubt with a preponderance of the evidence:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>If the jury views the evidence in the case as reasonably permitting either of two conclusions, one of innocence, the other of guilt, the jury must of course adopt the conclusion of innocence.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>Consider the evidence in the case for only those purposes for which it has been admitted, and give it a reasonable and fair construction in light of your common knowledge of the natural tendencies and inclinations of human beings.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>You should consider all the facts and circumstances in evidence to determine which of the witnesses are worthy of greater credence.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The first instruction, known as the \"two conclusions\" instruction, was upheld in United States v. Del Toro Soto, <span class=\"citation\" data-id=\"402521\"><a href=\"/opinion/402521/united-states-v-victor-del-toro-soto-united-states-of-america-v/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 17-18 (1st Cir. 1982).  Read literally, the two- conclusions instruction merely emphasizes that in a close case the jury must acquit;  it says nothing about the government's burden of proof.  In this case the judge advised the jury separately, and reiterated throughout his charge, that the government had the burden of proving guilt beyond a reasonable doubt.  However the two-conclusions instruction might be read out of context, we do not think that a jury repeatedly instructed on the reasonable doubt standard could view the two- conclusions charge as substituting for or modifying the reasonable doubt standard.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In United States v. Kahn, <span class=\"citation\" data-id=\"489953\"><a href=\"/opinion/489953/united-states-v-mohammad-usman-khan/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">90</span></a></span>, 91 (2d Cir. 1987), the Second Circuit disapproved of a two-conclusions instruction similar to that in this case;  but it also found that the instruction did not constitute reversible error in the context of the full reasonable doubt instruction there given.  In another case, the Second Circuit refused to find plain error when, without objection, the trial court gave an arguably more harmful version of the two-conclusions charge.  United States v. Marcus, <span class=\"citation no-link\"><span class=\"volume\">401</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">563</span></span>, 567 (2d Cir. 1968), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1023</span> </span>(1969).  Since there was no objection to the charge in our case, we see no conflict with the Second Circuit.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The second and third instructions criticized on appeal relate to the jury's evaluation of witness testimony and other evidence.  As with the two-conclusions instruction, these instructions say nothing about the burden of proof;  they merely guide the jury in evaluating and considering the evidence and are perfectly appropriate.  United States v. DeMasi, <span class=\"citation\" data-id=\"195694\"><a href=\"/opinion/195694/united-states-v-de-masi/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1306</span></a></span>, 1317-18 (1st Cir. 1994), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">947</span> </span>(1995);  United States v. Ocampo-Guarin, <span class=\"citation\" data-id=\"586815\"><a href=\"/opinion/586815/united-states-v-gloria-patricia-ocampo-guarin/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1412 (1st Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Fuentes says that though the challenged instructions may not be erroneous per se, they did cause confusion here because the jury was not instructed on the definition of reasonable doubt.  But the judge was not required to define reasonable doubt, an effort that often is itself the source of error.  United States v. Olmstead, <span class=\"citation\" data-id=\"496773\"><a href=\"/opinion/496773/united-states-v-george-olmstead/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">642</span></a></span>, 645-46 (1st Cir. 1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1009</span> </span>(1988).  Here, the judge explained that the defendant was presumed innocent and that the government must prove every element of the crimes charged beyond a reasonable doubt.  The judge then repeated the government's burden over 20 times throughout its charge.  The jury did not misunderstand the government's burden of proof.  Victor v. Nebraska, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span>, 1243 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">2. Fuentes next claims that the judge erred by using charge language inconsistent with jury nullification.  The judge instructed the jury, in essence, that it \"must\" convict the defendant if the government proved all the elements of the crimes charged;  Fuentes says that the proper wording is \"should,\" so that the possibility of jury nullification is left open.  Although the government has conceded that the defendant raised and preserved his objection in the district court, the government is mistaken, and we review for plain error.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We have squarely held that a defendant is not entitled to have the jury told that nullification is a permissible course for the jury to take, United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1190 (1st Cir. 1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span> </span>(1994), a holding arguably at odds with Fuentes' attempt to encourage the same result soto voce.  Even assuming that \"should\" rather than \"must\" were a preferable instruction, but see F.J.C. Pattern Instruction 21 (1987) (using \"must\"), the difference between \"should\" and \"must\" in the present context is far too subtle an adjustment to constitute plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">3. Fuentes now claims that the judge erroneously left out the \"intent to distribute\" element when instructing on the charge of possession of heroin with an intent to distribute.  21 U.S.C. Sec. 841(a)(1).  It is quite true that the district court did say, in what was almost certainly a slip of the tongue, that \"if [the defendant] did know [that he possessed a controlled substance] and he did have possession, then you must find the defendant guilty as charged.\"  In this passage, the intent to distribute element is omitted and, taken literally, the jury is told to convict based on mere knowing possession.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">But in fact this slip occurred in a discussion of the possession element of the offense that occurred when the court had already painstakingly told the jury that the offense required two elements:  knowing possession and an intent to distribute.  Further, after finishing the separate discussion of possession, the district court then returned to the \"second element,\" repeated that \"the Government [must] prove beyond a reasonable doubt that the defendant intended to distribute the controlled substance,\" and the court then enlarged at some length on the intent element.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court would undoubtedly have corrected the slip if it had been asked to do so, and the case is a perfect example of why counsel is obligated to make timely objections to instructions.  In all events, reading the instructions as a whole there is virtually no chance that the jury thought that it could convict on this count without finding an intent to distribute.  The risk that the conviction was affected by this slip is not only far from what is needed for plain error review, see United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1777-79 (1993), but is virtually nonexistent.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">4. As his final argument, Fuentes says that the judge erred when, in connection with the conspiracy charges, the judge instructed the jury that \"it is reasonable for you to draw the inference that a person intends the natural and probable consequences of his acts knowingly done or knowingly committed.\"  This, says Fuentes, amounts to the creation of a presumption that at the very least shifts the burden of proof onto the defendant to disprove intent;  and he reminds us that presumptions to this effect were condemned by the Supreme Court in Sandstrom v. Montana, <span class=\"citation\" data-id=\"110109\"><a href=\"/opinion/110109/sandstrom-v-montana/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span> </a></span>(1979), and Francis v. Franklin, <span class=\"citation\" data-id=\"111418\"><a href=\"/opinion/111418/francis-v-franklin/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span> </a></span>(1985).  No such objection was made at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The disputed instruction does not create a presumption, nor does it direct the jury to draw any kind of inference;  it merely poses a permissive inference based on common sense.  Hardy v. United States, <span class=\"citation\" data-id=\"409636\"><a href=\"/opinion/409636/clarence-hardy-v-united-states/\"><span class=\"volume\">691</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 42 (1st Cir. 1982).  Although we have expressed doubt about this type of instruction, United States v. DeWolf, <span class=\"citation\" data-id=\"411966\"><a href=\"/opinion/411966/united-states-v-silvio-dewolf/\"><span class=\"volume\">696</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3-4 (1st Cir. 1982), it is not governed by Sandstrom or Francis and is certainly not plain error.  See Lannon v. Hogan, <span class=\"citation\" data-id=\"426160\"><a href=\"/opinion/426160/reginald-lannon-v-william-hogan/\"><span class=\"volume\">719</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">518</span></a></span>, 521-22 (1st Cir. 1983), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1105</span> </span>(1984).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Fuentes' co-defendant asked for an instruction affirmatively advising the jury that it could engage in nullification and Fuentes adopted his co-defendant's request.  Neither Fuentes nor his co-defendant asked the court to substitute \"must\" for \"should.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110109/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111418/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117831/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195694/",
    "https://www.courtlistener.com/api/rest/v3/opinions/402521/",
    "https://www.courtlistener.com/api/rest/v3/opinions/409636/",
    "https://www.courtlistener.com/api/rest/v3/opinions/411966/",
    "https://www.courtlistener.com/api/rest/v3/opinions/426160/",
    "https://www.courtlistener.com/api/rest/v3/opinions/489953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/496773/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586815/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/673817/"
  ]
}