{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196116/",
  "id": 196116,
  "absolute_url": "/opinion/196116/malek-v-knightly/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196116/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:58:04Z",
  "date_modified": "2020-02-21T23:44:12.246845Z",
  "type": "010combined",
  "sha1": "415ad01bf898ca5379527611b2bbd71dd9d6248b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2113.01A",
  "local_path": null,
  "plain_text": "\n\nJune 5, 1995          [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 94-2113 \r\n\n                    STANLEY J. MALEK, JR.,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n            DEPUTY SHERIFF DAVID KNIGHTLY, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. Michael A. Ponsor, U.S. District Judge]\r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n              Selya and Boudin, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nStanley J. Malek, Jr. on brief pro se.\r                                 \r\nRichard L. Barry, Jr. on brief for appellees.\r                                 \r\n\n                                         \r\n\n                                         \r\r\n\n          Per Curiam.   Plaintiff-appellant Stanley J.  Malek\r                                \r\n\nappeals  from  the  dismissal  of his  amended  civil  rights\r\n\ncomplaint  for failure  to  state a  claim.   We  affirm  the\r\n\ndismissal of  appellant's  federal  claims,  but  modify  the\r\n\ndismissal  of appellant's  state law  claims to  reflect that\r\n\ntheir dismissal  is without prejudice to  their being renewed\r\n\nin state court.  \r\n\n                          BACKGROUND\r                                                \r\n\n          On April  7, 1994,  appellant filed a  complaint in\r\n\nthe  district  court.    As amended,  the  complaint  alleges\r\n\nviolations of  42  U.S.C.     1983,  1985, and  1986  against\r\n\ndeputy  sheriffs  David  Knightly and  Francis  Cote, Sheriff\r\n\nRobert  Garvey,  Hampshire County  Sheriff's  Department, and\r\n\nHampshire County Sheriff's, Inc.   The amended complaint also\r\n\nincludes a variety of state common law claims.\r\n\n          Stripped to its  essentials, the complaint  alleges\r\n\nthat on February 23, 1994, at approximately 8:00 a.m., deputy\r\n\nsheriffs  Knightly and  Cote came onto  appellant's property,\r\n\nentered  his  home without  his  consent,  and arrested  him.\r\n\nKnightly and Cote then transported appellant to jail.  On the\r\n\nway there, the deputy sheriffs showed appellant a \"purported\"\r\n\ncapias.    After  being held  for  a  short  period of  time,\r\n\nappellant  was released  and given  a court  date to  return.\r\n\nThereafter, appellant sent notices regarding this incident to\r\n\nthe Hampshire County Commissioners, the chairman of the Board\r\n\n                             -3-\r                                          3\r\r\n\nof  Commissioners,  and appellee  Sheriff Garvey.   Appellant\r\n\nreceived no response to these notices.  \r\n\n          Based on these  facts, appellant alleged violations\r\n\nof  his rights  to due  process of  law and  to be  free from\r\n\nunreasonable searches and seizures  under the Fourth,  Fifth,\r\n\nNinth,  and  Fourteenth  Amendments.     He  also  alleged  a\r\n\nconspiracy to deprive him of his civil rights in violation of\r\n\n42 U.S.C.   1983,  1985, and 1986.  Finally, he alleged state\r\n\nlaw  claims  for  false imprisonment,  trespass,  defamation,\r\n\ninvasion of privacy, and civil conspiracy.   On May 31, 1994,\r\n\ndefendants-appellees  filed a  motion to dismiss  the amended\r\n\ncomplaint  for  failure to  state a  claim.   The  two deputy\r\n\nsheriffs and the  sheriff also asserted  a defense of  quasi-\r\n\njudicial  immunity.   In support  of the  motion to  dismiss,\r\n\nappellees submitted copies of various court documents.  These\r\n\ndocuments included a copy of a capias issued by Ware District\r\n\nCourt commanding appellant's arrest for contempt based on his\r\n\nfailure  to  appear  in  court for  a  supplementary  process\r\n\nhearing.  Appellant responded by moving  to strike the motion\r\n\nto dismiss.  On  August 25, 1994, the district  court allowed\r\n\nthe  motion to dismiss as to all claims.  Judgment entered on\r\n\nAugust  26,  1994.    Appellant  filed  a  timely  motion for\r\n\nreconsideration, which was denied.  This appeal ensued.\r\n\n                             -4-\r                                          4\r\r\n\n                          DISCUSSION\r                                                \r\n\n                              I.\r                                           \r\n\n          Appellate review of a motion to dismiss is de novo.\r                                                                        \r\n\nSee, e.g., Armstrong v. Jefferson Smurfit Corp., 30 F.3d  11,\r                                                           \r\n\n12  (1st Cir. 1994).  The standard for assessing the adequacy\r\n\nof a  civil rights claim  is whether,  accepting the  factual\r\n\naverments in the  complaint as true,  and construing them  in\r\n\nthe light most favorable to the plaintiff, the pleading shows\r\n\nany fact which could  entitle the plaintiff to relief.   See,\r                                                                        \r\n\ne.g., Leatherman  v. Tarrant County  Narcotics Intelligence &amp;\r                                                                         \r\n\nCoordination Unit, 113 S. Ct. 1160, 1161-63 (1993); Gooley v.\r                                                                      \r\n\nMobil Oil Corp., 851 F.2d 513, 514 (1st Cir.  1988).  Because\r                           \r\n\nappellant  is pro  se, we  read his  complaint with  an extra\r                                 \r\n\ndegree  of solicitude.  Rodi  v. Ventetuolo, 941  F.2d 22, 23\r                                                       \r\n\n(1st  Cir. 1991).    We  are  free to  affirm  on  any  basis\r\n\nsupported by the  record.  See Watterson v. Page, 987 F.2d 1,\r                                                            \r\n\n7 n.3 (1st Cir. 1993).\r\n\n                             II.\r                                           \r\n\n          Appellant  argues that his amended complaint should\r\n\nnot have been dismissed because it states a valid claim under\r\n\n  1983 for violation  of his constitutional right to  be free\r\n\nfrom unreasonable searches and  seizures.1  In particular, he\r\n\ncontends that a capias is not a warrant, and that he stated a\r\n\n                    \r                                \r\n\n1.  Appellant  does not raise on appeal  the dismissal of his\r\nclaims   under  42  U.S.C.      1985,  1986,  and  they  are,\r\ntherefore, deemed waived.  \r\n\n                             -5-\r                                          5\r\r\n\nclaim  against deputy  sheriffs Knightly  and Cote  under the\r\n\nFourth Amendment based on their unconsented to entry into his\r\n\nhome  without a warrant.  Appellant also contends that he has\r\n\nstated a claim against Sheriff Garvey, in his individual  and\r\n\nofficial  capacity, based  on Garvey's  failure  to reprimand\r\n\nKnightly  and Cote  after  appellant sent  him three  notices\r\n\nabout the February 23, 1994 incident.  \r\n\nA.  Deputy Sheriffs Knightly and Cote\r\n\n          Appellees urge, and the district court  found, that\r\n\ndeputy  sheriffs Knightly  and  Cote are  entitled to  quasi-\r\n\njudicial  immunity  because they  were  executing a  facially\r\n\nvalid warrant. See Forte v. Sullivan, 935 F.2d 1, 3 (1st Cir.\r                                                \r\n\n1991).    Appellant responds  that  the  defense of  absolute\r\n\nimmunity must fail because the deputies exceeded legal bounds\r\n\nin  executing the  warrant.   See Martin  v. Board  of County\r                                                                         \r\n\nComm'rs, 909 F.2d  402, 405 (10th  Cir. 1990) (\"[A]  judicial\r                   \r\n\nwarrant  contains an implicit directive that the arrest . . .\r\n\nbe carried out in  a lawful manner.\").   We need not  resolve\r\n\nthe  issue whether  absolute immunity  protects  Knightly and\r\n\nCote, however, because we  find that, in any event,  they are\r\n\nentitled to qualified  immunity since they did  not violate a\r\n\n\"clearly established\"  right.  See Harlow  v. Fitzgerald, 457\r                                                                    \r\n\nU.S. 800, 818 (1982) (holding that qualified immunity shields\r\n\npublic  officials  performing  discretionary  functions  from\r\n\nliability for civil damages insofar as their conduct does not\r\n\n                             -6-\r                                          6\r\r\n\nviolate  clearly  established rights  of  which  a reasonable\r\n\nperson should have known).\r\n\n          In Payton  v. New  York, 445  U.S. 573  (1980), the\r                                             \r\n\nSupreme Court  held that  the Fourth Amendment  prohibits the\r\n\npolice from effecting a  warrantless and nonconsensual  entry\r\n\ninto  a  suspect's home  in order  to  make a  routine felony\r\n\narrest.   However, the Court also held that a criminal arrest\r\n\nwarrant  alone was sufficient  to authorize the  entry into a\r\n\nperson's home to effect his arrest.  Payton, 445 U.S. at 602-\r                                                       \r\n\n03; see also Steagald v. United States, 451 U.S. 204, 214 n.7\r                                                  \r\n\n(1981)   (discussing  Payton).     Contrary   to  appellant's\r                                        \r\n\nsuggestion, the deputy  sheriffs who entered his  home had an\r\n\narrest warrant.  The issue, as we see it, is  whether a bench\r\n\nwarrant  for   civil  contempt  authorizes  entry   into  the\r\n\narrestee's home to effect the arrest.  \r\n\n          This  latter issue has received surprisingly little\r\n\ndiscussion   in  the  case   law,  and   we  have   found  no\r\n\nMassachusetts or  federal cases  directly on point.   Because\r\n\nthe  issue  was inadequately  briefed, we  do not  resolve it\r\n\nhere.  Given the dearth  of relevant case law, we cannot  say\r\n\nthat  Knightly or  Cote  (or more  precisely, an  objectively\r\n\nreasonably police  office in  their position) knew  or should\r\n\nhave known  that  their actions  violated appellant's  Fourth\r\n\nAmendment rights, if, in fact, they did.  See Wiley v. Doory,\r                                                                        \r\n\n14 F.3d 993, 995 (4th Cir. 1994) (Powell, J.) (observing that\r\n\n                             -7-\r                                          7\r\r\n\nin determining whether the plaintiff has asserted a violation\r\n\nof a  clearly established  right, \"`the proper  focus is  not\r\n\nupon the right at its most  general or abstract level, but at\r\n\nthe level of  its application to  the specific conduct  being\r\n\nchallenged.'\") (quoting  Pritchett v.  Alford, 973 F.2d  307,\r                                                         \r\n\n312 (4th Cir. 1992)). \r\n\nB.  Sheriff Garvey\r\n\n          Appellant failed to  state a claim against  Sheriff\r\n\nGarvey  even  if  we  assume,  arguendo,  that  his  deputies\r                                                   \r\n\nviolated a federally  protected right.   A supervisor may  be\r\n\nliable only  on the basis of  his own acts or  omissions, and\r\n\nthere must  be an  affirmative link between  the supervisor's\r\n\naction or inaction and the street level misconduct.  Bowen v.\r                                                                      \r\n\nCity  of  Manchester,  966  F.2d  13,  20  (1st  Cir.  1992);\r                                \r\n\nGutierrez-Rodriguez v. Cartagena, 882 F.2d 553, 562 (1st Cir.\r                                            \r\n\n1989).    In the  instant  case, appellant  attempts  to hold\r\n\nSheriff  Garvey  liable based  on  his  failure to  reprimand\r\n\ndeputy  sheriffs  Knightly  and  Cote for  their  actions  on\r\n\nFebruary 23, 1994.   However, the failure of a  supervisor to\r\n\ndiscipline his  subordinates following  a single  instance of\r\n\n\"misconduct\"  is insufficient  for a  finding of  supervisory\r\n\nliability because  the failure to act cannot  have caused the\r\n\nviolation.  See Febus-Rodriguez v. Batencourt-Lebron, 14 F.3d\r                                                                \r\n\n87, 93 (1st Cir. 1994) (no liability where supervisor was not\r\n\nprovided with  requisite notice of behavior  which was likely\r\n\n                             -8-\r                                          8\r\r\n\nto  result in constitutional violation).  We add that, in any\r\n\nevent,  Sheriff Garvey would also be entitled to a defense of\r\n\nqualified immunity.\r\n\n          Appellant's  claim  against Sheriff  Garvey  in his\r\n\nofficial capacity  also fails.  An  official-capacity suit is\r\n\nactually a suit against the entity of which the officer is an\r\n\nagent.   Kentucky v.  Graham, 473 U.S.  159, 165 (1985).   To\r                                        \r\n\nestablish  municipal  liability under    1983,  the plaintiff\r\n\nmust show  that municipal  employees were acting  pursuant to\r\n\nsome official policy or custom of the city when they violated\r\n\nthe  plaintiff's rights.   Oklahoma City v.  Tuttle, 471 U.S.\r                                                               \r\n\n808, 810 (1985);  Monell v. Department of  Social Servs., 436\r                                                                    \r\n\nU.S. 658,  694 (1978).  Because the issue was not briefed, we\r\n\npass  the question  whether  Sheriff Garvey,  in the  instant\r\n\ncase,  should be considered an  agent of the  state (in which\r\n\ncase Eleventh  Amendment immunity  applies) or of  the county\r\n\n(in  which  case  it does  not).    We  will assume,  without\r\n\ndeciding, that  Sheriff Garvey should be  considered a county\r\n\nagent.   Even so, appellant's claim fails because he does not\r\n\nallege  that  deputy  sheriffs  Knightly and  Cote  acted  in\r\n\nconformity with official county policy, or that their actions\r\n\nwere  caused  by Sheriff  Garvey's  acquiescence  in previous\r\n\n\"misconduct.\"  \r\n\n                             III.\r                                            \r\n\n                             -9-\r                                          9\r\r\n\n          Because we affirm the district court's dismissal of\r\n\nappellant's federal  claims, we find that  the district court\r\n\ndid  not abuse  its discretion  in dismissing  the state  law\r\n\nclaims.   United Mine Workers  of America v.  Gibbs, 383 U.S.\r                                                               \r\n\n715, 726 (1966).   We modify the  dismissal of the  state law\r\n\nclaims, however, to the extent that they were  dismissed with\r\n\nprejudice.  Appellant should  not be barred by reason  of the\r\n\nimpotence of his federal claims from bringing  his common law\r\n\nclaims before a state tribunal. \r\n\n          We have carefully considered  appellant's remaining\r\n\narguments and find them to be without merit.  Accordingly, we\r\n\naffirm  the dismissal  of appellant's  claims but  modify the\r\n\njudgment  to  reflect that  the  state  claims are  dismissed\r\n\nwithout prejudice to their renewal in state court.\r\n\n          Affirmed as modified.\r                                          \r\n\n                             -10-\r                                          10\r\r\n",
  "html": "<p class=\"case_cite\">56 F.3d 59<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Stanley J. MALEK, Jr., Plaintiff, Appellant,<br>v.<br>Deputy Sheriff David KNIGHTLY, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-2113.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 5, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stanley J. Malek, Jr. on brief pro se.</p>\n      <p class=\"indent\">Richard L. Barry, Jr. on brief for appellees.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Stanley J. Malek appeals from the dismissal of his amended civil rights complaint for failure to state a claim.  We affirm the dismissal of appellant's federal claims, but modify the dismissal of appellant's state law claims to reflect that their dismissal is without prejudice to their being renewed in state court.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On April 7, 1994, appellant filed a complaint in the district court.  As amended, the complaint alleges violations of 42 U.S.C. Secs. 1983, 1985, and 1986 against deputy sheriffs David Knightly and Francis Cote, Sheriff Robert Garvey, Hampshire County Sheriff's Department, and Hampshire County Sheriff's, Inc. The amended complaint also includes a variety of state common law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Stripped to its essentials, the complaint alleges that on February 23, 1994, at approximately 8:00 a.m., deputy sheriffs Knightly and Cote came onto appellant's property, entered his home without his consent, and arrested him.  Knightly and Cote then transported appellant to jail.  On the way there, the deputy sheriffs showed appellant a \"purported\" capias.  After being held for a short period of time, appellant was released and given a court date to return.  Thereafter, appellant sent notices regarding this incident to the Hampshire County Commissioners, the chairman of the Board of Commissioners, and appellee Sheriff Garvey.  Appellant received no response to these notices.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Based on these facts, appellant alleged violations of his rights to due process of law and to be free from unreasonable searches and seizures under the Fourth, Fifth, Ninth, and Fourteenth Amendments.  He also alleged a conspiracy to deprive him of his civil rights in violation of 42 U.S.C. Sec. 1983, 1985, and 1986.  Finally, he alleged state law claims for false imprisonment, trespass, defamation, invasion of privacy, and civil conspiracy.  On May 31, 1994, defendants-appellees filed a motion to dismiss the amended complaint for failure to state a claim.  The two deputy sheriffs and the sheriff also asserted a defense of quasi-judicial immunity.  In support of the motion to dismiss, appellees submitted copies of various court documents.  These documents included a copy of a capias issued by Ware District Court commanding appellant's arrest for contempt based on his failure to appear in court for a supplementary process hearing.  Appellant responded by moving to strike the motion to dismiss.  On August 25, 1994, the district court allowed the motion to dismiss as to all claims.  Judgment entered on August 26, 1994.  Appellant filed a timely motion for reconsideration, which was denied.  This appeal ensued.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>I.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellate review of a motion to dismiss is de novo.  See, e.g., Armstrong v. Jefferson Smurfit Corp., 30 F.3d 11, 12 (1st Cir. 1994).  The standard for assessing the adequacy of a civil rights claim is whether, accepting the factual averments in the complaint as true, and construing them in the light most favorable to the plaintiff, the pleading shows any fact which could entitle the plaintiff to relief.  See, e.g., Leatherman v. Tarrant County Narcotics Intelligence &amp; Coordination Unit, 113 S. Ct. 1160, 1161-63 (1993);  Gooley v. Mobil Oil Corp., 851 F.2d 513, 514 (1st Cir. 1988).  Because appellant is pro se, we read his complaint with an extra degree of solicitude.  Rodi v. Ventetuolo, 941 F.2d 22, 23 (1st Cir. 1991).  We are free to affirm on any basis supported by the record.  See Watterson v. Page, 987 F.2d 1, 7 n.3 (1st Cir. 1993).</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellant argues that his amended complaint should not have been dismissed because it states a valid claim under Sec. 1983 for violation of his constitutional right to be free from unreasonable searches and seizures.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In particular, he contends that a capias is not a warrant, and that he stated a claim against deputy sheriffs Knightly and Cote under the Fourth Amendment based on their unconsented to entry into his home without a warrant.  Appellant also contends that he has stated a claim against Sheriff Garvey, in his individual and official capacity, based on Garvey's failure to reprimand Knightly and Cote after appellant sent him three notices about the February 23, 1994 incident.</p>\n    </div>\n    <p>A. Deputy Sheriffs Knightly and Cote</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellees urge, and the district court found, that deputy sheriffs Knightly and Cote are entitled to quasi- judicial immunity because they were executing a facially valid warrant.  See Forte v. Sullivan, 935 F.2d 1, 3 (1st Cir. 1991).  Appellant responds that the defense of absolute immunity must fail because the deputies exceeded legal bounds in executing the warrant.  See Martin v. Board of County Comm'rs, 909 F.2d 402, 405 (10th Cir. 1990) (\"[A] judicial warrant contains an implicit directive that the arrest ... be carried out in a lawful manner.\").  We need not resolve the issue whether absolute immunity protects Knightly and Cote, however, because we find that, in any event, they are entitled to qualified immunity since they did not violate a \"clearly established\" right.  See Harlow v. Fitzgerald, 457 U.S. 800, 818 (1982) (holding that qualified immunity shields public officials performing discretionary functions from liability for civil damages insofar as their conduct does not violate clearly established rights of which a reasonable person should have known).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In Payton v. New York, 445 U.S. 573 (1980), the Supreme Court held that the Fourth Amendment prohibits the police from effecting a warrantless and nonconsensual entry into a suspect's home in order to make a routine felony arrest.  However, the Court also held that a criminal arrest warrant alone was sufficient to authorize the entry into a person's home to effect his arrest.  Payton, 445 U.S. at 602-03;  see also Steagald v. United States, 451 U.S. 204, 214 n.7 (1981) (discussing Payton ).  Contrary to appellant's suggestion, the deputy sheriffs who entered his home had an arrest warrant.  The issue, as we see it, is whether a bench warrant for civil contempt authorizes entry into the arrestee's home to effect the arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This latter issue has received surprisingly little discussion in the case law, and we have found no Massachusetts or federal cases directly on point.  Because the issue was inadequately briefed, we do not resolve it here.  Given the dearth of relevant case law, we cannot say that Knightly or Cote (or more precisely, an objectively reasonably police office in their position) knew or should have known that their actions violated appellant's Fourth Amendment rights, if, in fact, they did.  See Wiley v. Doory, 14 F.3d 993, 995 (4th Cir. 1994) (Powell, J.)  (observing that in determining whether the plaintiff has asserted a violation of a clearly established right, \" 'the proper focus is not upon the right at its most general or abstract level, but at the level of its application to the specific conduct being challenged.' \")  (quoting Pritchett v. Alford, 973 F.2d 307, 312 (4th Cir. 1992)).</p>\n    </div>\n    <p>B. Sheriff Garvey</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellant failed to state a claim against Sheriff Garvey even if we assume, arguendo, that his deputies violated a federally protected right.  A supervisor may be liable only on the basis of his own acts or omissions, and there must be an affirmative link between the supervisor's action or inaction and the street level misconduct.  Bowen v. City of Manchester, 966 F.2d 13, 20 (1st Cir. 1992);  Gutierrez-Rodriguez v. Cartagena, 882 F.2d 553, 562 (1st Cir. 1989).  In the instant case, appellant attempts to hold Sheriff Garvey liable based on his failure to reprimand deputy sheriffs Knightly and Cote for their actions on February 23, 1994.  However, the failure of a supervisor to discipline his subordinates following a single instance of \"misconduct\" is insufficient for a finding of supervisory liability because the failure to act cannot have caused the violation.  See Febus-Rodriguez v. Batencourt- Lebron, 14 F.3d 87, 93 (1st Cir. 1994) (no liability where supervisor was not provided with requisite notice of behavior which was likely to result in constitutional violation).  We add that, in any event, Sheriff Garvey would also be entitled to a defense of qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant's claim against Sheriff Garvey in his official capacity also fails.  An official-capacity suit is actually a suit against the entity of which the officer is an agent.  Kentucky v. Graham, 473 U.S. 159, 165 (1985).  To establish municipal liability under Sec. 1983, the plaintiff must show that municipal employees were acting pursuant to some official policy or custom of the city when they violated the plaintiff's rights.  Oklahoma City v. Tuttle, 471 U.S. 808, 810 (1985);  Monell v. Department of Social Servs., 436 U.S. 658, 694 (1978).  Because the issue was not briefed, we pass the question whether Sheriff Garvey, in the instant case, should be considered an agent of the state (in which case Eleventh Amendment immunity applies) or of the county (in which case it does not).  We will assume, without deciding, that Sheriff Garvey should be considered a county agent.  Even so, appellant's claim fails because he does not allege that deputy sheriffs Knightly and Cote acted in conformity with official county policy, or that their actions were caused by Sheriff Garvey's acquiescence in previous \"misconduct.\"</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Because we affirm the district court's dismissal of appellant's federal claims, we find that the district court did not abuse its discretion in dismissing the state law claims.  United Mine Workers of America v. Gibbs, 383 U.S. 715, 726 (1966).  We modify the dismissal of the state law claims, however, to the extent that they were dismissed with prejudice.  Appellant should not be barred by reason of the impotence of his federal claims from bringing his common law claims before a state tribunal.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We have carefully considered appellant's remaining arguments and find them to be without merit.  Accordingly, we affirm the dismissal of appellant's claims but modify the judgment to reflect that the state claims are dismissed without prejudice to their renewal in state court.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Affirmed as modified.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellant does not raise on appeal the dismissal of his claims under 42 U.S.C. Secs. 1985, 1986, and they are, therefore, deemed waived</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Stanley J. MALEK, Jr., Plaintiff, Appellant,<br>v.<br>Deputy Sheriff David KNIGHTLY, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-2113.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 5, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stanley J. Malek, Jr. on brief pro se.</p>\n      <p class=\"indent\">Richard L. Barry, Jr. on brief for appellees.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Stanley J. Malek appeals from the dismissal of his amended civil rights complaint for failure to state a claim.  We affirm the dismissal of appellant's federal claims, but modify the dismissal of appellant's state law claims to reflect that their dismissal is without prejudice to their being renewed in state court.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On April 7, 1994, appellant filed a complaint in the district court.  As amended, the complaint alleges violations of 42 U.S.C. Secs. 1983, 1985, and 1986 against deputy sheriffs David Knightly and Francis Cote, Sheriff Robert Garvey, Hampshire County Sheriff's Department, and Hampshire County Sheriff's, Inc. The amended complaint also includes a variety of state common law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Stripped to its essentials, the complaint alleges that on February 23, 1994, at approximately 8:00 a.m., deputy sheriffs Knightly and Cote came onto appellant's property, entered his home without his consent, and arrested him.  Knightly and Cote then transported appellant to jail.  On the way there, the deputy sheriffs showed appellant a \"purported\" capias.  After being held for a short period of time, appellant was released and given a court date to return.  Thereafter, appellant sent notices regarding this incident to the Hampshire County Commissioners, the chairman of the Board of Commissioners, and appellee Sheriff Garvey.  Appellant received no response to these notices.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Based on these facts, appellant alleged violations of his rights to due process of law and to be free from unreasonable searches and seizures under the Fourth, Fifth, Ninth, and Fourteenth Amendments.  He also alleged a conspiracy to deprive him of his civil rights in violation of 42 U.S.C. Sec. 1983, 1985, and 1986.  Finally, he alleged state law claims for false imprisonment, trespass, defamation, invasion of privacy, and civil conspiracy.  On May 31, 1994, defendants-appellees filed a motion to dismiss the amended complaint for failure to state a claim.  The two deputy sheriffs and the sheriff also asserted a defense of quasi-judicial immunity.  In support of the motion to dismiss, appellees submitted copies of various court documents.  These documents included a copy of a capias issued by Ware District Court commanding appellant's arrest for contempt based on his failure to appear in court for a supplementary process hearing.  Appellant responded by moving to strike the motion to dismiss.  On August 25, 1994, the district court allowed the motion to dismiss as to all claims.  Judgment entered on August 26, 1994.  Appellant filed a timely motion for reconsideration, which was denied.  This appeal ensued.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>I.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellate review of a motion to dismiss is de novo.  See, e.g., Armstrong v. Jefferson Smurfit Corp., <span class=\"citation\" data-id=\"195512\"><a href=\"/opinion/195512/armstrong-v-jefferson/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 12 (1st Cir. 1994).  The standard for assessing the adequacy of a civil rights claim is whether, accepting the factual averments in the complaint as true, and construing them in the light most favorable to the plaintiff, the pleading shows any fact which could entitle the plaintiff to relief.  See, e.g., Leatherman v. Tarrant County Narcotics Intelligence &amp; Coordination Unit, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span>, 1161-63 (1993);  Gooley v. Mobil Oil Corp., <span class=\"citation\" data-id=\"508719\"><a href=\"/opinion/508719/william-r-gooley-v-mobil-oil-corporation/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">513</span></a></span>, 514 (1st Cir. 1988).  Because appellant is pro se, we read his complaint with an extra degree of solicitude.  Rodi v. Ventetuolo, <span class=\"citation\" data-id=\"566305\"><a href=\"/opinion/566305/stephen-gerard-rodi-v-donald-r-ventetuolo/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 23 (1st Cir. 1991).  We are free to affirm on any basis supported by the record.  See Watterson v. Page, <span class=\"citation\" data-id=\"601477\"><a href=\"/opinion/601477/valerie-watterson-v-eileen-page/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 7 n.3 (1st Cir. 1993).</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellant argues that his amended complaint should not have been dismissed because it states a valid claim under Sec. 1983 for violation of his constitutional right to be free from unreasonable searches and seizures.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In particular, he contends that a capias is not a warrant, and that he stated a claim against deputy sheriffs Knightly and Cote under the Fourth Amendment based on their unconsented to entry into his home without a warrant.  Appellant also contends that he has stated a claim against Sheriff Garvey, in his individual and official capacity, based on Garvey's failure to reprimand Knightly and Cote after appellant sent him three notices about the February 23, 1994 incident.</p>\n    </div>\n    <p>A. Deputy Sheriffs Knightly and Cote</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellees urge, and the district court found, that deputy sheriffs Knightly and Cote are entitled to quasi- judicial immunity because they were executing a facially valid warrant.  See Forte v. Sullivan, <span class=\"citation\" data-id=\"562318\"><a href=\"/opinion/562318/michael-b-forte-v-janis-sullivan/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1991).  Appellant responds that the defense of absolute immunity must fail because the deputies exceeded legal bounds in executing the warrant.  See Martin v. Board of County Comm'rs, <span class=\"citation\" data-id=\"545287\"><a href=\"/opinion/545287/kathy-martin-v-board-of-county-commissioners-of-the-county-of-pueblo/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">402</span></a></span>, 405 (10th Cir. 1990) (\"[A] judicial warrant contains an implicit directive that the arrest ... be carried out in a lawful manner.\").  We need not resolve the issue whether absolute immunity protects Knightly and Cote, however, because we find that, in any event, they are entitled to qualified immunity since they did not violate a \"clearly established\" right.  See Harlow v. Fitzgerald, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818 (1982) (holding that qualified immunity shields public officials performing discretionary functions from liability for civil damages insofar as their conduct does not violate clearly established rights of which a reasonable person should have known).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In Payton v. New York, <span class=\"citation\" data-id=\"110235\"><a href=\"/opinion/110235/payton-v-new-york/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">573</span> </a></span>(1980), the Supreme Court held that the Fourth Amendment prohibits the police from effecting a warrantless and nonconsensual entry into a suspect's home in order to make a routine felony arrest.  However, the Court also held that a criminal arrest warrant alone was sufficient to authorize the entry into a person's home to effect his arrest.  <span class=\"citation\" data-id=\"110235\"><span class=\"antecedent_guess\">Payton,</span> <a href=\"/opinion/110235/payton-v-new-york/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">602-03</span></a></span>;  see also Steagald v. United States, <span class=\"citation\" data-id=\"110464\"><a href=\"/opinion/110464/steagald-v-united-states/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">204</span></a></span>, 214 n.7 (1981) (discussing Payton ).  Contrary to appellant's suggestion, the deputy sheriffs who entered his home had an arrest warrant.  The issue, as we see it, is whether a bench warrant for civil contempt authorizes entry into the arrestee's home to effect the arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This latter issue has received surprisingly little discussion in the case law, and we have found no Massachusetts or federal cases directly on point.  Because the issue was inadequately briefed, we do not resolve it here.  Given the dearth of relevant case law, we cannot say that Knightly or Cote (or more precisely, an objectively reasonably police office in their position) knew or should have known that their actions violated appellant's Fourth Amendment rights, if, in fact, they did.  See Wiley v. Doory, <span class=\"citation\" data-id=\"661480\"><a href=\"/opinion/661480/john-j-wiley-sergeant-charles-bealefeld-officer-harry-van-cleaf-officer/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">993</span></a></span>, 995 (4th Cir. 1994) (Powell, J.)  (observing that in determining whether the plaintiff has asserted a violation of a clearly established right, \" 'the proper focus is not upon the right at its most general or abstract level, but at the level of its application to the specific conduct being challenged.' \")  (quoting Pritchett v. Alford, <span class=\"citation no-link\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">307</span></span>, 312 (4th Cir. 1992)).</p>\n    </div>\n    <p>B. Sheriff Garvey</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellant failed to state a claim against Sheriff Garvey even if we assume, arguendo, that his deputies violated a federally protected right.  A supervisor may be liable only on the basis of his own acts or omissions, and there must be an affirmative link between the supervisor's action or inaction and the street level misconduct.  Bowen v. City of Manchester, <span class=\"citation\" data-id=\"584183\"><a href=\"/opinion/584183/carleen-bowen-etc-v-city-of-manchester/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 20 (1st Cir. 1992);  Gutierrez-Rodriguez v. Cartagena, <span class=\"citation\" data-id=\"527780\"><a href=\"/opinion/527780/carlos-a-gutierrez-rodriguez-v-desiderio-cartagena-and-domingo-alvarez/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 562 (1st Cir. 1989).  In the instant case, appellant attempts to hold Sheriff Garvey liable based on his failure to reprimand deputy sheriffs Knightly and Cote for their actions on February 23, 1994.  However, the failure of a supervisor to discipline his subordinates following a single instance of \"misconduct\" is insufficient for a finding of supervisory liability because the failure to act cannot have caused the violation.  See Febus-Rodriguez v. Batencourt- Lebron, <span class=\"citation\" data-id=\"195148\"><a href=\"/opinion/195148/rodriguez-v-lebron/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span>, 93 (1st Cir. 1994) (no liability where supervisor was not provided with requisite notice of behavior which was likely to result in constitutional violation).  We add that, in any event, Sheriff Garvey would also be entitled to a defense of qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant's claim against Sheriff Garvey in his official capacity also fails.  An official-capacity suit is actually a suit against the entity of which the officer is an agent.  Kentucky v. Graham, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 165 (1985).  To establish municipal liability under Sec. 1983, the plaintiff must show that municipal employees were acting pursuant to some official policy or custom of the city when they violated the plaintiff's rights.  Oklahoma City v. Tuttle, <span class=\"citation\" data-id=\"111441\"><a href=\"/opinion/111441/oklahoma-city-v-tuttle/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">808</span></a></span>, 810 (1985);  Monell v. Department of Social Servs., <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 694 (1978).  Because the issue was not briefed, we pass the question whether Sheriff Garvey, in the instant case, should be considered an agent of the state (in which case Eleventh Amendment immunity applies) or of the county (in which case it does not).  We will assume, without deciding, that Sheriff Garvey should be considered a county agent.  Even so, appellant's claim fails because he does not allege that deputy sheriffs Knightly and Cote acted in conformity with official county policy, or that their actions were caused by Sheriff Garvey's acquiescence in previous \"misconduct.\"</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Because we affirm the district court's dismissal of appellant's federal claims, we find that the district court did not abuse its discretion in dismissing the state law claims.  United Mine Workers of America v. Gibbs, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 726 (1966).  We modify the dismissal of the state law claims, however, to the extent that they were dismissed with prejudice.  Appellant should not be barred by reason of the impotence of his federal claims from bringing his common law claims before a state tribunal.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We have carefully considered appellant's remaining arguments and find them to be without merit.  Accordingly, we affirm the dismissal of appellant's claims but modify the judgment to reflect that the state claims are dismissed without prejudice to their renewal in state court.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Affirmed as modified.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellant does not raise on appeal the dismissal of his claims under 42 U.S.C. Secs. 1985, 1986, and they are, therefore, deemed waived</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110235/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110464/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111441/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111500/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112825/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195148/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195512/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/527780/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/562318/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566305/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584183/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601477/",
    "https://www.courtlistener.com/api/rest/v3/opinions/661480/"
  ]
}