{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196110/",
  "id": 196110,
  "absolute_url": "/opinion/196110/guzman-rivera-v-rivera-cruz/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196110/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:57:53Z",
  "date_modified": "2020-02-21T23:43:35.183933Z",
  "type": "010combined",
  "sha1": "824af1fb685fe848a0d1edad35fd8a6da590fabd",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2281.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 94-2281\r\n\n                HECTOR GUZMAN-RIVERA, ET AL.,\r\n\n                    Plaintiffs, Appellees,\r\n\n                              v.\r\n\n                 HECTOR RIVERA-CRUZ, ET AL.,\r\n\n                   Defendants, Appellants.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n    [Hon. Gilberto Gierbolini, Senior U.S. District Judge]\r                                                                     \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n                Bownes, Senior Circuit Judge,\r                                                        \r\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nJose R.  Gaztambide, with  whom Luis  A. Plaza  and Elisa  Bobonis\r                                                                              \r\nLang were on brief for appellants.\r            \r\nVictoria A. Ferrer, with whom Alvaro  R. Calderon, Jr. and  Alvaro\r                                                                              \r\nR. Calderon, Jr. Law Offices were on brief for appellees.\r                                    \r\n\n                                         \r\n\n                         May 31, 1995\r\n                                         \r\r\n\n          BOWNES, Senior  Circuit Judge.  This  is the second\r                      BOWNES, Senior  Circuit Judge.\r                                                   \r\n\ntime that this civil rights action has been before us.  After\r\n\nbeing arrested,  convicted, and imprisoned for  a murder that\r\n\nhe  did not  commit, plaintiff-appellee Hector  Guzman Rivera\r\n\n(joined  by several  family  members) sued  the Secretary  of\r\n\nJustice  of  Puerto Rico  and  two  other Justice  Department\r\n\nofficials  under   42  U.S.C.     1983,   alleging  that  the\r\n\ndefendants failed  to timely  reinvestigate the facts  of the\r\n\nmurder after his conviction, and that they failed to move for\r\n\nhis release  even after their  investigation had  established\r\n\nhis innocence.\r\n\n          In  Guzman-Rivera v.  Rivera-Cruz, 29  F.3d  3 (1st\r                                                       \r\n\nCir.  1994)  (Guzman I),  we  reversed  the district  court's\r                                  \r\n\ndismissal of Guzman's suit on statute of limitations grounds.\r\n\nThe  defendants  did  not  assert  absolute  immunity  as  an\r\n\nalternative ground for affirmance, although that  defense had\r\n\nbeen raised below.  On remand, just six days before trial was\r\n\nscheduled to  begin, the  defendants filed an  \"Urgent Motion\r\n\nfor  Relief\" seeking  summary judgment  on  absolute immunity\r\n\ngrounds.  We  are left  to wonder why  absolute immunity  was\r\n\noriginally  pled  as  a  defense, abandoned  in  the  initial\r\n\nappeal, and then resurrected as an emergency on remand.\r\n\n          The  district court nevertheless  denied the motion\r\n\non  the merits, finding genuine issues of material fact as to\r\n\nthe nature of the defendants' post-conviction activities.  We\r\n\n                             -2-\r                                          2\r\r\n\ntherefore  do  not  consider  the absolute  immunity  defense\r\n\nwaived;  it is  the sole  issue on  appeal.   From  the facts\r\n\npresented in this appeal, we find that the defendants are not\r\n\nentitled to absolute immunity  for any delays or inadequacies\r\n\nin  their  conduct  of  the investigation.    We  also  find,\r\n\nhowever,  that they  are  absolutely immune  for their  post-\r                                                                        \r\n\ninvestigation  failure  to go  into  court  to seek  Guzman's\r\n\nrelease.\r\n\n                              I.\r                                            \r\n\n          We  shall assume, as we did in Guzman I, 29 F.3d at\r                                                             \r\n\n5, that the plaintiffs' allegations regarding the defendants'\r\n\nauthority, duties, acts and omissions are true, and that they\r\n\nare  sufficient to allege a violation of federal rights.  See\r                                                                         \r\n\nBuckley v. Fitzsimmons, 113 S. Ct. 2606, 2609 (1993).\r                                  \r\n\n          Guzman was convicted of  a 1987 murder in Carolina,\r\n\nPuerto Rico, and sentenced to 119 years' imprisonment on June\r\n\n27, 1989.  Beginning  on August 21, 1989, his  father, Guzman\r\n\nFernandez, repeatedly  corresponded  with  or  met  with  the\r\n\ndefendants:   Hector  Rivera Cruz,  the Secretary  of Justice\r\n\n(Puerto Rico's equivalent of  a state attorney general); Luis\r\n\nFeliciano  Carreras,  Director  of the  Justice  Department's\r\n\nProsecutor's Office and a  high-ranking official of the Civil\r\n\nRights  Division;  and  Carreras'  successor,  Pedro Geronimo\r\n\nGoyco. Based on his own investigation, which yielded powerful\r\n\nevidence  that  his   son  was  innocent,   Guzman  Fernandez\r\n\n                             -3-\r                                          3\r\r\n\nrequested  that  defendant Luis  Feliciano  Carreras  order a\r\n\nreinvestigation of the murder.   Carerras referred the matter\r\n\nto an attorney with the Civil Rights Division, but refused to\r\n\ndo anything more.\r\n\n          After several  months  of stonewalling,  the  Civil\r\n\nRights   Division   finally   investigated   Guzman's   case.\r\n\nInvestigators interviewed  three of  the true  murderer's co-\r\n\nconspirators,   who  unanimously   stated  that   Guzman  was\r\n\ninnocent.  The head of the Civil Rights Division reviewed the\r\n\nfindings of  the investigation and concluded  that Guzman was\r\n\ninnocent.  Defendants Pedro  Geronimo Goyco and Hector Rivera\r\n\nCruz refused, however, to move for Guzman's release until the\r\n\nmurderer was captured.\r\n\n          On  June 11,  1990,  Guzman Fernandez  told of  his\r\n\nson's plight on Puerto Rico television.  Several  days later,\r\n\nhe appealed to  the Governor  of Puerto Rico.   The  Governor\r\n\nallegedly ordered defendant Geronimo Goyco to release Guzman.\r\n\nThe defendants instructed Guzman's attorneys to file a motion\r\n\nfor a new trial under Rule 192.1 of the Puerto  Rico Rules of\r\n\nCriminal Procedure.  The  motion was filed on June  15, 1990,\r\n\nand Guzman was released the same day.\r\n\n                             II.\r                                            \r\n\n          Qualified  immunity  is   the  defense   ordinarily\r\n\navailable  to public officials who are sued under 42 U.S.C.  \r\n\n1983.  Absolute  immunity, by contrast,  is reserved for  the\r\n\n                             -4-\r                                          4\r\r\n\n\"'special  functions'\" of  certain  officials  that  resemble\r\n\nfunctions  that would have been  immune at common  law when  \r\n\n1983 was enacted.  Buckley, 113  S. Ct. at 2613 (quoting Butz\r                                                                         \r\n\nv.  Economou,  438 U.S.  478,  508 (1978)).    In determining\r                        \r\n\nwhether a particular act fits within the common-law tradition\r\n\nof absolute  immunity, the Supreme Court  takes a \"functional\r\n\napproach,\" Burns v. Reed, 500 U.S. 478, 486 (1991), examining\r                                    \r\n\n\"'the nature of the function  performed, not the identity  of\r\n\nthe  actor who performed  it.'\"  Buckley, 113  S. Ct. at 2613\r                                                    \r\n\n(quoting Forrester v. White, 484 U.S. 219, 229 (1988)).\r                                       \r\n\n          Under the  functional  approach, it  is  immaterial\r\n\nthat the  defendants were  prosecutors ex officio.   Absolute\r                                                             \r\n\nimmunity protects the prosecutor's \"'role as advocate for the\r\n\nState,'\" and not  his or  her role as  an \"'administrator  or\r\n\ninvestigative  officer.'\"   Burns, 500  U.S. at  491 (quoting\r                                             \r\n\nImbler  v. Pachtman, 424 U.S.  409, 430-31, 431 n.33 (1976)).\r                               \r\n\nProsecutorial  conduct is  absolutely  immune only  if it  is\r                                                              \r\n\n\"intimately   associated  with  the  judicial  phase  of  the\r\n\ncriminal  process  .  . .  .\"    Imbler, 424  U.S.  at 430-31\r                                                   \r\n\n(holding that state prosecutor  had absolute immunity for the\r\n\ninitiation and  pursuit of a criminal  prosecution, including\r\n\npresentation  of  the  state's  case  at  trial).    See also\r                                                                         \r\n\nBuckley,  113 S.  Ct. at  2614; Celia  v. O'Malley,  918 F.2d\r                                                              \r\n\n1017,  1019 (1st  Cir. 1990)  (\"a prosecutor  enjoys absolute\r\n\n                             -5-\r                                          5\r\r\n\nimmunity from suit  based on  actions taken  pursuant to  his\r\n\nquasi-judicial function\").\r\n\n          We  begin by  dividing  the defendants'  challenged\r\n\nconduct into two  phases:   (1) the delay  in performing  the\r\n\npost-trial  investigation, including any  inadequacies in the\r\n\ninvestigation itself; and (2)  the failure to go to  court to\r\n\nobtain   Guzman's   release  after   the   investigation  had\r\n\nestablished his innocence.  As the defendants  moved from (1)\r\n\nto (2),  and as the  evidence of Guzman's  innocence mounted,\r\n\ntheir acts  became increasingly associated  with the judicial\r\n\nphase of the criminal process.  To illustrate:  once Guzman's\r\n\ninnocence was  established, the  defendants could obtain  his\r\n\nrelease  only  by filing  a  motion to  dismiss  the criminal\r\n\naction,  or by acquiescing in  Guzman's own motion  for a new\r\n\ntrial.    Looking  backwards  from this  endpoint,  we  might\r\n\ncharacterize   (1),  the   post-trial  investigation,   as  a\r\n\npreparatory  step  for  (2),  the in-court  exercise  of  the\r\n\nprosecutorial function.\r\n\n          The defendants seem to think that absolute immunity\r\n\nextends  to all  conduct that  facilitates the  prosecutorial\r\n\nfunction.   The functional analysis, however,  requires us to\r\n\ndraw  a  line  between  preparatory conduct  that  is  merely\r\n\nadministrative or  investigative,  and that  which is  itself\r\n\nprosecutorial.   For  example,  some,  but not  all,  of  the\r\n\nprosecutor's preparatory acts in initiating a prosecution and\r\n\n                             -6-\r                                          6\r\r\n\npresenting  the  State's case  are  absolutely  immune.   See\r                                                                         \r\n\nImbler, 424 U.S. at 431  n.33; Burns, 500 U.S. at  492-96 (no\r                                                \r\n\nabsolute  immunity for  prosecutor's  legal advice  to police\r\n\nthat there was probable cause for an arrest); Buckley, 113 S.\r                                                                 \r\n\nCt.  at   2615-17  (no  absolute  immunity  for  prosecutors'\r\n\nconspiracy  to  manufacture  false evidence  that  was  later\r\n\nintroduced at grand jury  proceedings and at trial, or  for a\r\n\nprosecutor's  out-of-court  statements to  the  press).   Cf.\r                                                                         \r\n\nPfeiffer v. Hartford Fire Ins. Co., 929 F.2d 1484, 1490 (10th\r                                              \r\n\nCir. 1991) (\"[A]bsolute  immunity may  attach even to  . .  .\r\n\nadministrative   or   investigative  activities   when  these\r\n\nfunctions are necessary so that  a prosecutor may fulfill his\r                                   \r\n\nfunction  as  an officer  of  the  court.\") (emphasis  added;\r\n\ncitations  and  internal  quotation   marks  omitted).    The\r\n\nprosecutorial nature of an act does not spread backwards like\r\n\nan inkblot, immunizing everything it touches.  See Burns, 500\r                                                                    \r\n\nU.S.  at 495 (\"Almost  any action by  a prosecutor, including\r\n\nhis or  her  direct  participation  in  purely  investigative\r\n\nactivity, could  be said  to be  in some  way related to  the\r\n\nultimate  decision whether  to prosecute,  but we  have never\r\n\nindicated that absolute immunity is that expansive.\").\r\n\n          We  do  not  think  that absolute  immunity  should\r\n\nextend  to  the  preparatory  conduct  in  this  case.    The\r\n\ninvestigators  of the  Civil  Rights Division,  whose actions\r\n\nhave been  imputed to  the defendants, actively  gathered and\r\n\n                             -7-\r                                          7\r\r\n\ncorroborated  evidence  of  Guzman's  innocence.   These  are\r\n\nfunctions   typically  performed   by  police   officers  and\r\n\ndetectives.      By   contrast,  the   prosecutor-as-advocate\r\n\n\"evaluat[es]   evidence  and  interview[s]  witnesses  as  he\r                                                                         \r\n\nprepares  for trial  . . .  .\"   Buckley, 113 S.  Ct. at 2616\r                                                    \r\n\n(emphasis added).  It is not the prosecutor's usual office to\r\n\nuncover evidence in the first instance, before s/he has cause\r\n\nto  initiate a post-trial  judicial proceeding.   And  to the\r\n\nextent  that prosecutors do so act, they are not performing a\r\n\nfunction \"intimately  associated with the  judicial phase  of\r                                                               \r\n\nthe  criminal  process .  . .  .\"   Imbler,  424 U.S.  at 430\r                                                      \r\n\n(emphasis added).\r\n\n          Our functional analysis draws  upon Buckley, a pre-\r                                                                 \r\n\ntrial  immunity  case,  in  which the  Supreme  Court  denied\r\n\nabsolute  immunity  to  prosecutors  who   had  conspired  to\r\n\nmanufacture false evidence before there was probable cause to\r\n\narrest  the  suspect.     \"When  a  prosecutor  performs  the\r\n\ninvestigative  functions normally performed by a detective or\r\n\npolice  officer, it  is neither  appropriate  nor justifiable\r\n\nthat, for the same  act, immunity should protect the  one and\r\n\nnot the other.\"  Id. at 2616 (citation and internal quotation\r                                \r\n\nmarks  omitted).    The   prosecutors  in  Buckley  were  not\r                                                              \r\n\nfunctioning as advocates  for the state, but  in an \"entirely\r\n\ninvestigative\"  capacity, inasmuch  as  they lacked  probable\r\n\ncause to arrest the  suspect or initiate judicial proceedings\r\n\n                             -8-\r                                          8\r\r\n\nduring  that  period.   Id.   \"A  prosecutor neither  is, nor\r                                       \r\n\nshould  consider himself  to be,  an  advocate before  he has\r\n\nprobable cause to have anyone arrested.\"  Id.\r                                                         \r\n\n          This  case  mirrors   Buckley  in  the   post-trial\r                                                   \r\n\ncontext.  It is undisputed  on appeal that no post-conviction\r\n\nproceeding was  pending  at  the  time of  the  civil  rights\r\n\ninvestigation.   Although  the investigation  ultimately gave\r\n\nthe  defendants   cause  to  move  to   reopen  the  criminal\r\n\nproceedings -- i.e., to resume their role as \"advocate[s] for\r                               \r\n\nthe [Commonwealth],\" Imbler, 424 U.S. at 431 n.33 -- this was\r                                       \r\n\nonly  one of  several possible  outcomes.   The investigation\r\n\nmight  have found nothing at all.   Or, it might have exposed\r\n\nevidence of prosecutorial misconduct, such as the withholding\r\n\nof  potentially  exculpatory  material,  but   no  conclusive\r\n\nevidence of Guzman's innocence.  Neither result would require\r\n\nthe  defendants  to  perform  a  quasi-judicial  function  in\r\n\nGuzman's  case.  Only with  the benefit of  hindsight can the\r\n\ndefendants  marry  the investigation  to  the  exercise of  a\r\n\nquasi-judicial function.   See Buckley,  113 S.  Ct. at  2616\r                                                  \r\n\n(noting  that prosecutors  lacked \"probable  cause  . .  . to\r\n\ninitiate  judicial   proceedings\"  during  period   of  their\r\n\nchallenged   conduct).     Accordingly,   the   civil  rights\r\n\ninvestigation  had  only  an  attenuated  and contingent,  as\r\n\nopposed to \"intimate[],\" association with the judicial  phase\r\n\nof the criminal process.  Imbler, 424 U.S. at 430.\r                                            \r\n\n                             -9-\r                                          9\r\r\n\n          We  note  several other  reasons for  not extending\r\n\nabsolute  immunity to any delays or inadequacies in the civil\r\n\nrights investigation.  First, \"the official seeking  absolute\r\n\nimmunity bears the  burden of showing  that such immunity  is\r\n\njustified  for the function in question.\"  Burns, 500 U.S. at\r                                                            \r\n\n486.  The defendants here have not identified  any historical\r\n\nor common-law support for  extending absolute immunity to the\r\n\nconduct  of  a  civil   rights  investigation  that  is  only\r\n\ncontingently  associated  with  the  judicial  phase  of  the\r\n\ncriminal process.  \"Absent a tradition of immunity comparable\r\n\nto the common-law  immunity from malicious  prosecution,\" the\r\n\nSupreme  Court  has \"not  been  inclined  to extend  absolute\r\n\nimmunity  from liability under    1983.\"  Id.  at 493 (citing\r                                                         \r\n\nMalley v. Briggs, 475 U.S. 335, 342 (1986)).\r                            \r\n\n          Second,  to  the extent  that  the  defendants were\r\n\nfunctioning as  officials of the Civil  Rights Division, they\r\n\nwere not acting purely as advocates for the Commonwealth, but\r\n\npartly to vindicate Guzman's civil rights.  The mixed purpose\r\n\nof the  civil rights  investigation reflects the  defendants'\r\n\nown  mixed functions.   This  factor  also tends  to separate\r\n\ntheir  conduct  from  the  judicial  phase  of  the  criminal\r\n\nprocess.\r\n\n          Third,   had  the  defendants   been  civil  rights\r\n\nofficials only, it seems unlikely that they would be entitled\r\n\nto  absolute  immunity for  the  investigation  itself.   The\r\n\n                             -10-\r                                          10\r\r\n\ndefendants should  not enjoy  absolute immunity for  the same\r\n\nconduct  merely  because  they  happen  also  to  direct  the\r\n\nProsecutor's  Office.  Cf. Burns, 500 U.S. at 495 (finding it\r                                            \r\n\n\"incongruous to  allow prosecutors  to  be absolutely  immune\r\n\nfrom  liability for giving advice to the police, but to allow\r\n\npolice  officers only  qualified immunity  for following  the\r\n\nadvice\");  Buckley, 113 S. Ct.  at 2617 n.6  (\"If the police,\r                              \r\n\nunder  the guidance  of  the prosecutors,  had solicited  the\r\n\nallegedly 'fabricated'  testimony .  . .  they  would not  be\r\n\nentitled to anything more than qualified immunity.\"); Houston\r                                                                         \r\n\nv. Partee,  978 F.2d  362, 367 (7th  Cir. 1992)  (prosecutors\r                     \r\n\nwho, acting  solely as  investigators, acquired and  withheld\r\n\nexculpatory evidence after their  role in the prosecution had\r\n\nended,  are  \"not entitled  to  any  more immunity  than  the\r\n\ndefendant police  officers\"), cert.  denied, 113 S.  Ct. 1647\r                                                       \r\n\n(1993).\r\n\n          Finally, although every denial of absolute immunity\r\n\npotentially exposes prosecutors to additional litigation, our\r\n\nanalysis  cannot be  driven  by \"a  generalized concern  with\r\n\ninterference with an official's duties  . . . .\"  Burns,  500\r                                                                   \r\n\nU.S.  at 494.   \"Absolute  immunity is  designed to  free the\r\n\njudicial  process  from   the  harassment  and   intimidation\r                             \r\n\nassociated  with  litigation.\"    Id.   It  is  reserved  for\r                                                 \r\n\n\"actions  that are  connected with  the prosecutor's  role in\r\n\njudicial  proceedings,  not  for   every  litigation-inducing\r\n\n                             -11-\r                                          11\r\r\n\nconduct.\"   Id.    We think  that  the defense  of  qualified\r                           \r\n\nimmunity is  sufficient to protect prosecutors  who, like the\r\n\ndefendants,   conduct   a   post-conviction,   civil   rights\r\n\ninvestigation.\r\n\n                             III.\r                                             \r\n\n          These   considerations   do   not  apply   to   the\r\n\ndefendants'  failure to  move for  the dismissal  of Guzman's\r\n\ncase  at the  close of  the investigation.   Guzman  does not\r                                                                         \r\n\nallege that the defendants withheld exculpatory evidence from\r\n\nhim,  thereby delaying his own  motion for a  new trial.  See\r                                                                         \r\n\nHouston,  978 F.2d  at 365  (denying absolute  immunity where\r                   \r\n\nclaim was  based squarely on failure  to disclose exculpatory\r\n\nevidence to the  defense).  In  effect, the plaintiffs'  sole\r\n\npost-investigation claim is that  the defendants failed to go\r\n\nto court as prosecutors to undo Guzman's conviction.\r\n\n          Even if it were  shown that the defendants reviewed\r\n\nthe evidence,  found Guzman innocent, and  did nothing, their\r\n\ndecision  withal not to dismiss his criminal case lies at the\r\n\nheart of the prosecutorial function.  See Imbler, 424 U.S. at\r                                                            \r\n\n431  n.33 (noting  that  the duties  of  a prosecutor  as  an\r\n\nadvocate  for  the  State  include the  decision  whether  to\r\n\ndismiss an indictment  against particular  defendants).   Cf.\r                                                                         \r\n\nHarrington v. Almy, 977 F.2d 37, 42 n.3 (1st  Cir. 1992) (the\r                              \r\n\ndecision  to prosecute or not falls  within \"the precise zone\r\n\nof decision-making the Supreme Court has placed at the center\r\n\n                             -12-\r                                          12\r\r\n\nof the immunity doctrine\").   After all, the decision  not to\r\n\ndismiss  complements the initial  decision to  prosecute, and\r\n\nthe  prosecutor's absolute  immunity for  the latter  is well\r\n\nsettled.   For the reasons cited in  Imbler, 424 U.S. at 424-\r                                                       \r\n\n27,  dismissal decisions  fit  within the  same tradition  of\r\n\ncommon law immunity as  charging decisions; both are entitled\r\n\nto  absolute  immunity under    1983.    Otherwise, a    1983\r\n\nplaintiff   would   simply  recast   a  suit   for  malicious\r\n\nprosecution as one for failure to dismiss.\r\n\n          Although  the alleged omission is reprehensible, we\r\n\nhold  that the  defendants are  absolutely immune  from civil\r\n\ndamages  liability for  their  post-investigation failure  to\r\n\nmove for Guzman's release.\r\n\n                             IV.\r                                            \r\n\n          Because   the  undisputed   facts  show   that  the\r\n\ndefendants are  not entitled  to absolute immunity  for their\r\n\nconduct  of  the  civil  rights  investigation,  the district\r\n\ncourt's  order  denying the  defendants'  motion for  summary\r\n\njudgment is affirmed.   The case is remanded  for proceedings\r                                                        \r\n\nconsistent with this opinion.\r\n\n                             -13-\r                                          13\r\r\n",
  "html": "<p class=\"case_cite\">55 F.3d 26</p>\n    <p class=\"parties\">Hector GUZMAN-RIVERA, et al., Plaintiffs, Appellees,<br>v.<br>Hector RIVERA-CRUZ, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 94-2281.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 6, 1995.<br>Decided May 31, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jose R. Gaztambide, with whom Luis A. Plaza and Elisa Bobonis Lang were on brief, for appellants.</p>\n      <p class=\"indent\">Victoria A. Ferrer, with whom Alvaro R. Calderon, Jr. and Alvaro R. Calderon, Jr. Law Offices were on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is the second time that this civil rights action has been before us.  After being arrested, convicted, and imprisoned for a murder that he did not commit, plaintiff-appellee Hector Guzman Rivera (joined by several family members) sued the Secretary of Justice of Puerto Rico and two other Justice Department officials under 42 U.S.C. Sec. 1983, alleging that the defendants failed to timely reinvestigate the facts of the murder after his conviction, and that they failed to move for his release even after their investigation had established his innocence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In Guzman-Rivera v. Rivera-Cruz, 29 F.3d 3 (1st Cir.1994) (Guzman I ), we reversed the district court's dismissal of Guzman's suit on statute of limitations grounds.  The defendants did not assert absolute immunity as an alternative ground for affirmance, although that defense had been raised below.  On remand, just six days before trial was scheduled to begin, the defendants filed an \"Urgent Motion for Relief\" seeking summary judgment on absolute immunity grounds.  We are left to wonder why absolute immunity was originally pled as a defense, abandoned in the initial appeal, and then resurrected as an emergency on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court nevertheless denied the motion on the merits, finding genuine issues of material fact as to the nature of the defendants' post-conviction activities.  We therefore do not consider the absolute immunity defense waived;  it is the sole issue on appeal.  From the facts presented in this appeal, we find that the defendants are not entitled to absolute immunity for any delays or inadequacies in their conduct of the investigation.  We also find, however, that they are absolutely immune for their post-investigation failure to go into court to seek Guzman's release.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We shall assume, as we did in Guzman I, 29 F.3d at 5, that the plaintiffs' allegations regarding the defendants' authority, duties, acts and omissions are true, and that they are sufficient to allege a violation of federal rights.  See Buckley v. Fitzsimmons, --- U.S. ----, ----, 113 S.Ct. 2606, 2609, 125 L.Ed.2d 209 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Guzman was convicted of a 1987 murder in Carolina, Puerto Rico, and sentenced to 119 years' imprisonment on June 27, 1989.  Beginning on August 21, 1989, his father, Guzman Fernandez, repeatedly corresponded with or met with the defendants:  Hector Rivera Cruz, the Secretary of Justice (Puerto Rico's equivalent of a state attorney general);  Luis Feliciano Carreras, Director of the Justice Department's Prosecutor's Office and a high-ranking official of the Civil Rights Division;  and Carreras' successor, Pedro Geronimo Goyco.  Based on his own investigation, which yielded powerful evidence that his son was innocent, Guzman Fernandez requested that defendant Luis Feliciano Carreras order a reinvestigation of the murder.  Carerras referred the matter to an attorney with the Civil Rights Division, but refused to do anything more.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After several months of stonewalling, the Civil Rights Division finally investigated Guzman's case.  Investigators interviewed three of the true murderer's co-conspirators, who unanimously stated that Guzman was innocent.  The head of the Civil Rights Division reviewed the findings of the investigation and concluded that Guzman was innocent.  Defendants Pedro Geronimo Goyco and Hector Rivera Cruz refused, however, to move for Guzman's release until the murderer was captured.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On June 11, 1990, Guzman Fernandez told of his son's plight on Puerto Rico television.  Several days later, he appealed to the Governor of Puerto Rico.  The Governor allegedly ordered defendant Geronimo Goyco to release Guzman.  The defendants instructed Guzman's attorneys to file a motion for a new trial under Rule 192.1 of the Puerto Rico Rules of Criminal Procedure.  The motion was filed on June 15, 1990, and Guzman was released the same day.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Qualified immunity is the defense ordinarily available to public officials who are sued under 42 U.S.C. Sec. 1983.  Absolute immunity, by contrast, is reserved for the \" 'special functions' \" of certain officials that resemble functions that would have been immune at common law when Sec. 1983 was enacted.  Buckley, --- U.S. at ----, 113 S.Ct. at 2613 (quoting Butz v. Economou, 438 U.S. 478, 508, 98 S.Ct. 2894, 2911, 57 L.Ed.2d 895 (1978)).  In determining whether a particular act fits within the common-law tradition of absolute immunity, the Supreme Court takes a \"functional approach,\" Burns v. Reed, 500 U.S. 478, 486, 111 S.Ct. 1934, 1939, 114 L.Ed.2d 547 (1991), examining \" 'the nature of the function performed, not the identity of the actor who performed it.' \"  Buckley, --- U.S. at ----, 113 S.Ct. at 2613 (quoting Forrester v. White, 484 U.S. 219, 229, 108 S.Ct. 538, 545, 98 L.Ed.2d 555 (1988)).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Under the functional approach, it is immaterial that the defendants were prosecutors ex officio.   Absolute immunity protects the prosecutor's \" 'role as advocate for the State,' \" and not his or her role as an \" 'administrator or investigative officer.' \"  Burns, 500 U.S. at 491, 111 S.Ct. at 1942 (quoting Imbler v. Pachtman, 424 U.S. 409, 430-31, 431 n. 33, 96 S.Ct. 984, 995, 996 n. 33, 47 L.Ed.2d 128 (1976)).  Prosecutorial conduct is absolutely immune only if it is \"intimately associated with the judicial phase of the criminal process....\"  Imbler, 424 U.S. at 430-31, 96 S.Ct. at 995-96 (holding that state prosecutor had absolute immunity for the initiation and pursuit of a criminal prosecution, including presentation of the state's case at trial).  See also Buckley, --- U.S. at ----, 113 S.Ct. at 2614;  Celia v. O'Malley, 918 F.2d 1017, 1019 (1st Cir.1990) (\"a prosecutor enjoys absolute immunity from suit based on actions taken pursuant to his quasi-judicial function\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We begin by dividing the defendants' challenged conduct into two phases:  (1) the delay in performing the post-trial investigation, including any inadequacies in the investigation itself;  and (2) the failure to go to court to obtain Guzman's release after the investigation had established his innocence.  As the defendants moved from (1) to (2), and as the evidence of Guzman's innocence mounted, their acts became increasingly associated with the judicial phase of the criminal process.  To illustrate:  once Guzman's innocence was established, the defendants could obtain his release only by filing a motion to dismiss the criminal action, or by acquiescing in Guzman's own motion for a new trial.  Looking backwards from this endpoint, we might characterize (1), the post-trial investigation, as a preparatory step for (2), the in-court exercise of the prosecutorial function.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The defendants seem to think that absolute immunity extends to all conduct that facilitates the prosecutorial function.  The functional analysis, however, requires us to draw a line between preparatory conduct that is merely administrative or investigative, and that which is itself prosecutorial.  For example, some, but not all, of the prosecutor's preparatory acts in initiating a prosecution and presenting the State's case are absolutely immune.  See Imbler, 424 U.S. at 431 n. 33, 96 S.Ct. at 996 n. 33;  Burns, 500 U.S. at 492-96, 111 S.Ct. at 1942-45 (no absolute immunity for prosecutor's legal advice to police that there was probable cause for an arrest);  Buckley, --- U.S. at ---- - ----, 113 S.Ct. at 2615-17 (no absolute immunity for prosecutors' conspiracy to manufacture false evidence that was later introduced at grand jury proceedings and at trial, or for a prosecutor's out-of-court statements to the press).  Cf. Pfeiffer v. Hartford Fire Ins. Co., 929 F.2d 1484, 1490 (10th Cir.1991) (\"[A]bsolute immunity may attach even to ... administrative or investigative activities when these functions are necessary so that a prosecutor may fulfill his function as an officer of the court.\")  (emphasis added;  citations and internal quotation marks omitted).  The prosecutorial nature of an act does not spread backwards like an inkblot, immunizing everything it touches.  See Burns, 500 U.S. at 495, 111 S.Ct. at 1944 (\"Almost any action by a prosecutor, including his or her direct participation in purely investigative activity, could be said to be in some way related to the ultimate decision whether to prosecute, but we have never indicated that absolute immunity is that expansive.\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We do not think that absolute immunity should extend to the preparatory conduct in this case.  The investigators of the Civil Rights Division, whose actions have been imputed to the defendants, actively gathered and corroborated evidence of Guzman's innocence.  These are functions typically performed by police officers and detectives.  By contrast, the prosecutor-as-advocate \"evaluat[es] evidence and interview[s] witnesses as he prepares for trial....\"  Buckley, --- U.S. at ----, 113 S.Ct. at 2616 (emphasis added).  It is not the prosecutor's usual office to uncover evidence in the first instance, before s/he has cause to initiate a post-trial judicial proceeding.  And to the extent that prosecutors do so act, they are not performing a function \"intimately associated with the judicial phase of the criminal process....\"  Imbler, 424 U.S. at 430, 96 S.Ct. at 995 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Our functional analysis draws upon Buckley, a pre-trial immunity case, in which the Supreme Court denied absolute immunity to prosecutors who had conspired to manufacture false evidence before there was probable cause to arrest the suspect.  \"When a prosecutor performs the investigative functions normally performed by a detective or police officer, it is neither appropriate nor justifiable that, for the same act, immunity should protect the one and not the other.\"  Id. at ----, 113 S.Ct. at 2616 (citation and internal quotation marks omitted).  The prosecutors in Buckley were not functioning as advocates for the state, but in an \"entirely investigative\" capacity, inasmuch as they lacked probable cause to arrest the suspect or initiate judicial proceedings during that period.  Id.  \"A prosecutor neither is, nor should consider himself to be, an advocate before he has probable cause to have anyone arrested.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This case mirrors Buckley in the post-trial context.  It is undisputed on appeal that no post-conviction proceeding was pending at the time of the civil rights investigation.  Although the investigation ultimately gave the defendants cause to move to reopen the criminal proceedings--i.e., to resume their role as \"advocate[s] for the [Commonwealth],\" Imbler, 424 U.S. at 431 n. 33, 96 S.Ct. at 996 n. 33--this was only one of several possible outcomes.  The investigation might have found nothing at all.  Or, it might have exposed evidence of prosecutorial misconduct, such as the withholding of potentially exculpatory material, but no conclusive evidence of Guzman's innocence.  Neither result would require the defendants to perform a quasi-judicial function in Guzman's case.  Only with the benefit of hindsight can the defendants marry the investigation to the exercise of a quasi-judicial function.  See Buckley, --- U.S. at ----, 113 S.Ct. at 2616 (noting that prosecutors lacked \"probable cause ... to initiate judicial proceedings\" during period of their challenged conduct).  Accordingly, the civil rights investigation had only an attenuated and contingent, as opposed to \"intimate[ ],\" association with the judicial phase of the criminal process.  Imbler, 424 U.S. at 430, 96 S.Ct. at 995.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We note several other reasons for not extending absolute immunity to any delays or inadequacies in the civil rights investigation.  First, \"the official seeking absolute immunity bears the burden of showing that such immunity is justified for the function in question.\"  Burns, 500 U.S. at 486, 111 S.Ct. at 1939.   The defendants here have not identified any historical or common-law support for extending absolute immunity to the conduct of a civil rights investigation that is only contingently associated with the judicial phase of the criminal process.  \"Absent a tradition of immunity comparable to the common-law immunity from malicious prosecution,\" the Supreme Court has \"not been inclined to extend absolute immunity from liability under Sec. 1983.\"  Id. at 493, 111 S.Ct. at 1943 (citing Malley v. Briggs, 475 U.S. 335, 342, 106 S.Ct. 1092, 1096-97, 89 L.Ed.2d 271 (1986)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Second, to the extent that the defendants were functioning as officials of the Civil Rights Division, they were not acting purely as advocates for the Commonwealth, but partly to vindicate Guzman's civil rights.  The mixed purpose of the civil rights investigation reflects the defendants' own mixed functions.  This factor also tends to separate their conduct from the judicial phase of the criminal process.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Third, had the defendants been civil rights officials only, it seems unlikely that they would be entitled to absolute immunity for the investigation itself.  The defendants should not enjoy absolute immunity for the same conduct merely because they happen also to direct the Prosecutor's Office.  Cf. Burns, 500 U.S. at 495, 111 S.Ct. at 1944 (finding it \"incongruous to allow prosecutors to be absolutely immune from liability for giving advice to the police, but to allow police officers only qualified immunity for following the advice\");  Buckley, --- U.S. at ----, 113 S.Ct. at 2617 n. 6 (\"If the police, under the guidance of the prosecutors, had solicited the allegedly 'fabricated' testimony ... they would not be entitled to anything more than qualified immunity.\");  Houston v. Partee, 978 F.2d 362, 367 (7th Cir.1992) (prosecutors who, acting solely as investigators, acquired and withheld exculpatory evidence after their role in the prosecution had ended, are \"not entitled to any more immunity than the defendant police officers\"), cert. denied, --- U.S. ----, 113 S.Ct. 1647, 123 L.Ed.2d 269 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, although every denial of absolute immunity potentially exposes prosecutors to additional litigation, our analysis cannot be driven by \"a generalized concern with interference with an official's duties....\"  Burns, 500 U.S. at 494, 111 S.Ct. at 1943.  \"Absolute immunity is designed to free the judicial process from the harassment and intimidation associated with litigation.\"  Id.  It is reserved for \"actions that are connected with the prosecutor's role in judicial proceedings, not for every litigation-inducing conduct.\"  Id.  We think that the defense of qualified immunity is sufficient to protect prosecutors who, like the defendants, conduct a post-conviction, civil rights investigation.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">These considerations do not apply to the defendants' failure to move for the dismissal of Guzman's case at the close of the investigation.  Guzman does not allege that the defendants withheld exculpatory evidence from him, thereby delaying his own motion for a new trial.  See Houston, 978 F.2d at 365 (denying absolute immunity where claim was based squarely on failure to disclose exculpatory evidence to the defense).  In effect, the plaintiffs' sole post-investigation claim is that the defendants failed to go to court as prosecutors to undo Guzman's conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Even if it were shown that the defendants reviewed the evidence, found Guzman innocent, and did nothing, their decision withal not to dismiss his criminal case lies at the heart of the prosecutorial function.  See Imbler, 424 U.S. at 431 n. 33, 96 S.Ct. at 996 n. 33 (noting that the duties of a prosecutor as an advocate for the State include the decision whether to dismiss an indictment against particular defendants).  Cf. Harrington v. Almy, 977 F.2d 37, 42 n. 3 (1st Cir.1992) (the decision to prosecute or not falls within \"the precise zone of decision-making the Supreme Court has placed at the center of the immunity doctrine\").  After all, the decision not to dismiss complements the initial decision to prosecute, and the prosecutor's absolute immunity for the latter is well settled.  For the reasons cited in Imbler, 424 U.S. at 424-27, 96 S.Ct. at 992-93, dismissal decisions fit within the same tradition of common law immunity as charging decisions;  both are entitled to absolute immunity under Sec. 1983.  Otherwise, a Sec. 1983 plaintiff would simply recast a suit for malicious prosecution as one for failure to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although the alleged omission is reprehensible, we hold that the defendants are absolutely immune from civil damages liability for their post-investigation failure to move for Guzman's release.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Because the undisputed facts show that the defendants are not entitled to absolute immunity for their conduct of the civil rights investigation, the district court's order denying the defendants' motion for summary judgment is affirmed.   The case is remanded for proceedings consistent with this opinion.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></span></p>\n    <p class=\"parties\">Hector GUZMAN-RIVERA, et al., Plaintiffs, Appellees,<br>v.<br>Hector RIVERA-CRUZ, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 94-2281.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 6, 1995.<br>Decided May 31, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jose R. Gaztambide, with whom Luis A. Plaza and Elisa Bobonis Lang were on brief, for appellants.</p>\n      <p class=\"indent\">Victoria A. Ferrer, with whom Alvaro R. Calderon, Jr. and Alvaro R. Calderon, Jr. Law Offices were on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is the second time that this civil rights action has been before us.  After being arrested, convicted, and imprisoned for a murder that he did not commit, plaintiff-appellee Hector Guzman Rivera (joined by several family members) sued the Secretary of Justice of Puerto Rico and two other Justice Department officials under 42 U.S.C. Sec. 1983, alleging that the defendants failed to timely reinvestigate the facts of the murder after his conviction, and that they failed to move for his release even after their investigation had established his innocence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In Guzman-Rivera v. Rivera-Cruz, <span class=\"citation\" data-id=\"195482\"><a href=\"/opinion/195482/guzman-rivera-v-rivera-cruz/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span> </a></span>(1st Cir.1994) (Guzman I ), we reversed the district court's dismissal of Guzman's suit on statute of limitations grounds.  The defendants did not assert absolute immunity as an alternative ground for affirmance, although that defense had been raised below.  On remand, just six days before trial was scheduled to begin, the defendants filed an \"Urgent Motion for Relief\" seeking summary judgment on absolute immunity grounds.  We are left to wonder why absolute immunity was originally pled as a defense, abandoned in the initial appeal, and then resurrected as an emergency on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court nevertheless denied the motion on the merits, finding genuine issues of material fact as to the nature of the defendants' post-conviction activities.  We therefore do not consider the absolute immunity defense waived;  it is the sole issue on appeal.  From the facts presented in this appeal, we find that the defendants are not entitled to absolute immunity for any delays or inadequacies in their conduct of the investigation.  We also find, however, that they are absolutely immune for their post-investigation failure to go into court to seek Guzman's release.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We shall assume, as we did in Guzman <span class=\"citation\" data-id=\"195482\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/195482/guzman-rivera-v-rivera-cruz/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">5</span></a></span>, that the plaintiffs' allegations regarding the defendants' authority, duties, acts and omissions are true, and that they are sufficient to allege a violation of federal rights.  See Buckley v. Fitzsimmons, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112894\"><a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2606</span></a></span>, 2609, <span class=\"citation\" data-id=\"112894\"><a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">209</span> </a></span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Guzman was convicted of a 1987 murder in Carolina, Puerto Rico, and sentenced to 119 years' imprisonment on June 27, 1989.  Beginning on August 21, 1989, his father, Guzman Fernandez, repeatedly corresponded with or met with the defendants:  Hector Rivera Cruz, the Secretary of Justice (Puerto Rico's equivalent of a state attorney general);  Luis Feliciano Carreras, Director of the Justice Department's Prosecutor's Office and a high-ranking official of the Civil Rights Division;  and Carreras' successor, Pedro Geronimo Goyco.  Based on his own investigation, which yielded powerful evidence that his son was innocent, Guzman Fernandez requested that defendant Luis Feliciano Carreras order a reinvestigation of the murder.  Carerras referred the matter to an attorney with the Civil Rights Division, but refused to do anything more.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After several months of stonewalling, the Civil Rights Division finally investigated Guzman's case.  Investigators interviewed three of the true murderer's co-conspirators, who unanimously stated that Guzman was innocent.  The head of the Civil Rights Division reviewed the findings of the investigation and concluded that Guzman was innocent.  Defendants Pedro Geronimo Goyco and Hector Rivera Cruz refused, however, to move for Guzman's release until the murderer was captured.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On June 11, 1990, Guzman Fernandez told of his son's plight on Puerto Rico television.  Several days later, he appealed to the Governor of Puerto Rico.  The Governor allegedly ordered defendant Geronimo Goyco to release Guzman.  The defendants instructed Guzman's attorneys to file a motion for a new trial under Rule 192.1 of the Puerto Rico Rules of Criminal Procedure.  The motion was filed on June 15, 1990, and Guzman was released the same day.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Qualified immunity is the defense ordinarily available to public officials who are sued under 42 U.S.C. Sec. 1983.  Absolute immunity, by contrast, is reserved for the \" 'special functions' \" of certain officials that resemble functions that would have been immune at common law when Sec. 1983 was enacted.  Buckley, --- U.S. at <span class=\"citation\" data-id=\"112894\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2613</span> </a></span>(quoting Butz v. Economou, <span class=\"citation\" data-id=\"109932\"><a href=\"/opinion/109932/butz-v-economou/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 508, <span class=\"citation\" data-id=\"109932\"><a href=\"/opinion/109932/butz-v-economou/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2894</span></a></span>, 2911, <span class=\"citation\" data-id=\"109932\"><a href=\"/opinion/109932/butz-v-economou/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">895</span> </a></span>(1978)).  In determining whether a particular act fits within the common-law tradition of absolute immunity, the Supreme Court takes a \"functional approach,\" Burns v. Reed, <span class=\"citation\" data-id=\"112606\"><a href=\"/opinion/112606/burns-v-reed/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 486, <span class=\"citation\" data-id=\"112606\"><a href=\"/opinion/112606/burns-v-reed/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1934</span></a></span>, 1939, <span class=\"citation\" data-id=\"112606\"><a href=\"/opinion/112606/burns-v-reed/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span> </a></span>(1991), examining \" 'the nature of the function performed, not the identity of the actor who performed it.' \"  Buckley, --- U.S. at <span class=\"citation\" data-id=\"112894\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2613</span> </a></span>(quoting Forrester v. White, <span class=\"citation\" data-id=\"111977\"><a href=\"/opinion/111977/forrester-v-white/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">219</span></a></span>, 229, <span class=\"citation\" data-id=\"111977\"><a href=\"/opinion/111977/forrester-v-white/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">538</span></a></span>, 545, <span class=\"citation\" data-id=\"111977\"><a href=\"/opinion/111977/forrester-v-white/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">555</span> </a></span>(1988)).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Under the functional approach, it is immaterial that the defendants were prosecutors ex officio.   Absolute immunity protects the prosecutor's \" 'role as advocate for the State,' \" and not his or her role as an \" 'administrator or investigative officer.' \"  <span class=\"citation\" data-id=\"112606\"><span class=\"antecedent_guess\">Burns,</span> <a href=\"/opinion/112606/burns-v-reed/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">491</span></a></span>, 111 S.Ct. at 1942 (quoting Imbler v. Pachtman, <span class=\"citation\" data-id=\"109387\"><a href=\"/opinion/109387/imbler-v-pachtman/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">409</span></a></span>, 430-31, 431 n. 33, <span class=\"citation\" data-id=\"109387\"><a href=\"/opinion/109387/imbler-v-pachtman/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">984</span></a></span>, 995, 996 n. 33, <span class=\"citation\" data-id=\"109387\"><a href=\"/opinion/109387/imbler-v-pachtman/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">128</span> </a></span>(1976)).  Prosecutorial conduct is absolutely immune only if it is \"intimately associated with the judicial phase of the criminal process....\"  <span class=\"citation\" data-id=\"109387\"><span class=\"antecedent_guess\">Imbler,</span> <a href=\"/opinion/109387/imbler-v-pachtman/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">430-31</span></a></span>, 96 S.Ct. at 995-96 (holding that state prosecutor had absolute immunity for the initiation and pursuit of a criminal prosecution, including presentation of the state's case at trial).  See also Buckley, --- U.S. at <span class=\"citation\" data-id=\"112894\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2614</span></a></span>;  Celia v. O'Malley, <span class=\"citation\" data-id=\"551475\"><a href=\"/opinion/551475/nicholas-v-celia-jr-v-william-c-omalley-and-joseph-p-gaughan/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span>, 1019 (1st Cir.1990) (\"a prosecutor enjoys absolute immunity from suit based on actions taken pursuant to his quasi-judicial function\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We begin by dividing the defendants' challenged conduct into two phases:  (1) the delay in performing the post-trial investigation, including any inadequacies in the investigation itself;  and (2) the failure to go to court to obtain Guzman's release after the investigation had established his innocence.  As the defendants moved from (1) to (2), and as the evidence of Guzman's innocence mounted, their acts became increasingly associated with the judicial phase of the criminal process.  To illustrate:  once Guzman's innocence was established, the defendants could obtain his release only by filing a motion to dismiss the criminal action, or by acquiescing in Guzman's own motion for a new trial.  Looking backwards from this endpoint, we might characterize (1), the post-trial investigation, as a preparatory step for (2), the in-court exercise of the prosecutorial function.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The defendants seem to think that absolute immunity extends to all conduct that facilitates the prosecutorial function.  The functional analysis, however, requires us to draw a line between preparatory conduct that is merely administrative or investigative, and that which is itself prosecutorial.  For example, some, but not all, of the prosecutor's preparatory acts in initiating a prosecution and presenting the State's case are absolutely immune.  See <span class=\"citation\" data-id=\"109387\"><span class=\"antecedent_guess\">Imbler,</span> <a href=\"/opinion/109387/imbler-v-pachtman/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">431</span> </a></span>n. <span class=\"citation\" data-id=\"109387\"><span class=\"antecedent_guess\">33,</span> <a href=\"/opinion/109387/imbler-v-pachtman/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">996</span> </a></span>n. 33;  <span class=\"citation\" data-id=\"112606\"><span class=\"antecedent_guess\">Burns,</span> <a href=\"/opinion/112606/burns-v-reed/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">492-96</span></a></span>, 111 S.Ct. at 1942-45 (no absolute immunity for prosecutor's legal advice to police that there was probable cause for an arrest);  Buckley, --- U.S. at ---- - <span class=\"citation\" data-id=\"112894\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2615-17</span> </a></span>(no absolute immunity for prosecutors' conspiracy to manufacture false evidence that was later introduced at grand jury proceedings and at trial, or for a prosecutor's out-of-court statements to the press).  Cf. Pfeiffer v. Hartford Fire Ins. Co., <span class=\"citation\" data-id=\"558673\"><a href=\"/opinion/558673/richard-e-pfeiffer-md-facog-v-hartford-fire-insurance-company/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1484</span></a></span>, 1490 (10th Cir.1991) (\"[A]bsolute immunity may attach even to ... administrative or investigative activities when these functions are necessary so that a prosecutor may fulfill his function as an officer of the court.\")  (emphasis added;  citations and internal quotation marks omitted).  The prosecutorial nature of an act does not spread backwards like an inkblot, immunizing everything it touches.  See <span class=\"citation\" data-id=\"112606\"><span class=\"antecedent_guess\">Burns,</span> <a href=\"/opinion/112606/burns-v-reed/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">495</span></a></span>, 111 S.Ct. at 1944 (\"Almost any action by a prosecutor, including his or her direct participation in purely investigative activity, could be said to be in some way related to the ultimate decision whether to prosecute, but we have never indicated that absolute immunity is that expansive.\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We do not think that absolute immunity should extend to the preparatory conduct in this case.  The investigators of the Civil Rights Division, whose actions have been imputed to the defendants, actively gathered and corroborated evidence of Guzman's innocence.  These are functions typically performed by police officers and detectives.  By contrast, the prosecutor-as-advocate \"evaluat[es] evidence and interview[s] witnesses as he prepares for trial....\"  Buckley, --- U.S. at <span class=\"citation\" data-id=\"112894\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2616</span> </a></span>(emphasis added).  It is not the prosecutor's usual office to uncover evidence in the first instance, before s/he has cause to initiate a post-trial judicial proceeding.  And to the extent that prosecutors do so act, they are not performing a function \"intimately associated with the judicial phase of the criminal process....\"  <span class=\"citation\" data-id=\"109387\"><span class=\"antecedent_guess\">Imbler,</span> <a href=\"/opinion/109387/imbler-v-pachtman/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">430</span></a></span>, 96 S.Ct. at 995 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Our functional analysis draws upon Buckley, a pre-trial immunity case, in which the Supreme Court denied absolute immunity to prosecutors who had conspired to manufacture false evidence before there was probable cause to arrest the suspect.  \"When a prosecutor performs the investigative functions normally performed by a detective or police officer, it is neither appropriate nor justifiable that, for the same act, immunity should protect the one and not the other.\"  Id. at <span class=\"citation\" data-id=\"112894\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2616</span> </a></span>(citation and internal quotation marks omitted).  The prosecutors in Buckley were not functioning as advocates for the state, but in an \"entirely investigative\" capacity, inasmuch as they lacked probable cause to arrest the suspect or initiate judicial proceedings during that period.  <span class=\"citation\" data-id=\"112894\"><a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"id_token\">Id.</span>  \"A prosecutor </a></span>neither is, nor should consider himself to be, an advocate before he has probable cause to have anyone arrested.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This case mirrors Buckley in the post-trial context.  It is undisputed on appeal that no post-conviction proceeding was pending at the time of the civil rights investigation.  Although the investigation ultimately gave the defendants cause to move to reopen the criminal proceedings--i.e., to resume their role as \"advocate[s] for the [Commonwealth],\" <span class=\"citation\" data-id=\"109387\"><span class=\"antecedent_guess\">Imbler,</span> <a href=\"/opinion/109387/imbler-v-pachtman/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">431</span> </a></span>n. <span class=\"citation\" data-id=\"109387\"><span class=\"antecedent_guess\">33,</span> <a href=\"/opinion/109387/imbler-v-pachtman/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">996</span> </a></span>n. 33--this was only one of several possible outcomes.  The investigation might have found nothing at all.  Or, it might have exposed evidence of prosecutorial misconduct, such as the withholding of potentially exculpatory material, but no conclusive evidence of Guzman's innocence.  Neither result would require the defendants to perform a quasi-judicial function in Guzman's case.  Only with the benefit of hindsight can the defendants marry the investigation to the exercise of a quasi-judicial function.  See Buckley, --- U.S. at <span class=\"citation\" data-id=\"112894\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2616</span> </a></span>(noting that prosecutors lacked \"probable cause ... to initiate judicial proceedings\" during period of their challenged conduct).  Accordingly, the civil rights investigation had only an attenuated and contingent, as opposed to \"intimate[ ],\" association with the judicial phase of the criminal process.  <span class=\"citation\" data-id=\"109387\"><span class=\"antecedent_guess\">Imbler,</span> <a href=\"/opinion/109387/imbler-v-pachtman/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">430</span></a></span>, 96 S.Ct. at 995.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We note several other reasons for not extending absolute immunity to any delays or inadequacies in the civil rights investigation.  First, \"the official seeking absolute immunity bears the burden of showing that such immunity is justified for the function in question.\"  <span class=\"citation\" data-id=\"112606\"><span class=\"antecedent_guess\">Burns,</span> <a href=\"/opinion/112606/burns-v-reed/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">486</span></a></span>, 111 S.Ct. at 1939.   The defendants here have not identified any historical or common-law support for extending absolute immunity to the conduct of a civil rights investigation that is only contingently associated with the judicial phase of the criminal process.  \"Absent a tradition of immunity comparable to the common-law immunity from malicious prosecution,\" the Supreme Court has \"not been inclined to extend absolute immunity from liability under Sec. 1983.\"  <span class=\"citation\" data-id=\"112606\"><a href=\"/opinion/112606/burns-v-reed/\"><span class=\"id_token\">Id.</span> at 493, </a></span>111 S.Ct. at 1943 (citing Malley v. Briggs, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 342, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1092</span></a></span>, 1096-97, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span> </a></span>(1986)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Second, to the extent that the defendants were functioning as officials of the Civil Rights Division, they were not acting purely as advocates for the Commonwealth, but partly to vindicate Guzman's civil rights.  The mixed purpose of the civil rights investigation reflects the defendants' own mixed functions.  This factor also tends to separate their conduct from the judicial phase of the criminal process.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Third, had the defendants been civil rights officials only, it seems unlikely that they would be entitled to absolute immunity for the investigation itself.  The defendants should not enjoy absolute immunity for the same conduct merely because they happen also to direct the Prosecutor's Office.  Cf. <span class=\"citation\" data-id=\"112606\"><span class=\"antecedent_guess\">Burns,</span> <a href=\"/opinion/112606/burns-v-reed/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">495</span></a></span>, 111 S.Ct. at 1944 (finding it \"incongruous to allow prosecutors to be absolutely immune from liability for giving advice to the police, but to allow police officers only qualified immunity for following the advice\");  Buckley, --- U.S. at <span class=\"citation\" data-id=\"112894\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2617</span> </a></span>n. 6 (\"If the police, under the guidance of the prosecutors, had solicited the allegedly 'fabricated' testimony ... they would not be entitled to anything more than qualified immunity.\");  Houston v. Partee, <span class=\"citation\" data-id=\"593347\"><a href=\"/opinion/593347/elton-houston-and-robert-brown-v-cecil-a-partee-cook-county-states/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">362</span></a></span>, 367 (7th Cir.1992) (prosecutors who, acting solely as investigators, acquired and withheld exculpatory evidence after their role in the prosecution had ended, are \"not entitled to any more immunity than the defendant police officers\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1647</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">269</span> </span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, although every denial of absolute immunity potentially exposes prosecutors to additional litigation, our analysis cannot be driven by \"a generalized concern with interference with an official's duties....\"  <span class=\"citation\" data-id=\"112606\"><span class=\"antecedent_guess\">Burns,</span> <a href=\"/opinion/112606/burns-v-reed/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">494</span></a></span>, 111 S.Ct. at 1943.  \"Absolute immunity is designed to free the judicial process from the harassment and intimidation associated with litigation.\"  <span class=\"citation\" data-id=\"112606\"><a href=\"/opinion/112606/burns-v-reed/\"><span class=\"id_token\">Id.</span>  It is </a></span>reserved for \"actions that are connected with the prosecutor's role in judicial proceedings, not for every litigation-inducing conduct.\"  <span class=\"citation\" data-id=\"112606\"><a href=\"/opinion/112606/burns-v-reed/\"><span class=\"id_token\">Id.</span>  We think </a></span>that the defense of qualified immunity is sufficient to protect prosecutors who, like the defendants, conduct a post-conviction, civil rights investigation.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">These considerations do not apply to the defendants' failure to move for the dismissal of Guzman's case at the close of the investigation.  Guzman does not allege that the defendants withheld exculpatory evidence from him, thereby delaying his own motion for a new trial.  See <span class=\"citation\" data-id=\"593347\"><span class=\"antecedent_guess\">Houston,</span> <a href=\"/opinion/593347/elton-houston-and-robert-brown-v-cecil-a-partee-cook-county-states/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">365</span> </a></span>(denying absolute immunity where claim was based squarely on failure to disclose exculpatory evidence to the defense).  In effect, the plaintiffs' sole post-investigation claim is that the defendants failed to go to court as prosecutors to undo Guzman's conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Even if it were shown that the defendants reviewed the evidence, found Guzman innocent, and did nothing, their decision withal not to dismiss his criminal case lies at the heart of the prosecutorial function.  See <span class=\"citation\" data-id=\"109387\"><span class=\"antecedent_guess\">Imbler,</span> <a href=\"/opinion/109387/imbler-v-pachtman/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">431</span> </a></span>n. <span class=\"citation\" data-id=\"109387\"><span class=\"antecedent_guess\">33,</span> <a href=\"/opinion/109387/imbler-v-pachtman/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">996</span> </a></span>n. 33 (noting that the duties of a prosecutor as an advocate for the State include the decision whether to dismiss an indictment against particular defendants).  Cf. Harrington v. Almy, <span class=\"citation\" data-id=\"592217\"><a href=\"/opinion/592217/norman-r-harrington-v-r-christopher-almy-etc/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 42 n. 3 (1st Cir.1992) (the decision to prosecute or not falls within \"the precise zone of decision-making the Supreme Court has placed at the center of the immunity doctrine\").  After all, the decision not to dismiss complements the initial decision to prosecute, and the prosecutor's absolute immunity for the latter is well settled.  For the reasons cited in <span class=\"citation\" data-id=\"109387\"><span class=\"antecedent_guess\">Imbler,</span> <a href=\"/opinion/109387/imbler-v-pachtman/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">424-27</span></a></span>, 96 S.Ct. at 992-93, dismissal decisions fit within the same tradition of common law immunity as charging decisions;  both are entitled to absolute immunity under Sec. 1983.  Otherwise, a Sec. 1983 plaintiff would simply recast a suit for malicious prosecution as one for failure to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although the alleged omission is reprehensible, we hold that the defendants are absolutely immune from civil damages liability for their post-investigation failure to move for Guzman's release.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Because the undisputed facts show that the defendants are not entitled to absolute immunity for their conduct of the civil rights investigation, the district court's order denying the defendants' motion for summary judgment is affirmed.   The case is remanded for proceedings consistent with this opinion.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109387/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109932/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111611/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111977/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112894/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195482/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551475/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558673/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592217/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593347/"
  ]
}