{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196122/",
  "id": 196122,
  "absolute_url": "/opinion/196122/united-states-v-lopez-pineda/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196122/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:58:12Z",
  "date_modified": "2020-02-21T23:44:37.571066Z",
  "type": "010combined",
  "sha1": "bb07b4cd529c4204df548e32044dba406be6c7a1",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1967.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 94-1967\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                      JOSE R. LOPEZ-PINEDA,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n          [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \r\n\n                                           \r                                                     \r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                           \r                                                     \r\n\n   Rafael D. Castro Lang for appellant.\r                                  \r\n   Antonio  R. Baz n,  Assistant United  States Attorney,  with whom\r                              \r\nGuillermo Gil,  United States  Attorney, and Jos   A. Quiles-Espinosa,\r                                                                             \r\nSenior Litigation Counsel, were on brief for appellee.\r\n\n                                           \r                                                     \r\n\n                           June 6, 1995\r\n                                           \r                                                     \r\r\n\n          CYR, Circuit Judge.  After Jose R. Lopez Pineda  (\"Lop-\r                    CYR, Circuit Judge.\r                                      \r\n\nez\")  was convicted  and  sentenced on  one  count of  possessing\r\n\ncocaine  with intent to distribute, see 21 U.S.C.   841(a)(1), he\r                                                 \r\n\ninitiated the instant appeal seeking to set aside his guilty plea\r\n\nbased on defects in the change-of-plea colloquy  conducted by the\r\n\ndistrict  court.  We affirm  the judgment of  conviction and sen-\r\n\ntence.\r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          On February 25, 1994,  Lopez, a crew member aboard  the\r\n\nM/V Meridian, attempted to  import into Puerto Rico approximately\r\n\none kilogram of cocaine, and  a quantity of Rohypnol, a  drug not\r\n\napproved by the Food and  Drug Administration (\"FDA\").  Following\r\n\nhis arrest and indictment on three federal charges, see 21 U.S.C.\r                                                                 \r\n\n  321(p) (introduction  of non-FDA approved drug  into the United\r\n\nStates);    841(a)(1),(b)(1)(B) (possession  of  one kilogram  of\r\n\ncocaine,  with intent  to distribute);    952(a)  (importation of\r\n\ncocaine  into  the  United  States), Lopez  entered  into  a plea\r\n\nagreement  whereby  he  would plead  guilty  to  the  section 841\r\n\nviolation  and the  government  would dismiss  the two  remaining\r\n\ncharges.  The  plea agreement explicitly stated that  the cocaine\r\n\ncharge under  section 841  carried \"a  minimum statutory  term of\r\n\nfive (5)  years of imprisonment .  . . with a  term of supervised\r                  \r\n\nrelease of at least four (4) years\" (emphasis in original).\r                                      \r\n\n          Prior to the Rule  11 change-of-plea hearing before the\r\n\ndistrict court, Lopez  also completed    in  his own hand  and on\r\n\n                                2\r\r\n\nthe advice of counsel     an extensive Spanish-language question-\r\n\nnaire which inquired, inter alia,  whether he knew and understood\r                                          \r\n\nthe mandatory  minimum term of  imprisonment and  the nature  and\r\n\neffect of the term of supervised release to which his guilty plea\r\n\nwould expose him.  Lopez  responded by correctly indicating  that\r\n\nthe mandatory  minimum term of imprisonment on the cocaine charge\r\n\nwas  five years and, further,  that he understood  the nature and\r\n\neffect of supervised release.  \r\n\n          During  the Rule  11  hearing, the  district court  ad-\r\n\ndressed  Lopez in  open court and  inquired, among  other things,\r\n\ninto whether he understood that he was waiving his constitutional\r\n\nright  to  trial by  jury, with  all  its appurtenant  rights and\r\n\nprivileges;  whether he had been  coerced into accepting the plea\r\n\nagreement;  whether he  understood  that the  plea agreement,  if\r\n\napproved, would not be  binding upon the court and  that he would\r\n\nnot  be allowed  to  withdraw his  guilty plea  in  light of  the\r\n\nsentence imposed; his knowledge of the maximum sentence permitted\r                                                        \r\n\nunder section 841(b)(1)(B); his  competency to plead; the factual\r\n\ngrounds for his guilty plea; and his general understanding of the\r\n\neffects of the sentencing guidelines.  \r\n\n          Lopez  further confirmed  that the  plea  agreement had\r\n\nbeen  explained to  him by  court-appointed counsel  before Lopez\r\n\nsigned  it and that  Lopez had  completed the  elaborate district\r\n\ncourt  questionnaire,  with the  assistance  of  counsel, shortly\r\n\nbefore appearing in court for the Rule 11  hearing.  The district\r\n\ncourt neglected, nonetheless, to inquire explicitly whether Lopez\r\n\n                                3\r\r\n\nunderstood  that he  faced a  mandatory minimum  five-year prison\r                                                         \r\n\nsentence  and a  mandatory minimum  four-year term  of supervised\r                                            \r\n\nrelease, as  fully  explained  in  the plea  agreement  and  less\r\n\ncomprehensively related in the district court questionnaire.  \r\n\n                                II\r                                          II\r\n\n                           DISCUSSION \r                                     DISCUSSION\r                                               \r\n\n          Lopez correctly contends that Federal Rule  of Criminal\r\n\nProcedure 11 mandates  that the district court inquire    direct-\r                               \r\n\nly, personally and in  open court    whether the  defendant knows\r\n\nand understands any mandatory minimum prison sentence and term of\r\n\nsupervised release attendant upon  a conviction based on  a plea.\r\n\nSee Fed.  R. Crim. P. 11(c) (\"Before accepting a plea of guilty .\r             \r\n\n. . the court must address the defendant personally in open court\r                            \r\n\nand  inform the  defendant of, and  determine that  the defendant\r\n\nunderstands . . . the mandatory minimum penalty provided by law .\r\n\n.  . including  the effect  of any  special parole  or supervised\r\n\nrelease term.\")  (emphasis added).   Nevertheless, Lopez  has not\r\n\ndemonstrated that  the  clear failure  of the  district court  to\r\n\ncomply with Rule 11 warrants  vacation of the guilty plea in  the\r\n\ncircumstances presented.\r\n\n          Rule  11 was  designed  to ensure  that defendants  who\r\n\nenter  guilty pleas do so with full \"'understanding of the nature\r\n\nof the charge  and the  consequences of [their]  plea.'\"   United\r                                                                           \r\n\nStates v. Cotal-Crespo,  47 F.3d  1, 4 (1st  Cir. 1995)  (quoting\r                                \r\n\nMcCarthy v.  United States, 394  U.S. 459, 467  (1969)), petition\r                                                                           \r\n\nfor cert. filed,   (U.S. May 1, 1995) (No. 94-9076-CFY).  Compli-\r                         \r\n\n                                4\r\r\n\nance  with Rule 11  enables the district  court to arrive  at its\r\n\n\"own determination of a  guilty plea's voluntariness . .  . [and]\r\n\nalso  facilitates  that  determination  in any  subsequent  post-\r\n\nconviction proceeding  based  upon  a claim  that  the  plea  was\r\n\ninvoluntary.\"   United States  v. Medina-Silverio,  30 F.3d  1, 3\r                                                           \r\n\n(1st Cir. 1994) (quoting McCarthy, 394 U.S. at 467).  \r                                           \r\n\n          A  total failure  to conduct  the required  colloquy in\r\n\nopen court  may invalidate  the plea, even  though the  defendant\r\n\nacknowledges in  open court  that he  was provided  beforehand   \r\n\nthrough written  documents and the assistance of  counsel    with\r\n\nall  pertinent information contemplated by  Rule 11.   Id. at 3-4\r                                                                    \r\n\n(absent requisite  oral inquiry  by district court,  responses to\r\n\nwritten questionnaire containing  relevant Rule 11  inquiries are\r\n\ninsufficient).  \"Where a district court neither conducts a direct\r\n\npersonal interrogation, nor advises  the defendant of his rights,\r\n\nall  substantially as  required under  Rule 11,  there can  be no\r                            \r\n\nsufficient  basis for finding that the guilty plea was voluntary,\r\n\nintelligent or otherwise valid.\"  Id. (emphasis added).  \r                                               \r\n\n          On the other hand, where the district court conducts an\r\n\notherwise adequate  Rule  11  colloquy  but  inadvertently  omits\r\n\nmaterial subject  matter contemplated by  Rule 11, we  may review\r\n\nthe  record, including  the change-of-plea  and sentencing  tran-\r\n\nscripts, with a  view to whether the omission  was harmless.  See\r                                                                           \r\n\nCotal-Crespo,  47  F.3d at  5-7  (holding  \"harmless\" a  district\r                      \r\n\ncourt's failure to inform defendant of right to remain silent and\r\n\nconfront witnesses, and of potential exposure to perjury prosecu-\r\n\n                                5\r\r\n\ntion for giving false testimony); see also Fed. R. Crim. P. 11(h)\r                                                    \r\n\n(\"Any variance  from the procedures  required by this  rule which\r\n\ndoes  not affect substantial rights shall  be disregarded.\").  As\r\n\nthe  omissions Lopez points to in the present case clearly do not\r\n\napproximate  a total lack of compliance with Rule 11, cf. Medina-\r                                                                           \r\n\nSilverio, 30 F.3d at 3-4, we consider whether the failure person-\r                  \r\n\nally  to  inform the  defendant of  the mandatory  minimum prison\r\n\nsentence  and term  of supervised  release disabled  the district\r\n\ncourt from determining that the  core Rule 11 requirements essen-\r\n\ntial to a valid guilty plea were met:  1) absence of coercion; 2)\r\n\nunderstanding of the charges; and 3) knowledge of the consequenc-\r\n\nes of  the guilty plea.   See  Cotal-Crespo, 47  F.3d at  4.   We\r                                                     \r\n\ndiscern  no disabling infirmity in the core Rule 11 findings made\r\n\nby the district court.1  \r\n\n          Lopez neither claims that  his guilty plea was coerced,\r\n\nnor that he  lacked understanding  of the charges.   Instead,  he\r\n\nalleges that he did not understand the sentencing consequences of\r\n\nhis guilty plea, because counsel below informed him that he would\r\n\nbe sentenced under the guidelines rather than in accordance  with\r\n                    \r                              \r\n\n     1Lopez  urges us to enlarge upon the required Rule 11 collo-\r\nquy  by directing  district  courts to  inform defendants  that a\r\nmandatory minimum  sentence  prescribed by  statute  overrides  a\r\nlesser guideline sentencing  range.  We decline, for two reasons.\r\nFirst, a  recent guideline  amendment precludes any  such blanket\r\ndirective.   See note 3  infra.  Second,  the presentence report,\r                                        \r\nwhich  contains the proposed guideline sentencing calculation, is\r\nnot necessarily disclosed to  the district court until after  the\r\nguilty plea  has been approved.   See  Fed. R. Crim.  P. 32(b)(3)\r                                               \r\n(\"The report must not be  submitted to the court or its  contents\r\ndisclosed  to anyone unless the defendant  has consented in writ-\r\ning, has pleaded  guilty or  nolo contendere, or  has been  found\r\nguilty.\").\r\n\n                                6\r\r\n\nthe mandatory minimum sentence prescribed by statute, contrary to\r\n\nthe explicit terms of  the plea agreement signed by Lopez and the\r\n\nhandwritten  responses he  gave to  the district  court question-\r\n\nnaire.2\r\n\n          The  instant  Rule 11  claim  may  be assessed  against\r\n\nessentially the same standards governing change-of-plea requests,\r\n\nsee Cotal-Crespo, 47 F.3d at 8, by evaluating    \r                          \r\n\n          (1) the plausibility of the reasons prompting\r\n          the requested change of plea; (2) the  timing\r\n          of the defendant's  motion; (3) the existence\r\n          or nonexistence of an assertion of innocence;\r\n          and  (4)  whether, when  viewed  in  light of\r\n          emergent circumstances,  the defendant's plea\r\n          appropriately may be characterized  as invol-\r\n          untary, in derogation of the requirements im-\r\n          posed by  Fed. R.  Crim. P. 11,  or otherwise\r\n          legally suspect.\r\n\nUnited States v.  Raineri, 42 F.3d 36, 41 (1st  Cir. 1994), peti-\r                                                                           \r\n\ntion for cert. filed, (U.S. May 3, 1995) (No. 94-9121-CFY).  \r                              \r\n\n          First, the purported reasons for requesting vacation of\r\n\nthe plea are  suspect.  We are not persuaded  by the bare allega-\r\n\ntion  that former counsel     after advising Lopez  to enter into\r\n\nthe plea agreement and assisting  him in completing the  detailed\r\n\ndistrict court  questionnaire    directly informed  him, contrary\r\n\nto both those  documents, that  something less  than the  minimum\r                                                                           \r\n\nprison  sentence mandated by statute  would be imposed.   Nor did\r\n\nLopez  take issue  with the  clear statement  in the  presentence\r\n\nreport  that the district court  must impose a  sentence not less\r\n\nthan the  mandatory minimum prescribed  in 21 U.S.C.    841(b)(1-\r\n\n                    \r                              \r\n\n     2Lopez is represented by different counsel on appeal.\r\n\n                                7\r\r\n\n)(B).  Indeed, at sentencing, Lopez's counsel urged the  district\r\n\ncourt \"in [its] mercy to give [Lopez] the minimum mandatory of 60\r\n\nmonths.\"   Cf. United  States v. Japa, 994  F.2d 899, 903-94 (1st\r                                               \r\n\nCir. 1993)  (district court's  failure to inquire  into requisite\r\n\ncriminal intent,  combined with prosecutor's  failure to describe\r\n\nevidence  of intent  in relating  factual basis for  guilty plea,\r\n\nrendered harmless  by absence of objection  to presentence report\r\n\non grounds of lack of intent).  \r\n\n          Second, the  belated attempt to  set the plea  aside on\r\n\nappeal,  rather than  before sentencing,  substantially heightens\r\n\nLopez's burden.   See Fed R.  Crim. P.  32(e) (Once sentence  has\r                               \r\n\nbeen imposed, \"a  plea may be set aside only  on direct appeal or\r\n\nby motion under  28 U.S.C.   2255.\").   In order to  prevail on a\r\n\npost-sentencing  Rule  11  challenge,  the  defendant  must  come\r\n\nforward with  sufficient evidence  to demonstrate  \"a fundamental\r\n\ndefect  which inherently  results  in a  complete miscarriage  of\r\n\njustice,\" Hill v. United States, 368 U.S. 424, 428 (1962), or \"an\r                                         \r\n\nomission inconsistent with the rudimentary demands of fair proce-\r\n\ndure.\"  Japa,  994 F.2d at  902 (quoting Fed.  R. Crim. P.  32(c)\r                      \r\n\nadvisory committee's notes (1983)).  \r\n\n          Third, Lopez does not  assert legal innocence.  Rather,\r\n\nhe explicitly urges  vacation of the challenged sentence in order\r\n\nto enable  him to plead guilty anew, which might permit him to be\r\n\nsentenced  under  the more  generous  regimen  prescribed in  new\r\n\n                                8\r\r\n\nU.S.S.G.   5C1.2.3  \r\n\n          Finally,  the  belated  manner  in which  the  Rule  11\r\n\nchallenge has been presented denied the government any opportuni-\r\n\nty to develop the district court record with a view to whether or\r\n\nnot Lopez was misinformed by counsel below regarding the sentenc-\r\n\ning consequences of his  guilty plea, as Lopez alleges  in direct\r                                                                           \r\n\ncontravention of the plea  agreement he signed, and  the district\r                                                                           \r\n\ncourt questionnaire he completed,  with the advice and assistance\r                                                                           \r\n\nof the  same attorney.    Cf. Raineri,  42 F.3d  at 42  (although\r                                               \r\n\ndistrict  court  misinformed  defendant  as to  maximum  penalty,\r                                                                 \r\n\ndefendant  failed to indicate that  he had ever  been informed he\r\n\nwould receive a lower sentence than that actually imposed).  \r\n\n          The  absence of a sufficiently developed factual record\r\n\nrelating to  whether former  counsel misled Lopez  concerning the\r\n\nsentencing  consequences of  his guilty  plea precludes  reliable\r\n\nreview on direct appeal.  Consequently,  the attempt to insinuate\r\n\nan  ineffective assistance claim on direct appeal must be reject-\r\n\ned, see  United States v. Tuesta-Toro, 29 F.3d 771, 776 (1st Cir.\r                                               \r\n\n1994)  (holding that  undeveloped, fact-bound  ineffective assis-\r\n\ntance claim must be asserted on collateral review), cert. denied,\r                                                                          \r\n\n115  S. Ct. 947 (1995),  without prejudice to  its presentment on\r\n                    \r                              \r\n\n     3Lopez was  sentenced before the promulgation  of U.S.S.G.  \r\n5C1.2, which  provides that  sentences for  qualifying first-time\r\ndrug offenders  are to be determined under  the sentencing guide-\r\nlines  even  though  the guideline  sentence  is  lower  than the\r\nmandatory minimum sentence prescribed by statute.  See U.S.S.G.  \r                                                                \r\n5C1.2.  U.S.S.G.   5C1.2  is not retroactive, however,  since the\r\namendment  promulgating it  is not  listed in  U.S.S.G.   1B1.10.\r\nSee DeSouza v. United  States, 995 F.2d 323, 324  (1st Cir. 1993)\r                                       \r\n(amendmentsnot listed in   1B1.10 not given retroactive effect). \r\n\n                                9\r\r\n\ncollateral review under 28 U.S.C.   2255.  Id.\r                                                        \r\n\n                                10\r\r\n\n          For the  foregoing reasons, the judgment  of conviction\r\n\nand sentence is affirmed. \r\n\n          Affirmed.  \r                    Affirmed\r                            \r\n\n                                11\r\r\n",
  "html": "<p class=\"case_cite\">55 F.3d 693</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Jose R. LOPEZ-PINEDA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1967.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 7, 1995.<br>Decided June 6, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Rafael D. Castro Lang, San Juan, PR, for appellant.</p>\n      <p class=\"indent\">Antonio R. Bazan, Asst. U.S. Atty., Hato Rey, PR, with whom Guillermo Gil, U.S. Atty., Washington, DC and Jose A. Quiles-Espinosa, Sr. Litigation Counsel, Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After Jose R. Lopez Pineda (\"Lopez\") was convicted and sentenced on one count of possessing cocaine with intent to distribute, see 21 U.S.C. Sec. 841(a)(1), he initiated the instant appeal seeking to set aside his guilty plea based on defects in the change-of-plea colloquy conducted by the district court.  We affirm the judgment of conviction and sentence.I</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On February 25, 1994, Lopez, a crew member aboard the M/V Meridian, attempted to import into Puerto Rico approximately one kilogram of cocaine, and a quantity of Rohypnol, a drug not approved by the Food and Drug Administration (\"FDA\").  Following his arrest and indictment on three federal charges, see 21 U.S.C. Sec. 321(p) (introduction of non-FDA approved drug into the United States);  Sec. 841(a)(1), (b)(1)(B) (possession of one kilogram of cocaine, with intent to distribute);  Sec. 952(a) (importation of cocaine into the United States), Lopez entered into a plea agreement whereby he would plead guilty to the section 841 violation and the government would dismiss the two remaining charges.  The plea agreement explicitly stated that the cocaine charge under section 841 carried \"a minimum statutory term of five (5) years of imprisonment ... with a term of supervised release of at least four (4) years\" (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Prior to the Rule 11 change-of-plea hearing before the district court, Lopez also completed--in his own hand and on the advice of counsel--an extensive Spanish-language questionnaire which inquired, inter alia, whether he knew and understood the mandatory minimum term of imprisonment and the nature and effect of the term of supervised release to which his guilty plea would expose him.  Lopez responded by correctly indicating that the mandatory minimum term of imprisonment on the cocaine charge was five years and, further, that he understood the nature and effect of supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the Rule 11 hearing, the district court addressed Lopez in open court and inquired, among other things, into whether he understood that he was waiving his constitutional right to trial by jury, with all its appurtenant rights and privileges;  whether he had been coerced into accepting the plea agreement;  whether he understood that the plea agreement, if approved, would not be binding upon the court and that he would not be allowed to withdraw his guilty plea in light of the sentence imposed;  his knowledge of the maximum sentence permitted under section 841(b)(1)(B);  his competency to plead;  the factual grounds for his guilty plea;  and his general understanding of the effects of the sentencing guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Lopez further confirmed that the plea agreement had been explained to him by court-appointed counsel before Lopez signed it and that Lopez had completed the elaborate district court questionnaire, with the assistance of counsel, shortly before appearing in court for the Rule 11 hearing.  The district court neglected, nonetheless, to inquire explicitly whether Lopez understood that he faced a mandatory minimum five-year prison sentence and a mandatory minimum four-year term of supervised release, as fully explained in the plea agreement and less comprehensively related in the district court questionnaire.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Lopez correctly contends that Federal Rule of Criminal Procedure 11 mandates that the district court inquire--directly, personally and in open court--whether the defendant knows and understands any mandatory minimum prison sentence and term of supervised release attendant upon a conviction based on a plea.  See Fed.R.Crim.P. 11(c) (\"Before accepting a plea of guilty ... the court must address the defendant personally in open court and inform the defendant of, and determine that the defendant understands ... the mandatory minimum penalty provided by law ... including the effect of any special parole or supervised release term.\")  (emphasis added).  Nevertheless, Lopez has not demonstrated that the clear failure of the district court to comply with Rule 11 warrants vacation of the guilty plea in the circumstances presented.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Rule 11 was designed to ensure that defendants who enter guilty pleas do so with full \" 'understanding of the nature of the charge and the consequences of [their] plea.' \"  United States v. Cotal-Crespo, 47 F.3d 1, 4 (1st Cir.1995) (quoting McCarthy v. United States, 394 U.S. 459, 467, 89 S.Ct. 1166, 1171, 22 L.Ed.2d 418 (1969)), petition for cert. filed, (U.S. May 1, 1995) (No. 949076-CFY).  Compliance with Rule 11 enables the district court to arrive at its \"own determination of a guilty plea's voluntariness ... [and] also facilitates that determination in any subsequent post-conviction proceeding based upon a claim that the plea was involuntary.\"  United States v. Medina-Silverio, 30 F.3d 1, 3 (1st Cir.1994) (quoting McCarthy, 394 U.S. at 467, 89 S.Ct. at 1171).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A total failure to conduct the required colloquy in open court may invalidate the plea, even though the defendant acknowledges in open court that he was provided beforehand--through written documents and the assistance of counsel--with all pertinent information contemplated by Rule 11.  Id. at 3-4 (absent requisite oral inquiry by district court, responses to written questionnaire containing relevant Rule 11 inquiries are insufficient).  \"Where a district court neither conducts a direct personal interrogation, nor advises the defendant of his rights, all substantially as required under Rule 11, there can be no sufficient basis for finding that the guilty plea was voluntary, intelligent or otherwise valid.\"  Id.  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On the other hand, where the district court conducts an otherwise adequate Rule 11 colloquy but inadvertently omits material subject matter contemplated by Rule 11, we may review the record, including the change-of-plea and sentencing transcripts, with a view to whether the omission was harmless.  See Cotal-Crespo, 47 F.3d at 5-7 (holding \"harmless\" a district court's failure to inform defendant of right to remain silent and confront witnesses, and of potential exposure to perjury prosecution for giving false testimony);  see also Fed.R.Crim.P. 11(h) (\"Any variance from the procedures required by this rule which does not affect substantial rights shall be disregarded.\").  As the omissions Lopez points to in the present case clearly do not approximate a total lack of compliance with Rule 11, cf. Medina-Silverio, 30 F.3d at 3-4, we consider whether the failure personally to inform the defendant of the mandatory minimum prison sentence and term of supervised release disabled the district court from determining that the core Rule 11 requirements essential to a valid guilty plea were met:  1) absence of coercion;  2) understanding of the charges;  and 3) knowledge of the consequences of the guilty plea.  See Cotal-Crespo, 47 F.3d at 4.   We discern no disabling infirmity in the core Rule 11 findings made by the district court.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Lopez neither claims that his guilty plea was coerced, nor that he lacked understanding of the charges.  Instead, he alleges that he did not understand the sentencing consequences of his guilty plea, because counsel below informed him that he would be sentenced under the guidelines rather than in accordance with the mandatory minimum sentence prescribed by statute, contrary to the explicit terms of the plea agreement signed by Lopez and the handwritten responses he gave to the district court questionnaire.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The instant Rule 11 claim may be assessed against essentially the same standards governing change-of-plea requests, see Cotal-Crespo, 47 F.3d at 8, by evaluating--</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>(1) the plausibility of the reasons prompting the requested change of plea;  (2) the timing of the defendant's motion;  (3) the existence or nonexistence of an assertion of innocence;  and (4) whether, when viewed in light of emergent circumstances, the defendant's plea appropriately may be characterized as involuntary, in derogation of the requirements imposed by Fed.R.Crim.P. 11, or otherwise legally suspect.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">United States v. Raineri, 42 F.3d 36, 41 (1st Cir.1994), cert. den., --- U.S. ----, 115 S.Ct. 2286, 132 L.Ed.2d 288 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">First, the purported reasons for requesting vacation of the plea are suspect.  We are not persuaded by the bare allegation that former counsel--after advising Lopez to enter into the plea agreement and assisting him in completing the detailed district court questionnaire--directly informed him, contrary to both those documents, that something less than the minimum prison sentence mandated by statute would be imposed.  Nor did Lopez take issue with the clear statement in the presentence report that the district court must impose a sentence not less than the mandatory minimum prescribed in 21 U.S.C. Sec. 841(b)(1)(B).  Indeed, at sentencing, Lopez's counsel urged the district court \"in [its] mercy to give [Lopez] the minimum mandatory of 60 months.\"   Cf. United States v. Japa, 994 F.2d 899, 903-94 (1st Cir.1993) (district court's failure to inquire into requisite criminal intent, combined with prosecutor's failure to describe evidence of intent in relating factual basis for guilty plea, rendered harmless by absence of objection to presentence report on grounds of lack of intent).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Second, the belated attempt to set the plea aside on appeal, rather than before sentencing, substantially heightens Lopez's burden.  See Fed.R.Crim.P. 32(e) (Once sentence has been imposed, \"a plea may be set aside only on direct appeal or by motion under 28 U.S.C. Sec. 2255.\").  In order to prevail on a post-sentencing Rule 11 challenge, the defendant must come forward with sufficient evidence to demonstrate \"a fundamental defect which inherently results in a complete miscarriage of justice,\" Hill v. United States, 368 U.S. 424, 428, 82 S.Ct. 468, 471, 7 L.Ed.2d 417 (1962), or \"an omission inconsistent with the rudimentary demands of fair procedure.\"  Japa, 994 F.2d at 902 (quoting Fed.R.Crim.P. 32(c) advisory committee's notes (1983)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Third, Lopez does not assert legal innocence.  Rather, he explicitly urges vacation of the challenged sentence in order to enable him to plead guilty anew, which might permit him to be sentenced under the more generous regimen prescribed in new U.S.S.G. Sec. 5C1.2.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, the belated manner in which the Rule 11 challenge has been presented denied the government any opportunity to develop the district court record with a view to whether or not Lopez was misinformed by counsel below regarding the sentencing consequences of his guilty plea, as Lopez alleges in direct contravention of the plea agreement he signed, and the district court questionnaire he completed, with the advice and assistance of the same attorney.  Cf. Raineri, 42 F.3d at 42 (although district court misinformed defendant as to maximum penalty, defendant failed to indicate that he had ever been informed he would receive a lower sentence than that actually imposed).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The absence of a sufficiently developed factual record relating to whether former counsel misled Lopez concerning the sentencing consequences of his guilty plea precludes reliable review on direct appeal.  Consequently, the attempt to insinuate an ineffective assistance claim on direct appeal must be rejected, see United States v. Tuesta-Toro, 29 F.3d 771, 776 (1st Cir.1994) (holding that undeveloped, fact-bound ineffective assistance claim must be asserted on collateral review), cert. denied, --- U.S. ----, 115 S.Ct. 947, 130 L.Ed.2d 890 (1995), without prejudice to its presentment on collateral review under 28 U.S.C. Sec. 2255.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of conviction and sentence is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Lopez urges us to enlarge upon the required Rule 11 colloquy by directing district courts to inform defendants that a mandatory minimum sentence prescribed by statute overrides a lesser guideline sentencing range.  We decline, for two reasons.  First, a recent guideline amendment precludes any such blanket directive.  See note 3 infra.   Second, the presentence report, which contains the proposed guideline sentencing calculation, is not necessarily disclosed to the district court until after the guilty plea has been approved.  See Fed.R.Crim.P. 32(b)(3) (\"The report must not be submitted to the court or its contents disclosed to anyone unless the defendant has consented in writing, has pleaded guilty or nolo contendere, or has been found guilty.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Lopez is represented by different counsel on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Lopez was sentenced before the promulgation of U.S.S.G. Sec. 5C1.2, which provides that sentences for qualifying first-time drug offenders are to be determined under the sentencing guidelines even though the guideline sentence is lower than the mandatory minimum sentence prescribed by statute.  See U.S.S.G. Sec. 5C1.2.  U.S.S.G. Sec. 5C1.2 is not retroactive, however, since the amendment promulgating it is not listed in U.S.S.G. Sec. 1B1.10.  See Desouza v. United States, 995 F.2d 323, 324 (1st Cir.1993) (amendments not listed in Sec. 1B1.10 not given retroactive effect)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">693</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Jose R. LOPEZ-PINEDA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1967.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 7, 1995.<br>Decided June 6, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Rafael D. Castro Lang, San Juan, PR, for appellant.</p>\n      <p class=\"indent\">Antonio R. Bazan, Asst. U.S. Atty., Hato Rey, PR, with whom Guillermo Gil, U.S. Atty., Washington, DC and Jose A. Quiles-Espinosa, Sr. Litigation Counsel, Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After Jose R. Lopez Pineda (\"Lopez\") was convicted and sentenced on one count of possessing cocaine with intent to distribute, see 21 U.S.C. Sec. 841(a)(1), he initiated the instant appeal seeking to set aside his guilty plea based on defects in the change-of-plea colloquy conducted by the district court.  We affirm the judgment of conviction and sentence.I</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On February 25, 1994, Lopez, a crew member aboard the M/V Meridian, attempted to import into Puerto Rico approximately one kilogram of cocaine, and a quantity of Rohypnol, a drug not approved by the Food and Drug Administration (\"FDA\").  Following his arrest and indictment on three federal charges, see 21 U.S.C. Sec. 321(p) (introduction of non-FDA approved drug into the United States);  Sec. 841(a)(1), (b)(1)(B) (possession of one kilogram of cocaine, with intent to distribute);  Sec. 952(a) (importation of cocaine into the United States), Lopez entered into a plea agreement whereby he would plead guilty to the section 841 violation and the government would dismiss the two remaining charges.  The plea agreement explicitly stated that the cocaine charge under section 841 carried \"a minimum statutory term of five (5) years of imprisonment ... with a term of supervised release of at least four (4) years\" (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Prior to the Rule 11 change-of-plea hearing before the district court, Lopez also completed--in his own hand and on the advice of counsel--an extensive Spanish-language questionnaire which inquired, inter alia, whether he knew and understood the mandatory minimum term of imprisonment and the nature and effect of the term of supervised release to which his guilty plea would expose him.  Lopez responded by correctly indicating that the mandatory minimum term of imprisonment on the cocaine charge was five years and, further, that he understood the nature and effect of supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the Rule 11 hearing, the district court addressed Lopez in open court and inquired, among other things, into whether he understood that he was waiving his constitutional right to trial by jury, with all its appurtenant rights and privileges;  whether he had been coerced into accepting the plea agreement;  whether he understood that the plea agreement, if approved, would not be binding upon the court and that he would not be allowed to withdraw his guilty plea in light of the sentence imposed;  his knowledge of the maximum sentence permitted under section 841(b)(1)(B);  his competency to plead;  the factual grounds for his guilty plea;  and his general understanding of the effects of the sentencing guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Lopez further confirmed that the plea agreement had been explained to him by court-appointed counsel before Lopez signed it and that Lopez had completed the elaborate district court questionnaire, with the assistance of counsel, shortly before appearing in court for the Rule 11 hearing.  The district court neglected, nonetheless, to inquire explicitly whether Lopez understood that he faced a mandatory minimum five-year prison sentence and a mandatory minimum four-year term of supervised release, as fully explained in the plea agreement and less comprehensively related in the district court questionnaire.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Lopez correctly contends that Federal Rule of Criminal Procedure 11 mandates that the district court inquire--directly, personally and in open court--whether the defendant knows and understands any mandatory minimum prison sentence and term of supervised release attendant upon a conviction based on a plea.  See Fed.R.Crim.P. 11(c) (\"Before accepting a plea of guilty ... the court must address the defendant personally in open court and inform the defendant of, and determine that the defendant understands ... the mandatory minimum penalty provided by law ... including the effect of any special parole or supervised release term.\")  (emphasis added).  Nevertheless, Lopez has not demonstrated that the clear failure of the district court to comply with Rule 11 warrants vacation of the guilty plea in the circumstances presented.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Rule 11 was designed to ensure that defendants who enter guilty pleas do so with full \" 'understanding of the nature of the charge and the consequences of [their] plea.' \"  United States v. Cotal-Crespo, <span class=\"citation\" data-id=\"195871\"><a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1995) (quoting McCarthy v. United States, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">459</span></a></span>, 467, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1166</span></a></span>, 1171, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">418</span> </a></span>(1969)), petition for cert. filed, (U.S. May 1, 1995) (No. 949076-CFY).  Compliance with Rule 11 enables the district court to arrive at its \"own determination of a guilty plea's voluntariness ... [and] also facilitates that determination in any subsequent post-conviction proceeding based upon a claim that the plea was involuntary.\"  United States v. Medina-Silverio, <span class=\"citation\" data-id=\"195500\"><a href=\"/opinion/195500/united-states-v-medina-silverio/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1994) (quoting <span class=\"citation\" data-id=\"107892\"><span class=\"antecedent_guess\">McCarthy,</span> <a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">467</span></a></span>, 89 S.Ct. at 1171).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A total failure to conduct the required colloquy in open court may invalidate the plea, even though the defendant acknowledges in open court that he was provided beforehand--through written documents and the assistance of counsel--with all pertinent information contemplated by Rule 11.  <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"id_token\">Id.</span> at 3-4 </a></span>(absent requisite oral inquiry by district court, responses to written questionnaire containing relevant Rule 11 inquiries are insufficient).  \"Where a district court neither conducts a direct personal interrogation, nor advises the defendant of his rights, all substantially as required under Rule 11, there can be no sufficient basis for finding that the guilty plea was voluntary, intelligent or otherwise valid.\"  <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"id_token\">Id.</span>  (emphasis added).</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On the other hand, where the district court conducts an otherwise adequate Rule 11 colloquy but inadvertently omits material subject matter contemplated by Rule 11, we may review the record, including the change-of-plea and sentencing transcripts, with a view to whether the omission was harmless.  See <span class=\"citation\" data-id=\"195871\"><span class=\"antecedent_guess\">Cotal-Crespo,</span> <a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">5-7</span> </a></span>(holding \"harmless\" a district court's failure to inform defendant of right to remain silent and confront witnesses, and of potential exposure to perjury prosecution for giving false testimony);  see also Fed.R.Crim.P. 11(h) (\"Any variance from the procedures required by this rule which does not affect substantial rights shall be disregarded.\").  As the omissions Lopez points to in the present case clearly do not approximate a total lack of compliance with Rule 11, cf. <span class=\"citation\" data-id=\"195500\"><span class=\"antecedent_guess\">Medina-Silverio,</span> <a href=\"/opinion/195500/united-states-v-medina-silverio/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">3-4</span></a></span>, we consider whether the failure personally to inform the defendant of the mandatory minimum prison sentence and term of supervised release disabled the district court from determining that the core Rule 11 requirements essential to a valid guilty plea were met:  1) absence of coercion;  2) understanding of the charges;  and 3) knowledge of the consequences of the guilty plea.  See <span class=\"citation\" data-id=\"195871\"><span class=\"antecedent_guess\">Cotal-Crespo,</span> <a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">4</span></a></span>.   We discern no disabling infirmity in the core Rule 11 findings made by the district court.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Lopez neither claims that his guilty plea was coerced, nor that he lacked understanding of the charges.  Instead, he alleges that he did not understand the sentencing consequences of his guilty plea, because counsel below informed him that he would be sentenced under the guidelines rather than in accordance with the mandatory minimum sentence prescribed by statute, contrary to the explicit terms of the plea agreement signed by Lopez and the handwritten responses he gave to the district court questionnaire.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The instant Rule 11 claim may be assessed against essentially the same standards governing change-of-plea requests, see <span class=\"citation\" data-id=\"195871\"><span class=\"antecedent_guess\">Cotal-Crespo,</span> <a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">8</span></a></span>, by evaluating--</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>(1) the plausibility of the reasons prompting the requested change of plea;  (2) the timing of the defendant's motion;  (3) the existence or nonexistence of an assertion of innocence;  and (4) whether, when viewed in light of emergent circumstances, the defendant's plea appropriately may be characterized as involuntary, in derogation of the requirements imposed by Fed.R.Crim.P. 11, or otherwise legally suspect.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">United States v. Raineri, <span class=\"citation\" data-id=\"195774\"><a href=\"/opinion/195774/united-states-v-raineri/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 41 (1st Cir.1994), cert. den., --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2286</span></span>, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">288</span> </span>(1995).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">First, the purported reasons for requesting vacation of the plea are suspect.  We are not persuaded by the bare allegation that former counsel--after advising Lopez to enter into the plea agreement and assisting him in completing the detailed district court questionnaire--directly informed him, contrary to both those documents, that something less than the minimum prison sentence mandated by statute would be imposed.  Nor did Lopez take issue with the clear statement in the presentence report that the district court must impose a sentence not less than the mandatory minimum prescribed in 21 U.S.C. Sec. 841(b)(1)(B).  Indeed, at sentencing, Lopez's counsel urged the district court \"in [its] mercy to give [Lopez] the minimum mandatory of 60 months.\"   Cf. United States v. Japa, <span class=\"citation\" data-id=\"608077\"><a href=\"/opinion/608077/united-states-v-frank-japa/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">899</span></a></span>, 903-94 (1st Cir.1993) (district court's failure to inquire into requisite criminal intent, combined with prosecutor's failure to describe evidence of intent in relating factual basis for guilty plea, rendered harmless by absence of objection to presentence report on grounds of lack of intent).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Second, the belated attempt to set the plea aside on appeal, rather than before sentencing, substantially heightens Lopez's burden.  See Fed.R.Crim.P. 32(e) (Once sentence has been imposed, \"a plea may be set aside only on direct appeal or by motion under 28 U.S.C. Sec. 2255.\").  In order to prevail on a post-sentencing Rule 11 challenge, the defendant must come forward with sufficient evidence to demonstrate \"a fundamental defect which inherently results in a complete miscarriage of justice,\" Hill v. United States, <span class=\"citation\" data-id=\"106329\"><a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 428, <span class=\"citation\" data-id=\"106329\"><a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">468</span></a></span>, 471, <span class=\"citation\" data-id=\"106329\"><a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">417</span> </a></span>(1962), or \"an omission inconsistent with the rudimentary demands of fair procedure.\"  <span class=\"citation\" data-id=\"608077\"><span class=\"antecedent_guess\">Japa,</span> <a href=\"/opinion/608077/united-states-v-frank-japa/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">902</span> </a></span>(quoting Fed.R.Crim.P. 32(c) advisory committee's notes (1983)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Third, Lopez does not assert legal innocence.  Rather, he explicitly urges vacation of the challenged sentence in order to enable him to plead guilty anew, which might permit him to be sentenced under the more generous regimen prescribed in new U.S.S.G. Sec. 5C1.2.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, the belated manner in which the Rule 11 challenge has been presented denied the government any opportunity to develop the district court record with a view to whether or not Lopez was misinformed by counsel below regarding the sentencing consequences of his guilty plea, as Lopez alleges in direct contravention of the plea agreement he signed, and the district court questionnaire he completed, with the advice and assistance of the same attorney.  Cf. <span class=\"citation\" data-id=\"195774\"><span class=\"antecedent_guess\">Raineri,</span> <a href=\"/opinion/195774/united-states-v-raineri/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">42</span> </a></span>(although district court misinformed defendant as to maximum penalty, defendant failed to indicate that he had ever been informed he would receive a lower sentence than that actually imposed).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The absence of a sufficiently developed factual record relating to whether former counsel misled Lopez concerning the sentencing consequences of his guilty plea precludes reliable review on direct appeal.  Consequently, the attempt to insinuate an ineffective assistance claim on direct appeal must be rejected, see United States v. Tuesta-Toro, <span class=\"citation\" data-id=\"195508\"><a href=\"/opinion/195508/united-states-v-tuesta-toro/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">771</span></a></span>, 776 (1st Cir.1994) (holding that undeveloped, fact-bound ineffective assistance claim must be asserted on collateral review), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">947</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">890</span> </span>(1995), without prejudice to its presentment on collateral review under 28 U.S.C. Sec. 2255.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of conviction and sentence is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Lopez urges us to enlarge upon the required Rule 11 colloquy by directing district courts to inform defendants that a mandatory minimum sentence prescribed by statute overrides a lesser guideline sentencing range.  We decline, for two reasons.  First, a recent guideline amendment precludes any such blanket directive.  See note 3 infra.   Second, the presentence report, which contains the proposed guideline sentencing calculation, is not necessarily disclosed to the district court until after the guilty plea has been approved.  See Fed.R.Crim.P. 32(b)(3) (\"The report must not be submitted to the court or its contents disclosed to anyone unless the defendant has consented in writing, has pleaded guilty or nolo contendere, or has been found guilty.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Lopez is represented by different counsel on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Lopez was sentenced before the promulgation of U.S.S.G. Sec. 5C1.2, which provides that sentences for qualifying first-time drug offenders are to be determined under the sentencing guidelines even though the guideline sentence is lower than the mandatory minimum sentence prescribed by statute.  See U.S.S.G. Sec. 5C1.2.  U.S.S.G. Sec. 5C1.2 is not retroactive, however, since the amendment promulgating it is not listed in U.S.S.G. Sec. 1B1.10.  See Desouza v. United States, <span class=\"citation\" data-id=\"608837\"><a href=\"/opinion/608837/barbara-bushway-desouza-v-united-states/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">323</span></a></span>, 324 (1st Cir.1993) (amendments not listed in Sec. 1B1.10 not given retroactive effect)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106329/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107892/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195500/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195508/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195774/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195871/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608077/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608837/"
  ]
}