{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196119/",
  "id": 196119,
  "absolute_url": "/opinion/196119/united-states-v-alemany-rivera/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196119/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:58:08Z",
  "date_modified": "2020-02-21T23:44:29.292717Z",
  "type": "010combined",
  "sha1": "f45ed36762cfaacb8de0c88bcf814ef4dc90c235",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1081.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 94-1081\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                  GUILLERMO ALEMANY RIVERA,\r\n\n                    Defendant, Appellant.\r\n\nNo. 94-1082\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                    EDGAR M. STELLA PEREZ\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n        [Hon. Raymond L. Acosta, U.S. District Judge]\r                                                                \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nRobert H. Kiernan  with whom Robert M.  Simels, P.C. was on  brief\r                                                                \r\nfor appellant Edgar M. Stella Perez.\r\r\n\nPedro J. Varela for appellant Guillermo Alemany Rivera.\r                           \r\nSushma   Soni,   Attorney,  Appellate   Staff,   Civil   Division,\r                         \r\nDepartment of  Justice, Frank  W. Hunger, Assistant  Attorney General,\r                                                \r\nGuillermo  Gil,  United  States   Attorney,  and  Douglas  N.  Letter,\r                                                                             \r\nAttorney, Appellate Staff, Civil Division, Department of Justice, were\r\non brief for appellee.\r\n\n                                         \r\n\n                         June 6, 1995\r\n                                         \r\r\n\n          CAMPBELL, Senior Circuit Judge.   The United States\r                                                    \r\n\nfiled  this  civil  action  in  the  district  court  against\r\n\ndefendants  Guillermo Alemany  Rivera  (\"Alemany\") and  Edgar\r\n\nStella  Perez (\"Stella\").   Seeking  damages under  the False\r\n\nClaims  Act  (\"FCA\"),  31  U.S.C.     3729-3733  (1982),  the\r\n\ngovernment alleged  that defendants had caused  a false claim\r\n\nfor  mortgage loan insurance benefits  to be presented to the\r\n\nDepartment  of Housing  and Urban  Development (\"HUD\").   The\r\n\ndistrict  court  denied  defendants'  motion  to dismiss  and\r\n\ngranted summary judgment in favor of the government, awarding\r\n\nit $1,966,592.  United  States v. Stella Perez, 839  F. Supp.\r                                                          \r\n\n92, 97-98 (D. P.R. 1993).  We hold that  the government filed\r\n\nthis  suit  after  the   applicable  limitations  period  had\r\n\nexpired.  We therefore reverse.\r\n\n                              I.\r\n\n          During the  1970s, Alemany and Stella  engaged in a\r\n\nscheme  to defraud HUD and the Department of Health and Human\r\n\nServices  (\"HHS\")  in  connection  with  a  federally-insured\r\n\n$12.46  million  mortgage loan.    At that  time,  Stella was\r\n\npresident, chairman  of the  board of directors,  and medical\r\n\ndirector  of  Hospital  Nuestra  Senora de  la  Guadalupe,  a\r\n\nhospital  in  Puerto Rico;  defendant  Alemany  was a  former\r\n\ncomptroller of the  hospital.  The hospital  had obtained the\r\n\nmortgage loan in 1974 from a private lender,  Merrill, Lynch,\r\n\nHubbard,   Inc.  (\"Merrill   Lynch\"),  for  the   purpose  of\r\n\n                             -3-\r                                          3\r\r\n\nrenovating and expanding its  facilities.  HUD had  agreed to\r\n\ninsure the  hospital's loan pursuant to  the National Housing\r\n\nAct, 12 U.S.C.   1715z-7 (1982).\r\n\n          During the course  of the renovation  project, loan\r\n\nproceeds   were  periodically   disbursed  to   the  hospital\r\n\naccording to  the following procedure.   Stella, as president\r\n\nof the hospital,  filled out a portion of  a HUD \"Form 2403,\"\r\n\nlisting various items of completed construction and attaching\r\n\ncorresponding invoices.   Stella  then forwarded the  form to\r\n\nMerrill Lynch, which  filled out  a portion of  the form  and\r\n\nforwarded it to  HUD.  After approving the  disbursement, HUD\r\n\nsent a  Certificate of  Mortgage Insurance to  Merrill Lynch.\r\n\nMerrill  Lynch then  released loan funds  to the  hospital or\r\n\ndirectly  to the  suppliers and  contractors.   Occasionally,\r\n\nloan  funds were  also  disbursed from  a separate  equipment\r\n\nescrow account, upon  HUD's receipt of  a letter from  Stella\r\n\nwith attached invoices for purchased equipment.\r\n\n          Defendants siphoned  off  a  portion  of  the  loan\r\n\nproceeds through  their control of a  furniture company, Casa\r\n\nCardona,  Inc.,  and  its subsidiary,  an  equipment  company\r\n\ncalled  AAA Hospital  Supply, Inc.,  which they  incorporated\r\n\nsoon  after the hospital secured the loan.  Through these two\r\n\ncompanies, Stella and Alemany sold equipment  and furnishings\r\n\nto the hospital at  substantially inflated prices and charged\r\n\nthe hospital for equipment that the companies never provided.\r\n\n                             -4-\r                                          4\r\r\n\nThe hospital paid for  the equipment with the  loan proceeds,\r\n\nwhich  were  disbursed  to  the companies  by  Merrill  Lynch\r\n\npursuant  to   the  procedure  described  above.     In  all,\r\n\ndefendants submitted 20 separate fraudulent requests for loan\r\n\nproceeds  between  1974  and  1978, as  to  which  HUD,  upon\r\n\npaperwork  furnished by  defendants,  issued certificates  of\r\n\ninsurance.\r\n\n          On May 1, 1979,  the hospital was unable to  make a\r\n\nscheduled payment on the loan.  After the 30-day grace period\r\n\nexpired, the  hospital filed a petition  for bankruptcy under\r\n\nchapter 11.  Merrill  Lynch formally declared the loan  to be\r\n\nin default on  July 1, 1979.  On July  2, 1979, Merrill Lynch\r\n\nfiled  a  \"Mortgagee's Application  for  Insurance Benefits,\"\r\n\nalong with a  letter notifying HUD of the default  and of its\r\n\nintention  to  exercise   its  rights  under  the   insurance\r\n\ncontract.   The  July 2  document contained  only  very basic\r\n\ninformation, identifying  the project and the  lender.  Then,\r\n\non  July 17,  1979,  Merrill  Lynch  filed  a  more  detailed\r\n\n\"Mortgagee's  Application  for  Partial Settlement,\"  setting\r\n\nforth  specific  financial  information  about  the defaulted\r\n\nloan,  including  the  amount   in  default  and  the  unpaid\r\n\nprincipal  balance.    On  October 25,  1979,  Merrill  Lynch\r\n\nassigned the mortgage to  HUD, as the terms of  its insurance\r\n\ncontract required.  On January 17, 1980, after  approving the\r\n\nclaim, HUD  disbursed to  Merrill  Lynch approximately  $12.1\r\n\n                             -5-\r                                          5\r\r\n\nmillion,  representing  the unpaid  principal balance  on the\r\n\nmortgage, less certain credits.  \r\n\n          In July  of 1982,  defendants were charged  under a\r\n\nnine-count   criminal  indictment   based  upon   the  events\r\n\ndescribed  above.    The  indictment alleged  that  they  had\r\n\nconspired  to  defraud  the  government and  had  made  false\r\n\nstatements  in support of fraudulent claims.  18 U.S.C.    2,\r\n\n152,  371, 1001  (1982).    After  a  30-day  trial,  a  jury\r\n\nconvicted  defendants  on  all   nine  counts.    Stella  was\r\n\nsentenced to 20 years  in prison and placed on  probation for\r\n\nan additional  five  years  on  the  condition  that  he  pay\r\n\n$686,349 in  restitution;1 Alemany was sentenced  to 10 years\r\n\nin  prison and  fined  $10,000.    This court  affirmed  both\r\n\nconvictions  and both  sentences.   United States  v. Alemany\r                                                                         \r\n\nRivera,  781 F.2d 229, 238 (1st Cir. 1985), cert. denied, 475\r                                                                    \r\n\nU.S. 1086 (1986).\r\n\n          On  October 25,  1985,  the government  brought the\r\n\ninstant  civil action  against  defendants, seeking  recovery\r\n\nunder  the FCA.  An individual is  liable under the FCA if he\r\n\nor  she \"knowingly presents, or causes to be presented, to an\r\n\nofficer  or employee  of  the Government  .  . .  a  false or\r\n\nfraudulent  claim  for payment  or  approval.\"   31  U.S.C.  \r\n\n3729(1)  (1982).     As  in  the   criminal  indictment,  the\r\n\ngovernment alleged  that defendants had  conspired to  divert\r\n\n                    \r                                \r\n\n1.   The district court later vacated the restitution order.\r\n\n                             -6-\r                                          6\r\r\n\nthe proceeds of the government-insured  mortgage loan through\r\n\ntheir  control of the two supply corporations and through the\r\n\nsubmission of  inflated requests  for loan  proceeds.   In so\r\n\ndoing,  the  government asserted,  defendants  caused Merrill\r\n\nLynch to  submit an  inflated \"claim\"  for payment  under the\r\n\ninsurance contract after the  hospital defaulted on the loan.\r\n\n          The   government   moved   for  summary   judgment.\r\n\nDefendants filed  an opposition and  moved to dismiss  on the\r\n\nground the action was  barred by the statute  of limitations.\r\n\nRuling that the  action had been filed within  the applicable\r\n\nlimitations  period, the  district  court denied  defendants'\r\n\nmotion.  The court thereupon granted summary judgment for the\r\n\ngovernment, holding there were no remaining genuine issues of\r\n\nmaterial fact.  The court ruled that the  factual allegations\r\n\nin  the civil complaint were  identical to the allegations in\r\n\nthe prior criminal action.  Accordingly, the  court held that\r\n\ndefendants were collaterally  estopped from re-litigating any\r\n\nof the factual issues,  as these had already  been determined\r\n\nat the criminal  trial.   See Emich Motors  Corp. v.  General\r                                                                         \r\n\nMotors Corp., 340 U.S. 558, 568-69 (1951).  The court awarded\r                        \r\n\ndamages based on \"uncontroverted evidence in the record.\"\r\n\n                             II.\r\n\n          Defendants argue on appeal that the district  court\r\n\nerred in ruling that this suit  was not barred by the statute\r\n\n                             -7-\r                                          7\r\r\n\nof limitations.   The  FCA's statute of  limitations provides\r\n\nthat an  action \"must be brought within 6 years from the date\r\n\nthe violation  is committed.\"   31 U.S.C.    3731(b) (1982).2\r\n\nThe elements of a \"violation\" of the FCA are, as noted above,\r\n\nthat  an  individual \"knowingly  presents,  or  causes to  be\r\n\npresented, to an officer or employee of  the Government . . .\r\n\na false or  fraudulent claim  for payment or  approval.\"   31\r\n\nU.S.C.   3729(1) (1982).  \r\n\n          The present  case is  complicated by the  fact that\r\n\nAlemany's and  Stella's fraud  acted, in the  first instance,\r\n\nupon a  private lender,  Merrill Lynch, rather  than directly\r\n\nupon the  government.  This  fraud, however, was  followed by\r\n\nthe hospital's default, resulting in Merrill Lynch's claim to\r\n\nHUD  for  reimbursement for  its loss on  the defaulted  loan\r\n\nunder  the  federal  insurance  that  defendants  had  helped\r\n\nprocure.   Although,  from Merrill  Lynch's perspective,  the\r\n\nclaim it presented may not  have been \"false or  fraudulent,\"\r\n\nthat claim was inflated by defendants' earlier fraud; and the\r\n\ncase law allows the United States,  in such circumstances, to\r\n\nsue defendants under  the FCA for having \"caused\"  the filing\r\n\nof a \"false\" claim against the government.\r\n\n                    \r                                \r\n\n2.   This  was the  statute as  it stood  when the  events at\r\nissue in this case occurred.  All parties in this suit appear\r\nto  agree that  this  earlier version  applies.   The current\r\nstatute,  in   any  event,  contains   essentially  the  same\r\nlanguage.  See 31 U.S.C.   3731(b)(1) (1988).\r                          \r\n\n                             -8-\r                                          8\r\r\n\n          Recognition of  a false  claim action of  this sort\r\n\nfollowed upon  the Supreme Court's decision  in United States\r                                                                         \r\n\nv. McNinch, 356  U.S. 595 (1958).  In McNinch  the Court held\r                                                         \r\n\nthat  a  lending institution's  mere  application for  credit\r\n\ninsurance, even if fraudulent, did not amount to a \"claim\" as\r\n\nthat term is used  in the FCA.  Id.   The concept of  a claim\r                                               \r\n\nagainst the government, the  Court said, \"normally connotes a\r\n\ndemand  for money or  for some transfer  of public property.\"\r\n\nId.  The Sixth Circuit found such a demand to exist where, as\r               \r\n\nhere, after  fraud was  perpetrated on a  lending institution\r\n\nfor which the perpetrator of the fraud had secured government\r\n\ninsurance,  the  lender  presented   its  own  claim  to  the\r\n\ngovernment  for  payment  or  insurance.   United  States  v.\r                                                                     \r\n\nEkelman &amp;  Assoc., 532 F.2d  545, 552  (6th Cir. 1976).   See\r                                                                         \r\n\nalso United  States v. Veneziale,  268 F.2d  504, 505-06  (3d\r                                            \r\n\nCir.  1959).    The  lender's claim  in effect  completes the\r\n\nperpetrator's violation of the FCA, commencing the running of\r\n\nthe statute of limitations.  The Supreme Court itself has yet\r\n\nto  endorse this theory, but  all the parties  in the present\r\n\ncase accept it, as, for present purposes, do we.\r\n\n          We  accordingly  proceed  on the  theory  that  the\r\n\n\"violation\"  here was  \"committed,\" see  31 U.S.C.    3731(b)\r                                                   \r\n\n(1982), for statute of limitation purposes,  whenever Merrill\r\n\nLynch can  properly be said  to have presented  its insurance\r\n\nclaim to the government.  See United States v. Bornstein, 423\r                                                                    \r\n\n                             -9-\r                                          9\r\r\n\nU.S. 303, 309 (1976) (false claim may be presented through an\r\n\ninnocent  third party); United States ex rel. Marcus v. Hess,\r                                                                        \r\n\n317 U.S. 537, 544-45 (1943)  (provisions of the FCA \"indicate\r\n\na  purpose  to reach  any  person who  knowingly  assisted in\r\n\ncausing the government  to pay claims which  were grounded in\r\n\nfraud,  without  regard to  whether  that  person had  direct\r\n\ncontractual relations  with the government\").   The claim was\r\n\n\"false or fraudulent\" in that the amount claimed was inflated\r\n\nby $686,349,  the amount that defendants pocketed as a result\r\n\nof  their  fraudulent scheme.    See Veneziale,  218  F.2d at\r                                                          \r\n\n506.3\r\n\n          Although  the parties  all  agree that  a false  or\r\n\nfraudulent  \"claim\" under  the FCA  was \"presented\"  when the\r\n\nloan holder, Merrill Lynch, made its claim for payment on the\r\n\ninsurance  contract,  they   differ  as  to  precisely   when\r\n\n                    \r                                \r\n\n3.   In holding that a  lender's claim for mortgage insurance\r\nbenefits is a claim under the FCA, the Third Circuit panel in\r\nVeneziale wrote:\r                     \r\n\n          The  claim  before  us now  is  certainly\r\n          \"grounded in fraud\" in that  a fraudulent\r\n          misrepresentation induced the  government\r\n          to assume the obligation which it has had\r\n          to  perform.  We  are satisfied  that the\r\n          government, having been compelled  to pay\r\n          an innocent  third person as  a result of\r\n          the  defendant's  fraud  in inducing  the\r\n          undertaking,  is  entitled  to  assert  a\r\n          claim  against  the  defendant under  the\r\n          False Claims Act.\r\n\nId. at 506.  Similarly, in this case,  defendants' fraudulent\r               \r\nstatements induced  the government to  assume more  insurance\r\nobligations than it otherwise would have.\r\n\n                             -10-\r                                          10\r\r\n\npresentation of the  claim took place.   Alemany argues  that\r\n\nthe claim was  presented on  June 1, 1979,  after the  30-day\r\n\ngrace  period following  the  hospital's missed  payment  had\r\n\nexpired.   Stella took a similar position when arguing in the\r\n\ndistrict court, but he now argues that the claim was actually\r\n\npresented somewhat later, in July of 1979, when Merrill Lynch\r\n\nfilled out,  executed and  submitted to HUD  two applications\r\n\nfor reimbursement  under its insurance contract.   Under both\r\n\nAlemany's  and  Stella's  contentions,  the  present suit  is\r\n\nuntimely, having  been instituted more than  six years later,\r\n\non October 25, 1985.   The district court held,  however, and\r\n\nthe government  contends, that Merrill Lynch's  claim was not\r\n\npresented until October 26, 1979, when Merrill Lynch formally\r\n\nassigned  its  mortgage on  the  hospital's  property to  the\r\n\ngovernment, thereby complying  with a condition precedent  to\r\n\nHUD's  obligation to  pay Merrill  Lynch under  the insurance\r\n\ncontract.   See  24  C.F.R.     207.258, 207.259(a),  242.260\r                           \r\n\n(1981) (detailing the mortgage insurance payment process).\r\n\n          We  quickly dismiss  Alemany's  argument  that  the\r\n\nclaim  was presented  on  June 1,  1979,  30 days  after  the\r\n\nhospital  missed a  payment  on the  loan.4   Alemany  argues\r\n\nthat,  30 days  after the  missed payment,  defendants' grace\r\n\n                    \r                                \r\n\n4.   We review  a district  court's decisions on  motions for\r\ndismissal and summary judgment  de novo.  See Heno  v. FDIC.,\r                                                                        \r\n20 F.3d 1204, 1205 (1st Cir. 1994); Pagano v. Frank, 983 F.2d\r                                                               \r\n343, 347 (1st Cir. 1993).\r\n\n                             -11-\r                                          11\r\r\n\nperiod had expired  and Merrill  Lynch was  entitled to  seek\r\n\nreimbursement  from the  government  under the  terms of  its\r\n\ninsurance contract.   At  this point, however,  Merrill Lynch\r\n\nhad  not  yet \"presented\"  a  \"claim\" to  the  government for\r\n\npayment.   Although  Merrill Lynch  was by  then entitled  to\r                                                                     \r\n\nsubmit a  demand for government  funds, there is  no evidence\r\n\nthat Merrill Lynch had yet done so.  Indeed, it was possible,\r\n\nif  highly  unlikely,  for  Merrill Lynch  to  choose  not to\r\n\npresent a claim to the government at all  and to have instead\r\n\nlooked to the mortgage for reimbursement.   See United States\r                                                                         \r\n\nv. Stillwater Community Bank, 645 F. Supp. 18, 19 (W.D. Okla.\r                                        \r\n\n1986); but cf. United  States v. Goldberg, 256 F.  Supp. 540,\r                                                     \r\n\n541-42  (D. Mass.  1966).   In any  event,  no claim  was yet\r\n\npresented,  and no  \"violation\" of  the FCA  occurred, on  or\r\n\nbefore June 1,  1979.  See Stella Perez, 839  F. Supp. at 95.\r                                                   \r\n\nThe district court did not err in denying Alemany's motion to\r\n\ndismiss on this ground.5\r\n\n          The harder  question    and the place where we part\r\n\ncompany with the decision below and with the government    is\r\n\nwhether,  as Stella  now  argues, Merrill  Lynch presented  a\r\n\nclaim to the government  in July of 1979, when  Merrill Lynch\r\n\nsubmitted formal  documents notifying HUD of  the default and\r\n\n                    \r                                \r\n\n5.   Alemany's reference to Jankowitz  v. United States,  533\r                                                                   \r\nF.2d 538, 547 (Ct.  Cl. 1976) is unavailing, since  the court\r\nin  that  case  explicitly  refused  to  decide  whether  the\r\nlimitations  period   begins  to  run  at   default  or  upon\r\nsubmission of a claim for mortgage insurance.\r\n\n                             -12-\r                                          12\r\r\n\napplying  for  federal  insurance  benefits relative  to  the\r\n\ndefaulted mortgage loan.   In its opinion the  district court\r\n\nnowhere  discussed  the July  filings  with  HUD as  possible\r\n\n\"claims\"   triggering   the  running   of   the  statute   of\r\n\nlimitations.   This is  understandable as neither  Stella nor\r\n\nanyone  else raised the point below.   Both defendants argued\r\n\nto  the district court that the claim and violation should be\r\n\ndeemed  to have occurred on  June 1, 1979.   Ordinarily, this\r\n\ncourt  will  not  consider  for  the  first  time  on  appeal\r\n\narguments    not    raised    below,   absent    \"exceptional\r\n\ncircumstances.\"  Desjardins v. Van Buren Community Hosp., 969\r                                                                    \r\n\nF.2d 1280, 1282  (1st Cir. 1992); United  States v. Krynicki,\r                                                                        \r\n\n689 F.2d 289, 291 (1st Cir. 1982).  But we think that special\r\n\ncircumstances  warrant our  considering the  point now.   The\r\n\ngovernment  has  answered  Stella's  argument on  its  merits\r\n\nwithout  in any  way objecting  to, or  questioning, Stella's\r\n\nright  to raise it for the first time on appeal.  We can only\r\n\nassume from  the lack of  objection that the  government does\r\n\nnot  believe  that it  is  now materially  prejudiced  by the\r\n\nabsence of  consideration  of the  matter  below     or  else\r\n\nperhaps,  that  the  government  has some  other  reason  for\r\n\nwaiving  objection  to our  consideration  of  this argument.\r\n\nWhatever  the  reason,  as  the  government  has  offered  no\r\n\nobjection and has responded on the merits, we are disposed to\r\n\naddress  Stella's  argument,  especially  because  it  is  so\r\n\n                             -13-\r                                          13\r\r\n\ngermane to the question  that was extensively addressed below\r\n\n    namely, when the claim was presented and when the statute\r\n\nof limitations commenced to  run.  The actions taken  in July\r\n\n1979,  were,  moreover,  closely  related  in  character  and\r\n\nsequence to the actions in June and October that the district\r\n\ncourt did consider.   See  Knight v. United  States, 37  F.3d\r                                                               \r\n\n769, 772 n.2 (1st Cir. 1994).  \r\n\n          We   realize  that  Stella's   argument  relies  on\r\n\nmaterial  outside the pleadings,  the July  forms themselves,\r\n\nwhich the district court had before it, making it technically\r\n\na  cross-motion for summary judgment, rather than a motion to\r\n\ndismiss.   See Fed. R.  Civ. P.  12(b); 5A  Charles Wright  &amp;\r                          \r\n\nArthur Miller, Federal Practice  and Procedure   1366 (1990).\r                                                          \r\n\nOn appeal, we are not bound  by the label that defendants and\r\n\nthe district court have  attached to the motion.   William J.\r                                                                         \r\n\nKelly Co.  v. Reconstruction  Fin. Corp.,  172 F.2d 865,  866\r                                                    \r\n\n(1st Cir. 1949);  Wright &amp;  Miller,   1366,  at 497-98  n.20.\r\n\nThe only  question is whether the government has received, as\r\n\nit  is entitled to under Fed. R.  Civ. P. 12(b), a reasonable\r\n\nopportunity  to present  relevant opposing  evidence.   While\r\n\naware that Stella's  argument on appeal referred  to the July\r\n\ndocuments, the government has at no time objected to Stella's\r\n\nreference to those documents,  nor has it argued that  it has\r\n\nbeen materially prejudiced by the reference.  We take this as\r\n\nindicating  that  the government  sees  no  need for  further\r\n\n                             -14-\r                                          14\r\r\n\nopportunity  to  present  evidence  in response  to  Stella's\r\n\nargument.   See Moody v. Town of Weymouth, 805 F.2d 30, 31-32\r                                                     \r\n\n(1st Cir. 1986) (adopting a  pragmatic approach to Rule 12(b)\r\n\nconversions and holding harmless the district court's failure\r\n\nto notify a  party of  such conversion where  the party  \"has\r\n\nreceived the affidavit and  materials, has had an opportunity\r\n\nto  respond   to  them,   and  has  not   controverted  their\r\n\naccuracy\");  see also Whiting v. Maiolini, 921 F.2d 5, 6 (1st\r                                                     \r\n\nCir.  1990).6  The question  is thus whether  either party is\r\n\nentitled to judgment as a matter of law.\r\n\n          To  answer  this, we  must  determine when  Merrill\r\n\nLynch's interest  in federal  reimbursement became a  \"claim\"\r\n\nfor purposes of the  FCA    recognizing, of course,  that the\r\n\nmalefactors  were  the  defendants, not  Merrill  Lynch,  the\r\n\nlatter  being  merely  a  vehicle through  which  defendants'\r\n\nearlier fraud ripened  into a cognizable claim under the FCA.\r\n\n          The paradigmatic example of a false claim under the\r\n\nFCA  is a false invoice or bill  for goods or services.  See,\r                                                                        \r\n\n                    \r                                \r\n\n6.   As we  indicate below, the government  has not suggested\r\nthat it  would submit any additional  evidence supporting its\r\narguments on appeal, if given the opportunity to do so.   See\r                                                                         \r\nMoody, 805 F.2d  at 31-32 (\"Because  plaintiff has not  shown\r                 \r\nthat he  would have done something different had the district\r\ncourt taken him by  the hand and told him  defendants' motion\r\nhad been converted  into a  motion for  summary judgment  and\r\nthat this  something would  likely have  defeated defendants'\r\nmotions, we conclude plaintiff has not demonstrated prejudice\r\nand that therefore there would be no point in remanding.\").\r\n\n                             -15-\r                                          15\r\r\n\ne.g., Bornstein, 423 U.S. at 309.  The term, however, applies\r                           \r\n\nmore generally to  other demands for government funds.   See,\r                                                                        \r\n\ne.g.,  United  States v.  Neifert-White,  390  U.S. 228,  230\r                                                   \r\n\n(1968) (false  application  for  government  loan);  Sell  v.\r                                                                     \r\n\nUnited States, 336 F.2d 467, 474 (10th Cir. 1964) (fraudulent\r                         \r\n\nclaim for federal assistance).  In McNinch, the Supreme Court\r                                                      \r\n\nindicated  that  a \"claim\"  under the  FCA  is a  \"demand for\r\n\nmoney\"  that induces the  government to disburse  funds or to\r\n\n\"otherwise suffer  immediate financial detriment.\"   McNinch,\r                                                                        \r\n\n356  U.S.  at  599.    In Neifert-White,  the  Court  further\r                                                   \r\n\nelaborated,  defining a claim  to be \"a  false statement made\r\n\nwith  the  purpose  and  effect of  inducing  the  Government\r\n\nimmediately to part with money.\"  390 U.S. at 230.\r\n\n          Enacted during  the Civil  War, the  FCA's specific\r\n\naim  was to  clamp  down on  widespread  fraud by  government\r\n\ncontractors  who  were   submitting  inflated  invoices   and\r\n\nshipping faulty goods to the government.  See S. Rep. No. 99-\r                                                         \r\n\n345, 99th Cong., 2d  Sess. 8, reprinted in 1986  U.S.C.C.A.N.\r                                                      \r\n\n5266,  5273 (briefly summarizing the history of the FCA).  In\r\n\nfurthering this goal, the  statute attaches liability, not to\r\n\nthe  underlying fraudulent  activity or  to the  government's\r\n\nwrongful  payment, but to the \"claim for payment.\"  Indeed, a\r\n\ncontractor who submits a false claim for payment may still be\r\n\nliable  under the FCA for statutory penalties, even if it did\r\n\nnot actually induce  the government  to pay out  funds or  to\r\n\n                             -16-\r                                          16\r\r\n\nsuffer  any loss.    See, e.g.,  Rex  Trailer Co.  v.  United\r                                                                         \r\n\nStates, 350 U.S. 148, 153 &amp; n.5 (1956); United States ex rel.\r                                                                         \r\n\nHagood v.  Sonoma County  Water Agency,  929 F.2d  1416, 1421\r                                                  \r\n\n(9th Cir. 1991).  This focus on the claim for payment appears\r\n\nto reflect a congressional  judgment that fraud by government\r\n\ncontractors is best prevented  by attacking the activity that\r\n\npresents the  risk of  wrongful payment,  and not by  waiting\r\n\nuntil the  public  fisc is  actually damaged.   By  attaching\r\n\nliability  to the  claim or  demand for payment,  the statute\r\n\nencourages contractors to \"turn square corners when they deal\r\n\nwith the government.\"  Rock Island, Arkansas &amp; Louisiana R.R.\r                                                                         \r\n\nCo.  v. United States, 254 U.S. 141, 143 (1920) (Holmes, J.).\r                                 \r\n\nThus,  in deciding whether a given false statement is a claim\r\n\nor demand for payment, a court  should look to see if, within\r\n\nthe payment  scheme, the statement has  the practical purpose\r\n\nand  effect,  and  poses  the  attendant  risk,  of  inducing\r\n\nwrongful payment.\r\n\n          Applying  this understanding  of the  statute along\r\n\nwith the  language in McNinch and  Neifert-White, we conclude\r                                                            \r\n\nthat the  application  filed by  Merrill  Lynch on  July  17,\r\n\nconstituted a \"claim for payment\" against the government.  An\r\n\nofficial  HUD  document titled  \"Mortgagee's  Application for\r\n\nPartial Settlement,\" the July  17 form required Merrill Lynch\r\n\nto furnish  detailed information about  the loan,  including:\r\n\nthe  name of  the insured  project, the  project  number, the\r\n\n                             -17-\r                                          17\r\r\n\ndate,  the names of the mortgagee and servicer, the amount of\r\n\npayment  in default, the date  of default, the  nature of the\r\n\ndefault,  the  aggregate cash  escrows  on  hand, the  unpaid\r\n\nprincipal  balance,  and the  undisbursed  mortgage proceeds.\r\n\nThe form also set  forth, in some detail, the  method through\r\n\nwhich  the mortgagee would obtain payment  under the terms of\r\n\nthe contract  once  the  mortgage was  assigned.    The  form\r\n\nrequired  the  mortgagee  to  send notice  of  assignment  by\r\n\ntelegram and  specified how payment could  be obtained either\r\n\nin cash or through debentures.7   Merrill Lynch completed the\r\n\nform and provided the requested answers.\r\n\n          The contents of the July 17 application, therefore,\r\n\neven  when  viewed  in  the  light  most  favorable  to   the\r\n\ngovernment, Rivera  v. Murphy,  979 F.2d  259, 261  (1st Cir.\r                                         \r\n\n1992), indicate that it  was a \"demand for money\"  within the\r\n\nmeaning of  McNinch.  By submitting  the application, Merrill\r                               \r\n\nLynch  told HUD that it  was exercising its  rights under the\r\n\ninsurance   contract.     Moreover,  in   providing  detailed\r\n\nfinancial information  about the mortgage, the completed form\r\n\n                    \r                                \r\n\n7.   The form  provides: \"On  the date  of the assignment  or\r\ndeed is filed  for record, a telegram is to  be sent to [this\r\naddress], advising the date that  the assignment or deed  was\r\nfiled  for record . . . .   If the mortgage  has been finally\r\nendorsed for  insurance, partial settlement  of approximately\r\n90% of the unpaid principal balance will be made upon receipt\r\nof the telegram above  . . . .  The final settlement  will be\r\nmade after receipt of the fiscal data and title requirements,\r\nwhich are to be submitted within 45 days after the assignment\r\n. . . .\"\r\n\n                             -18-\r                                          18\r\r\n\nspecified the amount Merrill  Lynch expected to receive under\r\n\nthat contract.  In  setting forth both the amount  and method\r\n\nof  payment,  the application  resembled,  in  many ways,  an\r\n\ninvoice, bill, application for loan proceeds, or other demand\r\n\nfor money from  the government.   The completed  form can  be\r\n\nread as essentially saying  to HUD, \"We are owed  this amount\r\n\nunder the terms  of our  insurance contract.\"   It was  quite\r\n\nliterally a demand for payment from the government.  The very\r\n\ntitle  of the  form states  that it  is an  \"application\" for\r\n\ngovernment  funds.   Compare Neifert-White,  390 U.S.  at 230\r                                                      \r\n\n(holding  that an  application for  a  government loan  was a\r\n\n\"claim\" under the FCA).  \r\n\n          The  contents  of  the   form,  moreover,  had  the\r\n\n\"purpose and effect\" of inducing  the government to part with\r\n\nits money.   See Neifert-White,  390 U.S. at  232.   Inflated\r                                          \r\n\nbecause   of  defendants'  earlier  fraudulent  conduct,  the\r\n\nfigures in the  form were what the  insured said it was  owed\r\n\nand  should  be  paid by  the  government.    The application\r\n\ncreated the risk that the government  would, in reliance upon\r\n\nthose  figures, be  induced to  pay the  \"fraudulent\" amount.\r\n\nThere is no  evidence that Merrill Lynch  submitted any later\r\n\nforms that could have been used to fix the amount of payment.\r\n\n          The government  asks us  to hold that  the mortgage\r\n\nassignment  executed  by Merrill  Lynch  in  October was  the\r\n\n                             -19-\r                                          19\r\r\n\n\"claim\" under the  FCA.  But  the mortgage assignment  merely\r\n\ntransferred the  mortgage  to the  government, in  compliance\r\n\nwith a condition to payment which  had to be met, as a matter\r\n\nof course, in effectuating the July 17 claim.  The assignment\r\n\nof the  mortgage contained no figures  constituting a payment\r\n\namount and did  not purport  to demand  money.   The July  17\r\n\nform,  per contra,  allowed  for the  possibility that  funds\r                             \r\n\nmight  be  disbursed, under  some circumstances,  simply upon\r\n\nHUD's receipt of notice of the assignment, further suggesting\r\n\nthat  the form was intended  to be relied  upon in fixing the\r\n\namount of  payment.   The government has  mentioned no  facts\r\n\ncontradicting this reading.  Once Merrill Lynch submitted the\r\n\ncompleted form, the government  had an actionable claim under\r\n\nthe FCA.\r\n\n          The government  appears to  argue that the  July 17\r\n\nform is more  accurately characterized, not  as a demand  for\r\n\npayment, but  as  merely notice  from  Merrill Lynch  of  its\r\n\nintention eventually to file a claim.   We take this to be an\r\n\nargument that, as a  factual matter, the July 17 form did not\r\n\nhave  the   purpose  and  effect  of   inducing  payment  and\r\n\naccordingly presented no risk of wrongful payment in reliance\r\n\nthereof.    If the  form could  in  fact be  characterized as\r\n\nmerely  notice, we would agree with the government that it is\r\n\nnot  a \"claim,\" as notice ordinarily  does not put government\r\n\n                             -20-\r                                          20\r\r\n\nfunds  at  risk  or   attempt,  by  itself,  to   induce  the\r\n\ndisbursement of funds.8  \r\n\n          The government has failed, however, to support  the\r\n\nabove  argument.   No  regulations  have been  called  to our\r\n\nattention suggesting that, within  the HUD insurance  scheme,\r\n\nthe  filing  of the  July 17  form really  had no  purpose or\r\n\neffect  of inducing payment and  was instead only  a means to\r\n\nnotify  HUD of its estimated  liability.  Nor,  as noted, has\r\n\nevidence  been  pointed out  that  Merrill  Lynch made  other\r\n\nrequired  filings with  more detailed  financial information.\r\n\nThese,  had they occurred, might have suggested that the July\r\n\n17 form was  understood to be merely  a preliminary estimate,\r\n\nnot  to be  relied  upon in  fixing  the amount  of  payment.\r\n\nHowever, the government has nowhere pointed or alluded to any\r\n\nlater  papers  submitted, or  required  to  be submitted,  by\r\n\nMerrill  Lynch   which  could  have  formed   the  basis  for\r\n\ncalculating  the amount of  payment.   The completed  July 17\r\n\nform, on its face, fully supports Stella's contention that it\r\n\nwas a demand for payment from the government.  The government\r\n\nhas pointed to no facts that would contradict this reading of\r\n\nthe form and no facts suggesting that the figures on the form\r\n\nposed no risk of  wrongful payment, relying instead primarily\r\n\n                    \r                                \r\n\n8.   The earlier document submitted  by Merrill Lynch on July\r\n2  was arguably merely notice,  as it provides  only the most\r\nbasic  information about  the  mortgage loan.    We need  not\r\ndecide  the point,  as the  July  17 application  was clearly\r\nsufficient to constitute a claim.\r\n\n                             -21-\r                                          21\r\r\n\nupon the  legal arguments  presented below.   Accordingly, no\r\n\ngenuine issue  of material  fact remains to  preclude summary\r\n\njudgment  for defendants  on  this issue.    See Anderson  v.\r                                                                     \r\n\nLiberty Lobby, Inc., 477 U.S. 242, 248 (1986).\r                               \r\n\n          The government's principal argument is a legal one.\r\n\nIt  relies on the statement in  McNinch that the insufficient\r                                                   \r\n\nclaim there (the request for government insurance coverage of\r\n\na future loan) did  not, among its other failings,  cause the\r\n\nFHA to \"suffer immediate  financial detriment.\"  McNinch, 356\r                                                                    \r\n\nU.S. at 599.   The government  contends that, in  determining\r\n\nwhether a  request for government funds  caused an \"immediate\r\n\nfinancial detriment,\" the  key factor is the  legal effect of\r                                                                      \r\n\nsuch a request, as specified under the terms of the contract.\r\n\nThe government points to the terms of the insurance contract,\r\n\nunder  which  the government's  obligation  to  pay insurance\r\n\nbenefits arises only upon assignment of the mortgage.  See 24\r                                                                      \r\n\nC.F.R.    207.259(a), 242.260 (1981).  As, under the terms of\r\n\nthe insurance  contract, submission of the  completed July 17\r\n\nform did not give rise to an instant unconditional obligation\r\n\nto  pay, the government contends that the form could not have\r\n\nbeen a \"claim\" under the FCA.  \r\n\n          We  think  the  government  reads   too  much  into\r\n\nMcNinch's   reference  to  immediacy.     Lack  of  immediate\r                   \r\n\nfinancial detriment  is cited in  McNinch as  one of  several\r                                                     \r\n\nreasons an  application for  credit insurance falls  short of\r\n\n                             -22-\r                                          22\r\r\n\nbeing  a claim.  In Neifert-White,  a later case in which the\r                                             \r\n\nquestion   was  whether  a   fraudulent  application   for  a\r\n\ngovernment  loan constituted  a  \"claim\" under  the FCA,  the\r\n\nSupreme Court  held that the application was  a \"claim\" under\r\n\nthe FCA even though it  triggered no instant legal obligation\r\n\nto pay  out funds.9   \"This remedial  statute reaches  beyond\r\n\n'claims' which  might be legally enforced,  to all fraudulent\r                                                     \r\n\nattempts to cause the  Government to pay out sums  of money.\"\r\n\nNeifert-White,   390   U.S.   at  233   (emphasis   added).10\r                         \r\n\nNeifert-White  makes  clear that  the  FCA  reaches not  only\r                         \r\n\nclaims that trigger the government's legal obligation to pay,\r\n\nbut more generally all claims that are \"made with the purpose\r\n\nand  effect of  inducing the  Government immediately  to part\r\n\n                    \r                                \r\n\n9.   The  government   makes  much  of  the   fact  that  the\r\nassignment of  the mortgage conferred on  the government \"all\r\nrights  and interest  arising under  the mortgage  and credit\r\ninstrument  so  in  default,   and  all  claims  against  the\r\nmortgagor,   or   others,   arising  out   of   the  mortgage\r\ntransaction,\" implying  that  the government  could not  have\r\nsued  (and thus that the statute did  not begin to run) until\r\nit was  assigned the  mortgage.   This  reveals a  confusion,\r\nhowever, between a suit against defendants under the terms of\r\nthe  mortgage and a  suit under the  FCA.  The  fact that the\r\nformer  could  not  be  instituted by  the  government  until\r\nassignment is irrelevant with respect to whether a suit under\r\nthe FCA could be instituted.\r\n\n10.       Compare the  July 17 form to  the paradigmatic case\r\nunder  the FCA:  an invoice  for payment.   The  FCA attaches\r\nliability  to   an  invoice,  not  because   it  triggers  an\r\nobligation to pay (though  it may well do so), but because it\r\nposes  a risk that the  government may, in  reliance upon the\r\nfalse statements  contained in  the invoice, wrongly  pay out\r\nfunds.   Claims that trigger a legal obligation to pay merely\r\nconstitute a  special subset of claims  posing a particularly\r\nhigh risk of mistaken payment.  \r\n\n                             -23-\r                                          23\r\r\n\nwith  its money.\" Id.11  The  key inquiry is thus whether the\r                                 \r\n\ndemand  for payment,  whether  or not  it  gives rise  to  an\r\n\nunconditional  legal obligation  to pay  right away,  has the\r\n\npractical   effect  of  inducing  the  government  to  suffer\r\n\nimmediate financial harm.12\r\n\n          We hold  that the July  17 form's demand  for funds\r\n\nhad   the  practical   effect  of   inducing  payment   in  a\r\n\nsufficiently \"immediate\" manner to satisfy the requirement in\r\n\nMcNinch.    While  the payment  of  funds  was  not literally\r                   \r\n\n\"immediate,\" in  that nearly six months  would elapse between\r\n\nthe  application and the transfer  of the bulk  of the funds,\r\n\nthis  lag is not by  itself dispositive.   Some similar delay\r\n\nmight be  expected in the government's payment  of an invoice\r\n\nor a loan application, both of which are plainly claims under\r\n\nthe FCA.   Indeed, most  of the funds  in this case  were not\r\n\ndisbursed to  Merrill Lynch  until nearly three  months after\r\n\nthe  mortgage was  assigned.   We do  not read  the immediacy\r\n\nlanguage in McNinch as  suggesting that government funds must\r                               \r\n\nbe unconditionally available on literally the same day as the\r\n\n                    \r                                \r\n\n11.       This reading  of the  term was reemphasized  in the\r\n1986  amendments to  the FCA,  which defines  a \"claim\"  as a\r\n\"request or demand\" for payment.  31 U.S.C.   3729(c) (1988);\r\nS. Rep. No. 99-345, 1986 U.S.C.C.A.N. at 5284-85.\r\n\n12.       This is not to  rule that the subsequent assignment\r\ncould  never, alone,  be sufficient  to constitute  a \"claim\"\r\nunder the  FCA.  It is just that we need not reach this issue\r\nsince the \"claim  for payment\" was clearly submitted  in this\r\ncase several months earlier, on July 17, 1979.\r\n\n                             -24-\r                                          24\r\r\n\nclaim  is made.  In McNinch,  the lack of immediacy was noted\r                                       \r\n\nin  the context of an application for mortgage insurance, the\r\n\nsubmission of  which could occur  several years prior  to the\r\n\noccurrence of  any liquidated claims for  the disbursement of\r\n\ngovernment funds, if, indeed, any claim for disbursement ever\r\n\narose at  all.   McNinch, therefore, presented  the different\r                                    \r\n\nsituation  of there being as yet no crystallized claim of any\r\n\nsort.  In this case, we hold that Merrill Lynch's filing of a\r\n\nspecific  claim for government  insurance on the government's\r\n\nform on July 17, 1979 was a \"claim\" within the FCA. \r\n\n          As this action was  instituted on October 25, 1985,\r\n\nover  six years later, it was  barred by the FCA's statute of\r\n\nlimitations.  We do not reach the other arguments on appeal.\r\n\n          Reversed.\r                              \r\n\n                             -25-\r                                          25\r\r\n",
  "html": "<p class=\"case_cite\">55 F.3d 703</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Guillermo Alemany RIVERA, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Edgar M. Stella PEREZ, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1081, 94-1082.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 12, 1994.<br>Decided June 6, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert H. Kiernan with whom Robert M. Simels, P.C., New York City, was on brief for appellant Edgar M. Stella Perez.</p>\n      <p class=\"indent\">Pedro J. Varela, Hato Rey, PR, for appellant Guillermo Alemany Rivera.</p>\n      <p class=\"indent\">Sushma Soni, Atty., Appellate Staff, Civ. Div., Dept. of Justice, Frank W. Hunger, Asst. Atty. Gen., Guillermo Gil, U.S. Atty., and Douglas N. Letter, Atty., Appellate Staff, Civ. Div., Dept. of Justice, Washington, DC, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The United States filed this civil action in the district court against defendants Guillermo Alemany Rivera (\"Alemany\") and Edgar Stella Perez (\"Stella\").  Seeking damages under the False Claims Act (\"FCA\"), 31 U.S.C. Secs. 3729-3733 (1982), the government alleged that defendants had caused a false claim for mortgage loan insurance benefits to be presented to the Department of Housing and Urban Development (\"HUD\").  The district court denied defendants' motion to dismiss and granted summary judgment in favor of the government, awarding it $1,966,592.  United States v. Stella Perez, 839 F.Supp. 92, 97-98 (D.P.R.1993).  We hold that the government filed this suit after the applicable limitations period had expired.  We therefore reverse.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">During the 1970s, Alemany and Stella engaged in a scheme to defraud HUD and the Department of Health and Human Services (\"HHS\") in connection with a federally-insured $12.46 million mortgage loan.  At that time, Stella was president, chairman of the board of directors, and medical director of Hospital Nuestra Senora de la Guadalupe, a hospital in Puerto Rico;  defendant Alemany was a former comptroller of the hospital.  The hospital had obtained the mortgage loan in 1974 from a private lender, Merrill, Lynch, Hubbard, Inc.  (\"Merrill Lynch\"), for the purpose of renovating and expanding its facilities.  HUD had agreed to insure the hospital's loan pursuant to the National Housing Act, 12 U.S.C. Sec. 1715z-7 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During the course of the renovation project, loan proceeds were periodically disbursed to the hospital according to the following procedure.  Stella, as president of the hospital, filled out a portion of a HUD \"Form 2403,\" listing various items of completed construction and attaching corresponding invoices.  Stella then forwarded the form to Merrill Lynch, which filled out a portion of the form and forwarded it to HUD.  After approving the disbursement, HUD sent a Certificate of Mortgage Insurance to Merrill Lynch.  Merrill Lynch then released loan funds to the hospital or directly to the suppliers and contractors.  Occasionally, loan funds were also disbursed from a separate equipment escrow account, upon HUD's receipt of a letter from Stella with attached invoices for purchased equipment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Defendants siphoned off a portion of the loan proceeds through their control of a furniture company, Casa Cardona, Inc., and its subsidiary, an equipment company called AAA Hospital Supply, Inc., which they incorporated soon after the hospital secured the loan.  Through these two companies, Stella and Alemany sold equipment and furnishings to the hospital at substantially inflated prices and charged the hospital for equipment that the companies never provided.  The hospital paid for the equipment with the loan proceeds, which were disbursed to the companies by Merrill Lynch pursuant to the procedure described above.  In all, defendants submitted 20 separate fraudulent requests for loan proceeds between 1974 and 1978, as to which HUD, upon paperwork furnished by defendants, issued certificates of insurance.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On May 1, 1979, the hospital was unable to make a scheduled payment on the loan.  After the 30-day grace period expired, the hospital filed a petition for bankruptcy under chapter 11.  Merrill Lynch formally declared the loan to be in default on July 1, 1979.  On July 2, 1979, Merrill Lynch filed a \"Mortgagee's Application for Insurance Benefits,\" along with a letter notifying HUD of the default and of its intention to exercise its rights under the insurance contract.  The July 2 document contained only very basic information, identifying the project and the lender.  Then, on July 17, 1979, Merrill Lynch filed a more detailed \"Mortgagee's Application for Partial Settlement,\" setting forth specific financial information about the defaulted loan, including the amount in default and the unpaid principal balance.  On October 25, 1979, Merrill Lynch assigned the mortgage to HUD, as the terms of its insurance contract required.  On January 17, 1980, after approving the claim, HUD disbursed to Merrill Lynch approximately $12.1 million, representing the unpaid principal balance on the mortgage, less certain credits.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In July of 1982, defendants were charged under a nine-count criminal indictment based upon the events described above.  The indictment alleged that they had conspired to defraud the government and had made false statements in support of fraudulent claims.  18 U.S.C. Secs. 2, 152, 371, 1001 (1982).  After a 30-day trial, a jury convicted defendants on all nine counts.  Stella was sentenced to 20 years in prison and placed on probation for an additional five years on the condition that he pay $686,349 in restitution;<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Alemany was sentenced to 10 years in prison and fined $10,000.  This court affirmed both convictions and both sentences.  United States v. Alemany Rivera, 781 F.2d 229, 238 (1st Cir.1985), cert. denied, 475 U.S. 1086, 106 S.Ct. 1469, 89 L.Ed.2d 725 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On October 25, 1985, the government brought the instant civil action against defendants, seeking recovery under the FCA.  An individual is liable under the FCA if he or she \"knowingly presents, or causes to be presented, to an officer or employee of the Government ... a false or fraudulent claim for payment or approval.\"  31 U.S.C. Sec. 3729(1) (1982).  As in the criminal indictment, the government alleged that defendants had conspired to divert the proceeds of the government-insured mortgage loan through their control of the two supply corporations and through the submission of inflated requests for loan proceeds.  In so doing, the government asserted, defendants caused Merrill Lynch to submit an inflated \"claim\" for payment under the insurance contract after the hospital defaulted on the loan.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The government moved for summary judgment.  Defendants filed an opposition and moved to dismiss on the ground the action was barred by the statute of limitations.  Ruling that the action had been filed within the applicable limitations period, the district court denied defendants' motion.  The court thereupon granted summary judgment for the government, holding there were no remaining genuine issues of material fact.  The court ruled that the factual allegations in the civil complaint were identical to the allegations in the prior criminal action.  Accordingly, the court held that defendants were collaterally estopped from re-litigating any of the factual issues, as these had already been determined at the criminal trial.  See Emich Motors Corp. v. General Motors Corp., 340 U.S. 558, 568-69, 71 S.Ct. 408, 414, 95 L.Ed. 534 (1951).  The court awarded damages based on \"uncontroverted evidence in the record.\"</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Defendants argue on appeal that the district court erred in ruling that this suit was not barred by the statute of limitations.  The FCA's statute of limitations provides that an action \"must be brought within 6 years from the date the violation is committed.\"  31 U.S.C. Sec. 3731(b) (1982).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The elements of a \"violation\" of the FCA are, as noted above, that an individual \"knowingly presents, or causes to be presented, to an officer or employee of the Government ... a false or fraudulent claim for payment or approval.\"  31 U.S.C. Sec. 3729(1) (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The present case is complicated by the fact that Alemany's and Stella's fraud acted, in the first instance, upon a private lender, Merrill Lynch, rather than directly upon the government.  This fraud, however, was followed by the hospital's default, resulting in Merrill Lynch's claim to HUD for reimbursement for its loss on the defaulted loan under the federal insurance that defendants had helped procure.  Although, from Merrill Lynch's perspective, the claim it presented may not have been \"false or fraudulent,\" that claim was inflated by defendants' earlier fraud;  and the case law allows the United States, in such circumstances, to sue defendants under the FCA for having \"caused\" the filing of a \"false\" claim against the government.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Recognition of a false claim action of this sort followed upon the Supreme Court's decision in United States v. McNinch, 356 U.S. 595, 78 S.Ct. 950, 2 L.Ed.2d 1001 (1958).  In McNinch the Court held that a lending institution's mere application for credit insurance, even if fraudulent, did not amount to a \"claim\" as that term is used in the FCA.  Id.  The concept of a claim against the government, the Court said, \"normally connotes a demand for money or for some transfer of public property.\"  Id.  The Sixth Circuit found such a demand to exist where, as here, after fraud was perpetrated on a lending institution for which the perpetrator of the fraud had secured government insurance, the lender presented its own claim to the government for payment or insurance.  United States v. Ekelman &amp; Assoc., 532 F.2d 545, 552 (6th Cir.1976).  See also United States v. Veneziale, 268 F.2d 504, 505-06 (3d Cir.1959).  The lender's claim in effect completes the perpetrator's violation of the FCA, commencing the running of the statute of limitations.  The Supreme Court itself has yet to endorse this theory, but all the parties in the present case accept it, as, for present purposes, do we.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We accordingly proceed on the theory that the \"violation\" here was \"committed,\" see 31 U.S.C. Sec. 3731(b) (1982), for statute of limitation purposes, whenever Merrill Lynch can properly be said to have presented its insurance claim to the government.  See United States v. Bornstein, 423 U.S. 303, 309, 96 S.Ct. 523, 528, 46 L.Ed.2d 514 (1976) (false claim may be presented through an innocent third party);  United States ex rel. Marcus v. Hess, 317 U.S. 537, 544-45, 63 S.Ct. 379, 384, 87 L.Ed. 443 (1943) (provisions of the FCA \"indicate a purpose to reach any person who knowingly assisted in causing the government to pay claims which were grounded in fraud, without regard to whether that person had direct contractual relations with the government\").  The claim was \"false or fraudulent\" in that the amount claimed was inflated by $686,349, the amount that defendants pocketed as a result of their fraudulent scheme.  See Veneziale, 268 F.2d at 506.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although the parties all agree that a false or fraudulent \"claim\" under the FCA was \"presented\" when the loan holder, Merrill Lynch, made its claim for payment on the insurance contract, they differ as to precisely when presentation of the claim took place.  Alemany argues that the claim was presented on June 1, 1979, after the 30-day grace period following the hospital's missed payment had expired.  Stella took a similar position when arguing in the district court, but he now argues that the claim was actually presented somewhat later, in July of 1979, when Merrill Lynch filled out, executed and submitted to HUD two applications for reimbursement under its insurance contract.  Under both Alemany's and Stella's contentions, the present suit is untimely, having been instituted more than six years later, on October 25, 1985.  The district court held, however, and the government contends, that Merrill Lynch's claim was not presented until October 26, 1979, when Merrill Lynch formally assigned its mortgage on the hospital's property to the government, thereby complying with a condition precedent to HUD's obligation to pay Merrill Lynch under the insurance contract.  See 24 C.F.R. Secs. 207.258, 207.259(a), 242.260 (1981) (detailing the mortgage insurance payment process).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We quickly dismiss Alemany's argument that the claim was presented on June 1, 1979, 30 days after the hospital missed a payment on the loan.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Alemany argues that, 30 days after the missed payment, defendants' grace period had expired and Merrill Lynch was entitled to seek reimbursement from the government under the terms of its insurance contract.  At this point, however, Merrill Lynch had not yet \"presented\" a \"claim\" to the government for payment.  Although Merrill Lynch was by then entitled to submit a demand for government funds, there is no evidence that Merrill Lynch had yet done so.  Indeed, it was possible, if highly unlikely, for Merrill Lynch to choose not to present a claim to the government at all and to have instead looked to the mortgage for reimbursement.  See United States v. Stillwater Community Bank, 645 F.Supp. 18, 19 (W.D.Okla.1986);  but cf. United States v. Goldberg, 256 F.Supp. 540, 541-42 (D.Mass.1966).  In any event, no claim was yet presented, and no \"violation\" of the FCA occurred, on or before June 1, 1979.  See Stella Perez, 839 F.Supp. at 95.   The district court did not err in denying Alemany's motion to dismiss on this ground.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The harder question--and the place where we part company with the decision below and with the government--is whether, as Stella now argues, Merrill Lynch presented a claim to the government in July of 1979, when Merrill Lynch submitted formal documents notifying HUD of the default and applying for federal insurance benefits relative to the defaulted mortgage loan.  In its opinion the district court nowhere discussed the July filings with HUD as possible \"claims\" triggering the running of the statute of limitations.  This is understandable as neither Stella nor anyone else raised the point below.  Both defendants argued to the district court that the claim and violation should be deemed to have occurred on June 1, 1979.  Ordinarily, this court will not consider for the first time on appeal arguments not raised below, absent \"exceptional circumstances.\"  Desjardins v. Van Buren Community Hosp., 969 F.2d 1280, 1282 (1st Cir.1992);  United States v. Krynicki, 689 F.2d 289, 291 (1st Cir.1982).  But we think that special circumstances warrant our considering the point now.  The government has answered Stella's argument on its merits without in any way objecting to, or questioning, Stella's right to raise it for the first time on appeal.  We can only assume from the lack of objection that the government does not believe that it is now materially prejudiced by the absence of consideration of the matter below--or else perhaps, that the government has some other reason for waiving objection to our consideration of this argument.  Whatever the reason, as the government has offered no objection and has responded on the merits, we are disposed to address Stella's argument, especially because it is so germane to the question that was extensively addressed below--namely, when the claim was presented and when the statute of limitations commenced to run.  The actions taken in July 1979, were, moreover, closely related in character and sequence to the actions in June and October that the district court did consider.  See Knight v. United States, 37 F.3d 769, 772 n. 2 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We realize that Stella's argument relies on material outside the pleadings, the July forms themselves, which the district court had before it, making it technically a cross-motion for summary judgment, rather than a motion to dismiss.  See Fed.R.Civ.P. 12(b);  5A Charles Wright &amp; Arthur Miller, Federal Practice and Procedure Sec. 1366 (1990).  On appeal, we are not bound by the label that defendants and the district court have attached to the motion.  William J. Kelly Co. v. Reconstruction Fin.  Corp., 172 F.2d 865, 866 (1st Cir.1949);  Wright &amp; Miller, Sec. 1366, at 497-98 n. 20.  The only question is whether the government has received, as it is entitled to under Fed.R.Civ.P. 12(b), a reasonable opportunity to present relevant opposing evidence.  While aware that Stella's argument on appeal referred to the July documents, the government has at no time objected to Stella's reference to those documents, nor has it argued that it has been materially prejudiced by the reference.  We take this as indicating that the government sees no need for further opportunity to present evidence in response to Stella's argument.  See Moody v. Town of Weymouth, 805 F.2d 30, 31-32 (1st Cir.1986) (adopting a pragmatic approach to Rule 12(b) conversions and holding harmless the district court's failure to notify a party of such conversion where the party \"has received the affidavit and materials, has had an opportunity to respond to them, and has not controverted their accuracy\");  see also Whiting v. Maiolini, 921 F.2d 5, 6 (1st Cir.1990).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The question is thus whether either party is entitled to judgment as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To answer this, we must determine when Merrill Lynch's interest in federal reimbursement became a \"claim\" for purposes of the FCA recognizing, of course, that the malefactors were the defendants, not Merrill Lynch, the latter being merely a vehicle through which defendants' earlier fraud ripened into a cognizable claim under the FCA.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The paradigmatic example of a false claim under the FCA is a false invoice or bill for goods or services.  See, e.g., Bornstein, 423 U.S. at 309, 96 S.Ct. at 528.   The term, however, applies more generally to other demands for government funds.  See, e.g., United States v. Neifert-White, 390 U.S. 228, 230, 88 S.Ct. 959, 960, 19 L.Ed.2d 1061 (1968) (false application for government loan);  Sell v. United States, 336 F.2d 467, 474 (10th Cir.1964) (fraudulent claim for federal assistance).  In McNinch, the Supreme Court indicated that a \"claim\" under the FCA is a \"demand for money\" that induces the government to disburse funds or to \"otherwise suffer immediate financial detriment.\"  McNinch, 356 U.S. at 599, 78 S.Ct. at 952.   In Neifert-White, the Court further elaborated, defining a claim to be \"a false statement made with the purpose and effect of inducing the Government immediately to part with money.\"  390 U.S. at 230, 88 S.Ct. at 960.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Enacted during the Civil War, the FCA's specific aim was to clamp down on widespread fraud by government contractors who were submitting inflated invoices and shipping faulty goods to the government.  See S.Rep. No. 99-345, 99th Cong., 2d Sess. 8, reprinted in 1986 U.S.C.C.A.N. 5266, 5273 (briefly summarizing the history of the FCA).  In furthering this goal, the statute attaches liability, not to the underlying fraudulent activity or to the government's wrongful payment, but to the \"claim for payment.\"   Indeed, a contractor who submits a false claim for payment may still be liable under the FCA for statutory penalties, even if it did not actually induce the government to pay out funds or to suffer any loss.  See, e.g., Rex Trailer Co. v. United States, 350 U.S. 148, 153 &amp; n. 5, 76 S.Ct. 219, 222, 100 L.Ed. 149 (1956);  United States ex rel. Hagood v. Sonoma County Water Agency, 929 F.2d 1416, 1421 (9th Cir.1991).  This focus on the claim for payment appears to reflect a congressional judgment that fraud by government contractors is best prevented by attacking the activity that presents the risk of wrongful payment, and not by waiting until the public fisc is actually damaged.  By attaching liability to the claim or demand for payment, the statute encourages contractors to \"turn square corners when they deal with the government.\"  Rock Island, Arkansas &amp; Louisiana R.R. Co. v. United States, 254 U.S. 141, 143, 41 S.Ct. 55, 56, 65 L.Ed. 188 (1920) (Holmes, J.).  Thus, in deciding whether a given false statement is a claim or demand for payment, a court should look to see if, within the payment scheme, the statement has the practical purpose and effect, and poses the attendant risk, of inducing wrongful payment.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Applying this understanding of the statute along with the language in McNinch and Neifert-White, we conclude that the application filed by Merrill Lynch on July 17, constituted a \"claim for payment\" against the government.  An official HUD document titled \"Mortgagee's Application for Partial Settlement,\" the July 17 form required Merrill Lynch to furnish detailed information about the loan, including:  the name of the insured project, the project number, the date, the names of the mortgagee and servicer, the amount of payment in default, the date of default, the nature of the default, the aggregate cash escrows on hand, the unpaid principal balance, and the undisbursed mortgage proceeds.  The form also set forth, in some detail, the method through which the mortgagee would obtain payment under the terms of the contract once the mortgage was assigned.  The form required the mortgagee to send notice of assignment by telegram and specified how payment could be obtained either in cash or through debentures.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Merrill Lynch completed the form and provided the requested answers.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The contents of the July 17 application, therefore, even when viewed in the light most favorable to the government, Rivera v. Murphy, 979 F.2d 259, 261 (1st Cir.1992), indicate that it was a \"demand for money\" within the meaning of McNinch.   By submitting the application, Merrill Lynch told HUD that it was exercising its rights under the insurance contract.  Moreover, in providing detailed financial information about the mortgage, the completed form specified the amount Merrill Lynch expected to receive under that contract.  In setting forth both the amount and method of payment, the application resembled, in many ways, an invoice, bill, application for loan proceeds, or other demand for money from the government.  The completed form can be read as essentially saying to HUD, \"We are owed this amount under the terms of our insurance contract.\"   It was quite literally a demand for payment from the government.  The very title of the form states that it is an \"application\" for government funds.  Compare Neifert-White, 390 U.S. at 230, 88 S.Ct. at 960 (holding that an application for a government loan was a \"claim\" under the FCA).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The contents of the form, moreover, had the \"purpose and effect\" of inducing the government to part with its money.  See Neifert-White, 390 U.S. at 232, 88 S.Ct. at 961.   Inflated because of defendants' earlier fraudulent conduct, the figures in the form were what the insured said it was owed and should be paid by the government.  The application created the risk that the government would, in reliance upon those figures, be induced to pay the \"fraudulent\" amount.  There is no evidence that Merrill Lynch submitted any later forms that could have been used to fix the amount of payment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The government asks us to hold that the mortgage assignment executed by Merrill Lynch in October was the \"claim\" under the FCA.  But the mortgage assignment merely transferred the mortgage to the government, in compliance with a condition to payment which had to be met, as a matter of course, in effectuating the July 17 claim.  The assignment of the mortgage contained no figures constituting a payment amount and did not purport to demand money.  The July 17 form, per contra, allowed for the possibility that funds might be disbursed, under some circumstances, simply upon HUD's receipt of notice of the assignment, further suggesting that the form was intended to be relied upon in fixing the amount of payment.  The government has mentioned no facts contradicting this reading.  Once Merrill Lynch submitted the completed form, the government had an actionable claim under the FCA.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The government appears to argue that the July 17 form is more accurately characterized, not as a demand for payment, but as merely notice from Merrill Lynch of its intention eventually to file a claim.  We take this to be an argument that, as a factual matter, the July 17 form did not have the purpose and effect of inducing payment and accordingly presented no risk of wrongful payment in reliance thereof.  If the form could in fact be characterized as merely notice, we would agree with the government that it is not a \"claim,\" as notice ordinarily does not put government funds at risk or attempt, by itself, to induce the disbursement of funds.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The government has failed, however, to support the above argument.  No regulations have been called to our attention suggesting that, within the HUD insurance scheme, the filing of the July 17 form really had no purpose or effect of inducing payment and was instead only a means to notify HUD of its estimated liability.  Nor, as noted, has evidence been pointed out that Merrill Lynch made other required filings with more detailed financial information.  These, had they occurred, might have suggested that the July 17 form was understood to be merely a preliminary estimate, not to be relied upon in fixing the amount of payment.  However, the government has nowhere pointed or alluded to any later papers submitted, or required to be submitted, by Merrill Lynch which could have formed the basis for calculating the amount of payment.  The completed July 17 form, on its face, fully supports Stella's contention that it was a demand for payment from the government.  The government has pointed to no facts that would contradict this reading of the form and no facts suggesting that the figures on the form posed no risk of wrongful payment, relying instead primarily upon the legal arguments presented below.  Accordingly, no genuine issue of material fact remains to preclude summary judgment for defendants on this issue.  See Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The government's principal argument is a legal one.  It relies on the statement in McNinch that the insufficient claim there (the request for government insurance coverage of a future loan) did not, among its other failings, cause the FHA to \"suffer immediate financial detriment.\"  McNinch, 356 U.S. at 599, 78 S.Ct. at 952.   The government contends that, in determining whether a request for government funds caused an \"immediate financial detriment,\" the key factor is the legal effect of such a request, as specified under the terms of the contract.  The government points to the terms of the insurance contract, under which the government's obligation to pay insurance benefits arises only upon assignment of the mortgage.  See 24 C.F.R. Secs. 207.259(a), 242.260 (1981).  As, under the terms of the insurance contract, submission of the completed July 17 form did not give rise to an instant unconditional obligation to pay, the government contends that the form could not have been a \"claim\" under the FCA.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We think the government reads too much into McNinch 's reference to immediacy.  Lack of immediate financial detriment is cited in McNinch as one of several reasons an application for credit insurance falls short of being a claim.  In Neifert-White, a later case in which the question was whether a fraudulent application for a government loan constituted a \"claim\" under the FCA, the Supreme Court held that the application was a \"claim\" under the FCA even though it triggered no instant legal obligation to pay out funds.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  \"This remedial statute reaches beyond 'claims' which might be legally enforced, to all fraudulent attempts to cause the Government to pay out sums of money.\"  Neifert-White, 390 U.S. at 233, 88 S.Ct. at 962 (emphasis added).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Neifert-White makes clear that the FCA reaches not only claims that trigger the government's legal obligation to pay, but more generally all claims that are \"made with the purpose and effect of inducing the Government immediately to part with its money.\"   Id.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The key inquiry is thus whether the demand for payment, whether or not it gives rise to an unconditional legal obligation to pay right away, has the practical effect of inducing the government to suffer immediate financial harm.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We hold that the July 17 form's demand for funds had the practical effect of inducing payment in a sufficiently \"immediate\" manner to satisfy the requirement in McNinch.   While the payment of funds was not literally \"immediate,\" in that nearly six months would elapse between the application and the transfer of the bulk of the funds, this lag is not by itself dispositive.  Some similar delay might be expected in the government's payment of an invoice or a loan application, both of which are plainly claims under the FCA.  Indeed, most of the funds in this case were not disbursed to Merrill Lynch until nearly three months after the mortgage was assigned.  We do not read the immediacy language in McNinch as suggesting that government funds must be unconditionally available on literally the same day as the claim is made.  In McNinch, the lack of immediacy was noted in the context of an application for mortgage insurance, the submission of which could occur several years prior to the occurrence of any liquidated claims for the disbursement of government funds, if, indeed, any claim for disbursement ever arose at all.  McNinch, therefore, presented the different situation of there being as yet no crystallized claim of any sort.  In this case, we hold that Merrill Lynch's filing of a specific claim for government insurance on the government's form on July 17, 1979 was a \"claim\" within the FCA.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As this action was instituted on October 25, 1985, over six years later, it was barred by the FCA's statute of limitations.  We do not reach the other arguments on appeal.  We note that the government still has two remaining claims against defendant Stella for unjust enrichment and payment by mistake.  Because the district court granted the government full relief against Stella under the FCA, it had no occasion to address the government's two alternative theories of liability, and its judgment against both Alemany and Stella was a final, appealable order.  See Indiana Harbor Belt R.R. v. American Cyanamid Co., 916 F.2d 1174, 1883 (7th Cir.1990).  However, because we reverse the district court's holding on the FCA claim, we must remand to permit consideration of the government's alternative claims against Stella.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court later vacated the restitution order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This was the statute as it stood when the events at issue in this case occurred.  All parties in this suit appear to agree that this earlier version applies.  The current statute, in any event, contains essentially the same language.  See 31 U.S.C. Sec. 3731(b)(1) (1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In holding that a lender's claim for mortgage insurance benefits is a claim under the FCA, the Third Circuit panel in Veneziale wrote:</p>\n        <p>The claim before us now is certainly \"grounded in fraud\" in that a fraudulent misrepresentation induced the government to assume the obligation which it has had to perform.  We are satisfied that the government, having been compelled to pay an innocent third person as a result of the defendant's fraud in inducing the undertaking, is entitled to assert a claim against the defendant under the False Claims Act.</p>\n        <p>Id. at 506.   Similarly, in this case, defendants' fraudulent statements induced the government to assume more insurance obligations than it otherwise would have.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We review a district court's decisions on motions for dismissal and summary judgment de novo.  See Heno v. FDIC., 20 F.3d 1204, 1205 (1st Cir.1994);  Pagano v. Frank, 983 F.2d 343, 347 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Alemany's reference to Jankowitz v. United States, 209 Ct.Cl. 489, 533 F.2d 538, 547 (1976) is unavailing, since the court in that case explicitly refused to decide whether the limitations period begins to run at default or upon submission of a claim for mortgage insurance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As we indicate below, the government has not suggested that it would submit any additional evidence supporting its arguments on appeal, if given the opportunity to do so.  See Moody, 805 F.2d at 31-32 (\"Because plaintiff has not shown that he would have done something different had the district court taken him by the hand and told him defendants' motion had been converted into a motion for summary judgment and that this something would likely have defeated defendants' motions, we conclude plaintiff has not demonstrated prejudice and that therefore there would be no point in remanding.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The form provides:  \"On the date of the assignment or deed is filed for record, a telegram is to be sent to [this address], advising the date that the assignment or deed was filed for record....  If the mortgage has been finally endorsed for insurance, partial settlement of approximately 90% of the unpaid principal balance will be made upon receipt of the telegram above....  The final settlement will be made after receipt of the fiscal data and title requirements, which are to be submitted within 45 days after the assignment....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The earlier document submitted by Merrill Lynch on July 2 was arguably merely notice, as it provides only the most basic information about the mortgage loan.  We need not decide the point, as the July 17 application was clearly sufficient to constitute a claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The government makes much of the fact that the assignment of the mortgage conferred on the government \"all rights and interest arising under the mortgage and credit instrument so in default, and all claims against the mortgagor, or others, arising out of the mortgage transaction,\" implying that the government could not have sued (and thus that the statute did not begin to run) until it was assigned the mortgage.  This reveals a confusion, however, between a suit against defendants under the terms of the mortgage and a suit under the FCA.  The fact that the former could not be instituted by the government until assignment is irrelevant with respect to whether a suit under the FCA could be instituted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Compare the July 17 form to the paradigmatic case under the FCA:  an invoice for payment.  The FCA attaches liability to an invoice, not because it triggers an obligation to pay (though it may well do so), but because it poses a risk that the government may, in reliance upon the false statements contained in the invoice, wrongly pay out funds.  Claims that trigger a legal obligation to pay merely constitute a special subset of claims posing a particularly high risk of mistaken payment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> This reading of the term was reemphasized in the 1986 amendments to the FCA, which defines a \"claim\" as a \"request or demand\" for payment.  31 U.S.C. Sec. 3729(c) (1988);  S.Rep. No. 99-345, 1986 U.S.C.C.A.N. at 5284-85</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> This is not to rule that the subsequent assignment could never, alone, be sufficient to constitute a \"claim\" under the FCA.  It is just that we need not reach this issue since the \"claim for payment\" was clearly submitted in this case several months earlier, on July 17, 1979</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">703</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Guillermo Alemany RIVERA, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Edgar M. Stella PEREZ, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1081, 94-1082.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 12, 1994.<br>Decided June 6, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert H. Kiernan with whom Robert M. Simels, P.C., New York City, was on brief for appellant Edgar M. Stella Perez.</p>\n      <p class=\"indent\">Pedro J. Varela, Hato Rey, PR, for appellant Guillermo Alemany Rivera.</p>\n      <p class=\"indent\">Sushma Soni, Atty., Appellate Staff, Civ. Div., Dept. of Justice, Frank W. Hunger, Asst. Atty. Gen., Guillermo Gil, U.S. Atty., and Douglas N. Letter, Atty., Appellate Staff, Civ. Div., Dept. of Justice, Washington, DC, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The United States filed this civil action in the district court against defendants Guillermo Alemany Rivera (\"Alemany\") and Edgar Stella Perez (\"Stella\").  Seeking damages under the False Claims Act (\"FCA\"), 31 U.S.C. Secs. 3729-3733 (1982), the government alleged that defendants had caused a false claim for mortgage loan insurance benefits to be presented to the Department of Housing and Urban Development (\"HUD\").  The district court denied defendants' motion to dismiss and granted summary judgment in favor of the government, awarding it $1,966,592.  United States v. Stella Perez, <span class=\"citation no-link\"><span class=\"volume\">839</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">92</span></span>, 97-98 (D.P.R.1993).  We hold that the government filed this suit after the applicable limitations period had expired.  We therefore reverse.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">During the 1970s, Alemany and Stella engaged in a scheme to defraud HUD and the Department of Health and Human Services (\"HHS\") in connection with a federally-insured $12.46 million mortgage loan.  At that time, Stella was president, chairman of the board of directors, and medical director of Hospital Nuestra Senora de la Guadalupe, a hospital in Puerto Rico;  defendant Alemany was a former comptroller of the hospital.  The hospital had obtained the mortgage loan in 1974 from a private lender, Merrill, Lynch, Hubbard, Inc.  (\"Merrill Lynch\"), for the purpose of renovating and expanding its facilities.  HUD had agreed to insure the hospital's loan pursuant to the National Housing Act, 12 U.S.C. Sec. 1715z-7 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During the course of the renovation project, loan proceeds were periodically disbursed to the hospital according to the following procedure.  Stella, as president of the hospital, filled out a portion of a HUD \"Form 2403,\" listing various items of completed construction and attaching corresponding invoices.  Stella then forwarded the form to Merrill Lynch, which filled out a portion of the form and forwarded it to HUD.  After approving the disbursement, HUD sent a Certificate of Mortgage Insurance to Merrill Lynch.  Merrill Lynch then released loan funds to the hospital or directly to the suppliers and contractors.  Occasionally, loan funds were also disbursed from a separate equipment escrow account, upon HUD's receipt of a letter from Stella with attached invoices for purchased equipment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Defendants siphoned off a portion of the loan proceeds through their control of a furniture company, Casa Cardona, Inc., and its subsidiary, an equipment company called AAA Hospital Supply, Inc., which they incorporated soon after the hospital secured the loan.  Through these two companies, Stella and Alemany sold equipment and furnishings to the hospital at substantially inflated prices and charged the hospital for equipment that the companies never provided.  The hospital paid for the equipment with the loan proceeds, which were disbursed to the companies by Merrill Lynch pursuant to the procedure described above.  In all, defendants submitted 20 separate fraudulent requests for loan proceeds between 1974 and 1978, as to which HUD, upon paperwork furnished by defendants, issued certificates of insurance.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On May 1, 1979, the hospital was unable to make a scheduled payment on the loan.  After the 30-day grace period expired, the hospital filed a petition for bankruptcy under chapter 11.  Merrill Lynch formally declared the loan to be in default on July 1, 1979.  On July 2, 1979, Merrill Lynch filed a \"Mortgagee's Application for Insurance Benefits,\" along with a letter notifying HUD of the default and of its intention to exercise its rights under the insurance contract.  The July 2 document contained only very basic information, identifying the project and the lender.  Then, on July 17, 1979, Merrill Lynch filed a more detailed \"Mortgagee's Application for Partial Settlement,\" setting forth specific financial information about the defaulted loan, including the amount in default and the unpaid principal balance.  On October 25, 1979, Merrill Lynch assigned the mortgage to HUD, as the terms of its insurance contract required.  On January 17, 1980, after approving the claim, HUD disbursed to Merrill Lynch approximately $12.1 million, representing the unpaid principal balance on the mortgage, less certain credits.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In July of 1982, defendants were charged under a nine-count criminal indictment based upon the events described above.  The indictment alleged that they had conspired to defraud the government and had made false statements in support of fraudulent claims.  18 U.S.C. Secs. 2, 152, 371, 1001 (1982).  After a 30-day trial, a jury convicted defendants on all nine counts.  Stella was sentenced to 20 years in prison and placed on probation for an additional five years on the condition that he pay $686,349 in restitution;<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Alemany was sentenced to 10 years in prison and fined $10,000.  This court affirmed both convictions and both sentences.  United States v. Alemany Rivera, <span class=\"citation\" data-id=\"463292\"><a href=\"/opinion/463292/united-states-v-guillermo-a-alemany-rivera-united-states-of-america-v/\"><span class=\"volume\">781</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">229</span></a></span>, 238 (1st Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1086</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1469</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">725</span> </span>(1986).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On October 25, 1985, the government brought the instant civil action against defendants, seeking recovery under the FCA.  An individual is liable under the FCA if he or she \"knowingly presents, or causes to be presented, to an officer or employee of the Government ... a false or fraudulent claim for payment or approval.\"  31 U.S.C. Sec. 3729(1) (1982).  As in the criminal indictment, the government alleged that defendants had conspired to divert the proceeds of the government-insured mortgage loan through their control of the two supply corporations and through the submission of inflated requests for loan proceeds.  In so doing, the government asserted, defendants caused Merrill Lynch to submit an inflated \"claim\" for payment under the insurance contract after the hospital defaulted on the loan.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The government moved for summary judgment.  Defendants filed an opposition and moved to dismiss on the ground the action was barred by the statute of limitations.  Ruling that the action had been filed within the applicable limitations period, the district court denied defendants' motion.  The court thereupon granted summary judgment for the government, holding there were no remaining genuine issues of material fact.  The court ruled that the factual allegations in the civil complaint were identical to the allegations in the prior criminal action.  Accordingly, the court held that defendants were collaterally estopped from re-litigating any of the factual issues, as these had already been determined at the criminal trial.  See Emich Motors Corp. v. General Motors Corp., <span class=\"citation\" data-id=\"104864\"><a href=\"/opinion/104864/emich-motors-corp-v-general-motors-corp/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">558</span></a></span>, 568-69, <span class=\"citation\" data-id=\"104864\"><a href=\"/opinion/104864/emich-motors-corp-v-general-motors-corp/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">408</span></a></span>, 414, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">534</span> </span>(1951).  The court awarded damages based on \"uncontroverted evidence in the record.\"</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Defendants argue on appeal that the district court erred in ruling that this suit was not barred by the statute of limitations.  The FCA's statute of limitations provides that an action \"must be brought within 6 years from the date the violation is committed.\"  31 U.S.C. Sec. 3731(b) (1982).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The elements of a \"violation\" of the FCA are, as noted above, that an individual \"knowingly presents, or causes to be presented, to an officer or employee of the Government ... a false or fraudulent claim for payment or approval.\"  31 U.S.C. Sec. 3729(1) (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The present case is complicated by the fact that Alemany's and Stella's fraud acted, in the first instance, upon a private lender, Merrill Lynch, rather than directly upon the government.  This fraud, however, was followed by the hospital's default, resulting in Merrill Lynch's claim to HUD for reimbursement for its loss on the defaulted loan under the federal insurance that defendants had helped procure.  Although, from Merrill Lynch's perspective, the claim it presented may not have been \"false or fraudulent,\" that claim was inflated by defendants' earlier fraud;  and the case law allows the United States, in such circumstances, to sue defendants under the FCA for having \"caused\" the filing of a \"false\" claim against the government.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Recognition of a false claim action of this sort followed upon the Supreme Court's decision in United States v. McNinch, <span class=\"citation\" data-id=\"105695\"><a href=\"/opinion/105695/united-states-v-mcninch/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">595</span></a></span>, <span class=\"citation\" data-id=\"105695\"><a href=\"/opinion/105695/united-states-v-mcninch/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">950</span></a></span>, <span class=\"citation\" data-id=\"105695\"><a href=\"/opinion/105695/united-states-v-mcninch/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1001</span> </a></span>(1958).  In McNinch the Court held that a lending institution's mere application for credit insurance, even if fraudulent, did not amount to a \"claim\" as that term is used in the FCA.  <span class=\"citation\" data-id=\"105695\"><a href=\"/opinion/105695/united-states-v-mcninch/\"><span class=\"id_token\">Id.</span>  The concept </a></span>of a claim against the government, the Court said, \"normally connotes a demand for money or for some transfer of public property.\"  <span class=\"citation\" data-id=\"105695\"><a href=\"/opinion/105695/united-states-v-mcninch/\"><span class=\"id_token\">Id.</span>  The Sixth </a></span>Circuit found such a demand to exist where, as here, after fraud was perpetrated on a lending institution for which the perpetrator of the fraud had secured government insurance, the lender presented its own claim to the government for payment or insurance.  United States v. Ekelman &amp; Assoc., <span class=\"citation\" data-id=\"334175\"><a href=\"/opinion/334175/united-states-of-america-and-cross-appellee-v-ekelman-associates-inc/\"><span class=\"volume\">532</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">545</span></a></span>, 552 (6th Cir.1976).  See also United States v. Veneziale, <span class=\"citation\" data-id=\"248536\"><a href=\"/opinion/248536/united-states-v-albert-veneziale/\"><span class=\"volume\">268</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span></a></span>, 505-06 (3d Cir.1959).  The lender's claim in effect completes the perpetrator's violation of the FCA, commencing the running of the statute of limitations.  The Supreme Court itself has yet to endorse this theory, but all the parties in the present case accept it, as, for present purposes, do we.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We accordingly proceed on the theory that the \"violation\" here was \"committed,\" see 31 U.S.C. Sec. 3731(b) (1982), for statute of limitation purposes, whenever Merrill Lynch can properly be said to have presented its insurance claim to the government.  See United States v. Bornstein, <span class=\"citation\" data-id=\"109345\"><a href=\"/opinion/109345/united-states-v-bornstein/\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">303</span></a></span>, 309, <span class=\"citation\" data-id=\"109345\"><a href=\"/opinion/109345/united-states-v-bornstein/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">523</span></a></span>, 528, <span class=\"citation\" data-id=\"109345\"><a href=\"/opinion/109345/united-states-v-bornstein/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">514</span> </a></span>(1976) (false claim may be presented through an innocent third party);  United States ex rel. Marcus v. Hess, <span class=\"citation\" data-id=\"103757\"><a href=\"/opinion/103757/united-states-ex-rel-marcus-v-hess/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">537</span></a></span>, 544-45, <span class=\"citation\" data-id=\"103757\"><a href=\"/opinion/103757/united-states-ex-rel-marcus-v-hess/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">379</span></a></span>, 384, <span class=\"citation\" data-id=\"103757\"><a href=\"/opinion/103757/united-states-ex-rel-marcus-v-hess/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">443</span> </a></span>(1943) (provisions of the FCA \"indicate a purpose to reach any person who knowingly assisted in causing the government to pay claims which were grounded in fraud, without regard to whether that person had direct contractual relations with the government\").  The claim was \"false or fraudulent\" in that the amount claimed was inflated by $686,349, the amount that defendants pocketed as a result of their fraudulent scheme.  See <span class=\"citation\" data-id=\"248536\"><span class=\"antecedent_guess\">Veneziale,</span> <a href=\"/opinion/248536/united-states-v-albert-veneziale/\"><span class=\"volume\">268</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">506</span></a></span>.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although the parties all agree that a false or fraudulent \"claim\" under the FCA was \"presented\" when the loan holder, Merrill Lynch, made its claim for payment on the insurance contract, they differ as to precisely when presentation of the claim took place.  Alemany argues that the claim was presented on June 1, 1979, after the 30-day grace period following the hospital's missed payment had expired.  Stella took a similar position when arguing in the district court, but he now argues that the claim was actually presented somewhat later, in July of 1979, when Merrill Lynch filled out, executed and submitted to HUD two applications for reimbursement under its insurance contract.  Under both Alemany's and Stella's contentions, the present suit is untimely, having been instituted more than six years later, on October 25, 1985.  The district court held, however, and the government contends, that Merrill Lynch's claim was not presented until October 26, 1979, when Merrill Lynch formally assigned its mortgage on the hospital's property to the government, thereby complying with a condition precedent to HUD's obligation to pay Merrill Lynch under the insurance contract.  See 24 C.F.R. Secs. 207.258, 207.259(a), 242.260 (1981) (detailing the mortgage insurance payment process).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We quickly dismiss Alemany's argument that the claim was presented on June 1, 1979, 30 days after the hospital missed a payment on the loan.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Alemany argues that, 30 days after the missed payment, defendants' grace period had expired and Merrill Lynch was entitled to seek reimbursement from the government under the terms of its insurance contract.  At this point, however, Merrill Lynch had not yet \"presented\" a \"claim\" to the government for payment.  Although Merrill Lynch was by then entitled to submit a demand for government funds, there is no evidence that Merrill Lynch had yet done so.  Indeed, it was possible, if highly unlikely, for Merrill Lynch to choose not to present a claim to the government at all and to have instead looked to the mortgage for reimbursement.  See United States v. Stillwater Community Bank, <span class=\"citation\" data-id=\"1498864\"><a href=\"/opinion/1498864/united-states-v-stillwater-community-bank/\"><span class=\"volume\">645</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">18</span></a></span>, 19 (W.D.Okla.1986);  but cf. United States v. Goldberg, <span class=\"citation no-link\"><span class=\"volume\">256</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">540</span></span>, 541-42 (D.Mass.1966).  In any event, no claim was yet presented, and no \"violation\" of the FCA occurred, on or before June 1, 1979.  See Stella <span class=\"citation no-link\"><span class=\"antecedent_guess\">Perez,</span> <span class=\"volume\">839</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">95</span></span>.   The district court did not err in denying Alemany's motion to dismiss on this ground.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The harder question--and the place where we part company with the decision below and with the government--is whether, as Stella now argues, Merrill Lynch presented a claim to the government in July of 1979, when Merrill Lynch submitted formal documents notifying HUD of the default and applying for federal insurance benefits relative to the defaulted mortgage loan.  In its opinion the district court nowhere discussed the July filings with HUD as possible \"claims\" triggering the running of the statute of limitations.  This is understandable as neither Stella nor anyone else raised the point below.  Both defendants argued to the district court that the claim and violation should be deemed to have occurred on June 1, 1979.  Ordinarily, this court will not consider for the first time on appeal arguments not raised below, absent \"exceptional circumstances.\"  Desjardins v. Van Buren Community Hosp., <span class=\"citation\" data-id=\"587241\"><a href=\"/opinion/587241/eugene-desjardins-v-van-buren-community-hospital/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1280</span></a></span>, 1282 (1st Cir.1992);  United States v. Krynicki, <span class=\"citation\" data-id=\"409210\"><a href=\"/opinion/409210/united-states-v-judith-ann-krynicki/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">289</span></a></span>, 291 (1st Cir.1982).  But we think that special circumstances warrant our considering the point now.  The government has answered Stella's argument on its merits without in any way objecting to, or questioning, Stella's right to raise it for the first time on appeal.  We can only assume from the lack of objection that the government does not believe that it is now materially prejudiced by the absence of consideration of the matter below--or else perhaps, that the government has some other reason for waiving objection to our consideration of this argument.  Whatever the reason, as the government has offered no objection and has responded on the merits, we are disposed to address Stella's argument, especially because it is so germane to the question that was extensively addressed below--namely, when the claim was presented and when the statute of limitations commenced to run.  The actions taken in July 1979, were, moreover, closely related in character and sequence to the actions in June and October that the district court did consider.  See Knight v. United States, <span class=\"citation\" data-id=\"195690\"><a href=\"/opinion/195690/knight-v-united-states/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">769</span></a></span>, 772 n. 2 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We realize that Stella's argument relies on material outside the pleadings, the July forms themselves, which the district court had before it, making it technically a cross-motion for summary judgment, rather than a motion to dismiss.  See Fed.R.Civ.P. 12(b);  5A Charles Wright &amp; Arthur Miller, Federal Practice and Procedure Sec. 1366 (1990).  On appeal, we are not bound by the label that defendants and the district court have attached to the motion.  William J. Kelly Co. v. Reconstruction Fin.  Corp., <span class=\"citation\" data-id=\"1546211\"><a href=\"/opinion/1546211/william-j-kelly-co-v-reconstruction-finance-corp/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">865</span></a></span>, 866 (1st Cir.1949);  Wright &amp; Miller, Sec. 1366, at 497-98 n. 20.  The only question is whether the government has received, as it is entitled to under Fed.R.Civ.P. 12(b), a reasonable opportunity to present relevant opposing evidence.  While aware that Stella's argument on appeal referred to the July documents, the government has at no time objected to Stella's reference to those documents, nor has it argued that it has been materially prejudiced by the reference.  We take this as indicating that the government sees no need for further opportunity to present evidence in response to Stella's argument.  See Moody v. Town of Weymouth, <span class=\"citation\" data-id=\"479206\"><a href=\"/opinion/479206/richard-m-moody-v-town-of-weymouth/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">30</span></a></span>, 31-32 (1st Cir.1986) (adopting a pragmatic approach to Rule 12(b) conversions and holding harmless the district court's failure to notify a party of such conversion where the party \"has received the affidavit and materials, has had an opportunity to respond to them, and has not controverted their accuracy\");  see also Whiting v. Maiolini, <span class=\"citation\" data-id=\"552838\"><a href=\"/opinion/552838/hamilton-j-whiting-v-henry-f-maiolini/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 6 (1st Cir.1990).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The question is thus whether either party is entitled to judgment as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To answer this, we must determine when Merrill Lynch's interest in federal reimbursement became a \"claim\" for purposes of the FCA recognizing, of course, that the malefactors were the defendants, not Merrill Lynch, the latter being merely a vehicle through which defendants' earlier fraud ripened into a cognizable claim under the FCA.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The paradigmatic example of a false claim under the FCA is a false invoice or bill for goods or services.  See, e.g., <span class=\"citation\" data-id=\"109345\"><span class=\"antecedent_guess\">Bornstein,</span> <a href=\"/opinion/109345/united-states-v-bornstein/\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">309</span></a></span>, 96 S.Ct. at 528.   The term, however, applies more generally to other demands for government funds.  See, e.g., United States v. Neifert-White, <span class=\"citation\" data-id=\"107624\"><a href=\"/opinion/107624/united-states-v-neifert-white-co/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">228</span></a></span>, 230, <span class=\"citation\" data-id=\"107624\"><a href=\"/opinion/107624/united-states-v-neifert-white-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">959</span></a></span>, 960, <span class=\"citation\" data-id=\"107624\"><a href=\"/opinion/107624/united-states-v-neifert-white-co/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1061</span> </a></span>(1968) (false application for government loan);  Sell v. United States, <span class=\"citation\" data-id=\"265429\"><a href=\"/opinion/265429/aaron-sell-v-united-states/\"><span class=\"volume\">336</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">467</span></a></span>, 474 (10th Cir.1964) (fraudulent claim for federal assistance).  In McNinch, the Supreme Court indicated that a \"claim\" under the FCA is a \"demand for money\" that induces the government to disburse funds or to \"otherwise suffer immediate financial detriment.\"  <span class=\"citation\" data-id=\"105695\"><span class=\"antecedent_guess\">McNinch,</span> <a href=\"/opinion/105695/united-states-v-mcninch/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">599</span></a></span>, 78 S.Ct. at 952.   In Neifert-White, the Court further elaborated, defining a claim to be \"a false statement made with the purpose and effect of inducing the Government immediately to part with <span class=\"citation\" data-id=\"107624\"><span class=\"antecedent_guess\">money.\"</span>  <a href=\"/opinion/107624/united-states-v-neifert-white-co/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">230</span></a></span>, 88 S.Ct. at 960.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Enacted during the Civil War, the FCA's specific aim was to clamp down on widespread fraud by government contractors who were submitting inflated invoices and shipping faulty goods to the government.  See S.Rep. No. 99-345, 99th Cong., 2d Sess. 8, reprinted in 1986 U.S.C.C.A.N. 5266, 5273 (briefly summarizing the history of the FCA).  In furthering this goal, the statute attaches liability, not to the underlying fraudulent activity or to the government's wrongful payment, but to the \"claim for payment.\"   Indeed, a contractor who submits a false claim for payment may still be liable under the FCA for statutory penalties, even if it did not actually induce the government to pay out funds or to suffer any loss.  See, e.g., Rex Trailer Co. v. United States, <span class=\"citation\" data-id=\"105338\"><a href=\"/opinion/105338/rex-trailer-co-v-united-states/\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">148</span></a></span>, 153 &amp; n. 5, <span class=\"citation\" data-id=\"105338\"><a href=\"/opinion/105338/rex-trailer-co-v-united-states/\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">219</span></a></span>, 222, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">149</span> </span>(1956);  United States ex rel. Hagood v. Sonoma County Water Agency, <span class=\"citation\" data-id=\"558665\"><a href=\"/opinion/558665/united-states-of-america-ex-rel-james-m-hagood-v-sonoma-county-water/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1416</span></a></span>, 1421 (9th Cir.1991).  This focus on the claim for payment appears to reflect a congressional judgment that fraud by government contractors is best prevented by attacking the activity that presents the risk of wrongful payment, and not by waiting until the public fisc is actually damaged.  By attaching liability to the claim or demand for payment, the statute encourages contractors to \"turn square corners when they deal with the government.\"  Rock Island, Arkansas &amp; Louisiana R.R. Co. v. United States, <span class=\"citation\" data-id=\"99652\"><a href=\"/opinion/99652/rock-island-a-lr-co-v-united-states/\"><span class=\"volume\">254</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>, 143, <span class=\"citation\" data-id=\"99652\"><a href=\"/opinion/99652/rock-island-a-lr-co-v-united-states/\"><span class=\"volume\">41</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">55</span></a></span>, 56, <span class=\"citation\" data-id=\"99652\"><a href=\"/opinion/99652/rock-island-a-lr-co-v-united-states/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">188</span> </a></span>(1920) (Holmes, J.).  Thus, in deciding whether a given false statement is a claim or demand for payment, a court should look to see if, within the payment scheme, the statement has the practical purpose and effect, and poses the attendant risk, of inducing wrongful payment.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Applying this understanding of the statute along with the language in McNinch and Neifert-White, we conclude that the application filed by Merrill Lynch on July 17, constituted a \"claim for payment\" against the government.  An official HUD document titled \"Mortgagee's Application for Partial Settlement,\" the July 17 form required Merrill Lynch to furnish detailed information about the loan, including:  the name of the insured project, the project number, the date, the names of the mortgagee and servicer, the amount of payment in default, the date of default, the nature of the default, the aggregate cash escrows on hand, the unpaid principal balance, and the undisbursed mortgage proceeds.  The form also set forth, in some detail, the method through which the mortgagee would obtain payment under the terms of the contract once the mortgage was assigned.  The form required the mortgagee to send notice of assignment by telegram and specified how payment could be obtained either in cash or through debentures.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Merrill Lynch completed the form and provided the requested answers.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The contents of the July 17 application, therefore, even when viewed in the light most favorable to the government, Rivera v. Murphy, <span class=\"citation\" data-id=\"594699\"><a href=\"/opinion/594699/emma-rivera-v-paul-murphy/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">259</span></a></span>, 261 (1st Cir.1992), indicate that it was a \"demand for money\" within the meaning of McNinch.   By submitting the application, Merrill Lynch told HUD that it was exercising its rights under the insurance contract.  Moreover, in providing detailed financial information about the mortgage, the completed form specified the amount Merrill Lynch expected to receive under that contract.  In setting forth both the amount and method of payment, the application resembled, in many ways, an invoice, bill, application for loan proceeds, or other demand for money from the government.  The completed form can be read as essentially saying to HUD, \"We are owed this amount under the terms of our insurance contract.\"   It was quite literally a demand for payment from the government.  The very title of the form states that it is an \"application\" for government funds.  Compare Neifert-White, 390 U.S. at <span class=\"citation\" data-id=\"107624\"><span class=\"antecedent_guess\">230,</span> <a href=\"/opinion/107624/united-states-v-neifert-white-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">960</span> </a></span>(holding that an application for a government loan was a \"claim\" under the FCA).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The contents of the form, moreover, had the \"purpose and effect\" of inducing the government to part with its money.  See <span class=\"citation\" data-id=\"107624\"><span class=\"antecedent_guess\">Neifert-White,</span> <a href=\"/opinion/107624/united-states-v-neifert-white-co/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">232</span></a></span>, 88 S.Ct. at 961.   Inflated because of defendants' earlier fraudulent conduct, the figures in the form were what the insured said it was owed and should be paid by the government.  The application created the risk that the government would, in reliance upon those figures, be induced to pay the \"fraudulent\" amount.  There is no evidence that Merrill Lynch submitted any later forms that could have been used to fix the amount of payment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The government asks us to hold that the mortgage assignment executed by Merrill Lynch in October was the \"claim\" under the FCA.  But the mortgage assignment merely transferred the mortgage to the government, in compliance with a condition to payment which had to be met, as a matter of course, in effectuating the July 17 claim.  The assignment of the mortgage contained no figures constituting a payment amount and did not purport to demand money.  The July 17 form, per contra, allowed for the possibility that funds might be disbursed, under some circumstances, simply upon HUD's receipt of notice of the assignment, further suggesting that the form was intended to be relied upon in fixing the amount of payment.  The government has mentioned no facts contradicting this reading.  Once Merrill Lynch submitted the completed form, the government had an actionable claim under the FCA.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The government appears to argue that the July 17 form is more accurately characterized, not as a demand for payment, but as merely notice from Merrill Lynch of its intention eventually to file a claim.  We take this to be an argument that, as a factual matter, the July 17 form did not have the purpose and effect of inducing payment and accordingly presented no risk of wrongful payment in reliance thereof.  If the form could in fact be characterized as merely notice, we would agree with the government that it is not a \"claim,\" as notice ordinarily does not put government funds at risk or attempt, by itself, to induce the disbursement of funds.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The government has failed, however, to support the above argument.  No regulations have been called to our attention suggesting that, within the HUD insurance scheme, the filing of the July 17 form really had no purpose or effect of inducing payment and was instead only a means to notify HUD of its estimated liability.  Nor, as noted, has evidence been pointed out that Merrill Lynch made other required filings with more detailed financial information.  These, had they occurred, might have suggested that the July 17 form was understood to be merely a preliminary estimate, not to be relied upon in fixing the amount of payment.  However, the government has nowhere pointed or alluded to any later papers submitted, or required to be submitted, by Merrill Lynch which could have formed the basis for calculating the amount of payment.  The completed July 17 form, on its face, fully supports Stella's contention that it was a demand for payment from the government.  The government has pointed to no facts that would contradict this reading of the form and no facts suggesting that the figures on the form posed no risk of wrongful payment, relying instead primarily upon the legal arguments presented below.  Accordingly, no genuine issue of material fact remains to preclude summary judgment for defendants on this issue.  See Anderson v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </a></span>(1986).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The government's principal argument is a legal one.  It relies on the statement in McNinch that the insufficient claim there (the request for government insurance coverage of a future loan) did not, among its other failings, cause the FHA to \"suffer immediate financial detriment.\"  <span class=\"citation\" data-id=\"105695\"><span class=\"antecedent_guess\">McNinch,</span> <a href=\"/opinion/105695/united-states-v-mcninch/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">599</span></a></span>, 78 S.Ct. at 952.   The government contends that, in determining whether a request for government funds caused an \"immediate financial detriment,\" the key factor is the legal effect of such a request, as specified under the terms of the contract.  The government points to the terms of the insurance contract, under which the government's obligation to pay insurance benefits arises only upon assignment of the mortgage.  See 24 C.F.R. Secs. 207.259(a), 242.260 (1981).  As, under the terms of the insurance contract, submission of the completed July 17 form did not give rise to an instant unconditional obligation to pay, the government contends that the form could not have been a \"claim\" under the FCA.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We think the government reads too much into McNinch 's reference to immediacy.  Lack of immediate financial detriment is cited in McNinch as one of several reasons an application for credit insurance falls short of being a claim.  In Neifert-White, a later case in which the question was whether a fraudulent application for a government loan constituted a \"claim\" under the FCA, the Supreme Court held that the application was a \"claim\" under the FCA even though it triggered no instant legal obligation to pay out funds.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  \"This remedial statute reaches beyond 'claims' which might be legally enforced, to all fraudulent attempts to cause the Government to pay out sums of money.\"  <span class=\"citation\" data-id=\"107624\"><span class=\"antecedent_guess\">Neifert-White,</span> <a href=\"/opinion/107624/united-states-v-neifert-white-co/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">233</span></a></span>, 88 S.Ct. at 962 (emphasis added).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Neifert-White makes clear that the FCA reaches not only claims that trigger the government's legal obligation to pay, but more generally all claims that are \"made with the purpose and effect of inducing the Government immediately to part with its money.\"   Id.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The key inquiry is thus whether the demand for payment, whether or not it gives rise to an unconditional legal obligation to pay right away, has the practical effect of inducing the government to suffer immediate financial harm.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We hold that the July 17 form's demand for funds had the practical effect of inducing payment in a sufficiently \"immediate\" manner to satisfy the requirement in McNinch.   While the payment of funds was not literally \"immediate,\" in that nearly six months would elapse between the application and the transfer of the bulk of the funds, this lag is not by itself dispositive.  Some similar delay might be expected in the government's payment of an invoice or a loan application, both of which are plainly claims under the FCA.  Indeed, most of the funds in this case were not disbursed to Merrill Lynch until nearly three months after the mortgage was assigned.  We do not read the immediacy language in McNinch as suggesting that government funds must be unconditionally available on literally the same day as the claim is made.  In McNinch, the lack of immediacy was noted in the context of an application for mortgage insurance, the submission of which could occur several years prior to the occurrence of any liquidated claims for the disbursement of government funds, if, indeed, any claim for disbursement ever arose at all.  McNinch, therefore, presented the different situation of there being as yet no crystallized claim of any sort.  In this case, we hold that Merrill Lynch's filing of a specific claim for government insurance on the government's form on July 17, 1979 was a \"claim\" within the FCA.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As this action was instituted on October 25, 1985, over six years later, it was barred by the FCA's statute of limitations.  We do not reach the other arguments on appeal.  We note that the government still has two remaining claims against defendant Stella for unjust enrichment and payment by mistake.  Because the district court granted the government full relief against Stella under the FCA, it had no occasion to address the government's two alternative theories of liability, and its judgment against both Alemany and Stella was a final, appealable order.  See Indiana Harbor Belt R.R. v. American Cyanamid Co., <span class=\"citation\" data-id=\"550137\"><a href=\"/opinion/550137/indiana-harbor-belt-railroad-company-cross-appellant-v-american-cyanamid/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1174</span></a></span>, 1883 (7th Cir.1990).  However, because we reverse the district court's holding on the FCA claim, we must remand to permit consideration of the government's alternative claims against Stella.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court later vacated the restitution order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This was the statute as it stood when the events at issue in this case occurred.  All parties in this suit appear to agree that this earlier version applies.  The current statute, in any event, contains essentially the same language.  See 31 U.S.C. Sec. 3731(b)(1) (1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In holding that a lender's claim for mortgage insurance benefits is a claim under the FCA, the Third Circuit panel in Veneziale wrote:</p>\n        <p>The claim before us now is certainly \"grounded in fraud\" in that a fraudulent misrepresentation induced the government to assume the obligation which it has had to perform.  We are satisfied that the government, having been compelled to pay an innocent third person as a result of the defendant's fraud in inducing the undertaking, is entitled to assert a claim against the defendant under the False Claims Act.</p>\n        <p><span class=\"citation\" data-id=\"550137\"><a href=\"/opinion/550137/indiana-harbor-belt-railroad-company-cross-appellant-v-american-cyanamid/\"><span class=\"id_token\">Id.</span> at 506. </a></span>  Similarly, in this case, defendants' fraudulent statements induced the government to assume more insurance obligations than it otherwise would have.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We review a district court's decisions on motions for dismissal and summary judgment de novo.  See Heno v. FDIC., <span class=\"citation\" data-id=\"667150\"><a href=\"/opinion/667150/floyd-v-heno-v-federal-deposit-insurance-corporation/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1204</span></a></span>, 1205 (1st Cir.1994);  Pagano v. Frank, <span class=\"citation\" data-id=\"597806\"><a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span>, 347 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Alemany's reference to Jankowitz v. United States, <span class=\"citation no-link\"><span class=\"volume\">209</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">489</span></span>, <span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">538</span></span>, 547 (1976) is unavailing, since the court in that case explicitly refused to decide whether the limitations period begins to run at default or upon submission of a claim for mortgage insurance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As we indicate below, the government has not suggested that it would submit any additional evidence supporting its arguments on appeal, if given the opportunity to do so.  See <span class=\"citation\" data-id=\"479206\"><span class=\"antecedent_guess\">Moody,</span> <a href=\"/opinion/479206/richard-m-moody-v-town-of-weymouth/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">31-32</span> </a></span>(\"Because plaintiff has not shown that he would have done something different had the district court taken him by the hand and told him defendants' motion had been converted into a motion for summary judgment and that this something would likely have defeated defendants' motions, we conclude plaintiff has not demonstrated prejudice and that therefore there would be no point in remanding.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The form provides:  \"On the date of the assignment or deed is filed for record, a telegram is to be sent to [this address], advising the date that the assignment or deed was filed for record....  If the mortgage has been finally endorsed for insurance, partial settlement of approximately 90% of the unpaid principal balance will be made upon receipt of the telegram above....  The final settlement will be made after receipt of the fiscal data and title requirements, which are to be submitted within 45 days after the assignment....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The earlier document submitted by Merrill Lynch on July 2 was arguably merely notice, as it provides only the most basic information about the mortgage loan.  We need not decide the point, as the July 17 application was clearly sufficient to constitute a claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The government makes much of the fact that the assignment of the mortgage conferred on the government \"all rights and interest arising under the mortgage and credit instrument so in default, and all claims against the mortgagor, or others, arising out of the mortgage transaction,\" implying that the government could not have sued (and thus that the statute did not begin to run) until it was assigned the mortgage.  This reveals a confusion, however, between a suit against defendants under the terms of the mortgage and a suit under the FCA.  The fact that the former could not be instituted by the government until assignment is irrelevant with respect to whether a suit under the FCA could be instituted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Compare the July 17 form to the paradigmatic case under the FCA:  an invoice for payment.  The FCA attaches liability to an invoice, not because it triggers an obligation to pay (though it may well do so), but because it poses a risk that the government may, in reliance upon the false statements contained in the invoice, wrongly pay out funds.  Claims that trigger a legal obligation to pay merely constitute a special subset of claims posing a particularly high risk of mistaken payment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> This reading of the term was reemphasized in the 1986 amendments to the FCA, which defines a \"claim\" as a \"request or demand\" for payment.  31 U.S.C. Sec. 3729(c) (1988);  S.Rep. No. 99-345, 1986 U.S.C.C.A.N. at 5284-85</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> This is not to rule that the subsequent assignment could never, alone, be sufficient to constitute a \"claim\" under the FCA.  It is just that we need not reach this issue since the \"claim for payment\" was clearly submitted in this case several months earlier, on July 17, 1979</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/99652/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103757/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104864/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105338/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105695/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107624/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109345/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195690/",
    "https://www.courtlistener.com/api/rest/v3/opinions/248536/",
    "https://www.courtlistener.com/api/rest/v3/opinions/265429/",
    "https://www.courtlistener.com/api/rest/v3/opinions/334175/",
    "https://www.courtlistener.com/api/rest/v3/opinions/409210/",
    "https://www.courtlistener.com/api/rest/v3/opinions/463292/",
    "https://www.courtlistener.com/api/rest/v3/opinions/479206/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550137/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552838/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558665/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587241/",
    "https://www.courtlistener.com/api/rest/v3/opinions/594699/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597806/",
    "https://www.courtlistener.com/api/rest/v3/opinions/667150/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1498864/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1546211/"
  ]
}