{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196129/",
  "id": 196129,
  "absolute_url": "/opinion/196129/burks-jr-v-duboise/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196129/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:58:20Z",
  "date_modified": "2020-02-21T23:44:48.254288Z",
  "type": "010combined",
  "sha1": "fb75604c42e2d2d59688a9a7e74f3ae24d58821e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2197.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 94-2197\r\n\n                       OSCAR N. BURKS, JR.,\r\n                      Petitioner, Appellant,\r\n\n                               v. \r\n\n                         LARRY E. DUBOIS,\r\n                      Respondent, Appellee.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n            [Hon. Nancy Gertner, U.S. District Judge]\r                                                              \r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Cyr and Boudin,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                             \r\n\n     Neil F. Colleran for appellant.\r                               \r\n     Gregory I.  Massing, Assistant  Attorney General,  with whom\r                                  \r\nScott Harshbarger, Attorney General, was on brief, for appellee.\r                           \r\n\n                                             \r\n\n                           June 8, 1995\r\n\n                                             \r\n\n          SELYA, Circuit Judge.   Petitioner-appellant, Oscar  N.\r                    SELYA, Circuit Judge.\r                                        \r\n\nBurks, Jr., asked the federal district court to invoke its habeas\r\n\ncorpus powers, 28 U.S.C.     2241-2254 (1988), and set  aside his\r\n\nstate conviction on charges of trafficking in cocaine, exploiting\r\n\na  minor   for  illegal  drug-related   purposes,  and  illicitly\r\n\nconveying  articles to a state penal institution.  See Mass. Gen.\r                                                                \r\n\nL.  ch. 94C,    32E,  32K  (1989); Mass.  Gen. L.  ch. 268,    31\r\n\n(1989).     The  district  court  declined  to  issue  the  writ.\r\n\nPetitioner appeals.  We affirm.\r\n\n                                I\r                                          I\r                                           \r\n\n                            Background\r                                      Background\r                                                \r\n\n          The stage can be set for consideration of  this single-\r\n\nissue appeal without lengthy  elaboration.  In doing so,  we take\r\n\nthe  facts   in  the   conventional  manner  prescribed   by  the\r\n\njurisprudence  of  habeas  corpus.    See  28  U.S.C.     2254(d)\r                                                   \r\n\n(stipulating presumption  of correctness  that attaches  to state\r\n\ncourt findings of  fact in federal habeas proceedings);  see also\r                                                                           \r\n\nMiller v. Fenton, 474 U.S. 104, 112-15 (1985).\r                          \r\n\n          Petitioner,   a   correctional  officer   at   a  state\r\n\npenitentiary in Gardner,  Massachusetts, agreed to  facilitate an\r\n\ninmate's  scheme to smuggle contraband into the prison.  The plan\r\n\ncalled  for  petitioner to  pick  up  an ounce  of  cocaine  at a\r\n\npredetermined spot outside the institution and deliver  it to the\r\n\ninmate  in  return  for  a  $200  fee  plus  a  jot  of  cocaine.\r\n\nPetitioner  did not know that his newfound crony was fronting for\r\n\nthe state police.\r\n\n                                2\r\r\n\n          After  one  unsuccessful   attempt,  the  inmate   told\r\n\npetitioner  that the drugs and the money  would be deposited in a\r\n\nresidential mailbox in Worcester.  On August 15, 1991, petitioner\r\n\nsojourned to that  city, located the house (which, unbeknownst to\r\n\nhim,  was under intensive  police surveillance), and  drove by it\r\n\nseveral  times.  He then visited  a nearby doughnut shop where he\r\n\ninvented a cock-and-bull  story, the  gist of which  was that  he\r\n\nwished to  retrieve a  letter from his  girlfriend's mailbox  but\r\n\ncould not do  so himself.  On this basis  he recruited a 14-year-\r\n\nold boy as an unwitting accomplice,  agreeing to pay the lad  $30\r\n\nto fetch the prize from the mailbox.\r\n\n          The pair reconnoitered the drop site.   Petitioner then\r\n\nwatched  as the boy approached  the mailbox and  withdrew a paper\r\n\nbag.   Instead  of waiting  for his  courier to  return, however,\r\n\npetitioner  drove  away.   We think  a  jury could  properly have\r\n\ninferred either that petitioner's  nerve failed or that  he spied\r\n\nthe  stakeout.  At any rate,  he never obtained possession of the\r\n\nbag. \r\n\n          In  due  course, the  authorities  arrested petitioner,\r\n\ncharged  him, and  proceeded to  trial.   After the  Commonwealth\r\n\npresented its case, the petitioner testified in his  own defense.\r\n\nHe admitted colloguing with the inmate.  He further admitted that\r\n\nhe  knew the  mailbox  contained both  drugs  and money,  but  he\r\n\nassumed that they would  be in separate envelopes.  He swore that\r\n\nhe only intended to pocket the cash, not  to deliver the cocaine.\r\n\nWhen  he saw the paper bag, he thought that it probably contained\r\n\n                                3\r\r\n\ndrugs.  At that point, he panicked and fled. \r\n\n          On cross-examination the  prosecutor asked  petitioner:\r\n\n\"And, sir, you knew that that package contained drugs, and still,\r\n\nsir, you sent that  fourteen year old kid to  retrieve it, didn't\r\n\nyou,  sir?\"   The  superior court  judge,  sua sponte,  ruled the\r                                                               \r\n\nquestion  improper, interjecting:   \"That's argumentative.\"   The\r\n\nprosecutor immediately shifted gears.1\r\n\n          During   closing   argument,   the  prosecutor,   using\r\n\nrhetorical questions to flay her prey, took unwarranted liberties\r\n\nwith this portion of her cross-examination.  She argued:\r\n\n               And what  does  the defendant  do?    He\r\n          leaves the  fourteen year  old high  and dry,\r\n          knowing   I asked  him.  I said to  him, \"You\r\n          knew  that  package  contained  cocaine,  but\r\n          still   you  sent  a  fourteen  year  old  to\r\n          retrieve it?\"\r\n\n               And what did the defendant say?  \"Yes.\"\r\n\nPetitioner's  trial counsel  did not  object to  the prosecutor's\r\n\nflagrant misstatement.   In the  end, the  jury found  petitioner\r\n\nguilty.\r\n\n          Following  the  imposition   of  sentence,   petitioner\r\n\nsecured the services  of successor  counsel and moved  for a  new\r\n\ntrial,  arguing  that  the  prosecutor's  distortion  had  caused\r\n\njustice to miscarry.   The  trial judge rejected  the motion  and\r\n\npetitioner appealed.   The Massachusetts  Appeals Court summarily\r\n\n                    \r                              \r\n\n     1At first, it was thought that petitioner did not answer the\r\nquestion.  In  considering petitioner's motion  for a new  trial,\r\nhowever, the judge queried the court reporter, who  consulted her\r\ntape  recording of the testimony and reported that petitioner had\r\nin fact responded audibly, stating:  \"No. I did not.\"\r\n\n                                4\r\r\n\naffirmed  the denial  of relief, see  Commonwealth v.  Burks, 608\r                                                                      \r\n\nN.E.2d 1066 (Mass. App. Ct. 1993) (table) (unpublished rescript),\r\n\nand the Supreme Judicial Court declined further appellate review,\r\n\nsee Commonwealth v. Burks, 617 N.E.2d 639 (Mass. 1993) (table).\r                                   \r\n\n          Little daunted, petitioner sought habeas corpus in  the\r\n\nfederal district  court.  He  advanced a single claim:   that the\r\n\nprosecutor's  misstatement  of  the  evidence  in  her  summation\r\n\ndeprived him  of due  process and  thwarted his  right to  a fair\r\n\ntrial.  The  respondent, a state correctional  official, moved to\r\n\ndismiss, asserting  that because  petitioner had not  objected to\r\n\nthe  misstatement  when  it  was  uttered  in  state  court,  his\r\n\nconstitutional claim could not be entertained in a federal habeas\r\n\nproceeding.  Petitioner  acknowledged the procedural  default but\r\n\nnonetheless  opposed dismissal  on two  bases.   He said  that he\r\n\ncould demonstrate  cause for, and prejudice  from, the procedural\r\n\ndefault; and, moreover, that  absent habeas relief, a miscarriage\r\n\nof justice  would go  uncorrected.  Judge  Gertner, adopting  the\r\n\nreport and  recommendation of a magistrate  judge, overrode these\r\n\nobjections and dismissed the petition.  This appeal followed.\r\n\n                                II\r                                          II\r                                            \r\n\n                             Analysis\r                                       Analysis\r                                               \r\n\n                                A.\r                                          A\r                                           \r\n\n                   Applicable Legal Principles\r                             Applicable Legal Principles\r                                                        \r\n\n          The  habeas  corpus  anodyne  is  designed  neither  to\r\n\nprovide an additional layer  of conventional appellate review nor\r\n\nto  correct garden-variety errors,  whether of fact  or law, that\r\n\n                                5\r\r\n\nmay stain  the record  of a state  criminal trial.   Rather,  the\r\n\nremedy is limited to  the consideration of federal constitutional\r\n\nclaims.   See  Herrera v.  Collins, 113  S. Ct.  853, 860  (1993)\r                                            \r\n\n(affirming that the purpose of federal habeas corpus review is to\r\n\nensure  that individuals are  not imprisoned in  violation of the\r\n\nConstitution); see  also Barefoot v.  Estelle, 463 U.S.  880, 887\r                                                       \r\n\n(1983) (\"Federal courts  are not  forums in  which to  relitigate\r\n\nstate  trials.\").  Thus, federal habeas review is precluded, as a\r\n\ngeneral proposition, when a state  court has reached its decision\r\n\non  the basis  of an adequate  and independent  state-law ground.\r\n\nSee  Coleman v.  Thompson, 501  U.S. 722,  729 (1991);  Harris v.\r                                                                        \r\n\nReed, 489 U.S. 255, 262 (1989); Ortiz v. Dubois, 19 F.3d 708, 714\r                                                         \r\n\n(1st Cir. 1994), cert. denied, 115 S. Ct. 739 (1995).\r                                       \r\n\n          A defendant's failure to object  in a timely manner  at\r\n\nhis  state   criminal  trial  may  constitute   an  adequate  and\r\n\nindependent state ground  sufficient to trigger  the bar rule  so\r\n\nlong  as the  state  has a  consistently applied  contemporaneous\r\n\nobjection  requirement and the state  court has not  waived it in\r\n\nthe particular case by resting its decision on some other ground.\r\n\nSee Wainwright v. Sykes, 433 U.S. 72, 87 (1977); Puleio  v. Vose,\r                                                                          \r\n\n830 F.2d 1197, 1199 (1st Cir.  1987), cert. denied, 485 U.S.  990\r                                                            \r\n\n(1988).  Hence, a state court decision  resting upon a finding of\r\n\nprocedural default   such  as a decision rooted in  a defendant's\r\n\nnoncompliance   with   an   unwaived  contemporaneous   objection\r\n\nrequirement     forecloses  federal  habeas  review   unless  the\r\n\npetitioner can  demonstrate cause  for the default  and prejudice\r\n\n                                6\r\r\n\nstemming therefrom, or, alternatively,  unless the petitioner can\r\n\nshow  that a refusal to consider the merits of the constitutional\r\n\nclaim will work a miscarriage of justice.   See Coleman, 501 U.S.\r                                                                 \r\n\nat 750; Harris, 489 U.S. at 262.\r                        \r\n\n          This  framework is  directly pertinent  to petitioner's\r\n\nappeal.   Massachusetts has  a  routinely enforced,  consistently\r\n\napplied contemporaneous  objection rule.  See,  e.g., Puleio, 830\r                                                                      \r\n\nF.2d  at 1199; Commonwealth v. Fluker, 385 N.E.2d 256, 261 (Mass.\r                                               \r\n\n1979); see also  Mass. R. Crim.  P. 22.  Petitioner  honored this\r                         \r\n\nrule  only  in  the breach;  after  all,  his  petition is  based\r\n\nexclusively on  his claim that the  prosecutor misrepresented the\r\n\nevidence   when  summing   up,   yet  he   failed   to  lodge   a\r\n\ncontemporaneous  objection at the time the misrepresentation took\r\n\nwing.  Moreover, the state  courts relied on, and did not  waive,\r\n\nthe contemporaneous objection requirement; the appeals court, for\r\n\ninstance, rested its rejection of petitioner's belated complaints\r\n\nabout the prosecutor's misstatement squarely on this adequate and\r\n\nindependent state  ground.2   Consequently, we  have before  us a\r\n\nclassic  example  of a  procedural  default,  and petitioner  can\r\n\nsucceed  in his habeas case only by showing cognizable cause for,\r\n\n                    \r                              \r\n\n     2To be sure, the  appeals court also reviewed the  merits of\r\npetitioner's contentions to see  whether a miscarriage of justice\r\nlurked in the record.   But, given the contours  of Massachusetts\r\npractice, see,  e.g., Mass. Gen. L.  ch. 211A,    10 (1989), that\r                              \r\nsort of limited review, clearly labelled, does not work a waiver.\r\nSee  Tart v.  Massachusetts, 949  F.2d 490,  496 (1st  Cir. 1991)\r                                     \r\n(explaining  that state appellate  review under the Massachusetts\r\nmiscarriage  of justice standard does not  amount to state waiver\r\nof  the contemporaneous objection rule); Puleio, 830 F.2d at 1200\r                                                         \r\n(same).\r\n\n                                7\r\r\n\nand  cognizable  prejudice  from,   his  procedural  default  or,\r\n\nalternatively, by demonstrating that  the federal court's failure\r\n\nto address the claim on habeas review will occasion a miscarriage\r\n\nof justice.\r\n\n                                B.\r                                          B.\r                                           \r\n\n                       Cause and Prejudice\r                                 Cause and Prejudice\r                                                    \r\n\n          Faced  by a  state-court  judgment that  rests upon  an\r\n\nadequate and  independent state  ground, a habeas  petitioner has\r\n\nthe burden of proving both cause and prejudice.  See Coleman, 501\r                                                                      \r\n\nU.S.  at 750;  Wainwright, 433  U.S. at  87; Puleio, 830  F.2d at\r                                                             \r\n\n1202.  Here, we start   and end   with cause.3\r\n\n          In the  habeas context,  cause is a  term of  art.   To\r\n\nexcuse a procedural  default, a petitioner's cause must relate to\r\n\nan objective factor, external to  the defense, that thwarted  (or\r\n\nat least  substantially obstructed) the efforts  of the defendant\r\n\nor his counsel  to obey the state's procedural rule.   See Murray\r                                                                           \r\n\nv.  Carrier, 477 U.S. 478,  488 (1986); Magee  v. Harshbarger, 16\r                                                                       \r\n\nF.3d  469, 471  (1st  Cir.  1994).    Mere  attorney  error,  not\r\n\namounting  to  ineffective   assistance  in  a   constitutionally\r\n\nsignificant  sense, see, e.g., Scarpa  v. Dubois, 38  F.3d 1 (1st\r                                                          \r\n\nCir.  1994), cert. denied, 115  S. Ct. 940  (1995) and additional\r                                                                           \r\n                    \r                              \r\n\n     3Because we descry no  cognizable cause sufficient to excuse\r\npetitioner's procedural  default, see infra, we  have no occasion\r                                                     \r\nto discuss the  prejudice prong  of the two-part  inquiry in  any\r\ngreat  detail.  We add in passing, however, that, having reviewed\r\nthe  full  record, the  state's case  appears  to have  been very\r\nmuscular.   Viewed in light of all the evidence, the prosecutor's\r\nincorrect  statement does  not seem  to us  to have  actually and\r\nsubstantially prejudiced  petitioner.  See, e.g.,  Ortiz, 19 F.3d\r                                                                  \r\nat 714 (discussing prejudice standard).\r\n\n                                8\r\r\n\npetition for cert. filed  (U.S. Oct. 27, 1994) (No.  94-9157), is\r                                  \r\n\ninsufficient  to constitute  cause.4   See Coleman,  501 U.S.  at\r                                                            \r\n\n753; Murray,  477 U.S.  at 488;  Puleio, 830 F.2d  at 1201.   The\r                                                 \r\n\nprinciple  hardly could be to  the contrary.   If inadvertence of\r\n\ncounsel,  without  more,  were  deemed  to  constitute sufficient\r\n\ncause, the cause requirement would be reduced to little more than\r\n\na speed bump on the road to a federal forum.\r\n\n          In  an effort to  show that his  procedural default was\r\n\ncaused by an external, objective impediment, Burks avers that his\r\n\ntrial  counsel  did  not  hear  the  answer  to  the prosecutor's\r\n\nimproper question  (quoted supra  p. 4).   This  fact, petitioner\r                                          \r\n\ncontends,  caused counsel's  later  silence when  the  prosecutor\r\n\nincorrectly recounted the  testimony.  Petitioner's  thesis melts\r\n\nunder the hot glare of scrutiny.\r\n\n          Assuming  for  the  sake  of  argument  that  counsel's\r\n\nfailure to hear a  witness' response may constitute  an external,\r\n\nobjective impediment under  some circumstances,  cf. Puleio,  830\r                                                                     \r\n\nF.2d  at 1201  (discussing,  but sidestepping  as unexhausted,  a\r\n\nclaim  that trial  counsel's  hearing impairment  operated as  an\r\n\nexternal,   objective   impediment   to   compliance   with   the\r\n\nMassachusetts contemporaneous  objection rule),  it cannot do  so\r\n\nhere.  To  provide cause, a factor  not only must be  objectively\r\n\nascertainable  and external to  the defense,  but also  must have\r\n\nbrought  about  the event  of default.    See generally  James S.\r                                                                 \r\n                    \r                              \r\n\n     4We  note   that  petitioner  did  not   assert  ineffective\r\nassistance  of counsel as a basis for relief in his habeas corpus\r\napplication, nor has he tendered such a claim on appeal.\r\n\n                                9\r\r\n\nLiebman, Federal Habeas Corpus Practice and Procedure   24.3,  at\r                                                               \r\n\n381-83 (Supp. 1993).  In other words, cause, as the name implies,\r\n\nmust  bear   a  causal  relationship  to   noncompliance.    That\r\n\nrelationshipis utterlylacking inthis instance. Weexplain briefly.\r\n\n          There  is no  foundation in  the record  for suggesting\r\n\nthat  counsel did not hear the  trial judge brand the question as\r\n\nbeing ultracrepidarian.  And  because the question itself  was an\r\n\nimproper  subject  for  closing  argument,  defense  counsel  had\r\n\nprecisely  the  same  incentive  to pounce  on  the  prosecutor's\r\n\nsubsequent reference to it whether Burks answered \"no\" or did not\r\n\nanswer at all.  In addition, even if defense counsel did not hear\r\n\nBurks respond in the  negative, the prosecutor's misquotation was\r                                        \r\n\nstill a potentially harmful distortion, and defense counsel could\r\n\nand  should  have  objected  when the  prosecutor  asserted  that\r\n\npetitioner had answered in the affirmative.  On this basis, then,\r                                                    \r\n\nthe  lower court  correctly concluded  that petitioner  failed to\r\n\nshow  any  legally  cognizable  cause sufficient  to  excuse  his\r\n\nprocedural default.\r\n\n                                C.\r                                          C.\r                                           \r\n\n                      Miscarriage of Justice\r                                Miscarriage of Justice\r                                                      \r\n\n          Even absent a showing of cause and prejudice, a federal\r\n\ncourt exercising its habeas  powers should nonetheless overlook a\r\n\nprocedural default and hear a barred constitutional  claim on the\r\n\nmerits if  its failure  to do  so would  result in a  fundamental\r\n\nmiscarriage of justice.  See Murray, 477 U.S. at 495-96.  This is\r                                             \r\n\na narrow exception to the cause-and-prejudice imperative,  seldom\r\n\n                                10\r\r\n\nto be used, and explicitly tied to a showing of actual innocence.\r\n\nSee Schlup v. Delo, 115 S. Ct. 851, 864 (1995); Ortiz, 19 F.3d at\r                                                               \r\n\n714; see also  Watkins v. Ponte, 987 F.2d 27,  31 (1st Cir. 1993)\r                                         \r\n\n(explaining  that,  in  a   habeas  case,  the  \"petitioner  must\r\n\nsupplement the constitutional violation with a `colorable showing\r\n\nof factual innocence'\") (quoting McCleskey v. Zant, 499 U.S. 467,\r                                                            \r\n\n495 (1991)).\r\n\n          To  be sure,  a habeas  petitioner  need not  prove his\r\n\ninnocence beyond all  doubt in order  to reach the safe  haven of\r\n\nthe  miscarriage exception:   it suffices  if the  petitioner can\r\n\nshow  a  probability  that  a  reasonable  jury  would  not  have\r\n\nconvicted  but for  the constitutional  violation.5   See Murray,\r                                                                          \r\n\n477 U.S. at 496.\r\n\n          Here, petitioner has not made a satisfactory showing of\r\n\nactual innocence.  His  argument on this point alludes  to no new\r\n\ninformation  suggesting  innocence,   but  merely  rehashes   the\r\n\ntestimony  adduced at  his  trial  in  an  attempt  to  foster  a\r\n\nsuspicion that  the prosecutor's  overreaching may have  been the\r\n\nstraw that broke the dromedary's back  and, thus, led the jury to\r\n\nconvict.   However, the miscarriage of  justice standard requires\r\n                    \r                              \r\n\n     5Respondent  asserts that Sawyer v. Whitley, 112 S. Ct. 2514\r                                                          \r\n(1992), has placed  a gloss  on Murray,  and now  requires, in  a\r                                                \r\nnoncapital  case,  that  petitioner  make  a  showing  of  actual\r\ninnocence  by \"clear and  convincing\" evidence, rather  than on a\r\nprobability standard.  Id. at  2523.  For two reasons,  we cannot\r                                    \r\nembrace  this thesis,  at  least at  the  present time.    First,\r\nrespondent may be reading Sawyer too broadly, especially in light\r                                          \r\nof  Schlup.  Second,  we note that, in  all events, the appellant\r                    \r\ncannot satisfy  even the  probability standard limned  in Murray.\r                                                                          \r\nConsequently,  we leave to  another day the  question of Sawyer's\r                                                                         \r\n(and Schlup's) effect, if any, on the lessons of Murray.\r                                                                 \r\n\n                                11\r\r\n\nmore than a  possibility of prejudice, see Schlup,  115 S. Ct. at\r                                                           \r\n\n867  &amp; n.45;  Sawyer v.  Whitley, 112  S. Ct.  2514, 2522  &amp; n.13\r                                          \r\n\n(1992), and petitioner's excursion through the record does not by\r\n\nany  stretch  of the  imagination  show a  probability  of actual\r\n\ninnocence.   Accordingly, his  speculation about what  might   or\r\n\nmight not    have been the  outcome of an error-free  trial is an\r\n\nexercise in futility.    Put another way, petitioner's recreation\r\n\nof what transpired in the state  trial court shows, at most, that\r\n\nthere was a  legitimate jury question  as to his guilt,  and that\r\n\nthe prosecutor placed her thumb on  the scales of justice at  one\r\n\npoint.   This is not  enough to qualify  for extraordinary relief\r\n\nunder  Schlup and  its  precursors.   As  Justice Stevens  wrote,\r                       \r\n\n\"[w]ithout any new evidence of innocence, even the existence of a\r\n\nconcededly meritorious  constitutional violation is not in itself\r\n\nsufficient to establish a miscarriage of justice that would allow\r\n\na  habeas court to reach the merits  of a barred claim.\"  Schlup,\r                                                                          \r\n\n115 S. Ct. at 861.\r\n\n          We  need go  no further.   Because  petitioner has  not\r\n\nshown that the failure to entertain his constitutional claim more\r\n\nlikely  than not  will  result in  a  fundamental miscarriage  of\r\n\njustice, his habeas petition remains a casualty of his procedural\r\n\ndefault.\r\n\nAffirmed.\r          Affirmed\r                  \r\n\n                                12\r\r\n",
  "html": "<p class=\"case_cite\">55 F.3d 712</p>\n    <p class=\"parties\">Oscar N. BURKS, Jr., Petitioner, Appellant,<br>v.<br>Larry E. DUBOIS, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 94-2197.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 1, 1995.<br>Decided June 8, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Neil F. Colleran, Lexington, MA, for appellant.</p>\n      <p class=\"indent\">Gregory I. Massing, Asst. Atty. Gen., with whom Scott Harshbarger, Atty. Gen., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner-appellant, Oscar N. Burks, Jr., asked the federal district court to invoke its habeas corpus powers, 28 U.S.C. Secs. 2241-2254 (1988), and set aside his state conviction on charges of trafficking in cocaine, exploiting a minor for illegal drug-related purposes, and illicitly conveying articles to a state penal institution.  See Mass.Gen.L. ch. 94C, Sec. 32E, 32K (1989);  Mass.Gen.L. ch. 268, Sec. 31 (1989).  The district court declined to issue the writ.  Petitioner appeals.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* Background</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The stage can be set for consideration of this single-issue appeal without lengthy elaboration.  In doing so, we take the facts in the conventional manner prescribed by the jurisprudence of habeas corpus.  See 28 U.S.C. Sec. 2254(d) (stipulating presumption of correctness that attaches to state court findings of fact in federal habeas proceedings);  see also Miller v. Fenton, 474 U.S. 104, 112-15, 106 S.Ct. 445, 450-52, 88 L.Ed.2d 405 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Petitioner, a correctional officer at a state penitentiary in Gardner, Massachusetts, agreed to facilitate an inmate's scheme to smuggle contraband into the prison.  The plan called for petitioner to pick up an ounce of cocaine at a predetermined spot outside the institution and deliver it to the inmate in return for a $200 fee plus a jot of cocaine.  Petitioner did not know that his newfound crony was fronting for the state police.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After one unsuccessful attempt, the inmate told petitioner that the drugs and the money would be deposited in a residential mailbox in Worcester.  On August 15, 1991, petitioner sojourned to that city, located the house (which, unbeknownst to him, was under intensive police surveillance), and drove by it several times.  He then visited a nearby doughnut shop where he invented a cock-and-bull story, the gist of which was that he wished to retrieve a letter from his girlfriend's mailbox but could not do so himself.  On this basis he recruited a 14-year-old boy as an unwitting accomplice, agreeing to pay the lad $30 to fetch the prize from the mailbox.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The pair reconnoitered the drop site.  Petitioner then watched as the boy approached the mailbox and withdrew a paper bag.  Instead of waiting for his courier to return, however, petitioner drove away.  We think a jury could properly have inferred either that petitioner's nerve failed or that he spied the stakeout.  At any rate, he never obtained possession of the bag.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In due course, the authorities arrested petitioner, charged him, and proceeded to trial.  After the Commonwealth presented its case, the petitioner testified in his own defense.  He admitted colloquing with the inmate.  He further admitted that he knew the mailbox contained both drugs and money, but he assumed that they would be in separate envelopes.  He swore that he only intended to pocket the cash, not to deliver the cocaine.  When he saw the paper bag, he thought that it probably contained drugs.  At that point, he panicked and fled.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On cross-examination the prosecutor asked petitioner:  \"And, sir, you knew that that package contained drugs, and still, sir, you sent that fourteen year old kid to retrieve it, didn't you, sir?\"   The superior court judge, sua sponte, ruled the question improper, interjecting:  \"That's argumentative.\"   The prosecutor immediately shifted gears.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">During closing argument, the prosecutor, using rhetorical questions to flay her prey, took unwarranted liberties with this portion of her cross-examination.  She argued:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">And what does the defendant do?   He leaves the fourteen year old high and dry, knowing--I asked him.  I said to him, \"You knew that package contained cocaine, but still you sent a fourteen year old to retrieve it?\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">And what did the defendant say?  \"Yes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Petitioner's trial counsel did not object to the prosecutor's flagrant misstatement.  In the end, the jury found petitioner guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Following the imposition of sentence, petitioner secured the services of successor counsel and moved for a new trial, arguing that the prosecutor's distortion had caused justice to miscarry.  The trial judge rejected the motion and petitioner appealed.  The Massachusetts Appeals Court summarily affirmed the denial of relief, see Commonwealth v. Burks, 34 Mass.App. 1106, 608 N.E.2d 1066 (1993) (table) (unpublished rescript), and the Supreme Judicial Court declined further appellate review, see Commonwealth v. Burks, 414 Mass. 1105, 617 N.E.2d 639 (1993) (table).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Little daunted, petitioner sought habeas corpus in the federal district court.  He advanced a single claim:  that the prosecutor's misstatement of the evidence in her summation deprived him of due process and thwarted his right to a fair trial.  The respondent, a state correctional official, moved to dismiss, asserting that because petitioner had not objected to the misstatement when it was uttered in state court, his constitutional claim could not be entertained in a federal habeas proceeding.  Petitioner acknowledged the procedural default but nonetheless opposed dismissal on two bases.  He said that he could demonstrate cause for, and prejudice from, the procedural default;  and, moreover, that absent habeas relief, a miscarriage of justice would go uncorrected.  Judge Gertner, adopting the report and recommendation of a magistrate judge, overrode these objections and dismissed the petition.  This appeal followed.</p>\n    </div>\n    <p>II</p>\n    <p>Analysis</p>\n    <p>A.</p>\n    <p>Applicable Legal Principles</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The habeas corpus anodyne is designed neither to provide an additional layer of conventional appellate review nor to correct garden-variety errors, whether of fact or law, that may stain the record of a state criminal trial.  Rather, the remedy is limited to the consideration of federal constitutional claims.  See Herrera v. Collins, --- U.S. ----, ----, 113 S.Ct. 853, 860, 122 L.Ed.2d 203 (1993) (affirming that the purpose of federal habeas corpus review is to ensure that individuals are not imprisoned in violation of the Constitution);  see also Barefoot v. Estelle, 463 U.S. 880, 887, 103 S.Ct. 3383, 3391, 77 L.Ed.2d 1090 (1983) (\"Federal courts are not forums in which to relitigate state trials.\").  Thus, federal habeas review is precluded, as a general proposition, when a state court has reached its decision on the basis of an adequate and independent state-law ground.  See Coleman v. Thompson, 501 U.S. 722, 729, 111 S.Ct. 2546, 2553, 115 L.Ed.2d 640 (1991);  Harris v. Reed, 489 U.S. 255, 262, 109 S.Ct. 1038, 1042, 103 L.Ed.2d 308 (1989);  Ortiz v. Dubois, 19 F.3d 708, 714 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 739, 130 L.Ed.2d 641 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A defendant's failure to object in a timely manner at his state criminal trial may constitute an adequate and independent state ground sufficient to trigger the bar rule so long as the state has a consistently applied contemporaneous objection requirement and the state court has not waived it in the particular case by resting its decision on some other ground.  See Wainwright v. Sykes, 433 U.S. 72, 87, 97 S.Ct. 2497, 2506, 53 L.Ed.2d 594 (1977);  Puleio v. Vose, 830 F.2d 1197, 1199 (1st Cir.1987), cert. denied, 485 U.S. 990, 108 S.Ct. 1297, 99 L.Ed.2d 506 (1988).  Hence, a state court decision resting upon a finding of procedural default--such as a decision rooted in a defendant's noncompliance with an unwaived contemporaneous objection requirement--forecloses federal habeas review unless the petitioner can demonstrate cause for the default and prejudice stemming therefrom, or, alternatively, unless the petitioner can show that a refusal to consider the merits of the constitutional claim will work a miscarriage of justice.  See Coleman, 501 U.S. at 750, 111 S.Ct. at 2564;  Harris, 489 U.S. at 262, 109 S.Ct. at 1042.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This framework is directly pertinent to petitioner's appeal.  Massachusetts has a routinely enforced, consistently applied contemporaneous objection rule.  See, e.g., Puleio, 830 F.2d at 1199;  Commonwealth v. Fluker, 377 Mass. 123, 385 N.E.2d 256, 261 (1979);  see also Mass.R.Crim.P. 22.  Petitioner honored this rule only in the breach;  after all, his petition is based exclusively on his claim that the prosecutor misrepresented the evidence when summing up, yet he failed to lodge a contemporaneous objection at the time the misrepresentation took wing.  Moreover, the state courts relied on, and did not waive, the contemporaneous objection requirement;  the appeals court, for instance, rested its rejection of petitioner's belated complaints about the prosecutor's misstatement squarely on this adequate and independent state ground.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Consequently, we have before us a classic example of a procedural default, and petitioner can succeed in his habeas case only by showing cognizable cause for, and cognizable prejudice from, his procedural default or, alternatively, by demonstrating that the federal court's failure to address the claim on habeas review will occasion a miscarriage of justice.</p>\n    </div>\n    <p>B.</p>\n    <p>Cause and Prejudice</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Faced by a state-court judgment that rests upon an adequate and independent state ground, a habeas petitioner has the burden of proving both cause and prejudice.  See Coleman, 501 U.S. at 750, 111 S.Ct. at 2564;  Wainwright, 433 U.S. at 87, 97 S.Ct. at 2506;  Puleio, 830 F.2d at 1202.   Here, we start--and end--with cause.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the habeas context, cause is a term of art.  To excuse a procedural default, a petitioner's cause must relate to an objective factor, external to the defense, that thwarted (or at least substantially obstructed) the efforts of the defendant or his counsel to obey the state's procedural rule.  See Murray v. Carrier, 477 U.S. 478, 488, 106 S.Ct. 2639, 2645, 91 L.Ed.2d 397 (1986);  Magee v. Harshbarger, 16 F.3d 469, 471 (1st Cir.1994).  Mere attorney error, not amounting to ineffective assistance in a constitutionally significant sense, see, e.g., Scarpa v. Dubois, 38 F.3d 1 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 940, 130 L.Ed.2d 885 (1995) and additional petition for cert. filed (U.S. Oct. 27, 1994) (No. 94-9157), is insufficient to constitute cause.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See Coleman, 501 U.S. at 753, 111 S.Ct. at 2566;  Murray, 477 U.S. at 488, 106 S.Ct. at 2645;  Puleio, 830 F.2d at 1201.   The principle hardly could be to the contrary.  If inadvertence of counsel, without more, were deemed to constitute sufficient cause, the cause requirement would be reduced to little more than a speed bump on the road to a federal forum.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In an effort to show that his procedural default was caused by an external, objective impediment, Burks avers that his trial counsel did not hear the answer to the prosecutor's improper question (quoted supra p. 715).  This fact, petitioner contends, caused counsel's later silence when the prosecutor incorrectly recounted the testimony.  Petitioner's thesis melts under the hot glare of scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Assuming for the sake of argument that counsel's failure to hear a witness' response may constitute an external, objective impediment under some circumstances, cf. Puleio, 830 F.2d at 1201 (discussing, but sidestepping as unexhausted, a claim that trial counsel's hearing impairment operated as an external, objective impediment to compliance with the Massachusetts contemporaneous objection rule), it cannot do so here.  To provide cause, a factor not only must be objectively ascertainable and external to the defense, but also must have brought about the event of default.  See generally James S. Liebman, Federal Habeas Corpus Practice and Procedure Sec. 24.3, at 381-83 (Supp.1993).  In other words, cause, as the name implies, must bear a causal relationship to noncompliance.  That relationship is utterly lacking in this instance.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There is no foundation in the record for suggesting that counsel did not hear the trial judge brand the question as being ultracrepidarian.  And because the question itself was an improper subject for closing argument, defense counsel had precisely the same incentive to pounce on the prosecutor's subsequent reference to it whether Burks answered \"no\" or did not answer at all.  In addition, even if defense counsel did not hear Burks respond in the negative, the prosecutor's misquotation was still a potentially harmful distortion, and defense counsel could and should have objected when the prosecutor asserted that petitioner had answered in the affirmative.   On this basis, then, the lower court correctly concluded that petitioner failed to show any legally cognizable cause sufficient to excuse his procedural default.</p>\n    </div>\n    <p>C.</p>\n    <p>Miscarriage of Justice</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Even absent a showing of cause and prejudice, a federal court exercising its habeas powers should nonetheless overlook a procedural default and hear a barred constitutional claim on the merits if its failure to do so would result in a fundamental miscarriage of justice.  See Murray, 477 U.S. at 495-96, 106 S.Ct. at 2649.   This is a narrow exception to the cause-and-prejudice imperative, seldom to be used, and explicitly tied to a showing of actual innocence.  See Schlup v. Delo, --- U.S. ----, ----, 115 S.Ct. 851, 864, 130 L.Ed.2d 808 (1995);  Ortiz, 19 F.3d at 714;  see also Watkins v. Ponte, 987 F.2d 27, 31 (1st Cir.1993) (explaining that, in a habeas case, the \"petitioner must supplement the constitutional violation with a 'colorable showing of factual innocence' \") (quoting McCleskey v. Zant, 499 U.S. 467, 495, 111 S.Ct. 1454, 1470, 113 L.Ed.2d 517 (1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">To be sure, a habeas petitioner need not prove his innocence beyond all doubt in order to reach the safe haven of the miscarriage exception:  it suffices if the petitioner can show a probability that a reasonable jury would not have convicted but for the constitutional violation.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See Murray, 477 U.S. at 496, 106 S.Ct. at 2649.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Here, petitioner has not made a satisfactory showing of actual innocence.  His argument on this point alludes to no new information suggesting innocence, but merely rehashes the testimony adduced at his trial in an attempt to foster a suspicion that the prosecutor's overreaching may have been the straw that broke the dromedary's back and, thus, led the jury to convict.  However, the miscarriage of justice standard requires more than a possibility of prejudice, see Schlup, --- U.S. at ---- &amp; n. 45, 115 S.Ct. at 867 &amp; n. 45;  Sawyer v. Whitley, --- U.S. ----, ---- &amp; n. 13, 112 S.Ct. 2514, 2522 &amp; n. 13, 120 L.Ed.2d 269 (1992), and petitioner's excursion through the record does not by any stretch of the imagination show a probability of actual innocence.  Accordingly, his speculation about what might--or might not--have been the outcome of an error-free trial is an exercise in futility.  Put another way, petitioner's recreation of what transpired in the state trial court shows, at most, that there was a legitimate jury question as to his guilt, and that the prosecutor placed her thumb on the scales of justice at one point.  This is not enough to qualify for extraordinary relief under Schlup and its precursors.  As Justice Stevens wrote, \"[w]ithout any new evidence of innocence, even the existence of a concededly meritorious constitutional violation is not in itself sufficient to establish a miscarriage of justice that would allow a habeas court to reach the merits of a barred claim.\"  Schlup, --- U.S. at ----, 115 S.Ct. at 861.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We need go no further.  Because petitioner has not shown that the failure to entertain his constitutional claim more likely than not will result in a fundamental miscarriage of justice, his habeas petition remains a casualty of his procedural default.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At first, it was thought that petitioner did not answer the question.  In considering petitioner's motion for a new trial, however, the judge queried the court reporter, who consulted her tape recording of the testimony and reported that petitioner had in fact responded audibly, stating:  \"No.  I did not.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> To be sure, the appeals court also reviewed the merits of petitioner's contentions to see whether a miscarriage of justice lurked in the record.  But, given the contours of Massachusetts practice, see, e.g., Mass.Gen.L. ch. 211A, Sec. 10 (1989), that sort of limited review, clearly labelled, does not work a waiver.  See Tart v. Massachusetts, 949 F.2d 490, 496 (1st Cir.1991) (explaining that state appellate review under the Massachusetts miscarriage of justice standard does not amount to state waiver of the contemporaneous objection rule);  Puleio, 830 F.2d at 1200 (same)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Because we descry no cognizable cause sufficient to excuse petitioner's procedural default, see infra, we have no occasion to discuss the prejudice prong of the two-part inquiry in any great detail.  We add in passing, however, that, having reviewed the full record, the state's case appears to have been very muscular.  Viewed in light of all the evidence, the prosecutor's incorrect statement does not seem to us to have actually and substantially prejudiced petitioner.  See, e.g., Ortiz, 19 F.3d at 714 (discussing prejudice standard)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that petitioner did not assert ineffective assistance of counsel as a basis for relief in his habeas corpus application, nor has he tendered such a claim on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Respondent asserts that Sawyer v. Whitley, --- U.S. ----, 112 S.Ct. 2514, 120 L.Ed.2d 269 (1992), has placed a gloss on Murray, and now requires, in a noncapital case, that petitioner make a showing of actual innocence by \"clear and convincing\" evidence, rather than on a probability standard.  Id. at ----, 112 S.Ct. at 2523.   For two reasons, we cannot embrace this thesis, at least at the present time.  First, respondent may be reading Sawyer too broadly, especially in light of Schlup.   Second, we note that, in all events, the appellant cannot satisfy even the probability standard limned in Murray.   Consequently, we leave to another day the question of Sawyer 's (and Schlup 's) effect, if any, on the lessons of Murray</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></span></p>\n    <p class=\"parties\">Oscar N. BURKS, Jr., Petitioner, Appellant,<br>v.<br>Larry E. DUBOIS, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 94-2197.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 1, 1995.<br>Decided June 8, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Neil F. Colleran, Lexington, MA, for appellant.</p>\n      <p class=\"indent\">Gregory I. Massing, Asst. Atty. Gen., with whom Scott Harshbarger, Atty. Gen., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner-appellant, Oscar N. Burks, Jr., asked the federal district court to invoke its habeas corpus powers, 28 U.S.C. Secs. 2241-2254 (1988), and set aside his state conviction on charges of trafficking in cocaine, exploiting a minor for illegal drug-related purposes, and illicitly conveying articles to a state penal institution.  See Mass.Gen.L. ch. 94C, Sec. 32E, 32K (1989);  Mass.Gen.L. ch. 268, Sec. 31 (1989).  The district court declined to issue the writ.  Petitioner appeals.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* Background</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The stage can be set for consideration of this single-issue appeal without lengthy elaboration.  In doing so, we take the facts in the conventional manner prescribed by the jurisprudence of habeas corpus.  See 28 U.S.C. Sec. 2254(d) (stipulating presumption of correctness that attaches to state court findings of fact in federal habeas proceedings);  see also Miller v. Fenton, <span class=\"citation\" data-id=\"111542\"><a href=\"/opinion/111542/miller-v-fenton/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 112-15, <span class=\"citation\" data-id=\"111542\"><a href=\"/opinion/111542/miller-v-fenton/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">445</span></a></span>, 450-52, <span class=\"citation\" data-id=\"111542\"><a href=\"/opinion/111542/miller-v-fenton/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span> </a></span>(1985).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Petitioner, a correctional officer at a state penitentiary in Gardner, Massachusetts, agreed to facilitate an inmate's scheme to smuggle contraband into the prison.  The plan called for petitioner to pick up an ounce of cocaine at a predetermined spot outside the institution and deliver it to the inmate in return for a $200 fee plus a jot of cocaine.  Petitioner did not know that his newfound crony was fronting for the state police.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After one unsuccessful attempt, the inmate told petitioner that the drugs and the money would be deposited in a residential mailbox in Worcester.  On August 15, 1991, petitioner sojourned to that city, located the house (which, unbeknownst to him, was under intensive police surveillance), and drove by it several times.  He then visited a nearby doughnut shop where he invented a cock-and-bull story, the gist of which was that he wished to retrieve a letter from his girlfriend's mailbox but could not do so himself.  On this basis he recruited a 14-year-old boy as an unwitting accomplice, agreeing to pay the lad $30 to fetch the prize from the mailbox.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The pair reconnoitered the drop site.  Petitioner then watched as the boy approached the mailbox and withdrew a paper bag.  Instead of waiting for his courier to return, however, petitioner drove away.  We think a jury could properly have inferred either that petitioner's nerve failed or that he spied the stakeout.  At any rate, he never obtained possession of the bag.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In due course, the authorities arrested petitioner, charged him, and proceeded to trial.  After the Commonwealth presented its case, the petitioner testified in his own defense.  He admitted colloquing with the inmate.  He further admitted that he knew the mailbox contained both drugs and money, but he assumed that they would be in separate envelopes.  He swore that he only intended to pocket the cash, not to deliver the cocaine.  When he saw the paper bag, he thought that it probably contained drugs.  At that point, he panicked and fled.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On cross-examination the prosecutor asked petitioner:  \"And, sir, you knew that that package contained drugs, and still, sir, you sent that fourteen year old kid to retrieve it, didn't you, sir?\"   The superior court judge, sua sponte, ruled the question improper, interjecting:  \"That's argumentative.\"   The prosecutor immediately shifted gears.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">During closing argument, the prosecutor, using rhetorical questions to flay her prey, took unwarranted liberties with this portion of her cross-examination.  She argued:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">And what does the defendant do?   He leaves the fourteen year old high and dry, knowing--I asked him.  I said to him, \"You knew that package contained cocaine, but still you sent a fourteen year old to retrieve it?\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">And what did the defendant say?  \"Yes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Petitioner's trial counsel did not object to the prosecutor's flagrant misstatement.  In the end, the jury found petitioner guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Following the imposition of sentence, petitioner secured the services of successor counsel and moved for a new trial, arguing that the prosecutor's distortion had caused justice to miscarry.  The trial judge rejected the motion and petitioner appealed.  The Massachusetts Appeals Court summarily affirmed the denial of relief, see Commonwealth v. Burks, 34 Mass.App. 1106, <span class=\"citation no-link\"><span class=\"volume\">608</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1066</span> </span>(1993) (table) (unpublished rescript), and the Supreme Judicial Court declined further appellate review, see Commonwealth v. Burks, <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1105</span></span>, <span class=\"citation no-link\"><span class=\"volume\">617</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">639</span> </span>(1993) (table).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Little daunted, petitioner sought habeas corpus in the federal district court.  He advanced a single claim:  that the prosecutor's misstatement of the evidence in her summation deprived him of due process and thwarted his right to a fair trial.  The respondent, a state correctional official, moved to dismiss, asserting that because petitioner had not objected to the misstatement when it was uttered in state court, his constitutional claim could not be entertained in a federal habeas proceeding.  Petitioner acknowledged the procedural default but nonetheless opposed dismissal on two bases.  He said that he could demonstrate cause for, and prejudice from, the procedural default;  and, moreover, that absent habeas relief, a miscarriage of justice would go uncorrected.  Judge Gertner, adopting the report and recommendation of a magistrate judge, overrode these objections and dismissed the petition.  This appeal followed.</p>\n    </div>\n    <p>II</p>\n    <p>Analysis</p>\n    <p>A.</p>\n    <p>Applicable Legal Principles</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The habeas corpus anodyne is designed neither to provide an additional layer of conventional appellate review nor to correct garden-variety errors, whether of fact or law, that may stain the record of a state criminal trial.  Rather, the remedy is limited to the consideration of federal constitutional claims.  See Herrera v. Collins, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112808\"><a href=\"/opinion/112808/herrera-v-collins/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">853</span></a></span>, 860, <span class=\"citation\" data-id=\"112808\"><a href=\"/opinion/112808/herrera-v-collins/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">203</span> </a></span>(1993) (affirming that the purpose of federal habeas corpus review is to ensure that individuals are not imprisoned in violation of the Constitution);  see also Barefoot v. Estelle, <span class=\"citation\" data-id=\"111017\"><a href=\"/opinion/111017/barefoot-v-estelle/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">880</span></a></span>, 887, <span class=\"citation\" data-id=\"111017\"><a href=\"/opinion/111017/barefoot-v-estelle/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3383</span></a></span>, 3391, <span class=\"citation\" data-id=\"111017\"><a href=\"/opinion/111017/barefoot-v-estelle/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1090</span> </a></span>(1983) (\"Federal courts are not forums in which to relitigate state trials.\").  Thus, federal habeas review is precluded, as a general proposition, when a state court has reached its decision on the basis of an adequate and independent state-law ground.  See Coleman v. Thompson, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">722</span></a></span>, 729, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2546</span></a></span>, 2553, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">640</span> </a></span>(1991);  Harris v. Reed, <span class=\"citation\" data-id=\"112205\"><a href=\"/opinion/112205/harris-v-reed/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">255</span></a></span>, 262, <span class=\"citation\" data-id=\"112205\"><a href=\"/opinion/112205/harris-v-reed/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>, 1042, <span class=\"citation\" data-id=\"112205\"><a href=\"/opinion/112205/harris-v-reed/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">308</span> </a></span>(1989);  Ortiz v. Dubois, <span class=\"citation\" data-id=\"195274\"><a href=\"/opinion/195274/ortiz-v-dubois/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">708</span></a></span>, 714 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">739</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">641</span> </span>(1995).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A defendant's failure to object in a timely manner at his state criminal trial may constitute an adequate and independent state ground sufficient to trigger the bar rule so long as the state has a consistently applied contemporaneous objection requirement and the state court has not waived it in the particular case by resting its decision on some other ground.  See Wainwright v. Sykes, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">72</span></a></span>, 87, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2497</span></a></span>, 2506, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">594</span> </a></span>(1977);  Puleio v. Vose, <span class=\"citation\" data-id=\"495428\"><a href=\"/opinion/495428/joseph-a-puleio-v-george-a-vose-jr-etc/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1197</span></a></span>, 1199 (1st Cir.1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">990</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1297</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">506</span> </span>(1988).  Hence, a state court decision resting upon a finding of procedural default--such as a decision rooted in a defendant's noncompliance with an unwaived contemporaneous objection requirement--forecloses federal habeas review unless the petitioner can demonstrate cause for the default and prejudice stemming therefrom, or, alternatively, unless the petitioner can show that a refusal to consider the merits of the constitutional claim will work a miscarriage of justice.  See <span class=\"citation\" data-id=\"112640\"><span class=\"antecedent_guess\">Coleman,</span> <a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">750</span></a></span>, 111 S.Ct. at 2564;  <span class=\"citation\" data-id=\"112205\"><span class=\"antecedent_guess\">Harris,</span> <a href=\"/opinion/112205/harris-v-reed/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">262</span></a></span>, 109 S.Ct. at 1042.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This framework is directly pertinent to petitioner's appeal.  Massachusetts has a routinely enforced, consistently applied contemporaneous objection rule.  See, e.g., <span class=\"citation\" data-id=\"495428\"><span class=\"antecedent_guess\">Puleio,</span> <a href=\"/opinion/495428/joseph-a-puleio-v-george-a-vose-jr-etc/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1199</span></a></span>;  Commonwealth v. Fluker, <span class=\"citation\" data-id=\"2061961\"><a href=\"/opinion/2061961/commonwealth-v-fluker/\"><span class=\"volume\">377</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">123</span></a></span>, <span class=\"citation\" data-id=\"2061961\"><a href=\"/opinion/2061961/commonwealth-v-fluker/\"><span class=\"volume\">385</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">256</span></a></span>, 261 (1979);  see also Mass.R.Crim.P. 22.  Petitioner honored this rule only in the breach;  after all, his petition is based exclusively on his claim that the prosecutor misrepresented the evidence when summing up, yet he failed to lodge a contemporaneous objection at the time the misrepresentation took wing.  Moreover, the state courts relied on, and did not waive, the contemporaneous objection requirement;  the appeals court, for instance, rested its rejection of petitioner's belated complaints about the prosecutor's misstatement squarely on this adequate and independent state ground.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Consequently, we have before us a classic example of a procedural default, and petitioner can succeed in his habeas case only by showing cognizable cause for, and cognizable prejudice from, his procedural default or, alternatively, by demonstrating that the federal court's failure to address the claim on habeas review will occasion a miscarriage of justice.</p>\n    </div>\n    <p>B.</p>\n    <p>Cause and Prejudice</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Faced by a state-court judgment that rests upon an adequate and independent state ground, a habeas petitioner has the burden of proving both cause and prejudice.  See <span class=\"citation\" data-id=\"112640\"><span class=\"antecedent_guess\">Coleman,</span> <a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">750</span></a></span>, 111 S.Ct. at 2564;  <span class=\"citation\" data-id=\"109717\"><span class=\"antecedent_guess\">Wainwright,</span> <a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">87</span></a></span>, 97 S.Ct. at 2506;  <span class=\"citation\" data-id=\"495428\"><span class=\"antecedent_guess\">Puleio,</span> <a href=\"/opinion/495428/joseph-a-puleio-v-george-a-vose-jr-etc/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1202</span></a></span>.   Here, we start--and end--with cause.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the habeas context, cause is a term of art.  To excuse a procedural default, a petitioner's cause must relate to an objective factor, external to the defense, that thwarted (or at least substantially obstructed) the efforts of the defendant or his counsel to obey the state's procedural rule.  See Murray v. Carrier, <span class=\"citation\" data-id=\"111727\"><a href=\"/opinion/111727/murray-v-carrier/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 488, <span class=\"citation\" data-id=\"111727\"><a href=\"/opinion/111727/murray-v-carrier/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2639</span></a></span>, 2645, <span class=\"citation\" data-id=\"111727\"><a href=\"/opinion/111727/murray-v-carrier/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">397</span> </a></span>(1986);  Magee v. Harshbarger, <span class=\"citation\" data-id=\"663075\"><a href=\"/opinion/663075/thomas-a-magee-v-scott-harshbarger/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">469</span></a></span>, 471 (1st Cir.1994).  Mere attorney error, not amounting to ineffective assistance in a constitutionally significant sense, see, e.g., Scarpa v. Dubois, <span class=\"citation\" data-id=\"680706\"><a href=\"/opinion/680706/nazzaro-scarpa-v-larry-e-dubois-etc/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span> </a></span>(1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">940</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">885</span> </span>(1995) and additional petition for cert. filed (U.S. Oct. 27, 1994) (No. 94-9157), is insufficient to constitute cause.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See <span class=\"citation\" data-id=\"112640\"><span class=\"antecedent_guess\">Coleman,</span> <a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">753</span></a></span>, 111 S.Ct. at 2566;  <span class=\"citation\" data-id=\"111727\"><span class=\"antecedent_guess\">Murray,</span> <a href=\"/opinion/111727/murray-v-carrier/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">488</span></a></span>, 106 S.Ct. at 2645;  <span class=\"citation\" data-id=\"495428\"><span class=\"antecedent_guess\">Puleio,</span> <a href=\"/opinion/495428/joseph-a-puleio-v-george-a-vose-jr-etc/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1201</span></a></span>.   The principle hardly could be to the contrary.  If inadvertence of counsel, without more, were deemed to constitute sufficient cause, the cause requirement would be reduced to little more than a speed bump on the road to a federal forum.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In an effort to show that his procedural default was caused by an external, objective impediment, Burks avers that his trial counsel did not hear the answer to the prosecutor's improper question (quoted supra p. 715).  This fact, petitioner contends, caused counsel's later silence when the prosecutor incorrectly recounted the testimony.  Petitioner's thesis melts under the hot glare of scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Assuming for the sake of argument that counsel's failure to hear a witness' response may constitute an external, objective impediment under some circumstances, cf. <span class=\"citation\" data-id=\"495428\"><span class=\"antecedent_guess\">Puleio,</span> <a href=\"/opinion/495428/joseph-a-puleio-v-george-a-vose-jr-etc/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1201</span> </a></span>(discussing, but sidestepping as unexhausted, a claim that trial counsel's hearing impairment operated as an external, objective impediment to compliance with the Massachusetts contemporaneous objection rule), it cannot do so here.  To provide cause, a factor not only must be objectively ascertainable and external to the defense, but also must have brought about the event of default.  See generally James S. Liebman, Federal Habeas Corpus Practice and Procedure Sec. 24.3, at 381-83 (Supp.1993).  In other words, cause, as the name implies, must bear a causal relationship to noncompliance.  That relationship is utterly lacking in this instance.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There is no foundation in the record for suggesting that counsel did not hear the trial judge brand the question as being ultracrepidarian.  And because the question itself was an improper subject for closing argument, defense counsel had precisely the same incentive to pounce on the prosecutor's subsequent reference to it whether Burks answered \"no\" or did not answer at all.  In addition, even if defense counsel did not hear Burks respond in the negative, the prosecutor's misquotation was still a potentially harmful distortion, and defense counsel could and should have objected when the prosecutor asserted that petitioner had answered in the affirmative.   On this basis, then, the lower court correctly concluded that petitioner failed to show any legally cognizable cause sufficient to excuse his procedural default.</p>\n    </div>\n    <p>C.</p>\n    <p>Miscarriage of Justice</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Even absent a showing of cause and prejudice, a federal court exercising its habeas powers should nonetheless overlook a procedural default and hear a barred constitutional claim on the merits if its failure to do so would result in a fundamental miscarriage of justice.  See <span class=\"citation\" data-id=\"111727\"><span class=\"antecedent_guess\">Murray,</span> <a href=\"/opinion/111727/murray-v-carrier/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">495-96</span></a></span>, 106 S.Ct. at 2649.   This is a narrow exception to the cause-and-prejudice imperative, seldom to be used, and explicitly tied to a showing of actual innocence.  See Schlup v. Delo, --- U.S. ----, ----, <span class=\"citation\" data-id=\"117893\"><a href=\"/opinion/117893/schlup-v-delo/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">851</span></a></span>, 864, <span class=\"citation\" data-id=\"117893\"><a href=\"/opinion/117893/schlup-v-delo/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">808</span> </a></span>(1995);  <span class=\"citation\" data-id=\"195274\"><span class=\"antecedent_guess\">Ortiz,</span> <a href=\"/opinion/195274/ortiz-v-dubois/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">714</span></a></span>;  see also Watkins v. Ponte, <span class=\"citation\" data-id=\"601481\"><a href=\"/opinion/601481/theodis-watkins-v-joseph-ponte/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 31 (1st Cir.1993) (explaining that, in a habeas case, the \"petitioner must supplement the constitutional violation with a 'colorable showing of factual innocence' \") (quoting McCleskey v. Zant, <span class=\"citation\" data-id=\"112573\"><a href=\"/opinion/112573/mccleskey-v-zant/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">467</span></a></span>, 495, <span class=\"citation\" data-id=\"112573\"><a href=\"/opinion/112573/mccleskey-v-zant/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1454</span></a></span>, 1470, <span class=\"citation\" data-id=\"112573\"><a href=\"/opinion/112573/mccleskey-v-zant/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span> </a></span>(1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">To be sure, a habeas petitioner need not prove his innocence beyond all doubt in order to reach the safe haven of the miscarriage exception:  it suffices if the petitioner can show a probability that a reasonable jury would not have convicted but for the constitutional violation.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See <span class=\"citation\" data-id=\"111727\"><span class=\"antecedent_guess\">Murray,</span> <a href=\"/opinion/111727/murray-v-carrier/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">496</span></a></span>, 106 S.Ct. at 2649.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Here, petitioner has not made a satisfactory showing of actual innocence.  His argument on this point alludes to no new information suggesting innocence, but merely rehashes the testimony adduced at his trial in an attempt to foster a suspicion that the prosecutor's overreaching may have been the straw that broke the dromedary's back and, thus, led the jury to convict.  However, the miscarriage of justice standard requires more than a possibility of prejudice, see Schlup, --- U.S. at ---- &amp; n. <span class=\"citation\" data-id=\"117893\"><span class=\"antecedent_guess\">45,</span> <a href=\"/opinion/117893/schlup-v-delo/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">867</span> </a></span>&amp; n. 45;  Sawyer v. Whitley, --- U.S. ----, ---- &amp; n. 13, <span class=\"citation\" data-id=\"112773\"><a href=\"/opinion/112773/sawyer-v-whitley/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2514</span></a></span>, 2522 &amp; n. 13, <span class=\"citation\" data-id=\"112773\"><a href=\"/opinion/112773/sawyer-v-whitley/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">269</span> </a></span>(1992), and petitioner's excursion through the record does not by any stretch of the imagination show a probability of actual innocence.  Accordingly, his speculation about what might--or might not--have been the outcome of an error-free trial is an exercise in futility.  Put another way, petitioner's recreation of what transpired in the state trial court shows, at most, that there was a legitimate jury question as to his guilt, and that the prosecutor placed her thumb on the scales of justice at one point.  This is not enough to qualify for extraordinary relief under Schlup and its precursors.  As Justice Stevens wrote, \"[w]ithout any new evidence of innocence, even the existence of a concededly meritorious constitutional violation is not in itself sufficient to establish a miscarriage of justice that would allow a habeas court to reach the merits of a barred claim.\"  Schlup, --- U.S. at <span class=\"citation\" data-id=\"117893\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117893/schlup-v-delo/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">861</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We need go no further.  Because petitioner has not shown that the failure to entertain his constitutional claim more likely than not will result in a fundamental miscarriage of justice, his habeas petition remains a casualty of his procedural default.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At first, it was thought that petitioner did not answer the question.  In considering petitioner's motion for a new trial, however, the judge queried the court reporter, who consulted her tape recording of the testimony and reported that petitioner had in fact responded audibly, stating:  \"No.  I did not.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> To be sure, the appeals court also reviewed the merits of petitioner's contentions to see whether a miscarriage of justice lurked in the record.  But, given the contours of Massachusetts practice, see, e.g., Mass.Gen.L. ch. 211A, Sec. 10 (1989), that sort of limited review, clearly labelled, does not work a waiver.  See Tart v. Massachusetts, <span class=\"citation\" data-id=\"572407\"><a href=\"/opinion/572407/wesley-p-tart-v-commonwealth-of-massachusetts/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">490</span></a></span>, 496 (1st Cir.1991) (explaining that state appellate review under the Massachusetts miscarriage of justice standard does not amount to state waiver of the contemporaneous objection rule);  <span class=\"citation\" data-id=\"495428\"><span class=\"antecedent_guess\">Puleio,</span> <a href=\"/opinion/495428/joseph-a-puleio-v-george-a-vose-jr-etc/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1200</span> </a></span>(same)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Because we descry no cognizable cause sufficient to excuse petitioner's procedural default, see infra, we have no occasion to discuss the prejudice prong of the two-part inquiry in any great detail.  We add in passing, however, that, having reviewed the full record, the state's case appears to have been very muscular.  Viewed in light of all the evidence, the prosecutor's incorrect statement does not seem to us to have actually and substantially prejudiced petitioner.  See, e.g., <span class=\"citation\" data-id=\"195274\"><span class=\"antecedent_guess\">Ortiz,</span> <a href=\"/opinion/195274/ortiz-v-dubois/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">714</span> </a></span>(discussing prejudice standard)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that petitioner did not assert ineffective assistance of counsel as a basis for relief in his habeas corpus application, nor has he tendered such a claim on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Respondent asserts that Sawyer v. Whitley, --- U.S. ----, <span class=\"citation\" data-id=\"112773\"><a href=\"/opinion/112773/sawyer-v-whitley/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2514</span></a></span>, <span class=\"citation\" data-id=\"112773\"><a href=\"/opinion/112773/sawyer-v-whitley/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">269</span> </a></span>(1992), has placed a gloss on Murray, and now requires, in a noncapital case, that petitioner make a showing of actual innocence by \"clear and convincing\" evidence, rather than on a probability standard.  <span class=\"citation\" data-id=\"112773\"><a href=\"/opinion/112773/sawyer-v-whitley/\"><span class=\"id_token\">Id.</span> at ----, </a></span>112 S.Ct. at 2523.   For two reasons, we cannot embrace this thesis, at least at the present time.  First, respondent may be reading Sawyer too broadly, especially in light of Schlup.   Second, we note that, in all events, the appellant cannot satisfy even the probability standard limned in Murray.   Consequently, we leave to another day the question of Sawyer 's (and Schlup 's) effect, if any, on the lessons of Murray</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109717/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111017/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111542/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111727/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112205/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112573/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112640/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112773/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112808/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117893/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195274/",
    "https://www.courtlistener.com/api/rest/v3/opinions/495428/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572407/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/663075/",
    "https://www.courtlistener.com/api/rest/v3/opinions/680706/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2061961/"
  ]
}