{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196137/",
  "id": 196137,
  "absolute_url": "/opinion/196137/united-states-v-bernardo-rodriguez/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196137/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:58:32Z",
  "date_modified": "2020-02-21T23:45:03.607396Z",
  "type": "010combined",
  "sha1": "f61d8a6297b5363a36bb5b83ff3b33f6387f9a98",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2094.01A",
  "local_path": null,
  "plain_text": "\n\nJune 13, 1995         [NOT FOR PUBLICATION]\r\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r\n\nNo. 94-2094\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                   JOSE A. BERNARDO-RODRIGUEZ,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n       [Hon. Raymond L. Acosta, Senior U.S. District Judge]\r                                                                    \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                    and Selya, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n     Mar a  H.  Sandoval,  by   Appointment  of  the  Court,  for\r                                  \r\nappellant.\r\n     Warren V zquez,  Assistant United States Attorney, with whom\r                             \r\nGuillermo  Gil,  United  States  Attorney, and  Jos   A.  Quiles-\r                                                                           \r\nEspinosa, Senior Litigation Counsel, were on brief for appellee.\r                  \r\n\n                                           \r\n\n                                           \r\r\n\n          Per  Curiam.   Defendant-appellant  Jos   A.  Bernardo-\r                    Per  Curiam\r                               \r\n\nRodr guez appeals  his conviction  for possession with  intent to\r\n\ndistribute two  kilograms of cocaine  in violation  of 21  U.S.C.\r\n\n  841(a)(1).   Specifically,  Bernardo-Rodr guez claims  that his\r\n\nconviction rests on evidence found in an unlawful search, and the\r\n\ndistrict  court's  denial of his motion to suppress this evidence\r\n\nwas in error.  For the following reasons, we affirm.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          We  view the facts in  the light most  favorable to the\r\n\nruling court's decision  to the extent  that they derive  support\r\n\nfrom the record and are not clearly  erroneous.  United States v.\r                                                                        \r\n\nSealey, 30 F.3d 7, 8 (1st Cir. 1994).  While  working at the Luis\r                \r\n\nMu oz Mar n International Airport in Puerto Rico on May 23, 1993,\r\n\nPuerto   Rico  Police   Officer  Rafael   Pacheco-Cruz  (\"Officer\r\n\nPacheco\")  noticed the  appellant acting  nervously and  avoiding\r\n\ncontact  or   confrontation  with  airport  or   law  enforcement\r\n\nofficials. Bernardo-Rodr guez was walking awkwardly  and sweating\r\n\nprofusely, yet was wearing a jacket completely buttoned.  Officer\r\n\nPacheco observed a square-shaped object protruding from the right\r\n\nside  of  Bernardo-Rodr guez' abdominal  area.   Officer  Pacheco\r\n\nfollowed  Bernardo-Rodr guez   to  the  control  station  at  the\r\n\ngateway, where he observed Bernardo-Rodr guez nervously trying to\r\n\nadjust the front of his jacket.\r\n\n          At  the  control  station,   Bernardo-Rodr guez  passed\r\n\nthrough  the  metal  detector  once  uneventfully.    At  Officer\r\n\nPacheco's  request  of  airport  security   personnel,  Bernardo-\r\n\n                               -2-\r\r\n\nRodr guez  was directed to remove his jacket and walk through the\r\n\nmetal  detector  a second  time.    While Bernardo-Rodr guez  was\r\n\nremoving his jacket, one of his shirt buttons  became unbuttoned,\r\n\nallowing Officer  Pacheco to  more clearly see  the square-shaped\r\n\nobject  protruding from  the  right side  of  his stomach.    The\r\n\nofficer then  moved to Bernardo-Rodr guez' left  and observed the\r\n\nsame  sort of square-shaped object there.  At this point, Officer\r\n\nPacheco  approached Bernardo-Rodr guez  and asked,  \"What do  you\r\n\nhave there?\"   Bernardo-Rodr guez replied, \"What  are you talking\r\n\nabout?\"   The  officer repeated  his question,  slightly touching\r\n\nBernardo-Rodr guez'   abdomen.     Officer  Pacheco   then  asked\r\n\nBernardo-Rodr guez to  follow him.   Once out of  public viewing,\r\n\nOfficer Pacheco asked Bernardo-Rodr guez  to lift his shirt. When\r\n\nBernardo-Rodr guez  complied  with  this  request,  two  packages\r\n\nstrapped  to  his  abdomen under  a  lycra  exercise  belt became\r\n\nvisible.1   Officer Pacheco then arrested  Bernardo-Rodr guez and\r\n\nseized the packages, in which cocaine was later found.\r\n\n                             ANALYSIS\r                                       ANALYSIS\r                                               \r\n\n          As  explained above,  we review findings  of fact  on a\r\n                    \r                              \r\n\n1  Bernardo-Rodr guez testified  that he never voluntarily lifted\r\nhis  shirt, but that Officer Pacheco  lifted it without Bernardo-\r\nRodr guez'  consent.  He  now contends that  the magistrate judge\r\nerred in disregarding his version of events and crediting that of\r\nOfficer Pacheco.   Credibility determinations,  however, are  the\r\nprovince  of the presiding court in a suppression hearing, and we\r\nreview them  only for clear error.   United States  v. Zapata, 18\r                                                                       \r\nF.3d 971, 975 (1st  Cir. 1994).  This deferential  standard stems\r\nfrom  the presiding  court's opportunity  to hear  the testimony,\r\nobserve the  witnesses' demeanor,  and evaluate the  facts first-\r\nhand.   Id.  Because we find no indication in the record that the\r                    \r\nmagistrate  judge's  credibility   determinations  were   clearly\r\nerroneous, we uphold his factual findings.\r\n\n                               -3-\r\r\n\nmotion to suppress only for clear error.  Zapata, 18 F.3d at 975.\r                                                          \r\n\nNotwithstanding  the deference  given to  factual determinations,\r\n\nhowever, we review questions of law de novo.  Id.\r                                                          \r\n\n          In challenging  the denial  of his motion  to suppress,\r\n\nBernardo-Rodr guez' primary contention is that the seizure of the\r\n\ncocaine was the result  of an illegal \"pat-down\" frisk  search by\r\n\nOfficer  Pacheco.   Specifically,  he  challenges  the  presiding\r\n\ncourt's  finding that  Officer Pacheco's  detention of  Bernardo-\r\n\nRodr guez was a  lawful Terry stop.  See Terry  v. Ohio, 392 U.S.\r                                                                 \r\n\n1,  23 (1968).    Bernardo-Rodr guez contends  that under  Terry,\r                                                                          \r\n\nOfficer  Pacheco could  not lawfully  touch him  in the  abdomen,\r\n\nbecause  he  had  already  gone  through  a  metal  detector  and\r\n\ntherefore  could not have had a weapon.  Officer Pacheco's slight\r\n\ntouching of  his abdomen,  says Bernardo-Rodr guez, rendered  the\r\n\ndetention unlawful, and the  contraband found as a result  should\r\n\nhave been suppressed.\r\n\n          It  is elementary  that  under Terry,  \"where a  police\r                                                        \r\n\nofficer observes  unusual conduct  which leads him  reasonably to\r\n\nconclude in light of his experience that criminal activity may be\r\n\nafoot,\" the  officer may briefly  stop the suspicious  person and\r\n\nmake reasonable  inquiries aimed at confirming  or dispelling his\r\n\nsuspicions.  Terry, 392 U.S. at 30.  The officer may also conduct\r                            \r\n\na patdown search, or  \"frisk,\" where the officer is  justified in\r\n\nbelieving that the person  is armed and dangerous to  the officer\r\n\nor others.  Id.  This protective search must be  \"limited to that\r                        \r\n\nwhich  is necessary for the  discovery of weapons  which might be\r\n\n                               -4-\r\r\n\nused to harm the officer or others nearby.\"  Id. at 26.\r                                                         \r\n\n          In the  instant case,  however, the contraband  was not\r\n\nfound  through the  disputed touching,  but only  after Bernardo-\r\n\nRodr guez had  lifted  his  shirt and  Officer  Pacheco  saw  the\r\n\npackages.    The  narrow  issue, therefore,  is  whether  Officer\r\n\nPacheco's  slight  touching  of Bernardo-Rodr guez'  abdomen  was\r\n\nsufficiently coercive  to convert the detention  into an unlawful\r\n\nseizure,  and  thus  render   the  subsequent  consensual  search\r\n\ninvalid.  We find that it was not.\r\n\n          If  otherwise  lawful Terry  stops  become sufficiently\r                                               \r\n\ncoercive, they become de facto  or constructive arrests, and thus\r                                        \r\n\nmust  be supported by probable cause  rather than mere reasonable\r\n\nsuspicion.  Zapata,  18 F.3d  at 975.   In such cases,  reviewing\r                            \r\n\ncourts  must   determine  whether  under  the  circumstances  \"'a\r\n\nreasonable man  in the  suspect's position would  have understood\r\n\nhis situation'  . . .  to be  tantamount to being  under arrest.\"\r\n\nId.  (citing Berkemer v. McCarty, 468  U.S. 420, 442 (1984)).  If\r                                          \r\n\nso, then probable cause must  support the officer's detention and\r\n\nuse  of force  on the  suspect.   Id.  If  probable cause  is not\r                                              \r\n\npresent,  then  the stop  is  an  unreasonable seizure,  and  any\r\n\nsubsequent consent  given by the  suspect to further  searches is\r\n\ndeemed involuntary.  Id.\r                                 \r\n\n          Although   physical   contact   is   relevant   to  the\r\n\nreasonableness of a suspect's perception that he is under arrest,\r\n\nnot  every  physical contact  between  an officer  and  a suspect\r\n\nconstitutes  coercion.  Zapata, 18 F.3d at 977.  We have recently\r                                        \r\n\n                               -5-\r\r\n\nrecognized  that  an officer  need  not have  probable  cause for\r\n\ncertain  de   minimis  uses  of  force   incident  to  legitimate\r                               \r\n\ninvestigatory stops.  Id.  In Zapata, we rejected the appellant's\r                                              \r\n\nargument  that  a  slight  touching  by  the  officer  during  an\r\n\ninvestigatory stop  rendered the seizure invalid,  holding that a\r\n\n\"modest  laying-on of hands\" by an  officer on a suspect during a\r\n\notherwise lawful investigatory stop did not convert the detention\r\n\ninto  an unlawful arrest unsupported  by probable cause.   Id. at\r                                                                       \r\n\n976-77.\r\n\n          Officer  Pacheco's  initial   detention  of   Bernardo-\r\n\nRodr guez  was  certainly  supported  by   reasonable  suspicion,\r\n\nparticularly  given the  square  objects visibly  protruding from\r\n\nBernardo-Rodr guez' abdomen, and  his unusual, nervous  behavior.\r\n\nMoreover, we believe that  Officer Pacheco's slight,  unintrusive\r\n\ntouching  -- hardly  more  than a  gentle  poke --  of  Bernardo-\r\n\nRodr guez' abdomen  during the  lawful detention was  de minimis.\r                                                                          \r\n\nIt is much less intrusive than a pat-down or handcuffing, both of\r\n\nwhich  have been upheld as lawful uses of physical force incident\r\n\nto a Terry stop. See Zapata, 18 F.3d at 977 (citing United States\r                                                                           \r\n\nv. Willis,  967 F.2d 1120, 1223 (8th Cir. 1992) and Tom v. Voida,\r                                                                          \r\n\n963 F.2d  952, 958  (7th Cir.  1992)).    The touching  is simply\r\n\ninsufficient  to  convert the  stop  into  a constructive  arrest\r\n\nunsupported  by  probable  cause.   We  conclude  that  Bernardo-\r\n\nRodr guez was not unlawfully  seized and therefore find that  his\r\n\nmotion to suppress was properly denied.\r\n\n          For these reasons, we affirm his conviction.\r                                                \r\n\n                               -6-\r\r\n",
  "html": "<p class=\"case_cite\">57 F.3d 1061<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jose A. BERNARDO-RODRIGUEZ, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 94-2094</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 13, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mar ia H. Sandoval, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Warren V azquez, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jos e A. Quiles-Espinosa, Senior Litigation Counsel, were on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Jose A. Bernardo- Rodriguez appeals his conviction for possession with intent to distribute two kilograms of cocaine in violation of 21 U.S.C. Sec. 841(a)(1).  Specifically, Bernardo-Rodriguez claims that his conviction rests on evidence found in an unlawful search, and the district court's denial of his motion to suppress this evidence was in error.  For the following reasons, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We view the facts in the light most favorable to the ruling court's decision to the extent that they derive support from the record and are not clearly erroneous.  United States v. Sealey, 30 F.3d 7, 8 (1st Cir. 1994).  While working at the Luis Munoz Marin International Airport in Puerto Rico on May 23, 1993, Puerto Rico Police Officer Rafael Pacheco-Cruz (\"Officer Pacheco\") noticed the appellant acting nervously and avoiding contact or confrontation with airport or law enforcement officials.  Bernardo- Rodriguez was walking awkwardly and sweating profusely, yet was wearing a jacket completely buttoned.  Officer Pacheco observed a square-shaped object protruding from the right side of Bernardo- Rodriguez' abdominal area.  Officer Pacheco followed Bernardo- Rodriguez to the control station at the gateway, where he observed Bernardo-Rodriguez nervously trying to adjust the front of his jacket.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the control station, Bernardo-Rodriguez passed through the metal detector once uneventfully.  At Officer Pacheco's request of airport security personnel, Bernardo-Rodriguez was directed to remove his jacket and walk through the metal detector a second time.  While Bernardo-Rodriguez was removing his jacket, one of his shirt buttons became unbuttoned, allowing Officer Pacheco to more clearly see the square-shaped object protruding from the right side of his stomach.  The officer then moved to Bernardo-Rodriguez' left and observed the same sort of square-shaped object there.  At this point, Officer Pacheco approached Bernardo-Rodriguez and asked, \"What do you have there?\"  Bernardo-Rodriguez replied, \"What are you talking about?\"  The officer repeated his question, slightly touching Bernardo-Rodriguez' abdomen.  Officer Pacheco then asked Bernardo-Rodriguez to follow him.  Once out of public viewing, Officer Pacheco asked Bernardo-Rodriguez to lift his shirt.  When Bernardo-Rodriguez complied with this request, two packages strapped to his abdomen under a lycra exercise belt became visible.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Officer Pacheco then arrested Bernardo-Rodriguez and seized the packages, in which cocaine was later found.</p>\n    </div>\n    <p>ANALYSIS</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As explained above, we review findings of fact on a motion to suppress only for clear error.  Zapata, 18 F.3d at 975.  Notwithstanding the deference given to factual determinations, however, we review questions of law de novo.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In challenging the denial of his motion to suppress, Bernardo-Rodriguez' primary contention is that the seizure of the cocaine was the result of an illegal \"pat-down\" frisk search by Officer Pacheco.  Specifically, he challenges the presiding court's finding that Officer Pacheco's detention of Bernardo-Rodriguez was a lawful Terry stop.  See Terry v. Ohio, 392 U.S. 1, 23 (1968).  Bernardo-Rodriguez contends that under Terry, Officer Pacheco could not lawfully touch him in the abdomen, because he had already gone through a metal detector and therefore could not have had a weapon.  Officer Pacheco's slight touching of his abdomen, says Bernardo- Rodriguez, rendered the detention unlawful, and the contraband found as a result should have been suppressed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is elementary that under Terry, \"where a police officer observes unusual conduct which leads him reasonably to conclude in light of his experience that criminal activity may be afoot,\" the officer may briefly stop the suspicious person and make reasonable inquiries aimed at confirming or dispelling his suspicions.  Terry, 392 U.S. at 30.  The officer may also conduct a patdown search, or \"frisk,\" where the officer is justified in believing that the person is armed and dangerous to the officer or others.  Id. This protective search must be \"limited to that which is necessary for the discovery of weapons which might be used to harm the officer or others nearby.\"  Id. at 26.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the instant case, however, the contraband was not found through the disputed touching, but only after Bernardo- Rodriguez had lifted his shirt and Officer Pacheco saw the packages.  The narrow issue, therefore, is whether Officer Pacheco's slight touching of Bernardo-Rodriguez' abdomen was sufficiently coercive to convert the detention into an unlawful seizure, and thus render the subsequent consensual search invalid.  We find that it was not.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">If otherwise lawful Terry stops become sufficiently coercive, they become de facto or constructive arrests, and thus must be supported by probable cause rather than mere reasonable suspicion.  Zapata, 18 F.3d at 975.  In such cases, reviewing courts must determine whether under the circumstances \" 'a reasonable man in the suspect's position would have understood his situation' ... to be tantamount to being under arrest.\"  Id. (citing Berkemer v. McCarty, 468 U.S. 420, 442 (1984)).  If so, then probable cause must support the officer's detention and use of force on the suspect.  Id. If probable cause is not present, then the stop is an unreasonable seizure, and any subsequent consent given by the suspect to further searches is deemed involuntary.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although physical contact is relevant to the reasonableness of a suspect's perception that he is under arrest, not every physical contact between an officer and a suspect constitutes coercion.  Zapata, 18 F.3d at 977.  We have recently recognized that an officer need not have probable cause for certain de minimis uses of force incident to legitimate investigatory stops.  Id. In Zapata, we rejected the appellant's argument that a slight touching by the officer during an investigatory stop rendered the seizure invalid, holding that a \"modest laying-on of hands\" by an officer on a suspect during a otherwise lawful investigatory stop did not convert the detention into an unlawful arrest unsupported by probable cause.  Id. at 976-77.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Officer Pacheco's initial detention of Bernardo-Rodriguez was certainly supported by reasonable suspicion, particularly given the square objects visibly protruding from Bernardo-Rodriguez' abdomen, and his unusual, nervous behavior.  Moreover, we believe that Officer Pacheco's slight, unintrusive touching-hardly more than a gentle poke-of Bernardo-Rodriguez' abdomen during the lawful detention was de minimis.  It is much less intrusive than a pat-down or handcuffing, both of which have been upheld as lawful uses of physical force incident to a Terry stop.  See Zapata, 18 F.3d at 977 (citing United States v. Willis, 967 F.2d 1120, 1223 (8th Cir. 1992) and Tom v. Voida, 963 F.2d 952, 958 (7th Cir. 1992)).  The touching is simply insufficient to convert the stop into a constructive arrest unsupported by probable cause.  We conclude that Bernardo-Rodriguez was not unlawfully seized and therefore find that his motion to suppress was properly denied.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For these reasons, we affirm his conviction. @</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Bernardo-Rodriguez testified that he never voluntarily lifted his shirt, but that Officer Pacheco lifted it without Bernardo- Rodriguez' consent.  He now contends that the magistrate judge erred in disregarding his version of events and crediting that of Officer Pacheco.  Credibility determinations, however, are the province of the presiding court in a suppression hearing, and we review them only for clear error.  United States v. Zapata, 18 F.3d 971, 975 (1st Cir. 1994).  This deferential standard stems from the presiding court's opportunity to hear the testimony, observe the witnesses' demeanor, and evaluate the facts first-hand.  Id. Because we find no indication in the record that the magistrate judge's credibility determinations were clearly erroneous, we uphold his factual findings</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1061</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jose A. BERNARDO-RODRIGUEZ, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 94-2094</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 13, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mar ia H. Sandoval, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Warren V azquez, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jos e A. Quiles-Espinosa, Senior Litigation Counsel, were on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Jose A. Bernardo- Rodriguez appeals his conviction for possession with intent to distribute two kilograms of cocaine in violation of 21 U.S.C. Sec. 841(a)(1).  Specifically, Bernardo-Rodriguez claims that his conviction rests on evidence found in an unlawful search, and the district court's denial of his motion to suppress this evidence was in error.  For the following reasons, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We view the facts in the light most favorable to the ruling court's decision to the extent that they derive support from the record and are not clearly erroneous.  United States v. Sealey, <span class=\"citation\" data-id=\"195505\"><a href=\"/opinion/195505/united-states-v-sealey/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 8 (1st Cir. 1994).  While working at the Luis Munoz Marin International Airport in Puerto Rico on May 23, 1993, Puerto Rico Police Officer Rafael Pacheco-Cruz (\"Officer Pacheco\") noticed the appellant acting nervously and avoiding contact or confrontation with airport or law enforcement officials.  Bernardo- Rodriguez was walking awkwardly and sweating profusely, yet was wearing a jacket completely buttoned.  Officer Pacheco observed a square-shaped object protruding from the right side of Bernardo- Rodriguez' abdominal area.  Officer Pacheco followed Bernardo- Rodriguez to the control station at the gateway, where he observed Bernardo-Rodriguez nervously trying to adjust the front of his jacket.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the control station, Bernardo-Rodriguez passed through the metal detector once uneventfully.  At Officer Pacheco's request of airport security personnel, Bernardo-Rodriguez was directed to remove his jacket and walk through the metal detector a second time.  While Bernardo-Rodriguez was removing his jacket, one of his shirt buttons became unbuttoned, allowing Officer Pacheco to more clearly see the square-shaped object protruding from the right side of his stomach.  The officer then moved to Bernardo-Rodriguez' left and observed the same sort of square-shaped object there.  At this point, Officer Pacheco approached Bernardo-Rodriguez and asked, \"What do you have there?\"  Bernardo-Rodriguez replied, \"What are you talking about?\"  The officer repeated his question, slightly touching Bernardo-Rodriguez' abdomen.  Officer Pacheco then asked Bernardo-Rodriguez to follow him.  Once out of public viewing, Officer Pacheco asked Bernardo-Rodriguez to lift his shirt.  When Bernardo-Rodriguez complied with this request, two packages strapped to his abdomen under a lycra exercise belt became visible.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Officer Pacheco then arrested Bernardo-Rodriguez and seized the packages, in which cocaine was later found.</p>\n    </div>\n    <p>ANALYSIS</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As explained above, we review findings of fact on a motion to suppress only for clear error.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Zapata,</span> <span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">975</span></span>.  Notwithstanding the deference given to factual determinations, however, we review questions of law de novo.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In challenging the denial of his motion to suppress, Bernardo-Rodriguez' primary contention is that the seizure of the cocaine was the result of an illegal \"pat-down\" frisk search by Officer Pacheco.  Specifically, he challenges the presiding court's finding that Officer Pacheco's detention of Bernardo-Rodriguez was a lawful Terry stop.  See Terry v. Ohio, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 23 (1968).  Bernardo-Rodriguez contends that under Terry, Officer Pacheco could not lawfully touch him in the abdomen, because he had already gone through a metal detector and therefore could not have had a weapon.  Officer Pacheco's slight touching of his abdomen, says Bernardo- Rodriguez, rendered the detention unlawful, and the contraband found as a result should have been suppressed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is elementary that under Terry, \"where a police officer observes unusual conduct which leads him reasonably to conclude in light of his experience that criminal activity may be afoot,\" the officer may briefly stop the suspicious person and make reasonable inquiries aimed at confirming or dispelling his suspicions.  <span class=\"citation\" data-id=\"107729\"><span class=\"antecedent_guess\">Terry,</span> <a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">30</span></a></span>.  The officer may also conduct a patdown search, or \"frisk,\" where the officer is justified in believing that the person is armed and dangerous to the officer or others.  <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"id_token\">Id.</span> This protective </a></span>search must be \"limited to that which is necessary for the discovery of weapons which might be used to harm the officer or others nearby.\"  <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"id_token\">Id.</span> at 26.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the instant case, however, the contraband was not found through the disputed touching, but only after Bernardo- Rodriguez had lifted his shirt and Officer Pacheco saw the packages.  The narrow issue, therefore, is whether Officer Pacheco's slight touching of Bernardo-Rodriguez' abdomen was sufficiently coercive to convert the detention into an unlawful seizure, and thus render the subsequent consensual search invalid.  We find that it was not.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">If otherwise lawful Terry stops become sufficiently coercive, they become de facto or constructive arrests, and thus must be supported by probable cause rather than mere reasonable suspicion.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Zapata,</span> <span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">975</span></span>.  In such cases, reviewing courts must determine whether under the circumstances \" 'a reasonable man in the suspect's position would have understood his situation' ... to be tantamount to being under arrest.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> (citing Berkemer </span>v. McCarty, <span class=\"citation\" data-id=\"111249\"><a href=\"/opinion/111249/berkemer-v-mccarty/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, 442 (1984)).  If so, then probable cause must support the officer's detention and use of force on the suspect.  <span class=\"citation\" data-id=\"111249\"><a href=\"/opinion/111249/berkemer-v-mccarty/\"><span class=\"id_token\">Id.</span> If probable </a></span>cause is not present, then the stop is an unreasonable seizure, and any subsequent consent given by the suspect to further searches is deemed involuntary.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although physical contact is relevant to the reasonableness of a suspect's perception that he is under arrest, not every physical contact between an officer and a suspect constitutes coercion.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Zapata,</span> <span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">977</span></span>.  We have recently recognized that an officer need not have probable cause for certain de minimis uses of force incident to legitimate investigatory stops.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> In Zapata, </span>we rejected the appellant's argument that a slight touching by the officer during an investigatory stop rendered the seizure invalid, holding that a \"modest laying-on of hands\" by an officer on a suspect during a otherwise lawful investigatory stop did not convert the detention into an unlawful arrest unsupported by probable cause.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 976-77.</span></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Officer Pacheco's initial detention of Bernardo-Rodriguez was certainly supported by reasonable suspicion, particularly given the square objects visibly protruding from Bernardo-Rodriguez' abdomen, and his unusual, nervous behavior.  Moreover, we believe that Officer Pacheco's slight, unintrusive touching-hardly more than a gentle poke-of Bernardo-Rodriguez' abdomen during the lawful detention was de minimis.  It is much less intrusive than a pat-down or handcuffing, both of which have been upheld as lawful uses of physical force incident to a Terry stop.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Zapata,</span> <span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">977</span> </span>(citing United States v. Willis, <span class=\"citation no-link\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1120</span></span>, 1223 (8th Cir. 1992) and Tom v. Voida, <span class=\"citation\" data-id=\"583406\"><a href=\"/opinion/583406/cheryl-tom-individually-and-as-administratrix-of-the-estate-of-wayne-lee/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">952</span></a></span>, 958 (7th Cir. 1992)).  The touching is simply insufficient to convert the stop into a constructive arrest unsupported by probable cause.  We conclude that Bernardo-Rodriguez was not unlawfully seized and therefore find that his motion to suppress was properly denied.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For these reasons, we affirm his conviction. @</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Bernardo-Rodriguez testified that he never voluntarily lifted his shirt, but that Officer Pacheco lifted it without Bernardo- Rodriguez' consent.  He now contends that the magistrate judge erred in disregarding his version of events and crediting that of Officer Pacheco.  Credibility determinations, however, are the province of the presiding court in a suppression hearing, and we review them only for clear error.  United States v. Zapata, <span class=\"citation\" data-id=\"195255\"><a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">971</span></a></span>, 975 (1st Cir. 1994).  This deferential standard stems from the presiding court's opportunity to hear the testimony, observe the witnesses' demeanor, and evaluate the facts first-hand.  <span class=\"citation\" data-id=\"195255\"><a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"id_token\">Id.</span> Because we </a></span>find no indication in the record that the magistrate judge's credibility determinations were clearly erroneous, we uphold his factual findings</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111249/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195255/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195505/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583406/"
  ]
}