{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196194/",
  "id": 196194,
  "absolute_url": "/opinion/196194/united-states-v-rullan-rivera/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196194/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:00:06Z",
  "date_modified": "2020-02-21T23:55:26.085867Z",
  "type": "010combined",
  "sha1": "414ab65da8ae67ae3f9747a2bd148d8de9c04530",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1890.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 94-1890\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                    ARNALDO L. RULLAN-RIVERA,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n          [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \r\n\n                                           \r                                                     \r\n\n                       Cyr, Circuit Judge,\r                                                   \r\n\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n\n                    and Boudin, Circuit Judge.\r                                                       \r\n\n                                           \r                                                     \r\n\n   Luis R. Rivera-Gonzalez, with whom Joseph C. Laws, Jr. was on\r                                                                   \r\nbrief for appellant.\r\n   Jos  A. Quiles Espinosa, Senior Litigation Counsel, with whom\r                                    \r\nGuillermo Gil, United States Attorney, and Warren V zquez, Assistant\r                                                                 \r\nUnited States Attorney, were on brief for appellee.\r\n\n                                           \r                                                     \r\n\n                          July 21, 1995\r\n                                           \r                                                     \r\r\n\n          CYR,   Circuit   Judge.     Arnaldo   L.  Rullan-Rivera\r                    CYR,   Circuit   Judge.\r                                          \r\n\n(\"Rullan\") appeals the judgment of conviction entered against him\r\n\nfor  possessing cocaine with intent to distribute.  See 21 U.S.C.\r                                                                 \r\n\n  841(a)(1); 18 U.S.C.   2.  As there was no reversible error, we\r\n\naffirm the district court judgment.  \r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          The  relevant facts  are  recounted in  the light  most\r\n\nfavorable  to the verdict.  United States v. Tuesta-Toro, 29 F.3d\r                                                                  \r\n\n771, 773  (1st Cir. 1994), cert.  denied, 115 S. Ct.  947 (1995).\r                                                  \r\n\nAppellant  Rullan and  Humberto Prada-Cordero  (\"Prada\") enlisted\r\n\nErasto Miranda-Rodriguez (\"Miranda\") to transport one kilogram of\r\n\ncocaine from Puerto Rico  to the continental United States.1   On\r\n\nNovember  10, 1992, Prada, Miranda,  Rullan and his  wife went to\r\n\nthe Luis  Munoz Marin  International Airport in  Carolina, Puerto\r\n\nRico,  where  Prada and  Miranda were  to board  a flight  to the\r\n\nmainland.  After twice  triggering the security checkpoint magne-\r\n\ntometer  alarm,  Miranda  abandoned  his  handbag,  passport  and\r\n\nairline  ticket, and  fled the  checkpoint area rather  than risk\r\n\ndisclosure of the cocaine concealed on his person.\r\n\n          Shortly thereafter, Miranda surrendered to  the police,\r\n\nbecame a  cooperating witness  for the government  and implicated\r\n\nappellant Rullan, who was arrested and indicted for conspiring to\r\n\npossess cocaine with intent  to distribute, see 21 U.S.C.    846,\r                                                         \r\n                    \r                              \r\n\n     1Rullan had  supplied Miranda with small  amounts of cocaine\r\nfor personal use in years past.\r\n\n                                2\r\r\n\nand  possessing  cocaine with  intent  to distribute,  see  id.  \r                                                                         \r\n\n841(a)(1); 18  U.S.C.    2.   Rullan filed  a pretrial motion  to\r\n\ncompel disclosure of any prior \"bad acts\" evidence the government\r\n\nintended to introduce at trial.  Although the motion was granted,\r\n\nthe government disclosed no Rule 404(b) evidence. \r\n\n          At trial,  the court ruled that no Rule 404(b) evidence\r\n\nwas to be  introduced.   The prosecutor  accordingly assured  the\r\n\ncourt  that Miranda had been instructed not to mention his previ-\r\n\nous cocaine purchases from Rullan.  See supra note 1.   Neverthe-\r                                                       \r\n\nless,  on the  third  day of  trial,  when the  prosecutor  asked\r\n\nMiranda whether he had \"known Mr. Rullan in relation to [codefen-\r\n\ndant]  Humberto  Prada  prior  to [November  8,  1992],\"  Miranda\r\n\nblurted out:  \"No,  I was totally surprised.  Arnaldo Rullan sur-\r\n\nprised me because he was my drug dealer.\"   \r\n\n          On  the  following  day, codefendant  Prada  failed  to\r\n\nappear  for trial.  The district court denied Rullan's motion for\r\n\nmistrial, and ordered that the joint trial proceed, with Prada in\r                                                                           \r\n\nabsentia.  After the  district court allowed a defense  motion to\r                  \r\n\ndismiss the conspiracy charge,  both defendants were convicted on\r\n\nthe substantive cocaine charge, and Rullan appealed. \r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\nA.   The Rule 404(b) Evidence\r          A.   The Rule 404(b) Evidence\r                                       \r\n\n          The government  does not  dispute that Miranda's  unex-\r\n\npected reference to Rullan as his former drug  dealer constituted\r\n\nprohibited  \"bad  acts\"  evidence,  but simply  contends  that  a\r\n\n                                3\r\r\n\nmistrial was not  necessary to  cure any inadvertent  harm.   For\r\n\npresent  purposes,  therefore,  we  assume  that  the  challenged\r\n\ntestimony violated the prohibition against  Rule 404(b) evidence.\r\n\n          A ruling denying a motion for mistrial  is reviewed for\r\n\nmanifest  abuse of  discretion, United States  v. Romero-Carrion,\r                                                                          \r\n\nNo. 94-1792, slip op. at 4 (1st Cir. May 9,  1995); United States\r                                                                           \r\n\nv. Pierro, 32 F.3d 611, 617 (1st Cir. 1994), cert. denied, 115 S.\r                                                                   \r\n\nCt.  919 (1995),  and will be  upheld absent  a clear  showing of\r\n\nprejudice by the defendant-appellant.  United States v. Hahn,  17\r                                                                      \r\n\nF.3d  502, 508 (1st Cir.  1994) (citing United  States v. Sclamo,\r                                                                          \r\n\n578 F.2d 888,  891 (1st Cir. 1978)).  Mistrial  is a last resort,\r\n\nto  be employed only if the demonstrated  harm can be cured by no\r\n\nless drastic  means, such as a  contemporaneous jury instruction.\r\n\nUnited States v. Sepulveda,  15 F.3d 1161, 1184 (1st  Cir. 1993),\r                                    \r\n\ncert. denied, 114 S. Ct. 2714 (1994).  \r                      \r\n\n          Miranda testified in Spanish.   The problematic portion\r\n\nof the testimony, see supra p. 3 (\"[Rullan] was my drug dealer\"),\r                                     \r\n\nwas never translated into  English before Miranda was interrupted\r\n\nin  mid-sentence by  a  defense objection.    The official  trial\r\n\ntranscript of the exchange reads, in full:\r\n\n          Q:   Had you known Mr.  Rullan in relation to\r\n               Humberto Prada prior to that day?\r\n\n          A:   No,  I  was totally  surprised.   Arnold\r\n               Rullan surprised me --\r\n\n                                4\r\r\n\nThe trial  judge immediately ordered Miranda's  response stricken\r\n\nfrom  the  record  and  contemporaneously directed  the  jury  to\r\n\ndisregard it.  \r\n\n          It  would be unrealistic,  nonetheless, to suggest that\r\n\nthe  Puerto  Rico jury  did not  hear  and understand  the entire\r\n\nresponse given  by Miranda in  Spanish.  Be  that as it  may, the\r\n\nnormal presumption    that juries follow the court's instructions\r\n\n   can be rebutted only on  a sufficient showing that the offend-\r\n\ning testimony  reasonably could  not have  been ignored  and that\r\n\nserious prejudice likely  resulted.  Id. at 1185.  See also Greer\r                                                                           \r\n\nv. Miller, 483  U.S. 756,  766 n.8 (1987)  (\"We normally  presume\r                   \r\n\nthat a jury will follow an instruction to  disregard inadmissible\r\n\nevidence  inadvertently  presented  to  it, unless  there  is  an\r\n\n'overwhelming probability' that the jury will be unable to follow\r\n\nthe  court's instructions.\")  (quoting Richardson  v. Marsh,  481\r                                                                     \r\n\nU.S. 200, 208 (1987)).  Although  Rullan points out that a limit-\r\n\ning  instruction is  not  always sufficient  to insulate  against\r\n\nimproper  evidentiary  prejudice,  see,  e.g.,  Bruton v.  United\r                                                                           \r\n\nStates,  391 U.S. 123, 135  (1968), mistrial was  not required in\r                \r\n\nthe instant case.  \r\n\n          There  was strong  evidentiary  support  for  the  jury\r\n\nverdict.  Miranda  testified that Rullan:  (1) telephoned Miranda\r\n\nto  arrange the first  meeting at which  the cocaine distribution\r\n\nscheme was  discussed; (2) drove Prada to Miranda's apartment for\r\n\ntheir  meetings;  (3)  relayed  drug  smuggling messages  between\r\n\nMiranda  and  Prada; (4)  removed cocaine  from  his own  car and\r\n\n                                5\r\r\n\ncarried  it into Miranda's residence  prior to their  trip to the\r\n\nairport; (5)  accompanied Miranda and  Prada to the  airport; and\r\n\n(6) discussed  with Miranda and  Prada their plans  for investing\r\n\nthe drug profits. \r\n\n          The overwhelming  weight of the  direct and circumstan-\r\n\ntial evidence, combined  with the firm,  contemporaneous instruc-\r\n\ntion, demonstrates  to a \"high probability\"  that the inadvertent\r\n\nintroduction of the \"bad acts\" evidence did not contribute to the\r\n\nverdict.   Therefore, the reference  to prior drug  dealings with\r\n\nRullan  was \"harmless.\"  United  States v. Tejeda,  974 F.2d 210,\r                                                           \r\n\n215  (1st Cir. 1992)  (\"nonconstitutional evidentiary error under\r\n\nRule 404(b) will be  treated as harmless  if it is `highly  prob-\r\n\nable' that the error  did not contribute to the  verdict\") (cita-\r\n\ntions omitted).\r\n\nB.   Sufficiency of the Evidence\r          B.   Sufficiency of the Evidence\r                                          \r\n\n          Rullan could  be convicted  of aiding and  abetting the\r\n\npossession of cocaine, with intent to distribute, see 21 U.S.C.  \r                                                               \r\n\n841(a)(1) and 18 U.S.C.   2, only if the government proved beyond\r\n\na reasonable doubt that he \"associated himself with the  underly-\r\n\ning venture, participated in  it as something he wished  to bring\r\n\nabout, and  sought by  his actions to  make it succeed.\"   United\r                                                                           \r\n\nStates v. Clifford, 979 F.2d 896, 899 (1st Cir. 1992) (citing Nye\r                                                                           \r\n\n&amp; Nissen  v. United States, 336 U.S. 613, 619 (1949)).  We review\r                                    \r\n\nthe  evidence in  the  light most  favorable  to the  government,\r\n\nindulging  all reasonable inferences in its favor, with a view to\r\n\n                                6\r\r\n\ndetermining whether a rational jury could have found guilt beyond\r\n\na reasonable doubt.  Hahn, 17 F.3d at 506.  \r                                   \r\n\n          Rullan contends that Miranda's trial  testimony was not\r\n\ncredible  because Miranda  had  made contrary  statements to  the\r\n\ngrand jury, and he was motivated  by the expectation of a reduced\r\n\nsentence.  We find  this challenge unavailing, since Miranda  was\r\n\nimpeached, both with his  prior inconsistent grand jury testimony\r\n\nand  his plea  agreement, and  the  credibility assessment  was a\r\n\nmatter for the trial jury.  See Sepulveda, 15 F.3d at 1175; Hahn,\r                                                                          \r\n\n17 F.3d  at 506.   Thus,  there was  ample  credible evidence  to\r\n\nestablish Rullan's guilt beyond a reasonable doubt.  See supra p.\r                                                                        \r\n\n5.\r\n\nC.   Flight by Codefendant\r          C.   Flight by Codefendant\r                                    \r\n\n          Following an evidentiary hearing,   the district  court\r\n\nfound that  Prada voluntarily absented himself from the final two\r\n\ndays of  trial.  Rullan moved  for a mistrial, claiming  that his\r\n\ncodefendant's  flight might  prompt  a jury  inference that  both\r\n\ndefendants were  guilty.   The district  court directed  that the\r\n\ntrial proceed  against both  defendants.   See  Crosby v.  United\r                                                                           \r\n\nStates,      U.S.    ,     , 113 S. Ct. 748, 752-753 (1993); Fed.\r                                     \r\n\nR. Crim. P. 43(b). \r\n\n          Rullan asserts three  claims of error.  First, he says,\r\n\nthe district court mistakenly believed Rullan might avoid retrial\r\n\non  double jeopardy grounds if a mistrial were declared.  Second,\r\n\na limiting instruction  could not prevent  a jury inference  that\r\n\nboth defendants were guilty because Prada absconded during trial.\r\n\n                                7\r\r\n\nThird,  the instruction given by the court was \"over extensive in\r\n\ncontent\"  and prejudicial.  We  review the two  latter claims for\r\n\nmanifest abuse of discretion.  Pierro, 32 F.3d at 617. \r                                               \r\n\n          First,  Rullan correctly  asserts that  double jeopardy\r\n\ndoes not bar  retrial where a mistrial is ordered  at the request\r\n\nof  the defendant.    United States  v.  Scott, 437  U.S. 82,  93\r                                                        \r\n\n(1978);  United States  v. Aguilar-Aranceta,  957 F.2d  18, 21-22\r                                                     \r\n\n(1st Cir.),  cert. denied, 113 S.  Ct. 105 (1992).   The district\r                                   \r\n\ncourt  nonetheless correctly  predicated its  denial of  Rullan's\r\n\nmotion for mistrial on the ground that Prada's voluntary  failure\r\n\nto appear, in  and of itself, did  not necessarily mean that  the\r                                                            \r\n\njoint  trial could  not  proceed with  Prada  in absentia.    See\r                                                                           \r\n\nCrosby,  113 S. Ct. at 752 (treating voluntary failure to appear,\r                \r\n\nafter  trial begins, as  waiver of right to  be tried in person);\r\n\nFed. R. Crim. P. 43(b).  \r\n\n          On the other hand, treating the  motion for mistrial as\r\n\na  de facto motion for severance by a non-absconding codefendant,\r                     \r\n\nsee Fed.  R. Crim. P. 14,  we review its denial  under the \"plain\r             \r\n\nerror\" standard,  since severance  was never broached  before the\r\n\ndistrict court.  See United States v. Palow, 777 F.2d 52, 54 (1st\r                                                     \r\n\nCir. 1985), cert. denied, 475 U.S.  1052 (1986).  Viewed in  this\r                                  \r\n\nlight,  Rullan's  motion  rests  exclusively  on  the  conclusory\r\n\nassertion  that the jury could  have inferred that  he was guilty\r\n\nbecause his codefendant absconded.  We see no compelling rational\r                                 \r\n\nforce in the suggestion that Rullan, who did  not flee, must have\r\n\nbeen tainted with the same brush as the absconding Prada.  \r\n\n                                8\r\r\n\n          Moreover, Rullan's conclusory claim runs counter to the\r\n\nlongstanding presumption that jurors normally follow the instruc-\r\n\ntions given them by the trial court.  See United States v. Olano,\r                                                                          \r\n\n113  S. Ct.  1770, 1781  (1993).  The  district court  firmly in-\r\n\nstructed the  jury that  Prada's disappearance was  immaterial to\r\n\nthe verdict on Rullan.  The record further reflects that the jury\r\n\nunderstood.\r\n\n               THE COURT:    The absence  of  defendant\r\n          Prada from trial is no way attributable [sic]\r\n          to the other defendant on trial.  And may not\r\n          be considered by you in determining the guilt\r\n          or innocence of  defendant Rullan.   You  may\r\n          use this only as  to defendant Prada  itself.\r\n          [sic]   Is that clear?   Let the  record show\r\n          that the jury has assented. \r\n\n          We therefore  reject the conclusory contention  that no\r\n\njury  instruction could  protect Rullan  against an  inference of\r\n\nguilt  arising  from his  codefendant's  voluntary  flight.   See\r                                                                           \r\n\nUnited States v. Phibbs, 999 F.2d 1053, 1067 (6th Cir. 1993) (any\r                                 \r\n\nadverse  effect  upon  nonfleeing  defendant  neutralized  by  \"a\r\n\ncautionary  instruction  that each  defendant's  case  was to  be\r\n\nconsidered  separately and, further,  that [codefendant's] flight\r\n\ncould not be  used as  evidence against anyone  but him\"),  cert.\r                                                                           \r\n\ndenied,  114 S. Ct. 1071 (1994); cf. United States v. Wright, 932\r                                                                      \r\n\nF.2d 868, 877 (10th Cir.) (upholding denial of severance, in part\r\n\nbecause trial  court twice  instructed jury  that \"it  should not\r\n\nconstrue  the absence  of [codefendant] as  evidence of  guilt of\r\n\n                                9\r\r\n\neither [the  defendant or  the codefendant]\"), cert.  denied, 502\r                                                                      \r\n\nU.S. 972 (1991).2\r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          As there  was no  reversible error, the  district court\r\n\njudgment is affirmed.\r                              \r\n\n                    \r                              \r\n\n     2Rullan  also challenges, as  too extensive and prejudicial,\r\nthe very language he asked the district court to use  in the jury\r\ninstruction relating to Prada's disappearance.  But even assuming\r\nthe  instruction  had not  been invited,  the  claim of  error is\r\ngroundless.  There  was no  error in the  instruction, let  alone\r\n\"plain error.\"  See Palow, 777 F.2d at 54.\r                                   \r\n     Lastly,  at oral  argument  Rullan  withdrew  his  so-called\r\n\"ineffective assistance of counsel\" claim.  See Sainz Gonzalez v.\r                                                                        \r\nBanco  de Santander-Puerto Rico, 932 F.2d 999, 1000 n.1 (1st Cir.\r                                         \r\n1991);  Bunol v.  George Engine  Co., 996 F.2d  67, 70  (5th Cir.\r                                              \r\n1993).\r\n\n                                10\r\r\n",
  "html": "<p class=\"case_cite\">60 F.3d 16</p>\n    <p class=\"case_cite\">42 Fed. R. Evid. Serv. 1030</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Arnaldo L. RULLAN-RIVERA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1890.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 8, 1995.<br>Decided July 21, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Luis R. Rivera-Gonzalez, San Juan, PR, with whom Joseph C. Laws, Jr., Hato Rey, PR, was on brief, for appellant.</p>\n      <p class=\"indent\">Jose A. Quiles Espinosa, Sr. Litigation Counsel, Hato Rey, PR, with whom Guillermo Gil, U.S. Atty., Washington, DC and Warren Vazquez, Asst. U.S. Atty., Hato Rey, PR, were on brief for appellee.</p>\n      <p class=\"indent\">Before CYR and BOUDIN, Circuit Judges, and BOWNES, Senior Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Arnaldo L. Rullan-Rivera (\"Rullan\") appeals the judgment of conviction entered against him for possessing cocaine with intent to distribute.  See 21 U.S.C. Sec. 841(a)(1);  18 U.S.C. Sec. 2.  As there was no reversible error, we affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The relevant facts are recounted in the light most favorable to the verdict.  United States v. Tuesta-Toro, 29 F.3d 771, 773 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 947, 130 L.Ed.2d 890 (1995).  Appellant Rullan and Humberto Prada-Cordero (\"Prada\") enlisted Erasto Miranda-Rodriguez (\"Miranda\") to transport one kilogram of cocaine from Puerto Rico to the continental United States.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  On November 10, 1992, Prada, Miranda, Rullan and his wife went to the Luis Munoz Marin International Airport in Carolina, Puerto Rico, where Prada and Miranda were to board a flight to the mainland.  After twice triggering the security checkpoint magnetometer alarm, Miranda abandoned his handbag, passport and airline ticket, and fled the checkpoint area rather than risk disclosure of the cocaine concealed on his person.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Shortly thereafter, Miranda surrendered to the police, became a cooperating witness for the government and implicated appellant Rullan, who was arrested and indicted for conspiring to possess cocaine with intent to distribute, see 21 U.S.C. Sec. 846, and possessing cocaine with intent to distribute, see id. Sec. 841(a)(1);  18 U.S.C. Sec. 2.  Rullan filed a pretrial motion to compel disclosure of any prior \"bad acts\" evidence the government intended to introduce at trial.  Although the motion was granted, the government disclosed no Rule 404(b) evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At trial, the court ruled that no Rule 404(b) evidence was to be introduced.  The prosecutor accordingly assured the court that Miranda had been instructed not to mention his previous cocaine purchases from Rullan.  See supra note 1.  Nevertheless, on the third day of trial, when the prosecutor asked Miranda whether he had \"known Mr. Rullan in relation to [codefendant] Humberto Prada prior to [November 8, 1992],\" Miranda blurted out:  \"No, I was totally surprised.  Arnaldo Rullan surprised me because he was my drug dealer.\"On the following day, codefendant Prada failed to appear for trial.  The district court denied Rullan's motion for mistrial, and ordered that the joint trial proceed, with Prada in absentia.   After the district court allowed a defense motion to dismiss the conspiracy charge, both defendants were convicted on the substantive cocaine charge, and Rullan appealed.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. The Rule 404(b) Evidence</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The government does not dispute that Miranda's unexpected reference to Rullan as his former drug dealer constituted prohibited \"bad acts\" evidence, but simply contends that a mistrial was not necessary to cure any inadvertent harm.  For present purposes, therefore, we assume that the challenged testimony violated the prohibition against Rule 404(b) evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A ruling denying a motion for mistrial is reviewed for manifest abuse of discretion, United States v. Romero-Carrion, 54 F.3d 15, 17 (1st Cir.1995);  United States v. Pierro, 32 F.3d 611, 617 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 919, 130 L.Ed.2d 799 (1995), and will be upheld absent a clear showing of prejudice by the defendant-appellant.  United States v. Hahn, 17 F.3d 502, 508 (1st Cir.1994) (citing United States v. Sclamo, 578 F.2d 888, 891 (1st Cir.1978)).  Mistrial is a last resort, to be employed only if the demonstrated harm can be cured by no less drastic means, such as a contemporaneous jury instruction.  United States v. Sepulveda, 15 F.3d 1161, 1184 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 2714, 129 L.Ed.2d 840 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Miranda testified in Spanish.  The problematic portion of the testimony, see supra p. 17 (\"[Rullan] was my drug dealer\"), was never translated into English before Miranda was interrupted in mid-sentence by a defense objection.  The official trial transcript of the exchange reads, in full:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Q:  Had you known Mr. Rullan in relation to Humberto Prada prior to that day?</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A:  No, I was totally surprised.  Arnold Rullan surprised me--</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The trial judge immediately ordered Miranda's response stricken from the record and contemporaneously directed the jury to disregard it.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It would be unrealistic, nonetheless, to suggest that the Puerto Rico jury did not hear and understand the entire response given by Miranda in Spanish.  Be that as it may, the normal presumption--that juries follow the court's instructions--can be rebutted only on a sufficient showing that the offending testimony reasonably could not have been ignored and that serious prejudice likely resulted.  Id. at 1185.   See also Greer v. Miller, 483 U.S. 756, 766 n. 8, 107 S.Ct. 3102, 3109 n. 8, 97 L.Ed.2d 618 (1987) (\"We normally presume that a jury will follow an instruction to disregard inadmissible evidence inadvertently presented to it, unless there is an 'overwhelming probability' that the jury will be unable to follow the court's instructions.\")  (quoting Richardson v. Marsh, 481 U.S. 200, 208, 107 S.Ct. 1702, 1708, 95 L.Ed.2d 176 (1987)).  Although Rullan points out that a limiting instruction is not always sufficient to insulate against improper evidentiary prejudice, see, e.g., Bruton v. United States, 391 U.S. 123, 135, 88 S.Ct. 1620, 1627, 20 L.Ed.2d 476 (1968), mistrial was not required in the instant case.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There was strong evidentiary support for the jury verdict.  Miranda testified that Rullan:  (1) telephoned Miranda to arrange the first meeting at which the cocaine distribution scheme was discussed;  (2) drove Prada to Miranda's apartment for their meetings;  (3) relayed drug smuggling messages between Miranda and Prada;  (4) removed cocaine from his own car and carried it into Miranda's residence prior to their trip to the airport;  (5) accompanied Miranda and Prada to the airport;  and (6) discussed with Miranda and Prada their plans for investing the drug profits.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The overwhelming weight of the direct and circumstantial evidence, combined with the firm, contemporaneous instruction, demonstrates to a \"high probability\" that the inadvertent introduction of the \"bad acts\" evidence did not contribute to the verdict. Therefore, the reference to prior drug dealings with Rullan was \"harmless.\"  United States v. Tejeda, 974 F.2d 210, 215 (1st Cir.1992) (\"nonconstitutional evidentiary error under Rule 404(b) will be treated as harmless if it is 'highly probable' that the error did not contribute to the verdict\") (citations omitted).</p>\n    </div>\n    <p>B. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Rullan could be convicted of aiding and abetting the possession of cocaine, with intent to distribute, see 21 U.S.C. Sec. 841(a)(1) and 18 U.S.C. Sec. 2, only if the government proved beyond a reasonable doubt that he \"associated himself with the underlying venture, participated in it as something he wished to bring about, and sought by his actions to make it succeed.\"  United States v. Clifford, 979 F.2d 896, 899 (1st Cir.1992) (citing Nye &amp; Nissen v. United States, 336 U.S. 613, 619, 69 S.Ct. 766, 770, 93 L.Ed. 919 (1949)).  We review the evidence in the light most favorable to the government, indulging all reasonable inferences in its favor, with a view to determining whether a rational jury could have found guilt beyond a reasonable doubt.  Hahn, 17 F.3d at 506.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Rullan contends that Miranda's trial testimony was not credible because Miranda had made contrary statements to the grand jury, and he was motivated by the expectation of a reduced sentence.  We find this challenge unavailing, since Miranda was impeached, both with his prior inconsistent grand jury testimony and his plea agreement, and the credibility assessment was a matter for the trial jury.  See Sepulveda, 15 F.3d at 1175;  Hahn, 17 F.3d at 506.   Thus, there was ample credible evidence to establish Rullan's guilt beyond a reasonable doubt.  See supra p. 18.</p>\n    </div>\n    <p>C. Flight by Codefendant</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Following an evidentiary hearing, the district court found that Prada voluntarily absented himself from the final two days of trial.  Rullan moved for a mistrial, claiming that his codefendant's flight might prompt a jury inference that both defendants were guilty.  The district court directed that the trial proceed against both defendants.  See Crosby v. United States, --- U.S. ----, ---- - ----, 113 S.Ct. 748, 752-753, 122 L.Ed.2d 25 (1993);  Fed.R.Crim.P. 43(b).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Rullan asserts three claims of error.  First, he says, the district court mistakenly believed Rullan might avoid retrial on double jeopardy grounds if a mistrial were declared.  Second, a limiting instruction could not prevent a jury inference that both defendants were guilty because Prada absconded during trial.  Third, the instruction given by the court was \"over extensive in content\" and prejudicial.  We review the two latter claims for manifest abuse of discretion.  Pierro, 32 F.3d at 617.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">First, Rullan correctly asserts that double jeopardy does not bar retrial where a mistrial is ordered at the request of the defendant.  United States v. Scott, 437 U.S. 82, 93, 98 S.Ct. 2187, 2195, 57 L.Ed.2d 65 (1978);  United States v. Aguilar-Aranceta, 957 F.2d 18, 21-22 (1st Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 105, 121 L.Ed.2d 64 (1992).  The district court nonetheless correctly predicated its denial of Rullan's motion for mistrial on the ground that Prada's voluntary failure to appear, in and of itself, did not necessarily mean that the joint trial could not proceed with Prada in absentia.  See Crosby, --- U.S. at ----, 113 S.Ct. at 752 (treating voluntary failure to appear, after trial begins, as waiver of right to be tried in person);  Fed.R.Crim.P. 43(b).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On the other hand, treating the motion for mistrial as a de facto motion for severance by a non-absconding codefendant, see Fed.R.Crim.P. 14, we review its denial under the \"plain error\" standard, since severance was never broached before the district court.  See United States v. Palow, 777 F.2d 52, 54 (1st Cir.1985), cert. denied, 475 U.S. 1052, 106 S.Ct. 1277, 89 L.Ed.2d 585 (1986).  Viewed in this light, Rullan's motion rests exclusively on the conclusory assertion that the jury could have inferred that he was guilty because his codefendant absconded.  We see no compelling rational force in the suggestion that Rullan, who did not flee, must have been tainted with the same brush as the absconding Prada.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Moreover, Rullan's conclusory claim runs counter to the longstanding presumption that jurors normally follow the instructions given them by the trial court.  See United States v. Olano, --- U.S. ----, ----, 113 S.Ct. 1770, 1781, 123 L.Ed.2d 508 (1993).  The district court firmly instructed the jury that Prada's disappearance was immaterial to the verdict on Rullan.  The record further reflects that the jury understood.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">THE COURT:  The absence of defendant Prada from trial is no way attributable [sic] to the other defendant on trial.  And may not be considered by you in determining the guilt or innocence of defendant Rullan.  You may use this only as to defendant Prada itself.  [sic]  Is that clear?   Let the record show that the jury has assented.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We therefore reject the conclusory contention that no jury instruction could protect Rullan against an inference of guilt arising from his codefendant's voluntary flight.  See United States v. Phibbs, 999 F.2d 1053, 1067 (6th Cir.1993) (any adverse effect upon nonfleeing defendant neutralized by \"a cautionary instruction that each defendant's case was to be considered separately and, further, that [codefendant's] flight could not be used as evidence against anyone but him\"), cert. denied, --- U.S. ----, 114 S.Ct. 1071, 127 L.Ed.2d 389 (1994);  cf. United States v. Wright, 932 F.2d 868, 877 (10th Cir.)  (upholding denial of severance, in part because trial court twice instructed jury that \"it should not construe the absence of [codefendant] as evidence of guilt of either [the defendant or the codefendant]\"), cert. denied, 502 U.S. 972, 112 S.Ct. 450, 116 L.Ed.2d 467 (1991).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As there was no reversible error, the district court judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rullan had supplied Miranda with small amounts of cocaine for personal use in years past</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Rullan also challenges, as too extensive and prejudicial, the very language he asked the district court to use in the jury instruction relating to Prada's disappearance.  But even assuming the instruction had not been invited, the claim of error is groundless.  There was no error in the instruction, let alone \"plain error.\"   See Palow, 777 F.2d at 54</p>\n        <p>Lastly, at oral argument Rullan withdrew his so-called \"ineffective assistance of counsel\" claim.  See Sainz Gonzalez v. Banco de Santander-Puerto Rico, 932 F.2d 999, 1000 n. 1 (1st Cir.1991);  Bunol v. George Engine Co., 996 F.2d 67, 70 (5th Cir.1993).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">Fed. R. Serv.</span> <span class=\"page\">1030</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Arnaldo L. RULLAN-RIVERA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1890.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 8, 1995.<br>Decided July 21, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Luis R. Rivera-Gonzalez, San Juan, PR, with whom Joseph C. Laws, Jr., Hato Rey, PR, was on brief, for appellant.</p>\n      <p class=\"indent\">Jose A. Quiles Espinosa, Sr. Litigation Counsel, Hato Rey, PR, with whom Guillermo Gil, U.S. Atty., Washington, DC and Warren Vazquez, Asst. U.S. Atty., Hato Rey, PR, were on brief for appellee.</p>\n      <p class=\"indent\">Before CYR and BOUDIN, Circuit Judges, and BOWNES, Senior Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Arnaldo L. Rullan-Rivera (\"Rullan\") appeals the judgment of conviction entered against him for possessing cocaine with intent to distribute.  See 21 U.S.C. Sec. 841(a)(1);  18 U.S.C. Sec. 2.  As there was no reversible error, we affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The relevant facts are recounted in the light most favorable to the verdict.  United States v. Tuesta-Toro, <span class=\"citation\" data-id=\"195508\"><a href=\"/opinion/195508/united-states-v-tuesta-toro/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">771</span></a></span>, 773 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">947</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">890</span> </span>(1995).  Appellant Rullan and Humberto Prada-Cordero (\"Prada\") enlisted Erasto Miranda-Rodriguez (\"Miranda\") to transport one kilogram of cocaine from Puerto Rico to the continental United States.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  On November 10, 1992, Prada, Miranda, Rullan and his wife went to the Luis Munoz Marin International Airport in Carolina, Puerto Rico, where Prada and Miranda were to board a flight to the mainland.  After twice triggering the security checkpoint magnetometer alarm, Miranda abandoned his handbag, passport and airline ticket, and fled the checkpoint area rather than risk disclosure of the cocaine concealed on his person.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Shortly thereafter, Miranda surrendered to the police, became a cooperating witness for the government and implicated appellant Rullan, who was arrested and indicted for conspiring to possess cocaine with intent to distribute, see 21 U.S.C. Sec. 846, and possessing cocaine with intent to distribute, see <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 841(a)(1); </span> 18 U.S.C. Sec. 2.  Rullan filed a pretrial motion to compel disclosure of any prior \"bad acts\" evidence the government intended to introduce at trial.  Although the motion was granted, the government disclosed no Rule 404(b) evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At trial, the court ruled that no Rule 404(b) evidence was to be introduced.  The prosecutor accordingly assured the court that Miranda had been instructed not to mention his previous cocaine purchases from Rullan.  See supra note 1.  Nevertheless, on the third day of trial, when the prosecutor asked Miranda whether he had \"known Mr. Rullan in relation to [codefendant] Humberto Prada prior to [November 8, 1992],\" Miranda blurted out:  \"No, I was totally surprised.  Arnaldo Rullan surprised me because he was my drug dealer.\"On the following day, codefendant Prada failed to appear for trial.  The district court denied Rullan's motion for mistrial, and ordered that the joint trial proceed, with Prada in absentia.   After the district court allowed a defense motion to dismiss the conspiracy charge, both defendants were convicted on the substantive cocaine charge, and Rullan appealed.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. The Rule 404(b) Evidence</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The government does not dispute that Miranda's unexpected reference to Rullan as his former drug dealer constituted prohibited \"bad acts\" evidence, but simply contends that a mistrial was not necessary to cure any inadvertent harm.  For present purposes, therefore, we assume that the challenged testimony violated the prohibition against Rule 404(b) evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A ruling denying a motion for mistrial is reviewed for manifest abuse of discretion, United States v. Romero-Carrion, <span class=\"citation\" data-id=\"196057\"><a href=\"/opinion/196057/united-states-v-romero-carrion/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 17 (1st Cir.1995);  United States v. Pierro, <span class=\"citation\" data-id=\"195522\"><a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 617 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">919</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">799</span> </span>(1995), and will be upheld absent a clear showing of prejudice by the defendant-appellant.  United States v. Hahn, <span class=\"citation\" data-id=\"195236\"><a href=\"/opinion/195236/united-states-v-hahn/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">502</span></a></span>, 508 (1st Cir.1994) (citing United States v. Sclamo, <span class=\"citation\" data-id=\"357349\"><a href=\"/opinion/357349/united-states-v-joseph-sclamo-john-corio-and-william-carlo/\"><span class=\"volume\">578</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">888</span></a></span>, 891 (1st Cir.1978)).  Mistrial is a last resort, to be employed only if the demonstrated harm can be cured by no less drastic means, such as a contemporaneous jury instruction.  United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1184 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span> </span>(1994).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Miranda testified in Spanish.  The problematic portion of the testimony, see supra p. 17 (\"[Rullan] was my drug dealer\"), was never translated into English before Miranda was interrupted in mid-sentence by a defense objection.  The official trial transcript of the exchange reads, in full:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Q:  Had you known Mr. Rullan in relation to Humberto Prada prior to that day?</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A:  No, I was totally surprised.  Arnold Rullan surprised me--</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The trial judge immediately ordered Miranda's response stricken from the record and contemporaneously directed the jury to disregard it.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It would be unrealistic, nonetheless, to suggest that the Puerto Rico jury did not hear and understand the entire response given by Miranda in Spanish.  Be that as it may, the normal presumption--that juries follow the court's instructions--can be rebutted only on a sufficient showing that the offending testimony reasonably could not have been ignored and that serious prejudice likely resulted.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1185. </span>  See also Greer v. Miller, <span class=\"citation\" data-id=\"111956\"><a href=\"/opinion/111956/greer-v-miller/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">756</span></a></span>, 766 n. 8, <span class=\"citation\" data-id=\"111956\"><a href=\"/opinion/111956/greer-v-miller/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3102</span></a></span>, 3109 n. 8, <span class=\"citation\" data-id=\"111956\"><a href=\"/opinion/111956/greer-v-miller/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">618</span> </a></span>(1987) (\"We normally presume that a jury will follow an instruction to disregard inadmissible evidence inadvertently presented to it, unless there is an 'overwhelming probability' that the jury will be unable to follow the court's instructions.\")  (quoting Richardson v. Marsh, <span class=\"citation\" data-id=\"111865\"><a href=\"/opinion/111865/richardson-v-marsh/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">200</span></a></span>, 208, <span class=\"citation\" data-id=\"111865\"><a href=\"/opinion/111865/richardson-v-marsh/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1702</span></a></span>, 1708, <span class=\"citation\" data-id=\"111865\"><a href=\"/opinion/111865/richardson-v-marsh/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span> </a></span>(1987)).  Although Rullan points out that a limiting instruction is not always sufficient to insulate against improper evidentiary prejudice, see, e.g., Bruton v. United States, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, 135, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1620</span></a></span>, 1627, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">476</span> </a></span>(1968), mistrial was not required in the instant case.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There was strong evidentiary support for the jury verdict.  Miranda testified that Rullan:  (1) telephoned Miranda to arrange the first meeting at which the cocaine distribution scheme was discussed;  (2) drove Prada to Miranda's apartment for their meetings;  (3) relayed drug smuggling messages between Miranda and Prada;  (4) removed cocaine from his own car and carried it into Miranda's residence prior to their trip to the airport;  (5) accompanied Miranda and Prada to the airport;  and (6) discussed with Miranda and Prada their plans for investing the drug profits.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The overwhelming weight of the direct and circumstantial evidence, combined with the firm, contemporaneous instruction, demonstrates to a \"high probability\" that the inadvertent introduction of the \"bad acts\" evidence did not contribute to the verdict. Therefore, the reference to prior drug dealings with Rullan was \"harmless.\"  United States v. Tejeda, <span class=\"citation\" data-id=\"590212\"><a href=\"/opinion/590212/united-states-v-john-tejeda-united-states-of-america-v-paul-christian/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">210</span></a></span>, 215 (1st Cir.1992) (\"nonconstitutional evidentiary error under Rule 404(b) will be treated as harmless if it is 'highly probable' that the error did not contribute to the verdict\") (citations omitted).</p>\n    </div>\n    <p>B. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Rullan could be convicted of aiding and abetting the possession of cocaine, with intent to distribute, see 21 U.S.C. Sec. 841(a)(1) and 18 U.S.C. Sec. 2, only if the government proved beyond a reasonable doubt that he \"associated himself with the underlying venture, participated in it as something he wished to bring about, and sought by his actions to make it succeed.\"  United States v. Clifford, <span class=\"citation\" data-id=\"595183\"><a href=\"/opinion/595183/united-states-v-paul-j-clifford/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">896</span></a></span>, 899 (1st Cir.1992) (citing Nye &amp; Nissen v. United States, <span class=\"citation\" data-id=\"104655\"><a href=\"/opinion/104655/nye-nissen-v-united-states/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">613</span></a></span>, 619, <span class=\"citation\" data-id=\"104655\"><a href=\"/opinion/104655/nye-nissen-v-united-states/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">766</span></a></span>, 770, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">919</span> </span>(1949)).  We review the evidence in the light most favorable to the government, indulging all reasonable inferences in its favor, with a view to determining whether a rational jury could have found guilt beyond a reasonable doubt.  <span class=\"citation\" data-id=\"195236\"><span class=\"antecedent_guess\">Hahn,</span> <a href=\"/opinion/195236/united-states-v-hahn/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">506</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Rullan contends that Miranda's trial testimony was not credible because Miranda had made contrary statements to the grand jury, and he was motivated by the expectation of a reduced sentence.  We find this challenge unavailing, since Miranda was impeached, both with his prior inconsistent grand jury testimony and his plea agreement, and the credibility assessment was a matter for the trial jury.  See <span class=\"citation\" data-id=\"662432\"><span class=\"antecedent_guess\">Sepulveda,</span> <a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1175</span></a></span>;  <span class=\"citation\" data-id=\"195236\"><span class=\"antecedent_guess\">Hahn,</span> <a href=\"/opinion/195236/united-states-v-hahn/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">506</span></a></span>.   Thus, there was ample credible evidence to establish Rullan's guilt beyond a reasonable doubt.  See supra p. 18.</p>\n    </div>\n    <p>C. Flight by Codefendant</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Following an evidentiary hearing, the district court found that Prada voluntarily absented himself from the final two days of trial.  Rullan moved for a mistrial, claiming that his codefendant's flight might prompt a jury inference that both defendants were guilty.  The district court directed that the trial proceed against both defendants.  See Crosby v. United States, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"112804\"><a href=\"/opinion/112804/crosby-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">748</span></a></span>, 752-753, <span class=\"citation\" data-id=\"112804\"><a href=\"/opinion/112804/crosby-v-united-states/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">25</span> </a></span>(1993);  Fed.R.Crim.P. 43(b).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Rullan asserts three claims of error.  First, he says, the district court mistakenly believed Rullan might avoid retrial on double jeopardy grounds if a mistrial were declared.  Second, a limiting instruction could not prevent a jury inference that both defendants were guilty because Prada absconded during trial.  Third, the instruction given by the court was \"over extensive in content\" and prejudicial.  We review the two latter claims for manifest abuse of discretion.  <span class=\"citation\" data-id=\"195522\"><span class=\"antecedent_guess\">Pierro,</span> <a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">617</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">First, Rullan correctly asserts that double jeopardy does not bar retrial where a mistrial is ordered at the request of the defendant.  United States v. Scott, <span class=\"citation\" data-id=\"109895\"><a href=\"/opinion/109895/united-states-v-scott/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">82</span></a></span>, 93, <span class=\"citation\" data-id=\"109895\"><a href=\"/opinion/109895/united-states-v-scott/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2187</span></a></span>, 2195, <span class=\"citation\" data-id=\"109895\"><a href=\"/opinion/109895/united-states-v-scott/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">65</span> </a></span>(1978);  United States v. Aguilar-Aranceta, <span class=\"citation\" data-id=\"578199\"><a href=\"/opinion/578199/united-states-v-esperanza-aguilar-aranceta/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span>, 21-22 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">105</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span> </span>(1992).  The district court nonetheless correctly predicated its denial of Rullan's motion for mistrial on the ground that Prada's voluntary failure to appear, in and of itself, did not necessarily mean that the joint trial could not proceed with Prada in absentia.  See Crosby, --- U.S. at <span class=\"citation\" data-id=\"112804\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112804/crosby-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">752</span> </a></span>(treating voluntary failure to appear, after trial begins, as waiver of right to be tried in person);  Fed.R.Crim.P. 43(b).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On the other hand, treating the motion for mistrial as a de facto motion for severance by a non-absconding codefendant, see Fed.R.Crim.P. 14, we review its denial under the \"plain error\" standard, since severance was never broached before the district court.  See United States v. Palow, <span class=\"citation\" data-id=\"461002\"><a href=\"/opinion/461002/united-states-v-robert-s-palow-united-states-of-america-v-paul-c/\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">52</span></a></span>, 54 (1st Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1052</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1277</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">585</span> </span>(1986).  Viewed in this light, Rullan's motion rests exclusively on the conclusory assertion that the jury could have inferred that he was guilty because his codefendant absconded.  We see no compelling rational force in the suggestion that Rullan, who did not flee, must have been tainted with the same brush as the absconding Prada.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Moreover, Rullan's conclusory claim runs counter to the longstanding presumption that jurors normally follow the instructions given them by the trial court.  See United States v. Olano, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1781, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </a></span>(1993).  The district court firmly instructed the jury that Prada's disappearance was immaterial to the verdict on Rullan.  The record further reflects that the jury understood.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">THE COURT:  The absence of defendant Prada from trial is no way attributable [sic] to the other defendant on trial.  And may not be considered by you in determining the guilt or innocence of defendant Rullan.  You may use this only as to defendant Prada itself.  [sic]  Is that clear?   Let the record show that the jury has assented.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We therefore reject the conclusory contention that no jury instruction could protect Rullan against an inference of guilt arising from his codefendant's voluntary flight.  See United States v. Phibbs, <span class=\"citation\" data-id=\"612140\"><a href=\"/opinion/612140/united-states-v-robert-phibbs-92-5509-victor-rojas-92-551292-5523/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1053</span></a></span>, 1067 (6th Cir.1993) (any adverse effect upon nonfleeing defendant neutralized by \"a cautionary instruction that each defendant's case was to be considered separately and, further, that [codefendant's] flight could not be used as evidence against anyone but him\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1071</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span> </span>(1994);  cf. United States v. Wright, <span class=\"citation\" data-id=\"560585\"><a href=\"/opinion/560585/united-states-v-norman-d-wright-united-states-of-america-v-george-w/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">868</span></a></span>, 877 (10th Cir.)  (upholding denial of severance, in part because trial court twice instructed jury that \"it should not construe the absence of [codefendant] as evidence of guilt of either [the defendant or the codefendant]\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">972</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">450</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">467</span> </span>(1991).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As there was no reversible error, the district court judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rullan had supplied Miranda with small amounts of cocaine for personal use in years past</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Rullan also challenges, as too extensive and prejudicial, the very language he asked the district court to use in the jury instruction relating to Prada's disappearance.  But even assuming the instruction had not been invited, the claim of error is groundless.  There was no error in the instruction, let alone \"plain error.\"   See <span class=\"citation\" data-id=\"461002\"><span class=\"antecedent_guess\">Palow,</span> <a href=\"/opinion/461002/united-states-v-robert-s-palow-united-states-of-america-v-paul-c/\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">54</span></a></span></p>\n        <p>Lastly, at oral argument Rullan withdrew his so-called \"ineffective assistance of counsel\" claim.  See Sainz Gonzalez v. Banco de Santander-Puerto Rico, <span class=\"citation\" data-id=\"561138\"><a href=\"/opinion/561138/dionisio-sainz-gonzalez-v-banco-de-santander-puerto-rico-dionisio-sainz/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">999</span></a></span>, 1000 n. 1 (1st Cir.1991);  Bunol v. George Engine Co., <span class=\"citation\" data-id=\"609234\"><a href=\"/opinion/609234/robert-bunol-and-the-director-office-of-workers-compensation-programs/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span>, 70 (5th Cir.1993).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104655/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107684/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109895/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111865/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111956/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112804/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195236/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195508/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195522/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196057/",
    "https://www.courtlistener.com/api/rest/v3/opinions/357349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/461002/",
    "https://www.courtlistener.com/api/rest/v3/opinions/560585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561138/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578199/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590212/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595183/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609234/",
    "https://www.courtlistener.com/api/rest/v3/opinions/612140/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/"
  ]
}