{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196191/",
  "id": 196191,
  "absolute_url": "/opinion/196191/citizens-awareness-v-nrc/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196191/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:59:56Z",
  "date_modified": "2020-02-21T23:55:16.730719Z",
  "type": "010combined",
  "sha1": "a49849c5ff4d179d9bf83a001d99cad91358a555",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1562.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-1562\r\n\n                CITIZENS AWARENESS NETWORK, INC.,\r\n                           Petitioner,\r\n\n                                v.\r\n\n           UNITED STATES NUCLEAR REGULATORY COMMISSION,\r\n                           Respondent.\r\n\n                                           \r\n\n                 YANKEE ATOMIC ELECTRIC COMPANY,\r\n                           Intervenor.\r\n\n                                           \r\n\n           ON PETITION FOR REVIEW OF A DECISION OF THE \r\n           UNITED STATES NUCLEAR REGULATORY COMMISSION\r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n                  Aldrich, Senior Circuit Judge,\r                                                         \r\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                           \r\n\n     Jonathan  M. Block,  with  whom Robert  L.  Quinn and  Egan,\r                                                                           \r\nFlanagan and Cohen, P.C. were on brief for petitioner.\r                                  \r\n     Charles E. Mullins,  Senior Attorney, Office of  the General\r                                 \r\nCounsel, U.S. Nuclear  Regulatory Commission, with whom  Karen D.\r                                                                           \r\nCyr,  General Counsel,  John F.  Cordes, Jr.,  Solicitor,  E. Leo\r                                                                           \r\nSlaggie, Deputy  Solicitor, U.S.  Nuclear Regulatory  Commission,\r                 \r\nAnne S.  Almy, Assistant Chief, and William B. Lazarus, Attorney,\r                                                                \r\nAppellate Section,  Environment and  Natural Resources  Division,\r\nU.S. Department of Justice, were on brief for respondent.\r\n     Thomas G. Dignan, Jr.,  with whom Ropes &amp; Gray, was on brief\r                                                             \r\nfor intervenor.\r\n\n                                           \r\n\n                          July 20, 1995\r\n                                           \r\r\n\n           TORRUELLA,  Chief Judge.    Citizens Awareness  Network\r                    TORRUELLA,  Chief Judge\r                                           \r\n\n(\"CAN\") petitions for review of a  final order and opinion of the\r\n\nUnited  States  Nuclear  Regulatory  Commission  (\"NRC\"  or  \"the\r\n\nCommission\") denying CAN's  request for  an adjudicatory  hearing\r\n\nregarding  decommissioning activities taking  place at the Yankee\r\n\nNuclear Power Station (\"Yankee NPS\").   CAN's petition for review\r\n\nrests   on  three  grounds.     First,  CAN   contends  that  the\r\n\nCommission's order  violates CAN  members' right  to due  process\r\n\nunder the  Fifth Amendment and    189a of  the Atomic Energy  Act\r\n\n(\"AEA\"), 42  U.S.C.   2239 (1988).   Second, CAN argues  that the\r\n\nNRC's  action  violates the  National  Environmental  Policy Act,\r\n\n(\"NEPA\"), 42 U.S.C.   4321  et seq. (1988) by failing  to conduct\r                                            \r\n\nan  environmental  analysis  (\"EA\")  or  an  environmental impact\r\n\nstatement  (\"EIS\") prior to decommissioning.  Finally, CAN argues\r\n\nthat  the Commission's  actions violate  its  own precedents  and\r\n\nregulations,  in violation  of the  Administrative Procedure  Act\r\n\n(\"APA\"), 5 U.S.C.   501 et  seq.  Although we reject CAN's  Fifth\r                                         \r\n\nAmendment arguments, we  grant CAN's petition  for review on  the\r\n\nother grounds stated.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          A.   The Regulatory Framework\r                    A.   The Regulatory Framework\r                                                 \r\n\n          Operators of nuclear  power plants must have  a license\r\n\nissued by the NRC.   That license describes the facility  and the\r\n\nauthorized  activities  that the  operator may  conduct.   If the\r\n\noperator, called the \"licensee,\" wishes to modify the facility or\r\n\ntake  actions not  specifically authorized  by  the license,  the\r\n\n                               -2-\r\r\n\n licensee  may  seek   an  amendment  to  its   license  from  the\r\n\nCommission.  See 42 U.S.C.    2131-2133, 2237 (1988).\r                          \r\n\n          Section 189a of the AEA provides that:\r\n\n            In any proceeding under this chapter, for\r\n            the  granting,  suspending,  revoking, or\r\n            amending of  any license  or construction\r\n            permit,   or   application   to  transfer\r\n            control, and  in any  proceeding for  the\r\n            issuance  or  modification of  rules  and\r\n            regulations dealing  with the  activities\r\n            of licensees, . . .  the Commission shall\r\n            grant a hearing upon  the request of  any\r\n            person whose interest  may be affected by\r\n            the proceeding, and shall  admit any such\r\n            person    as    a     party    to    such\r\n            proceeding. . . .\r\n\n42 U.S.C.   2239(a)(1)(A).  The Commission has issued regulations\r\n\nspecifically allowing a licensee to modify its facilities without\r\n\nNRC supervision, unless the modification is inconsistent with the\r\n\nlicense or involves an  \"unreviewed safety question.\"  10  C.F.R.\r\n\n  50.59(a)(1).  If the  proposed change is inconsistent  with the\r\n\nlicense, or does  involve an unreviewed safety question  (as that\r\n\nterm is  defined in  10 C.F.R.    50.59(a)(2)(ii)),  the licensee\r\n\nmust apply to  the Commission for a license  amendment, 10 C.F.R.\r\n\n  50.59(c), and  only then  are the  statutory hearing  rights of\r\n\n  189a triggered.\r\n\n          The  procedures  for decommissioning1  a  nuclear power\r\n\nplant are  set forth  principally in 10  C.F.R.     50.82, 50.75,\r\n\n51.53,  and 51.95  (1990).   The formal  process begins  with the\r\n                    \r                              \r\n\n1   \"Decommissioning\" means those activities necessary \"to remove\r\n[a   facility]   safely   from   service  and   reduce   residual\r\nradioactivity to a level that permits release of the property for\r\nunrestricted use  and termination of  the license.\"  10  C.F.R.  \r\n50.2; 53 Fed. Reg. 24018, 24021 (June 27, 1988).  \r\n\n                               -3-\r\r\n\n filing  of an  application by  the licensee,  normally after  the\r\n\nplant has ceased permanent operations, for authority to surrender\r\n\nits license and to decommission  the facility.  Five years before\r\n\nthe licensee expects to end  plant operations, the licensee  must\r\n\nsubmit  a  preliminary  decommissioning  plan  containing a  cost\r\n\nestimate  for  decommissioning  and an  assessment  of  the major\r\n\ntechnical factors that could affect planning for decommissioning.\r\n\n10 C.F.R.    50.75.  Within two years  after \"permanent cessation\r\n\nof operations\" at the plant, but no  later than one year prior to\r\n\nexpiration  of  its  license,  a  licensee  must  submit  to  the\r\n\nCommission an application  for \"authority to surrender  a license\r\n\nvoluntarily and to  decommission the facility,\" together  with an\r\n\nenvironmental  report   covering  the   proposed  decommissioning\r\n\nactivities.  10 C.F.R.     50.82, 50.83. This application must be\r\n\naccompanied  by  the  licensee's  proposed decommissioning  plan,\r\n\nwhich  describes  the  decommissioning   method  chosen  and  the\r\n\nactivities involved, and sets forth a financial plan for assuring\r\n\nthe availability of adequate funds for the decommissioning costs.\r\n\n10  C.F.R.      50.82(b).    The  Commission   then  reviews  the\r\n\ndecommissioning  plan, prepares  either  an environmental  impact\r\n\nstatement  (\"EIS\")  or  an  environmental  assessment  (\"EA\")  in\r\n\ncompliance with NEPA, and gives notice to interested parties.  10\r\n\nC.F.R.   51.95.  If the NRC finds the plan satisfactory (i.e., in\r                                                                       \r\n\naccordance  with regulations  and  not  inimical  to  the  common\r\n\ndefense or the  health and safety of the  public), the Commission\r\n\n                               -4-\r\r\n\n issues a decommissioning order approving the plan and authorizing\r\n\ndecommissioning.  10 C.F.R.   50.82(e).\r\n\n          The  Commission has stated that its regulations allow a\r\n\nlicensee to  conduct certain, limited  decommissioning activities\r\n\nprior to obtaining NRC approval:\r\n\n            [I]t  should  be noted  that  [10 C.F.R.]\r\n              50.59 permits a holder of an  operating\r                                                               \r\n            license to  carry out  certain activities\r                             \r\n            without prior Commission  approval unless\r\n            these activities involve a change in  the\r\n            technical specifications or an unreviewed\r\n            safety question.  However,  when there is\r\n            a change in  the technical specifications\r\n            or an unreviewed safety question,   50.59\r\n            requires  the  holder   of  an  operating\r\n            license  to  submit  an  application  for\r\n            amendment  to  the  license  pursuant  to\r\n              50.90 . . . . [T]his  rulemaking do[es]\r\n            not  alter  a  licensee's  capability  to\r\n            conduct   activities   under       50.59.\r\n            Although the Commission  must approve the\r                                                               \r\n            decommissioning  alternative   and  major\r                                                               \r\n            structural    changes   to    radioactive\r                                                               \r\n            components of the facility or other major\r                                                               \r\n            changes,  the licensee  may proceed  with\r                             \r\n            some activities such  as decontamination,\r\n            minor component disassembly, and shipment\r\n            and  storage  of  spent  fuel  if   these\r                                                               \r\n            activities are permitted by the operating\r                                                               \r\n            license and/or   50.59.\r                             \r\n\n53 Fed.  Reg. at  24025-24026 (emphasis  added).   The Commission\r\n\nadhered to this  position from the issuance of  this statement in\r\n\n1988 until 1993.  See, e.g.,  Long Island Lighting Co., 33 N.R.C.\r                                                                \r\n\nat  73  n.5   (\"Major  dismantling  and  other   activities  that\r\n\nconstitute decommissioning under the NRC's regulations must await\r\n\nNRC approval of  a decommissioning plan\"); Sacramento  Mun. Util.\r                                                                           \r\n\nDist.  (Rancho Seco Nuclear Generating Station), 35 N.R.C. 47, 62\r                                                         \r\n\nn.7 (1992) (same).\r\n\n                               -5-\r\r\n\n           B.   Factual Background\r                    B.   Factual Background\r                                           \r\n\n          On February  27, 1992, licensee Yankee  Atomic Electric\r\n\nCompany  (\"YAEC\") announced  its  intention  to cease  operations\r\n\npermanently  at Yankee NPS,  a nuclear  power plant  located near\r\n\nRowe, Massachusetts.  One month later, YAEC applied for a license\r\n\namendment  to  limit  its license  to  a  POL, a  possession-only\r\n\nlicense, thus  revoking YAEC's  authority to  operate the  plant.\r\n\nThe  NRC published  a  Notice of  Proposed  Action informing  the\r\n\npublic of  its opportunity to  be heard on the  license amendment\r\n\nrequest, pursuant  to    189a of the  AEA.   57 Fed.  Reg. 13126,\r\n\n13140  (April  15,  1992).    There  were  no  hearing  requests;\r\n\naccordingly, the  NRC issued  the requested  amendment to  YAEC's\r\n\nlicense on  August 5, 1992.  57 Fed.  Reg. 37558, 37579 (Aug. 19,\r\n\n1992).   In the cover letter accompanying YAEC's amended license,\r\n\nthe Commission reminded YAEC that \"[t]he  NRC must approve . .  .\r\n\nmajor  structural  changes  to   radioactive  components  of  the\r\n\nfacility . . . .\"   See Issuance of Amendment No.     to Facility\r                                 \r\n\nOperating License No. DPR-3 (N.R.C. Docket No. 50-029).\r\n\n          At  a meeting between  YAEC and NRC  representatives on\r\n\nOctober 27, 1992, YAEC proposed that the NRC grant permission for\r\n\nYAEC  to initiate  an  \"early  component  removal  project\"  (the\r\n\n\"CRP\"), prior to  submission and approval of  its decommissioning\r                       \r\n\nplan, and hence  prior to conducting an  environmental assessment\r\n\nof decommissioning  at the site.   YAEC explained that  it wished\r\n\nexpeditious  commencement  of  this  early  CRP  because  of  the\r\n\nunexpected  availability of space in the Barnwell, South Carolina\r\n\n                               -6-\r\r\n\n Low-level  Waste  Disposal  facility.     If  made  to  wait  for\r\n\nsubmission and  approval of  a decommissioning  plan, YAEC  would\r\n\nlose its chance to use the Barnwell facility.\r\n\n          Pursuant  to this proposed CRP, YAEC would first remove\r\n\nthe four  steam generators and  the pressurizer from  the nuclear\r\n\nreactor  containment,  remove  core  internals  from  the reactor\r\n\npressure   vessel,  and   transport  all  of   these  radioactive\r\n\ncomponents to  the Barnwell  facility.   After this  dismantling,\r\n\nYAEC  proposed to  then cut  up the  nuclear reactor  core baffle\r\n\nplate (which is too radioactive  to meet low-level waste criteria\r\n\nand thus  cannot be dumped  in the Barnwell site),  and store the\r\n\npieces in canisters in the spent fuel pool for future delivery to\r\n\na U.S. Department of Energy waste site.  Finally, YAEC planned to\r\n\nremove and transport the four  main coolant pumps to the Barnwell\r\n\nsite.    These  CRP  activities  would result  in  the  permanent\r\n\ndisposal  of 90% of the nonfuel, residual radioactivity at Yankee\r\n\nNPS, all prior to approval of the actual decommissioning plan.\r                        \r\n\n          On November  25, 1992,  YAEC sent a  letter to  the NRC\r\n\nwhich  set forth  YAEC's  arguments as  to  how NRC  regulations,\r\n\nStatements of  Consideration issued with  those regulations,  and\r\n\nCommission precedents could be \"interpreted\" to allow approval of\r\n\nthe  early   CRP,  despite   the  fact   that  the   Commission's\r\n\ninterpretative  policy  at  that  time  explicitly  required  NRC\r\n\napproval for major structural changes.\r\n\n          During this period,  CAN also wrote two letters  to the\r\n\nNRC,  on  November  2,  1992  and again  on  December  21,  1992,\r\n\n                               -7-\r\r\n\n requesting inter  alia that the  Commission halt or  postpone any\r                                \r\n\nand   all  dismantling   activities  at   Yankee   NPS  until   a\r\n\ndecommissioning  plan was  submitted,  moved  through the  public\r\n\nnotice-and-comment process, and approved.  In a December 29, 1992\r\n\nletter  to CAN,  Kenneth  Rogers,  the  Acting  Chairman  of  the\r\n\nCommission,  responded that  the  Commission was  \"considering  a\r\n\npublic meeting  in the  vicinity of  the plant  early in 1993  to\r\n\nprovide   information  to   the  public   on   NRC's  review   of\r\n\ndecommissioning  in general and on expected site activities which\r\n\nwill occur prior to the licensee's submittal of a decommissioning\r\n\nplan in late 1993.\"\r\n\n          On January 14,  1993, following internal review  of its\r\n\ndecommissioning   policies,  the   Commission   issued  a   Staff\r\n\nRequirements   Memo  (\"SRM\"),   setting   forth  a   significant,\r\n\nsubstantial  change from  previously  held  agency  positions  on\r\n\ndecommissioning  activities,  and   essentially  adopting  YAEC's\r\n\nproposed  \"interpretation\"   of  prior   agency  precedents   and\r\n\npositions.    Without   any  explanation   for  the   substantial\r\n\nmodification, or any further analysis, the SRM stated:\r\n\n            Notwithstanding      the     Commission's\r                                     \r\n            statements  in  footnote 3  of  CLI-90-08\r\n            [Long Island Lighting  Co., 33 N.R.C.  61\r                                                \r\n            (1991)]    and    the    Statements    of\r\n            Consideration  for   the  decommissioning\r\n            rules  at 53  Federal Register  24025-26,\r\n            licensees should be  allowed to undertake\r\n            any decommissioning activity (as the term\r\n            \"decommission\"  is defined  in 10  C.F.R.\r\n            50.2)  that does not -- (a) foreclose the\r\n            release   of   the  site   for   possible\r\n            unrestricted   use,   (b)   significantly\r\n            increase decommissioning costs, (c) cause\r\n            any significant environmental  impact not\r\n\n                               -8-\r\r\n\n             previously reviewed,  or (d)  violate the\r\n            terms of the  licensee's existing license\r\n            (e.g.,  OL,  POL,  OL  with  confirmatory\r\n            shutdown order  etc.) or 10  C.F.R. 50.59\r\n            as applied to the existing license. . . .\r\n            The  staff may  permit  licensees to  use\r\n            their  decommissioning   funds  for   the\r\n            decommissioning    activities   permitted\r\n            above  . .  .,  notwithstanding the  fact\r                                                               \r\n            that their decommissioning plans have not\r                                                               \r\n            yet been approved by the NRC.\r                                                  \r\n\nShortly  after the Commission  issued this SRM,  YAEC advised the\r\n\nNRC that  it planned  to begin its  CRP activities  in accordance\r\n\nwith this new policy.2\r\n\n          On June  30, 1993,  the Commission  issued another  SRM\r\n\nreiterating its new  decommissioning policy, and stating  that it\r\n\nhad voted to formally amend 10 C.F.R.   50.59 to reflect this new\r\n\nposition.   This  proposed rulemaking  is  still underway.    The\r\n\nCommission also stated that approval of a decommissioning plan is\r\n\nnot an action  that triggers hearing rights  under   189a  of the\r\n\nAEA,  but that  the Commission  staff  could, in  its discretion,\r\n\nformulate an  informal hearing  process for  decommissioning plan\r\n\napproval.\r\n\n          On September 8, 1993, CAN again wrote to the NRC, again\r\n\nrequesting  a  hearing  on the  CRP  at  Yankee  NPS.   CAN  also\r\n\ngenerally  alleged that  the  NRC  was in  violation  of its  own\r\n\nregulations,  and in violation  of \"the rule  making process,\" by\r\n\nallowing a licensee  to engage in a CRP  without prior Commission\r\n                    \r                              \r\n\n2    Later,  YAEC  submitted  a  decommissioning  plan, which  is\r\ncurrently  under NRC  review.   YAEC  completed most  of the  CRP\r\nactivities, however, before it ever submitted its decommissioning\r\nplan  to  the  Commission,  and  well  before  any  environmental\r\nassessment was performed.\r\n\n                               -9-\r\r\n\n approval.   The Commission  responded to  these allegations  in a\r\n\nletter dated November  18, 1993, stating that CAN  had \"failed to\r\n\nidentify the proposed action that might be taken by the NRC Staff\r\n\nthat requires the offer of a hearing.\"\r\n\n          The next  day, CAN filed  a petition for  agency review\r\n\nunder 10 C.F.R.    2.206,3 requesting that  the NRC halt the  CRP\r\n\nactivities  pending an  investigation by the  Inspector General's\r\n\noffice.   In the petition,  CAN reiterated its position  that the\r\n\nCRP  constitutes decommissioning,  and that the  NRC was  thus in\r\n\nviolation of  its own regulations  in allowing CRP  activities at\r\n\nYankee NPS prior to approval of a decommissioning plan.   The NRC\r\n\nresponded  by  letter  dated December  29,  1993,  explaining its\r\n\npolicy change as set forth in the SRMs, and concluding that CAN's\r\n\npetition  \"does not  provide any  new  information regarding  why\r\n\npublic  health  and safety  warrants  suspension of  the  CRP and\r\n\ntherefore does not meet the  threshold for treatment under 10 CFR\r\n\n2.206.\"\r\n\n          After  a flurry  of letters,  in  which CAN  repeatedly\r\n\nrequested  formal  hearings   on  the  CRP  and   the  Commission\r\n\nconsistently denied  these requests on  the grounds that  the CRP\r\n\nwas inaccord withthe newpolicy, CANfiled thispetition forreview.4\r\n                    \r                              \r\n\n3  Under  10 C.F.R.    2.206, members of  the public may  request\r\nagency enforcement action against a licensee that is allegedly in\r\nviolation of an NRC regulation or requirement.\r\n\n4   In April 1993,  CAN also filed a  motion in the United States\r\nDistrict  Court for  the  District  of  Massachusetts  seeking  a\r\ntemporary  restraining order  to halt  the CRP  activities.   The\r\ndistrict court  dismissed the action  for lack of  subject matter\r\njurisdiction.   Citizens Awareness  Network v. NRC,  854 F. Supp.\r                                                            \r\n\n                               -10-\r\r\n\n                         STANDARD OF REVIEW\r                                  STANDARD OF REVIEW\r\n\n          We review agency actions and decisions with substantial\r\n\ndeference, setting  them aside  only if  found to be  \"arbitrary,\r\n\ncapricious,  an  abuse   of  discretion,  or  otherwise   not  in\r\n\naccordance with  the law.\"   5 U.S.C.   706(2)(A);  Motor Vehicle\r                                                                           \r\n\n                    \r                              \r\n\n16,  18-19 (1994).   In  so  doing, however,  the district  court\r\nwrote:\r\n\n            The  court  makes  this decision  with  a\r\n            heavy heart.   The  plaintiffs have  been\r\n            diligently attempting for months to get a\r\n            hearing   on   the   appropriateness  and\r\n            competence of the NRC's actions.  Many of\r\n            them  live   near   the   site   of   the\r\n            decommissioned nuclear  plant.   They and\r\n            their families are  the most directly  at\r\n            risk if the job of removing  contaminated\r\n            materials is bungled. . . . Not only have\r\n            the    plaintiffs    been    denied   the\r\n            opportunity to present their concerns and\r\n            to  hear the  response of  the  NRC at  a\r\n            formal hearing, they have not as yet even\r\n            been  afforded a forum  in which to argue\r\n            their entitlement to a hearing.  They had\r                                       \r\n            no incentive  to seek a  hearing when the\r\n            NRC originally issued the POL, because at\r\n            that time it was the policy of the NRC to\r                                      \r\n            require   final    approval   and    NEPA\r\n            compliance   before   authorizing   early\r\n            component removal.  Months later, the NRC\r\n            now concedes, this policy changed and the\r\n            NRC  decided to  view  the POL  as itself\r\n            authorizing   early   component   removal\r\n            without more.   Requests  for hearing  at\r\n            this point were denied. . . . This course\r\n            of   conduct    suggests   a    concerted\r\n            bureaucratic effort to thwart the efforts\r\n            of local  citizens to  be heard  about an\r\n            event that vitally affects them and their\r\n            children. .  . .  The prospect  that this\r\n            tactic may  be used  nationally, as  more\r\n            nuclear  plants shut down,  . . .  is, to\r\n            put it mildly, disquieting.\r\n\nId. at 19 (emphasis in original).\r            \r\n\n                               -11-\r\r\n\n Mfrs. Ass'n v. State Farm Mut. Ins. Co., 463 U.S. 29,  41 (1983).\r                                                 \r\n\nThe scope of this review is narrow; a court should not substitute\r\n\nits judgment for that of the agency, and agency decisions will be\r\n\nupheld so long as they \"'do not collide directly with substantive\r\n\nstatutory commands and so long as procedural corners are squarely\r\n\nturned.'\" Adams v.  EPA, 38 F.3d 43, 49  (1st Cir. 1994) (quoting\r                                 \r\n\nPuerto Rico  Sun Oil Co. v. EPA, 8 F.3d  73, 77 (1st Cir. 1993)).\r                                         \r\n\nThis  deference is especially  marked in technical  or scientific\r\n\nmatters within the  agency's area of expertise.  Id.\r                                                             \r\n\n          While  this is a highly deferential standard of review,\r\n\nit is  not  a  rubber  stamp; in  order  to  avoid  being  deemed\r\n\narbitrary  and capricious, an  agency decision must  be rational.\r\n\nId.; Puerto Rico  Sun Oil Co., 8  F.3d at 77.   Moreover, when an\r                                       \r\n\nadministrative  agency   departs  significantly   from  its   own\r\n\nprecedent, \"it must confront  the issue squarely and  explain why\r\n\nthe departure is reasonable.\"  D vila-Bardales v. INS, 27 F.3d 1,\r                                                               \r\n\n5 (1st Cir. 1994).  This is not to say that agencies must forever\r\n\nadhere to their precedents; agencies may \"refine, reformulate and\r\n\neven reverse  their precedents in  the light of new  insights and\r\n\nchanged circumstances.\"  Id.  See also Rust v. Sullivan, 500 U.S.\r                                                                 \r\n\n173, 186-87 (1991).  An agency changing its course must, however,\r\n\nsupply a reasoned  analysis for the change.   Motor Vehicle Mfrs.\r                                                                           \r\n\nAss'n,  463 U.S. at 42;  Puerto Rico Sun  Oil Co., 8  F.3d at 77.\r                                                           \r\n\nWith these  principles in mind,  we turn  to the merits  of CAN's\r\n\npetition.\r\n\n                             ANALYSIS\r                                       ANALYSIS\r\n\n                               -12-\r\r\n\n           CAN  raises three  principal  arguments.    First,  CAN\r\n\ncontends that  the NRC's  refusal to grant  CAN a  formal hearing\r\n\nbefore  allowing YAEC  to conduct  decommissioning constitutes  a\r\n\nregulatory  taking of  their  property  without  due  process  or\r\n\ncompensation, denies CAN members their right to due process under\r\n\nthe Fifth  Amendment, and  violates the  hearing requirements  of\r\n\n  189a of the AEA.   Second, CAN argues  that the Commission  has\r\n\nviolated NEPA  by allowing YAEC  to accomplish almost 90%  of its\r\n\ndecommissioning  activities before  conducting any  environmental\r\n\nassessment.   Finally, CAN  contends that  the NRC's  unexplained\r\n\nchange  in its decommissioning policy was irrational and contrary\r\n\nto  its own  duly-promulgated regulations,  in  violation of  the\r\n\nprocedural requirements of the APA.  We address these contentions\r\n\nin reverse order.\r\n\n          A.   The NRC's Change In Policy\r                    A.   The NRC's Change In Policy\r                                                   \r\n\n          CAN  argues that  the  Commission's significant  policy\r\n\nshift, manifested in its two Staff Requirements Memos, improperly\r\n\nrevoked duly-promulgated Commission  regulations, interpretations\r\n\nand precedents, without  the benefit of rulemaking  procedures or\r\n\neven  a rational explanation for the change.  By allowing YAEC to\r\n\ncommence  the CRP  activities notwithstanding its  own precedents\r\n\nand regulations, CAN contends,  the Commission acted  arbitrarily\r\n\nand  capriciously, in  violation of the  APA.  In  defense of the\r\n\nunexplained  change  in  its   decommissioning  policy,  the  NRC\r\n\nmaintains that the former policy had never been incorporated into\r\n\n                               -13-\r\r\n\n the regulations themselves,  and, in any case,  that agencies are\r\n\nfree to alter their interpretations of their own regulations.5\r\n\n          While  this is certainly  true, any such  alteration or\r\n\nreversal must be accompanied by some reasoning -- some indication\r\n\nthat  the shift  is  rational, and  therefore  not arbitrary  and\r\n\ncapricious.   Puerto Rico Sun Oil Co., 8 F.3d at 77-78.  See also\r                                                                           \r\n\nAtchison, Topeka &amp; Santa Fe Ry. Co. v. Wichita Bd. of  Trade, 412\r                                                                      \r\n\nU.S.  800, 808  (1973)(\"Whatever the  ground  for the  [agency's]\r\n\ndeparture from prior norms, . . . it must be clearly set forth so\r\n\nthat the reviewing court may understand the basis of the agency's\r\n\naction.\").  Courts should not  attempt to supply a reasoned basis\r\n\nfor  the action  that the  agency itself  has  not given.   Motor\r                                                                           \r\n\nVehicle Mfrs.  Ass'n,  463 U.S.  at  43.   While  this is  not  a\r                              \r\n\ndifficult standard to meet, the Commission has not met it here.\r\n\n          The prior Commission  policy regarding decommissioning,\r\n\nembodied in 10 C.F.R.    50.59 and explicated in the Commission's\r\n\npublished  Statement of Consideration, required NRC approval of a\r\n\ndecommissioning  plan  before  a  licensee  undertook  any  major\r\n\nstructural  changes to  a facility.   This  policy was  developed\r\n\nthrough a  lengthy notice  and comment  period, with  substantial\r\n\npublic participation.  See 53 Fed.  Reg. 24018, 24020 (a total of\r                                    \r\n\n                    \r                              \r\n\n5  We are baffled by the Commission's assertion that \"CAN has not\r\nchallenged this  modification of NRC  policy,\" as we  count three\r\npages of argument  in CAN's brief devoted to  this precise issue.\r\nNor  can the Commission  claim that CAN did  not raise this issue\r\nprior to filing this petition for review.  In both  its September\r\n8, 1993 letter to the NRC and its 2.206 enforcement petition, CAN\r\nalleged  that  the  Commission  was   in  violation  of  its  own\r\nregulations and of the \"rule making process.\"  \r\n\n                               -14-\r\r\n\n 143 individuals  and organizations submitted comments on proposed\r\n\nrule).   The Commission  adhered to this  policy for  almost five\r\n\nyears,  reiterating its  position in  at  least two  adjudicatory\r\n\ndecisions.   Then, rather suddenly, the Commission circulated two\r\n\ninternal  staff  memos  that  completely  reversed  this  settled\r\n\npolicy,  without  any  notice  to  the  affected  public.    More\r\n\ntroubling,  however, was the  Commission's failure to  provide in\r\n\nthose memos,  or anywhere  else, any  justification or  reasoning\r\n\nwhatsoever for the change.   The memos did not set  forth any new\r\n\nfacts, fresh  information, or  changed circumstances  which would\r\n\ncounsel the  shift.  Nor  did they provide any  legal analysis of\r\n\nhow the new policy comported  with, or at least did  not conflict\r\n\nwith, existing  agency  regulations.   With nothing  more than  a\r\n\nbreezy  \"notwithstanding,\" the  Commission  abruptly disposed  of\r\n\nfive  years'  worth  of  well-reasoned,  duly-promulgated  agency\r\n\nprecedent.\r\n\n          Moreover, the  NRC's actions are inconsistent  with the\r\n\nplain terms of the AEA, the NRC's enabling statute, which provide\r\n\nthat \"in any proceeding for the issuance or modification of rules\r                                                                  \r\n\nand regulations dealing  with the activities of licensees,  . . .\r\n\nthe  Commission shall  grant a  hearing upon  the request  of any\r\n\nperson  whose interest may be affected  by the proceeding. . . .\"\r\n\n42 U.S.C.    2239(a)(1)(A)  (emphasis added).    While the  NRC's\r\n\npolicy  shift involved an  interpretation of its  regulation, and\r\n\nnot the regulation  itself, it was an interpretative  policy that\r\n\nprovided  a great  deal  of substantive  guidance  on the  rather\r\n\n                               -15-\r\r\n\n ambiguous language of the regulation, by specifically delineating\r\n\nthe  permissible activities  of  licensees.   We  think that  the\r\n\nstatute's  phrase   \"modification  of   rules  and   regulations\"\r\n\nencompasses  substantive interpretative  policy changes  like the\r\n\none  involved  here,  and therefore  that  the  Commission cannot\r\n\neffect such  modifications without complying  with the  statute's\r\n\nnotice  and hearing provisions.   See Natural  Resources, Etc. v.\r                                                                        \r\n\nNRC, 695 F.2d 623, 625  (D.C. Cir. 1982)(\"Fair notice to affected\r             \r\n\nparties requires  that the Commission not alter  suddenly and sub\r                                                                           \r\n\nsilentio settled interpretations of its own regulations.\").6\r                  \r\n\n          Finally,  we  agree  with  the   petitioners  that  the\r\n\nCommission's new policy  appears utterly irrational on  its face.\r                                                             \r\n\nBy  allowing  licensees to  conduct  most,  if  not all,  of  the\r\n\npermanent  removal and  shipment  of  the  major  structures  and\r\n\nradioactive components  before the submittal of a decommissioning\r\n\nplan,  it appears  that the  Commission  is rendering  the entire\r\n\ndecommissioning plan  approval process  nugatory.   Why should  a\r\n\nlicensee be required to submit such a plan if its decommissioning\r\n\nis  already irreversibly  underway?   Why  offer  the public  the\r\n\nopportunity to be heard on a proposed decommissioning plan if the\r\n\nactual  decommissioning  activities are  already  completed?   In\r\n                    \r                              \r\n\n6   The Commission points out that in  June 1993 it held a public\r\nmeeting, attended by several  CAN members.  Although the  meeting\r\nwas ostensibly  to address  the community's  questions about  the\r\ndecommissioning activities at  Yankee NPS, the transcript  of the\r\nmeeting  indicates   that  the   NRC  representatives   carefully\r\nsidestepped the few  questions raised about the recent  change in\r\nCommission policy  regarding decommissioning.   We  do not  think\r\nthat  this  type  of  forum   or  proceeding  meets  the  hearing\r\nrequirements of the AEA.\r\n\n                               -16-\r\r\n\n short,  the Commission's  new  decommissioning  policy  seems  to\r\n\nrender any  regulatory oversight  of the  decommissioning process\r\n\nmoot.  Perhaps  a rational basis  for this policy exists,  but we\r\n\ncannot see one, and the Commission has not provided one.\r\n\n          The Commission's failure to provide any explanation for\r\n\nits seemingly irrational change in policy  renders its new policy\r\n\narbitrary   and  capricious,  and  not  in  accordance  with  the\r\n\nrequirements of 42  U.S.C.   2239(a)(1)(A).   We therefore remand\r\n\nthe  issue  of the  NRC's  change in  decommissioning  policy for\r\n\nfurther  proceedings,  in  accordance   with  the  AEA's  hearing\r\n\nrequirements and this opinion.\r\n\n          B.   Petitioner's NEPA Arguments\r                    B.   Petitioner's NEPA Arguments\r                                                    \r\n\n          CAN  also  contends  that the  Commission's  irrational\r\n\ninterpretation  of  its  regulations  has  led  to  the  agency's\r\n\npermitting YAEC  to accomplish  over 90%  of the  decommissioning\r\n\nactivities at Yankee  NPS prior to conducting  any EA or EIS,  in\r\n\nviolation  of  NEPA,  42  U.S.C.     4332.7    In  response,  the\r\n\n                    \r                              \r\n\n7   The National  Environmental Policy Act,  42 U.S.C.    4321 et\r                                                                           \r\nseq.,  requires all  federal  agencies,  including  the  NRC,  to\r             \r\nprepare    a   \"detailed    statement,\"   containing    specified\r\nenvironmental  information,  for   all  proposed  \"major  federal\r\nactions  significantly  affecting   the  quality  of   the  human\r\nenvironment.\"  42  U.S.C.   4332 (2)(C).   When the NRC plans  to\r\nissue a license  amendment or take some other  form of regulatory\r\naction that requires NEPA compliance, the NRC will publish either\r\nan  EA  stating  that  there  is no  significant  impact  on  the\r\nenvironment from  the proposed action,  or an EIS,  reviewing the\r\nimpact  of  the proposed  action  and listing  alternatives.   10\r\nC.F.R.    51.20,  51.21.  When approving a  licensee's request to\r\ndecommission,  the NRC prepares either a supplemental EIS for the\r\npost-operating  license  stage,  or  an  EA  updating  the  prior\r\nenvironmental review for  the facility, as it  deems appropriate.\r\n10 C.F.R.   51.95(b).\r\n\n                               -17-\r\r\n\n Commission claims  that the  CRP activities  do not  constitute a\r\n\n\"major  federal   action\"  triggering   NEPA  compliance.     The\r\n\nCommission  explains  that it  did  not actively  permit  YAEC to\r\n\ninitiate  CRP  activities;  rather,  it \"simply  reviewed  YAEC's\r\n\nimplementation of the CRP, as a part of its everyday oversight of\r\n\nits licensee's activities, and found no reasons to interfere with\r\n\nYAEC's plans.\"  Because mere \"regulatory oversight, as opposed to\r\n\nactive permission, does  not implicate NEPA,\" the  NRC argues, no\r\n\nEA or EIS was required.\r\n\n          This  argument is completely  devoid of merit.   First,\r\n\nthe  Commission  holds  in  trust  certain  funds  set  aside  by\r\n\nlicensees, including YAEC, to finance decommissioning activities.\r\n\n42 U.S.C.   2232(a).  The Commission therefore had to approve the\r\n\nrelease of these  set-aside funds in order to  finance YAEC's CRP\r\n\nactivities.      See   Letter  from   Morton   B.   Fairtile  re:\r                              \r\n\nDecommissioning Funds, N.R.C. Docket No. 50-029 (April 16, 1993).\r\n\nIn essence, the Commission had  to actively permit the release of\r                                                            \r\n\nfunds, or YAEC could not have initiated  the CRP.  Far from being\r\n\n\"mere oversight,\" we think the Commission's approval of financing\r\n\ncertainly constitutes its active permission of the CRP.   Second,\r\n\nit is undisputed  that decommissioning is  an action which,  even\r\n\nunder the Commission's new policy, requires NEPA  compliance.  10\r\n\nC.F.R.    51.95(b).   In \"advising\"  YAEC that it  could initiate\r\n\ndecommissioning prior  to submitting a decommissioning  plan, the\r\n\nNRC effectively granted  YAEC permission  to commence  activities\r\n\nnormally conducted after decommissioning plan approval, including\r                                  \r\n\n                               -18-\r\r\n\n the  removal  and  storage  of  almost  all  of  the  radioactive\r\n\ncomponents.     This  permission,   in  turn,  allowed   YAEC  to\r\n\ndecommission  its facility without the benefit of NEPA compliance\r\n\nby the Commission. \r\n\n          Regardless  of the label  the Commission places  on its\r\n\ndecision to release the necessary  funds to YAEC and \"advise\" the\r\n\nlicensee  to go  ahead with  its  CRP, it  was effectively,  even\r\n\nexplicitly, permitting  YAEC to  decommission the  facility.   An\r\n\nagency  cannot  skirt   NEPA  or  other  statutory   commands  by\r\n\nessentially exempting a licensee  from regulatory compliance, and\r\n\nthen simply labelling its decision \"mere oversight\" rather than a\r\n\nmajor  federal action.   To  do  so is  manifestly arbitrary  and\r\n\ncapricious. \r\n\n          We note that  the Commission's arguments on  this issue\r\n\nare  implicitly  predicated on  the assumed  validity of  its new\r\n\ninterpretative  policy.   As  we  have  explained,  however,  the\r\n\nCommission has  failed to  provide any  rational explanation  for\r\n\nthis  policy, thus  rendering it arbitrary  and capricious.   The\r\n\nCommission therefore cannot rely on its new policy as a basis for\r\n\nits  decision that  NEPA  compliance  was  unnecessary  prior  to\r\n\ndecommissioning at  Yankee NPS.   Accordingly,  we find that  the\r\n\nCommission's action  in  allowing YAEC  to  complete 90%  of  the\r\n\ndecommissioning at Yankee NPS prior to NEPA compliance lacked any\r\n\nrational basis, and was thus arbitrary and capricious.  We remand\r\n\n                               -19-\r\r\n\n this issue to the Commission  for actions in accordance with this\r\n\nholding.8\r\n\n          C.   Petitioner's Remaining Arguments\r                    C.   Petitioner's Remaining Arguments\r                                                         \r\n\n            1.  Petitioner's Fifth Amendment Arguments\r                      1.  Petitioner's Fifth Amendment Arguments\r                                                                \r\n\n          CAN contends that because the property interests of its\r\n\nmembers  have  been  \"invaded  by  radiation  due  to  the  NRC's\r\n\nregulatory  decisions concerning  the decommissioning\"  of Yankee\r\n\nNPS, the  NRC's actions constitute  a regulatory taking  of their\r\n\nproperty  in violation of the Fifth Amendment.  We need not dwell\r\n\non this  argument, however,  as CAN has  not stated  a cognizable\r\n\ntakings claim.   Beyond its  general statement that  its property\r\n\ninterests have been \"invaded\" by radiation, CAN has not explained\r\n\nor argued even  generally how this is  so, nor does it  offer any\r\n\nfactual support  for its claims  regarding radiation.9   CAN also\r\n\ndoes  not  seek  compensation for  any  alleged  invasion of  its\r\n\nproperty  interests,  but simply  wishes  a  hearing  on the  CRP\r\n\nactivities.    Given the  sparsity  of  its allegations  and  the\r\n\n                    \r                              \r\n\n8  We recognize that this holding comes too late to  prevent much\r\nof  the  CRP activity.    There remains,  however,  a significant\r\namount  of radioactive material and structures  at the Yankee NPS\r\nsite, the removal  of which will continue to  affect CAN members.\r\nThis  continued removal will undoubtedly continue to pose health,\r\nsafety  and   environmental  questions,  thereby   requiring  NRC\r\noversight and  NEPA compliance.    CAN's arguments on  this point\r\nare therefore not moot. \r\n\n9  In  its brief,  CAN does  point to  the statement  made in  an\r\naffidavit by CAN member Will Sparks, describing the NRC's actions\r\nas \"a form  of invasion, like have [sic] a stranger in the house,\r\nlike   being  burglarized.\"    Even  assuming  that  Mr.  Sparks'\r\naffidavit is properly  part of the record in  this petition, this\r\nstatement is simply insufficient to support a broad takings claim\r\nlike the one put forth here. \r\n\n                               -20-\r\r\n\n complete  lack  of  argument  or factual  support  for  its  bare\r\n\nassertion, we see no reason  to depart from the well-settled rule\r\n\nin this circuit that \"issues adverted to in a perfunctory manner,\r\n\nunaccompanied  by  some effort  at  developed  argumentation, are\r\n\ndeemed waived.\"   United States v. Zannino,  895 F.2d 1, 17  (1st\r                                                    \r\n\nCir. 1990).   \"It  is not  sufficient for  a party  to mention  a\r\n\npossible argument in the most  skeletal way, leaving the court to\r\n\n.  . . put  flesh on  its bones.\"   Id.  Consequently,  we reject\r                                                \r\n\nCAN's takings claim.\r\n\n          Nor do we find any merit in CAN's rather vague allusion\r\n\nto  a more general Fifth Amendment  argument, presumably that the\r\n\nNRC's  actions deprived its members  of life, liberty or property\r\n\nwithout due  process of  law.  This  contention suffers  from the\r\n\nsame deficiencies as CAN's takings claim, being overbroad, vague,\r\n\nand unaccompanied by factual  support or analysis.   Moreover, as\r\n\nthe NRC points out, \"generalized health, safety and environmental\r\n\nconcerns do  not constitute  liberty or  property subject  to due\r\n\nprocess protections.\"   West Chicago, Ill. v. NRC,  701 F.2d 632,\r                                                           \r\n\n645 (7th Cir.  1983).  We simply cannot  fashion a constitutional\r\n\nviolation  out  of  whole cloth  on  the  basis  of the  kind  of\r\n\nnonspecific and  unsupported  allegations  raised  by  CAN  here.\r\n\nAccordingly, we reject  CAN's allegations that the  NRC's actions\r\n\nviolated its members' Fifth Amendment due process rights.\r\n\n            2.  Petitioner's Atomic Energy Act Arguments\r                      2.  Petitioner's Atomic Energy Act Arguments\r                                                                  \r\n\n          CAN  contends  that Commission  approval of  YAEC's CRP\r\n\nviolated AEA section 189a, which requires the Commission to grant\r\n\n                               -21-\r\r\n\n a  hearing upon  request by  any  party in  interest whenever  it\r\n\nundertakes any proceeding to \"amend\" a license.  42 U.S.C.   2239\r\n\n(a)(1)(A).  CAN argues that Commission approval of YAEC's CRP was\r\n\na de facto  \"amendment\" of YAEC's POL because  it authorized YAEC\r                    \r\n\n(as well as other extant  and prospective licensees) to engage in\r\n\nmaterially  different conduct  not  permitted under  the pre-1993\r\n\nPOL,   namely,  major  component  dismantling  absent  prior  NRC\r\n\napproval of a final decommissioning plan. See 53 Fed. Reg. 24018,\r                                                       \r\n\n24020 (1988).  The   Commission  counters   that  its   so-called\r\n\n\"approval\"  of the  CRP cannot  be deemed  a license  \"amendment\"\r\n\nproceeding  since the language  requiring NRC approval  for major\r\n\nstructural  changes was never  expressly incorporated into YAEC's\r\n\nlicense.10     Instead,   it   says,  the   decommissioning  plan\r\n\nprocedure,  which  is subject  to  procedural protections  (e.g.,\r                                                                          \r\n\npublic  hearings,   preparation  of   environmental  assessments)\r\n\nentirely different  from those  designated in  section 189a,  was\r                            \r\n\ndescribed only  in a cover  letter accompanying the  license, and\r\n\nthe Commission has never treated the decommissioning plan process\r\n\nas \"amendatory\" for section 189a purposes.\r\n\n          We reject the Commission's claim that its abrupt policy\r\n\nchange  in  1993, to  the  extent it  substantially  enlarged the\r\n\nauthority of an extant licensee (YAEC) retroactively, nonetheless\r                                \r\n\n                    \r                              \r\n\n10  As a threshold  matter, the Commission repeats its contention\r\nthat no   2239(a)(1)(A) \"proceeding\" occurred, because it took no\r\naffirmative action  and merely  refused to  intervene to  prevent\r\nYAEC from undertaking the CRP.   For the reasons previously noted\r\nin our discussion of the  Commission's NEPA violations, see supra\r                                                                           \r\nat 17-18, we disagree with this characterization.\r\n\n                               -22-\r\r\n\n did not  entitle CAN to the  requested section 189a  hearing.  As\r\n\nthe Commission  itself  concedes,  by  its nature  a  license  is\r\n\npresumptively  an exclusive  -- not  an  inclusive --  regulatory\r                                     \r\n\ndevice.  See Brief for  Respondent at 5 (\"Th[e] license describes\r                      \r\n\nthe facility  and the authorized activities that the operator may\r\n\nconduct under the license.  If the holder of the licensee (sic) .\r\n\n. . wishes to modify the facility or to take actions that are not\r                                                                           \r\n\nspecifically  authorized under the license, the licensee may need\r                                                    \r\n\nto  seek a change or  'amendment' to the  terms of the license.\")\r\n\n(emphasis   added).     The  sophistical   suggestion  that   the\r\n\ndecommissioning plan procedures were never formally  incorporated\r\n\ninto  YAEC's POL license  ignores licensing realities.   Licenses\r\n\ncustomarily delineate the types of regulated conduct in which the\r\n\nlicensee   may  engage.    Regulated  conduct  which  is  neither\r\n\ndelineated,   nor   reasonably  encompassed   within   delineated\r\n\ncategories   of   authorized   conduct,   presumptively   remains\r\n\nunlicensed.   YAEC's  original license  did not  authorize it  to\r\n\nimplement major-component dismantling  of the type undertaken  in\r\n\nthe CRP.\r\n\n          Thus, if section 189a is to serve its intended purpose,\r\n\nsurely it  contemplates that  parties in  interest be afforded  a\r\n\nmeaningful opportunity to request a hearing before the Commission\r                                                            \r\n\nretroactively reinvents the terms of an extant license by voiding\r                       \r\n\nits implicit limitations on the licensee's  conduct.  See Skidgel\r                                                                           \r\n\nv. Maine Dep't of Human Servs., 994 F.2d 930, 937 (1st Cir. 1993)\r                                        \r\n\n(statutory language must be interpreted in context, including its\r\n\n                               -23-\r\r\n\n legislative purpose).   The claimed right to deny  such a hearing\r\n\nrequest undermines  the integrity of  the licensing process.   At\r\n\nthe time  YAEC obtained its  original license, and again  when it\r\n\namended the  original  license to  a  POL, parties  in  interest,\r\n\nincluding  CAN, presumably  refrained  from  any  request  for  a\r\n\nsection 189a hearing --  to which they would  unquestionably have\r                                                                      \r\n\nbeen  entitled --  in  reasonable  reliance  upon  such  implicit\r\n\nlimitations in YAEC's license.\r\n\n          The  Commission  correctly  points  out  that  we  have\r\n\nobserved that the term \"amend,\" as used in section 189a, is to be\r\n\nconstrued  quite literally.  See Commonwealth  of Mass. v. United\r                                                                           \r\n\nStates  Nuclear Regulatory Comm'n, 878  F.2d 1516, 1522 (1st Cir.\r                                           \r\n\n1989).   But  we were  careful to  note as  well that  it is  the\r\n\nsubstance of  the NRC  action that  determines  entitlement to  a\r                   \r\n\nsection 189a hearing, not the particular label the NRC chooses to\r                                   \r\n\nassign to its action.   Id. at 1521 (citing Columbia Broadcasting\r                                                                           \r\n\nSyst. Inc. v. United States, 316 U.S. 407, 416 (1942)).11\r                                     \r\n                    \r                              \r\n\n11   Moreover,  Commonwealth is  readily  distinguishable on  its\r                                      \r\nfacts.    There,   the  NRC  decision  approving   resumption  of\r\noperations  by  a  licensee, which  had  shut  down its  facility\r\nvoluntarily  prior to any formal suspension  or revocation of its\r\noperating license  by the  NRC, did not  implicate section  189a.\r\nRather, the  NRC requirements  for  license \"reinstatement\"  were\r\nsimply  additional   interim  license  restrictions   --  imposed\r                                                             \r\npursuant  to pre-existing Commission regulations -- none of which\r                                   \r\nconflicted with, or  required the alteration of, any  term of the\r\noriginal license.   Commonwealth, 878 F.2d at 1520-21 (citing and\r                                          \r\nadopting rationale  in In re  Three Mile Island Alert,  Inc., 771\r                                                                      \r\nF.2d 720  (3d Cir.  1985), cert. denied,  475 U.S.  1082 (1986)).\r                                                 \r\nThus,  the  operator obtained  no  greater authority  (literally,\r                                                    \r\n\"license\") than it  had before its license was  reinstated by the\r\nNRC.   Id.  at  1520.   Even  though  the Commission  temporarily\r                    \r\nexempted  the licensee from  one restriction generally applicable\r\nto  other licensees,  the discretionary  exemption was  expressly\r\n\n                               -24-\r\r\n\n           By  contrast,   the  policy   change  adopted  by   the\r\n\nCommission in  1993, relating  to \"minor\"  component dismantling,\r\n\nwas  in   no  sense   provisional.     Moreover,  it   undeniably\r\n\nsupplemented   the  operating   authority  of   extant  licensees\r                      \r\n\ngenerally,  and YAEC in particular, which might henceforth engage\r\n\nin major forms of component disassembly beyond the ambit of their\r\n\noriginal licenses.  Prior to 1993, parties in interest reasonably\r\n\ncould presume that YAEC was not authorized to undertake this type\r\n\nof CRP unless it submitted to the lapidary process of preparing a\r\n\nfinal   decommissioning   plan   and   environmental   assessment\r\n\nacceptable to the NRC, or it moved to amend its existing license.\r                                                                          \r\n\n          Then,  in  1993,  the  Commission,  by ambiguous  fiat,\r\n\ndeclared  that some forms of \"major component disassembly\" hence-\r\n\nforth were to  be outside the license-amendment  process, whereas\r                                   \r\n\nmore \"serious\" types of component removal  were to remain subject\r\n\nto  the amendment process.  See 10 C.F.R.    50.59.  In our view,\r                                         \r\n\nhowever,  the   latter  provision   plainly  confirms   that  the\r\n\nCommission had always  considered component disassembly,  similar\r\n\nto that involved in YAEC's CRP, as action beyond the ambit of the\r\n\npresumptive authority granted under the licenses it issued.\r\n\n          The  Commission  elevates labels  over  substance.   It\r\n\nwould have us determine that a \"proceeding\" specifically aimed at\r\n\nexcusing a licensee  from filing a petition to  amend its license\r\n\n                    \r                              \r\n\nauthorized and granted under pre-existing agency regulations, see\r                                                                           \r\nid. at 1521, so that parties in  interest were on notice from the\r                                                                           \r\ntime the license was granted  that NRC retained the discretion to\r                                      \r\napprove the limited exemption at any time in the future.\r\n\n                               -25-\r\r\n\n is not  the functional equivalent of  a proceeding to  allow a de\r                                                                           \r\n\nfacto \"amendment\"  to  its  license.   As  this  construct  would\r               \r\n\neviscerate the very procedural protections Congress envisioned in\r\n\nits  enactment  of  section  189a,  we  decline   to  permit  the\r\n\nCommission to do by indirection  what it is prohibited from doing\r\n\ndirectly.  See 42 U.S.C.    2239(a)(1)(A) (Commission must afford\r                        \r\n\nhearing \"in any proceeding  for the . .  . modification of  rules\r\n\nand regulations dealing with the  activities of licensees.\").  We\r\n\ntherefore hold that  CAN was entitled to a  hearing under section\r\n\n189a in connection  with the NRC decision to  permit YAEC's early\r\n\nCRP.\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For  the foregoing reasons, we grant CAN's petition for\r                                                        \r\n\nreview in  part, and  remand to  the  Commission for  proceedings\r                                      \r\n\nconsistent with this opinion.\r\n\n                               -26-\r\r\n",
  "html": "<p class=\"case_cite\">59 F.3d 284</p>\n    <p class=\"case_cite\">Nuclear Reg. Rep. P 20,569, 41 ERC 1302,<br>64 USLW 2074,<br>25 Envtl. L. Rep. 21,564</p>\n    <p class=\"parties\">CITIZENS AWARENESS NETWORK, INC., Petitioner,<br>v.<br>UNITED STATES NUCLEAR REGULATORY COMMISSION, Respondent.<br>Yankee Atomic Electric Company, Intervenor.</p>\n    <p class=\"docket\">No. 94-1562.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard Jan. 10, 1995.<br>Decided July 20, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jonathan M. Block, Putney, VT, with whom Robert L. Quinn, Egan, Flanagan and Cohen, P.C., Springfield, MA, was on brief for petitioner.</p>\n      <p class=\"indent\">Charles E. Mullins, Sr. Atty., Office of the General Counsel, U.S. Nuclear Regulatory Com'n, with whom Karen D. Cyr, General Counsel, Washington, DC, John F. Cordes, Jr., Sol., E. Leo Slaggie, Deputy Sol., U.S. Nuclear Regulatory Com'n, Rockville, MD, Anne S. Almy, Asst. Chief, and William B. Lazarus, Attorney, Appellate Section, Environment and Natural Resources Div., U.S. Dept. of Justice, Washington, DC, were on brief for respondent.</p>\n      <p class=\"indent\">Thomas G. Dignan, Jr., with whom Ropes &amp; Gray, Boston, MA, was on brief for intervenor.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Citizens Awareness Network (\"CAN\") petitions for review of a final order and opinion of the United States Nuclear Regulatory Commission (\"NRC\" or \"the Commission\") denying CAN's request for an adjudicatory hearing regarding decommissioning activities taking place at the Yankee Nuclear Power Station (\"Yankee NPS\").  CAN's petition for review rests on three grounds.  First, CAN contends that the Commission's order violates CAN members' right to due process under the Fifth Amendment and Sec. 189(a) of the Atomic Energy Act (\"AEA\"), 42 U.S.C. Sec. 2239 (1988).  Second, CAN argues that the NRC's action violates the National Environmental Policy Act, (\"NEPA\"), 42 U.S.C. Sec. 4321 et seq.  (1988) by failing to conduct an environmental assessment (\"EA\") or an environmental impact statement (\"EIS\") prior to decommissioning.  Finally, CAN argues that the Commission's actions violate its own precedents and regulations, in violation of the Administrative Procedure Act (\"APA\"), 5 U.S.C. Sec. 501 et seq.   Although we reject CAN's Fifth Amendment arguments, we grant CAN's petition for review on the other grounds stated.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <p class=\"indent\">A. The Regulatory Framework</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Operators of nuclear power plants must have a license issued by the NRC.  That license describes the facility and the authorized activities that the operator may conduct.  If the operator, called the \"licensee,\" wishes to modify the facility or take actions not specifically authorized by the license, the licensee may seek an amendment to its license from the Commission.  See 42 U.S.C. Secs. 2131-2133, 2237 (1988).</p>\n    </div>\n    <p class=\"indent\">Section 189(a) of the AEA provides that:</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>In any proceeding under this chapter, for the granting, suspending, revoking, or amending of any license or construction permit, or application to transfer control, and in any proceeding for the issuance or modification of rules and regulations dealing with the activities of licensees, ... the Commission shall grant a hearing upon the request of any person whose interest may be affected by the proceeding, and shall admit any such person as a party to such proceeding....</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">42 U.S.C. Sec. 2239(a)(1)(A).  The Commission has issued regulations specifically allowing a licensee to modify its facilities without NRC supervision, unless the modification is inconsistent with the license or involves an \"unreviewed safety question.\"  10 C.F.R. Sec. 50.59(a)(1).  If the proposed change is inconsistent with the license, or does involve an unreviewed safety question (as that term is defined in 10 C.F.R. Sec. 50.59(a)(2)(ii)), the licensee must apply to the Commission for a license amendment, 10 C.F.R. Sec. 50.59(c), and only then are the statutory hearing rights of Sec. 189a triggered.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The procedures for decommissioning<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> a nuclear power plant are set forth principally in 10 C.F.R. Secs. 50.82, 50.75, 51.53, and 51.95 (1990).  The formal process begins with the filing of an application by the licensee, normally after the plant has ceased permanent operations, for authority to surrender its license and to decommission the facility.  Five years before the licensee expects to end plant operations, the licensee must submit a preliminary decommissioning plan containing a cost estimate for decommissioning and an assessment of the major technical factors that could affect planning for decommissioning.  10 C.F.R. Sec. 50.75.  Within two years after \"permanent cessation of operations\" at the plant, but no later than one year prior to expiration of its license, a licensee must submit to the Commission an application for \"authority to surrender a license voluntarily and to decommission the facility,\" together with an environmental report covering the proposed decommissioning activities.  10 C.F.R. Secs. 50.82, 50.59.  This application must be accompanied by the licensee's proposed decommissioning plan, which describes the decommissioning method chosen and the activities involved, and sets forth a financial plan for assuring the availability of adequate funds for the decommissioning costs.  10 C.F.R. Sec. 50.82(b).  The Commission then reviews the decommissioning plan, prepares either an environmental impact statement (\"EIS\") or an environmental assessment (\"EA\") in compliance with NEPA, and gives notice to interested parties.  10 C.F.R. Sec. 51.95.  If the NRC finds the plan satisfactory (i.e., in accordance with regulations and not inimical to the common defense or the health and safety of the public), the Commission issues a decommissioning order approving the plan and authorizing decommissioning.  10 C.F.R. Sec. 50.82(e).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Commission has stated that its regulations allow a licensee to conduct certain, limited decommissioning activities prior to obtaining NRC approval:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>[I]t should be noted that [10 C.F.R.] Sec. 50.59 permits a holder of an operating license to carry out certain activities without prior Commission approval unless these activities involve a change in the technical specifications or an unreviewed safety question.  However, when there is a change in the technical specifications or an unreviewed safety question, Sec. 50.59 requires the holder of an operating license to submit an application for amendment to the license pursuant to Sec. 50.90....  [T]his rulemaking do[es] not alter a licensee's capability to conduct activities under Sec. 50.59.  Although the Commission must approve the decommissioning alternative and major structural changes to radioactive components of the facility or other major changes, the licensee may proceed with some activities such as decontamination, minor component disassembly, and shipment and storage of spent fuel if these activities are permitted by the operating license and/or Sec. 50.59.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">53 Fed.Reg. at 24025-24026 (emphasis added).  The Commission adhered to this position from the issuance of this statement in 1988 until 1993.  See, e.g., Long Island Lighting Co., 33 N.R.C. at 73 n. 5 (\"Major dismantling and other activities that constitute decommissioning under the NRC's regulations must await NRC approval of a decommissioning plan\");  Sacramento Mun. Util.  Dist. (Rancho Seco Nuclear Generating Station), 35 N.R.C. 47, 62 n. 7 (1992) (same).</p>\n    </div>\n    <p class=\"indent\">B. Factual Background</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On February 27, 1992, licensee Yankee Atomic Electric Company (\"YAEC\") announced its intention to cease operations permanently at Yankee NPS, a nuclear power plant located near Rowe, Massachusetts.  One month later, YAEC applied for a license amendment to limit its license to a POL, a possession-only license, thus revoking YAEC's authority to operate the plant.  The NRC published a Notice of Proposed Action informing the public of its opportunity to be heard on the license amendment request, pursuant to Sec. 189(a) of the AEA.  57 Fed.Reg. 13126, 13140 (April 15, 1992).  There were no hearing requests;  accordingly, the NRC issued the requested amendment to YAEC's license on August 5, 1992.  57 Fed.Reg. 37558, 37579 (Aug. 19, 1992).  In the cover letter accompanying YAEC's amended license, the Commission reminded YAEC that \"[t]he NRC must approve ... major structural changes to radioactive components of the facility....\"  See Issuance of Amendment No. __ to Facility Operating License No. DPR-3 (N.R.C. Docket No. 50-029).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At a meeting between YAEC and NRC representatives on October 27, 1992, YAEC proposed that the NRC grant permission for YAEC to initiate an \"early component removal project\" (the \"CRP\"), prior to submission and approval of its decommissioning plan, and hence prior to conducting an environmental assessment of decommissioning at the site.  YAEC explained that it wished expeditious commencement of this early CRP because of the unexpected availability of space in the Barnwell, South Carolina Low-level Waste Disposal facility.  If made to wait for submission and approval of a decommissioning plan, YAEC would lose its chance to use the Barnwell facility.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Pursuant to this proposed CRP, YAEC would first remove the four steam generators and the pressurizer from the nuclear reactor containment, remove core internals from the reactor pressure vessel, and transport all of these radioactive components to the Barnwell facility.  After this dismantling, YAEC proposed to then cut up the nuclear reactor core baffle plate (which is too radioactive to meet low-level waste criteria and thus cannot be dumped in the Barnwell site), and store the pieces in canisters in the spent fuel pool for future delivery to a U.S. Department of Energy waste site.  Finally, YAEC planned to remove and transport the four main coolant pumps to the Barnwell site.  These CRP activities would result in the permanent disposal of 90% of the nonfuel, residual radioactivity at Yankee NPS, all prior to approval of the actual decommissioning plan.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On November 25, 1992, YAEC sent a letter to the NRC which set forth YAEC's arguments as to how NRC regulations, Statements of Consideration issued with those regulations, and Commission precedents could be \"interpreted\" to allow approval of the early CRP, despite the fact that the Commission's interpretative policy at that time explicitly required NRC approval for major structural changes.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">During this period, CAN also wrote two letters to the NRC, on November 2, 1992 and again on December 21, 1992, requesting inter alia that the Commission halt or postpone any and all dismantling activities at Yankee NPS until a decommissioning plan was submitted, moved through the public notice-and-comment process, and approved.  In a December 29, 1992 letter to CAN, Kenneth Rogers, the Acting Chairman of the Commission, responded that the Commission was \"considering a public meeting in the vicinity of the plant early in 1993 to provide information to the public on NRC's review of decommissioning in general and on expected site activities which will occur prior to the licensee's submittal of a decommissioning plan in late 1993.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On January 14, 1993, following internal review of its decommissioning policies, the Commission issued a Staff Requirements Memo (\"SRM\"), setting forth a significant, substantial change from previously held agency positions on decommissioning activities, and essentially adopting YAEC's proposed \"interpretation\" of prior agency precedents and positions.  Without any explanation for the substantial modification, or any further analysis, the SRM stated:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Notwithstanding the Commission's statements in footnote 3 of CLI-90-08 [Long Island Lighting Co., 33 N.R.C. 61 (1991) ] and the Statements of Consideration for the decommissioning rules at 53 Federal Register 24025-26, licensees should be allowed to undertake any decommissioning activity (as the term \"decommission\" is defined in 10 C.F.R. 50.2) that does not--(a) foreclose the release of the site for possible unrestricted use, (b) significantly increase decommissioning costs, (c) cause any significant environmental impact not previously reviewed, or (d) violate the terms of the licensee's existing license (e.g., OL, POL, OL with confirmatory shutdown order etc.) or 10 C.F.R. 50.59 as applied to the existing license....  The staff may permit licensees to use their decommissioning funds for the decommissioning activities permitted above ..., notwithstanding the fact that their decommissioning plans have not yet been approved by the NRC.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Shortly after the Commission issued this SRM, YAEC advised the NRC that it planned to begin its CRP activities in accordance with this new policy.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On June 30, 1993, the Commission issued another SRM reiterating its new decommissioning policy, and stating that it had voted to formally amend 10 C.F.R. Sec. 50.59 to reflect this new position.  This proposed rulemaking is still underway.  The Commission also stated that approval of a decommissioning plan is not an action that triggers hearing rights under Sec. 189(a) of the AEA, but that the Commission staff could, in its discretion, formulate an informal hearing process for decommissioning plan approval.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On September 8, 1993, CAN again wrote to the NRC, again requesting a hearing on the CRP at Yankee NPS.  CAN also generally alleged that the NRC was in violation of its own regulations, and in violation of \"the rule making process,\" by allowing a licensee to engage in a CRP without prior Commission approval.  The Commission responded to these allegations in a letter dated November 18, 1993, stating that CAN had \"failed to identify the proposed action that might be taken by the NRC Staff that requires the offer of a hearing.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The next day, CAN filed a petition for agency review under 10 C.F.R. Sec. 2.206,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> requesting that the NRC halt the CRP activities pending an investigation by the Inspector General's office.  In the petition, CAN reiterated its position that the CRP constitutes decommissioning, and that the NRC was thus in violation of its own regulations in allowing CRP activities at Yankee NPS prior to approval of a decommissioning plan.  The NRC responded by letter dated December 29, 1993, explaining its policy change as set forth in the SRMs, and concluding that CAN's petition \"does not provide any new information regarding why public health and safety warrants suspension of the CRP and therefore does not meet the threshold for treatment under 10 C.F.R. Sec. 2.206.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">After a flurry of letters, in which CAN repeatedly requested formal hearings on the CRP and the Commission consistently denied these requests on the grounds that the CRP was in accord with the new policy, CAN filed this petition for review.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We review agency actions and decisions with substantial deference, setting them aside only if found to be \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with the law.\"  5 U.S.C. Sec. 706(2)(A);  Motor Vehicle Mfrs. Ass'n v. State Farm Mut. Ins. Co., 463 U.S. 29, 41, 103 S.Ct. 2856, 2865, 77 L.Ed.2d 443 (1983).  The scope of this review is narrow;  a court should not substitute its judgment for that of the agency, and agency decisions will be upheld so long as they \" 'do not collide directly with substantive statutory commands and so long as procedural corners are squarely turned.' \"  Adams v. EPA, 38 F.3d 43, 49 (1st Cir.1994) (quoting Puerto Rico Sun Oil Co. v. EPA, 8 F.3d 73, 77 (1st Cir.1993)).  This deference is especially marked in technical or scientific matters within the agency's area of expertise.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">While this is a highly deferential standard of review, it is not a rubber stamp;  in order to avoid being deemed arbitrary and capricious, an agency decision must be rational.  Id.; Puerto Rico Sun Oil Co., 8 F.3d at 77.   Moreover, when an administrative agency departs significantly from its own precedent, \"it must confront the issue squarely and explain why the departure is reasonable.\"  Davila-Bardales v. INS, 27 F.3d 1, 5 (1st Cir.1994).  This is not to say that agencies must forever adhere to their precedents;  agencies may \"refine, reformulate and even reverse their precedents in the light of new insights and changed circumstances.\"  Id.  See also Rust v. Sullivan, 500 U.S. 173, 186-87, 111 S.Ct. 1759, 1768-69, 114 L.Ed.2d 233 (1991).  An agency changing its course must, however, supply a reasoned analysis for the change.  Motor Vehicle Mfrs. Ass'n, 463 U.S. at 42, 103 S.Ct. at 2866;  Puerto Rico Sun Oil Co., 8 F.3d at 77.   With these principles in mind, we turn to the merits of CAN's petition.</p>\n    </div>\n    <p>ANALYSIS</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">CAN raises three principal arguments.  First, CAN contends that the NRC's refusal to grant CAN a formal hearing before allowing YAEC to conduct decommissioning constitutes a regulatory taking of their property without due process or compensation, denies CAN members their right to due process under the Fifth Amendment, and violates the hearing requirements of Sec. 189(a) of the AEA.  Second, CAN argues that the Commission has violated NEPA by allowing YAEC to accomplish almost 90% of its decommissioning activities before conducting any environmental assessment.  Finally, CAN contends that the NRC's unexplained change in its decommissioning policy was irrational and contrary to its own duly-promulgated regulations, in violation of the procedural requirements of the APA.  We address these contentions in reverse order.</p>\n    </div>\n    <p class=\"indent\">A. The NRC's Change In Policy</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">CAN argues that the Commission's significant policy shift, manifested in its two Staff Requirements Memos, improperly revoked duly-promulgated Commission regulations, interpretations and precedents, without the benefit of rulemaking procedures or even a rational explanation for the change.  By allowing YAEC to commence the CRP activities notwithstanding its own precedents and regulations, CAN contends, the Commission acted arbitrarily and capriciously, in violation of the APA.  In defense of the unexplained change in its decommissioning policy, the NRC maintains that the former policy had never been incorporated into the regulations themselves, and, in any case, that agencies are free to alter their interpretations of their own regulations.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">While this is certainly true, any such alteration or reversal must be accompanied by some reasoning--some indication that the shift is rational, and therefore not arbitrary and capricious.  Puerto Rico Sun Oil Co., 8 F.3d at 77-78.   See also Atchison, Topeka &amp; Santa Fe Ry. Co. v. Wichita Bd. of Trade, 412 U.S. 800, 808, 93 S.Ct. 2367, 2375, 37 L.Ed.2d 350 (1973) (\"Whatever the ground for the [agency's] departure from prior norms, ... it must be clearly set forth so that the reviewing court may understand the basis of the agency's action.\").  Courts should not attempt to supply a reasoned basis for the action that the agency itself has not given.  Motor Vehicle Mfrs. Ass'n, 463 U.S. at 43, 103 S.Ct. at 2867.   While this is not a difficult standard to meet, the Commission has not met it here.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The prior Commission policy regarding decommissioning, embodied in 10 C.F.R. Sec. 50.59 and explicated in the Commission's published Statement of Consideration, required NRC approval of a decommissioning plan before a licensee undertook any major structural changes to a facility.  This policy was developed through a lengthy notice and comment period, with substantial public participation.  See 53 Fed.Reg. 24018, 24020 (a total of 143 individuals and organizations submitted comments on proposed rule).  The Commission adhered to this policy for almost five years, reiterating its position in at least two adjudicatory decisions.  Then, rather suddenly, the Commission circulated two internal staff memos that completely reversed this settled policy, without any notice to the affected public.  More troubling, however, was the Commission's failure to provide in those memos, or anywhere else, any justification or reasoning whatsoever for the change.  The memos did not set forth any new facts, fresh information, or changed circumstances which would counsel the shift.  Nor did they provide any legal analysis of how the new policy comported with, or at least did not conflict with, existing agency regulations.  With nothing more than a breezy \"notwithstanding,\" the Commission abruptly disposed of five years' worth of well-reasoned, duly-promulgated agency precedent.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Moreover, the NRC's actions are inconsistent with the plain terms of the AEA, the NRC's enabling statute, which provide that \"in any proceeding for the issuance or modification of rules and regulations dealing with the activities of licensees, ... the Commission shall grant a hearing upon the request of any person whose interest may be affected by the proceeding....\"  42 U.S.C. Sec. 2239(a)(1)(A) (emphasis added).  While the NRC's policy shift involved an interpretation of its regulation, and not the regulation itself, it was an interpretative policy that provided a great deal of substantive guidance on the rather ambiguous language of the regulation, by specifically delineating the permissible activities of licensees.  We think that the statute's phrase \"modification of rules and regulations\" encompasses substantive interpretative policy changes like the one involved here, and therefore that the Commission cannot effect such modifications without complying with the statute's notice and hearing provisions.  See Natural Resources, Etc. v. NRC, 695 F.2d 623, 625 (D.C.Cir.1982) (\"Fair notice to affected parties requires that the Commission not alter suddenly and sub silentio settled interpretations of its own regulations.\").<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Finally, we agree with the petitioners that the Commission's new policy appears utterly irrational on its face.  By allowing licensees to conduct most, if not all, of the permanent removal and shipment of the major structures and radioactive components before the submittal of a decommissioning plan, it appears that the Commission is rendering the entire decommissioning plan approval process nugatory.  Why should a licensee be required to submit such a plan if its decommissioning is already irreversibly underway?   Why offer the public the opportunity to be heard on a proposed decommissioning plan if the actual decommissioning activities are already completed?   In short, the Commission's new decommissioning policy seems to render any regulatory oversight of the decommissioning process moot.  Perhaps a rational basis for this policy exists, but we cannot see one, and the Commission has not provided one.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Commission's failure to provide any explanation for its seemingly irrational change in policy renders its new policy arbitrary and capricious, and not in accordance with the requirements of 42 U.S.C. Sec. 2239(a)(1)(A).  We therefore remand the issue of the NRC's change in decommissioning policy for further proceedings, in accordance with the AEA's hearing requirements and this opinion.</p>\n    </div>\n    <p class=\"indent\">B. Petitioner's NEPA Arguments</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">CAN also contends that the Commission's irrational interpretation of its regulations has led to the agency's permitting YAEC to accomplish over 90% of the decommissioning activities at Yankee NPS prior to conducting any EA or EIS, in violation of NEPA, 42 U.S.C. Sec. 4332.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  In response, the Commission claims that the CRP activities do not constitute a \"major federal action\" triggering NEPA compliance.  The Commission explains that it did not actively permit YAEC to initiate CRP activities;  rather, it \"simply reviewed YAEC's implementation of the CRP, as a part of its everyday oversight of its licensee's activities, and found no reasons to interfere with YAEC's plans.\"   Because mere \"regulatory oversight, as opposed to active permission, does not implicate NEPA,\" the NRC argues, no EA or EIS was required.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">This argument is completely devoid of merit.  First, the Commission holds in trust certain funds set aside by licensees, including YAEC, to finance decommissioning activities.  42 U.S.C. Sec. 2232(a).  The Commission therefore had to approve the release of these setaside funds in order to finance YAEC's CRP activities.  See Letter from Morton B. Fairtile re:  Decommissioning Funds, N.R.C. Docket No. 50-029 (April 16, 1993).  In essence, the Commission had to actively permit the release of funds, or YAEC could not have initiated the CRP.  Far from being \"mere oversight,\" we think the Commission's approval of financing certainly constitutes its active permission of the CRP.  Second, it is undisputed that decommissioning is an action which, even under the Commission's new policy, requires NEPA compliance.  10 C.F.R. Sec. 51.95(b).  In \"advising\" YAEC that it could initiate decommissioning prior to submitting a decommissioning plan, the NRC effectively granted YAEC permission to commence activities normally conducted after decommissioning plan approval, including the removal and storage of almost all of the radioactive components.  This permission, in turn, allowed YAEC to decommission its facility without the benefit of NEPA compliance by the Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Regardless of the label the Commission places on its decision to release the necessary funds to YAEC and \"advise\" the licensee to go ahead with its CRP, it was effectively, even explicitly, permitting YAEC to decommission the facility.  An agency cannot skirt NEPA or other statutory commands by essentially exempting a licensee from regulatory compliance, and then simply labelling its decision \"mere oversight\" rather than a major federal action.  To do so is manifestly arbitrary and capricious.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We note that the Commission's arguments on this issue are implicitly predicated on the assumed validity of its new interpretative policy.  As we have explained, however, the Commission has failed to provide any rational explanation for this policy, thus rendering it arbitrary and capricious.  The Commission therefore cannot rely on its new policy as a basis for its decision that NEPA compliance was unnecessary prior to decommissioning at Yankee NPS.  Accordingly, we find that the Commission's action in allowing YAEC to complete 90% of the decommissioning at Yankee NPS prior to NEPA compliance lacked any rational basis, and was thus arbitrary and capricious.  We remand this issue to the Commission for actions in accordance with this holding.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p class=\"indent\">C. Petitioner's Remaining Arguments</p>\n    <p>1. Petitioner's Fifth Amendment Arguments</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">CAN contends that because the property interests of its members have been \"invaded by radiation due to the NRC's regulatory decisions concerning the decommissioning\" of Yankee NPS, the NRC's actions constitute a regulatory taking of their property in violation of the Fifth Amendment.  We need not dwell on this argument, however, as CAN has not stated a cognizable takings claim.  Beyond its general statement that its property interests have been \"invaded\" by radiation, CAN has not explained or argued even generally how this is so, nor does it offer any factual support for its claims regarding radiation.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  CAN also does not seek compensation for any alleged invasion of its property interests, but simply wishes a hearing on the CRP activities.  Given the sparsity of its allegations and the complete lack of argument or factual support for its bare assertion, we see no reason to depart from the well-settled rule in this circuit that \"issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"  United States v. Zannino, 895 F.2d 1, 17 (1st Cir.1990).  \"It is not sufficient for a party to mention a possible argument in the most skeletal way, leaving the court to ... put flesh on its bones.\"  Id.  Consequently, we reject CAN's takings claim.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Nor do we find any merit in CAN's rather vague allusion to a more general Fifth Amendment argument, presumably that the NRC's actions deprived its members of life, liberty or property without due process of law.  This contention suffers from the same deficiencies as CAN's takings claim, being overbroad, vague, and unaccompanied by factual support or analysis.  Moreover, as the NRC points out, \"generalized health, safety and environmental concerns do not constitute liberty or property subject to due process protections.\"  West Chicago, Ill. v. NRC, 701 F.2d 632, 645 (7th Cir.1983).  We simply cannot fashion a constitutional violation out of whole cloth on the basis of the kind of nonspecific and unsupported allegations raised by CAN here.  Accordingly, we reject CAN's allegations that the NRC's actions violated its members' Fifth Amendment due process rights.</p>\n    </div>\n    <p>2. Petitioner's Atomic Energy Act Arguments</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">CAN contends that Commission approval of YAEC's CRP violated AEA section 189(a), which requires the Commission to grant a hearing upon request by any party in interest whenever it undertakes any proceeding to \"amend\" a license.  42 U.S.C. Sec. 2239(a)(1)(A).  CAN argues that Commission approval of YAEC's CRP was a de facto \"amendment\" of YAEC's POL because it authorized YAEC (as well as other extant and prospective licensees) to engage in materially different conduct not permitted under the pre-1993 POL, namely, major component dismantling absent prior NRC approval of a final decommissioning plan.  See 53 Fed.Reg. 24018, 24020 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The Commission counters that its so-called \"approval\" of the CRP cannot be deemed a license \"amendment\" proceeding since the language requiring NRC approval for major structural changes was never expressly incorporated into YAEC's license.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Instead, it says, the decommissioning plan procedure, which is subject to procedural protections (e.g., public hearings, preparation of environmental assessments) entirely different from those designated in section 189(a), was described only in a cover letter accompanying the license, and the Commission has never treated the decommissioning plan process as \"amendatory\" for section 189(a) purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We reject the Commission's claim that its abrupt policy change in 1993, to the extent it substantially enlarged the authority of an extant licensee (YAEC) retroactively, nonetheless did not entitle CAN to the requested section 189(a) hearing.  As the Commission itself concedes, by its nature a license is presumptively an exclusive--not an inclusive--regulatory device.  See Brief for Respondent at 5 (\"Th[e] license describes the facility and the authorized activities that the operator may conduct under the license.  If the holder of the licensee (sic) ... wishes to modify the facility or to take actions that are not specifically authorized under the license, the licensee may need to seek a change or 'amendment' to the terms of the license.\")  (emphasis added).  The sophistical suggestion that the decommissioning plan procedures were never formally incorporated into YAEC's POL license ignores licensing realities.  Licenses customarily delineate the types of regulated conduct in which the licensee may engage.  Regulated conduct which is neither delineated, nor reasonably encompassed within delineated categories of authorized conduct, presumptively remains unlicensed.  YAEC's original license did not authorize it to implement major-component dismantling of the type undertaken in the CRP.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Thus, if section 189(a) is to serve its intended purpose, surely it contemplates that parties in interest be afforded a meaningful opportunity to request a hearing before the Commission retroactively reinvents the terms of an extant license by voiding its implicit limitations on the licensee's conduct.  See Skidgel v. Maine Dep't of Human Servs., 994 F.2d 930, 937 (1st Cir.1993) (statutory language must be interpreted in context, including its legislative purpose).  The claimed right to deny such a hearing request undermines the integrity of the licensing process.  At the time YAEC obtained its original license, and again when it amended the original license to a POL, parties in interest, including CAN, presumably refrained from any request for a section 189(a) hearing--to which they would unquestionably have been entitled--in reasonable reliance upon such implicit limitations in YAEC's license.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Commission correctly points out that we have observed that the term \"amend,\" as used in section 189(a), is to be construed quite literally.  See Commonwealth of Mass. v. United States Nuclear Regulatory Comm'n, 878 F.2d 1516, 1522 (1st Cir.1989).  But we were careful to note as well that it is the substance of the NRC action that determines entitlement to a section 189(a) hearing, not the particular label the NRC chooses to assign to its action.  Id. at 1521 (citing Columbia Broadcasting Syst. Inc. v. United States, 316 U.S. 407, 416, 62 S.Ct. 1194, 1199-1200, 86 L.Ed. 1563 (1942)).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">By contrast, the policy change adopted by the Commission in 1993, relating to \"minor\" component dismantling, was in no sense provisional.  Moreover, it undeniably supplemented the operating authority of extant licensees generally, and YAEC in particular, which might henceforth engage in major forms of component disassembly beyond the ambit of their original licenses.  Prior to 1993, parties in interest reasonably could presume that YAEC was not authorized to undertake this type of CRP unless it submitted to the lapidary process of preparing a final decommissioning plan and environmental assessment acceptable to the NRC, or it moved to amend its existing license.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Then, in 1993, the Commission, by ambiguous fiat, declared that some forms of \"major component disassembly\" henceforth were to be outside the license-amendment process, whereas more \"serious\" types of component removal were to remain subject to the amendment process.  See 10 C.F.R. Sec. 50.59.  In our view, however, the latter provision plainly confirms that the Commission had always considered component disassembly, similar to that involved in YAEC's CRP, as action beyond the ambit of the presumptive authority granted under the licenses it issued.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Commission elevates labels over substance.  It would have us determine that a \"proceeding\" specifically aimed at excusing a licensee from filing a petition to amend its license is not the functional equivalent of a proceeding to allow a de facto \"amendment\" to its license.  As this construct would eviscerate the very procedural protections Congress envisioned in its enactment of section 189(a), we decline to permit the Commission to do by indirection what it is prohibited from doing directly.  See 42 U.S.C. Sec. 2239(a)(1)(A) (Commission must afford hearing \"in any proceeding for the ... modification of rules and regulations dealing with the activities of licensees.\").  We therefore hold that CAN was entitled to a hearing under section 189(a) in connection with the NRC decision to permit YAEC's early CRP.CONCLUSION</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">For the foregoing reasons, we grant CAN's petition for review in part, and remand to the Commission for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"Decommissioning\" means those activities necessary \"to remove [a facility] safely from service and reduce residual radioactivity to a level that permits release of the property for unrestricted use and termination of the license.\"  10 C.F.R. Sec. 50.2;  53 Fed.Reg. 24018, 24021 (June 27, 1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Later, YAEC submitted a decommissioning plan, which is currently under NRC review.  YAEC completed most of the CRP activities, however, before it ever submitted its decommissioning plan to the Commission, and well before any environmental assessment was performed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Under 10 C.F.R. Sec. 2.206, members of the public may request agency enforcement action against a licensee that is allegedly in violation of an NRC regulation or requirement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In April 1993, CAN also filed a motion in the United States District Court for the District of Massachusetts seeking a temporary restraining order to halt the CRP activities.  The district court dismissed the action for lack of subject matter jurisdiction.  Citizens Awareness Network v. NRC, 854 F.Supp. 16, 18-19 (1994).  In so doing, however, the district court wrote:</p>\n        <p>The court makes this decision with a heavy heart.  The plaintiffs have been diligently attempting for months to get a hearing on the appropriateness and competence of the NRC's actions.  Many of them live near the site of the decommissioned nuclear plant.  They and their families are the most directly at risk if the job of removing contaminated materials is bungled....  Not only have the plaintiffs been denied the opportunity to present their concerns and to hear the response of the NRC at a formal hearing, they have not as yet even been afforded a forum in which to argue their entitlement to a hearing.  They had no incentive to seek a hearing when the NRC originally issued the POL, because at that time it was the policy of the NRC to require final approval and NEPA compliance before authorizing early component removal.  Months later, the NRC now concedes, this policy changed and the NRC decided to view the POL as itself authorizing early component removal without more.  Requests for hearing at this point were denied....  This course of conduct suggests a concerted bureaucratic effort to thwart the efforts of local citizens to be heard about an event that vitally affects them and their children....  The prospect that this tactic may be used nationally, as more nuclear plants shut down, ... is, to put it mildly, disquieting.</p>\n        <p>Id. at 19 (emphasis in original).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We are baffled by the Commission's assertion that \"CAN has not challenged this modification of NRC policy,\" as we count three pages of argument in CAN's brief devoted to this precise issue.  Nor can the Commission claim that CAN did not raise this issue prior to filing this petition for review.  In both its September 8, 1993 letter to the NRC and its 2.206 enforcement petition, CAN alleged that the Commission was in violation of its own regulations and of the \"rule making process.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Commission points out that in June 1993 it held a public meeting, attended by several CAN members.  Although the meeting was ostensibly to address the community's questions about the decommissioning activities at Yankee NPS, the transcript of the meeting indicates that the NRC representatives carefully sidestepped the few questions raised about the recent change in Commission policy regarding decommissioning.  We do not think that this type of forum or proceeding meets the hearing requirements of the AEA</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The National Environmental Policy Act, 42 U.S.C. Sec. 4321 et seq., requires all federal agencies, including the NRC, to prepare a \"detailed statement,\" containing specified environmental information, for all proposed \"major federal actions significantly affecting the quality of the human environment.\"  42 U.S.C. Sec. 4332(2)(C).  When the NRC plans to issue a license amendment or take some other form of regulatory action that requires NEPA compliance, the NRC will publish either an EA stating that there is no significant impact on the environment from the proposed action, or an EIS, reviewing the impact of the proposed action and listing alternatives.  10 C.F.R. Secs. 51.20, 51.21.  When approving a licensee's request to decommission, the NRC prepares either a supplemental EIS for the post-operating license stage, or an EA updating the prior environmental review for the facility, as it deems appropriate.  10 C.F.R. Sec. 51.95(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We recognize that this holding comes too late to prevent much of the CRP activity.  There remains, however, a significant amount of radioactive material and structures at the Yankee NPS site, the removal of which will continue to affect CAN members.  This continued removal will undoubtedly continue to pose health, safety and environmental questions, thereby requiring NRC oversight and NEPA compliance.  CAN's arguments on this point are therefore not moot</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In its brief, CAN does point to the statement made in an affidavit by CAN member Will Sparks, describing the NRC's actions as \"a form of invasion, like have [sic] a stranger in the house, like being burglarized.\"   Even assuming that Mr. Sparks' affidavit is properly part of the record in this petition, this statement is simply insufficient to support a broad takings claim like the one put forth here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> As a threshold matter, the Commission repeats its contention that no Sec. 2239(a)(1)(A) \"proceeding\" occurred, because it took no affirmative action and merely refused to intervene to prevent YAEC from undertaking the CRP.  For the reasons previously noted in our discussion of the Commission's NEPA violations, see supra at 292-93, we disagree with this characterization</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Moreover, Commonwealth is readily distinguishable on its facts.  There, the NRC decision approving resumption of operations by a licensee, which had shut down its facility voluntarily prior to any formal suspension or revocation of its operating license by the NRC, did not implicate section 189(a).  Rather, the NRC requirements for license \"reinstatement\" were simply additional interim license restrictions--imposed pursuant to pre-existing Commission regulations--none of which conflicted with, or required the alteration of, any term of the original license.  Commonwealth, 878 F.2d at 1520-21 (citing and adopting rationale in In re Three Mile Island Alert, Inc., 771 F.2d 720 (3d Cir.1985), cert. denied, 475 U.S. 1082, 106 S.Ct. 1460, 89 L.Ed.2d 717 (1986)).  Thus, the operator obtained no greater authority (literally, \"license\") than it had before its license was reinstated by the NRC.  Id. at 1520.   Even though the Commission temporarily exempted the licensee from one restriction generally applicable to other licensees, the discretionary exemption was expressly authorized and granted under pre-existing agency regulations, see id. at 1521, so that parties in interest were on notice from the time the license was granted that NRC retained the discretion to approve the limited exemption at any time in the future</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">284</span></span></p>\n    <p class=\"case_cite\">Nuclear Reg. Rep. P 20,569, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">ERC</span> <span class=\"page\">1302</span></span>,<br>64 USLW 2074,<br>25 Envtl. L. Rep. 21,564</p>\n    <p class=\"parties\">CITIZENS AWARENESS NETWORK, INC., Petitioner,<br>v.<br>UNITED STATES NUCLEAR REGULATORY COMMISSION, Respondent.<br>Yankee Atomic Electric Company, Intervenor.</p>\n    <p class=\"docket\">No. 94-1562.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard Jan. 10, 1995.<br>Decided July 20, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jonathan M. Block, Putney, VT, with whom Robert L. Quinn, Egan, Flanagan and Cohen, P.C., Springfield, MA, was on brief for petitioner.</p>\n      <p class=\"indent\">Charles E. Mullins, Sr. Atty., Office of the General Counsel, U.S. Nuclear Regulatory Com'n, with whom Karen D. Cyr, General Counsel, Washington, DC, John F. Cordes, Jr., Sol., E. Leo Slaggie, Deputy Sol., U.S. Nuclear Regulatory Com'n, Rockville, MD, Anne S. Almy, Asst. Chief, and William B. Lazarus, Attorney, Appellate Section, Environment and Natural Resources Div., U.S. Dept. of Justice, Washington, DC, were on brief for respondent.</p>\n      <p class=\"indent\">Thomas G. Dignan, Jr., with whom Ropes &amp; Gray, Boston, MA, was on brief for intervenor.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Citizens Awareness Network (\"CAN\") petitions for review of a final order and opinion of the United States Nuclear Regulatory Commission (\"NRC\" or \"the Commission\") denying CAN's request for an adjudicatory hearing regarding decommissioning activities taking place at the Yankee Nuclear Power Station (\"Yankee NPS\").  CAN's petition for review rests on three grounds.  First, CAN contends that the Commission's order violates CAN members' right to due process under the Fifth Amendment and Sec. 189(a) of the Atomic Energy Act (\"AEA\"), 42 U.S.C. Sec. 2239 (1988).  Second, CAN argues that the NRC's action violates the National Environmental Policy Act, (\"NEPA\"), 42 U.S.C. Sec. 4321 et seq.  (1988) by failing to conduct an environmental assessment (\"EA\") or an environmental impact statement (\"EIS\") prior to decommissioning.  Finally, CAN argues that the Commission's actions violate its own precedents and regulations, in violation of the Administrative Procedure Act (\"APA\"), 5 U.S.C. Sec. 501 et seq.   Although we reject CAN's Fifth Amendment arguments, we grant CAN's petition for review on the other grounds stated.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <p class=\"indent\">A. The Regulatory Framework</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Operators of nuclear power plants must have a license issued by the NRC.  That license describes the facility and the authorized activities that the operator may conduct.  If the operator, called the \"licensee,\" wishes to modify the facility or take actions not specifically authorized by the license, the licensee may seek an amendment to its license from the Commission.  See 42 U.S.C. Secs. 2131-2133, 2237 (1988).</p>\n    </div>\n    <p class=\"indent\">Section 189(a) of the AEA provides that:</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>In any proceeding under this chapter, for the granting, suspending, revoking, or amending of any license or construction permit, or application to transfer control, and in any proceeding for the issuance or modification of rules and regulations dealing with the activities of licensees, ... the Commission shall grant a hearing upon the request of any person whose interest may be affected by the proceeding, and shall admit any such person as a party to such proceeding....</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">42 U.S.C. Sec. 2239(a)(1)(A).  The Commission has issued regulations specifically allowing a licensee to modify its facilities without NRC supervision, unless the modification is inconsistent with the license or involves an \"unreviewed safety question.\"  10 C.F.R. Sec. 50.59(a)(1).  If the proposed change is inconsistent with the license, or does involve an unreviewed safety question (as that term is defined in 10 C.F.R. Sec. 50.59(a)(2)(ii)), the licensee must apply to the Commission for a license amendment, 10 C.F.R. Sec. 50.59(c), and only then are the statutory hearing rights of Sec. 189a triggered.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The procedures for decommissioning<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> a nuclear power plant are set forth principally in 10 C.F.R. Secs. 50.82, 50.75, 51.53, and 51.95 (1990).  The formal process begins with the filing of an application by the licensee, normally after the plant has ceased permanent operations, for authority to surrender its license and to decommission the facility.  Five years before the licensee expects to end plant operations, the licensee must submit a preliminary decommissioning plan containing a cost estimate for decommissioning and an assessment of the major technical factors that could affect planning for decommissioning.  10 C.F.R. Sec. 50.75.  Within two years after \"permanent cessation of operations\" at the plant, but no later than one year prior to expiration of its license, a licensee must submit to the Commission an application for \"authority to surrender a license voluntarily and to decommission the facility,\" together with an environmental report covering the proposed decommissioning activities.  10 C.F.R. Secs. 50.82, 50.59.  This application must be accompanied by the licensee's proposed decommissioning plan, which describes the decommissioning method chosen and the activities involved, and sets forth a financial plan for assuring the availability of adequate funds for the decommissioning costs.  10 C.F.R. Sec. 50.82(b).  The Commission then reviews the decommissioning plan, prepares either an environmental impact statement (\"EIS\") or an environmental assessment (\"EA\") in compliance with NEPA, and gives notice to interested parties.  10 C.F.R. Sec. 51.95.  If the NRC finds the plan satisfactory (i.e., in accordance with regulations and not inimical to the common defense or the health and safety of the public), the Commission issues a decommissioning order approving the plan and authorizing decommissioning.  10 C.F.R. Sec. 50.82(e).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Commission has stated that its regulations allow a licensee to conduct certain, limited decommissioning activities prior to obtaining NRC approval:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>[I]t should be noted that [10 C.F.R.] Sec. 50.59 permits a holder of an operating license to carry out certain activities without prior Commission approval unless these activities involve a change in the technical specifications or an unreviewed safety question.  However, when there is a change in the technical specifications or an unreviewed safety question, Sec. 50.59 requires the holder of an operating license to submit an application for amendment to the license pursuant to Sec. 50.90....  [T]his rulemaking do[es] not alter a licensee's capability to conduct activities under Sec. 50.59.  Although the Commission must approve the decommissioning alternative and major structural changes to radioactive components of the facility or other major changes, the licensee may proceed with some activities such as decontamination, minor component disassembly, and shipment and storage of spent fuel if these activities are permitted by the operating license and/or Sec. 50.59.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">53 Fed.Reg. at 24025-24026 (emphasis added).  The Commission adhered to this position from the issuance of this statement in 1988 until 1993.  See, e.g., Long Island Lighting Co., 33 N.R.C. at 73 n. 5 (\"Major dismantling and other activities that constitute decommissioning under the NRC's regulations must await NRC approval of a decommissioning plan\");  Sacramento Mun. Util.  Dist. (Rancho Seco Nuclear Generating Station), 35 N.R.C. 47, 62 n. 7 (1992) (same).</p>\n    </div>\n    <p class=\"indent\">B. Factual Background</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On February 27, 1992, licensee Yankee Atomic Electric Company (\"YAEC\") announced its intention to cease operations permanently at Yankee NPS, a nuclear power plant located near Rowe, Massachusetts.  One month later, YAEC applied for a license amendment to limit its license to a POL, a possession-only license, thus revoking YAEC's authority to operate the plant.  The NRC published a Notice of Proposed Action informing the public of its opportunity to be heard on the license amendment request, pursuant to Sec. 189(a) of the AEA.  57 Fed.Reg. 13126, 13140 (April 15, 1992).  There were no hearing requests;  accordingly, the NRC issued the requested amendment to YAEC's license on August 5, 1992.  57 Fed.Reg. 37558, 37579 (Aug. 19, 1992).  In the cover letter accompanying YAEC's amended license, the Commission reminded YAEC that \"[t]he NRC must approve ... major structural changes to radioactive components of the facility....\"  See Issuance of Amendment No. __ to Facility Operating License No. DPR-3 (N.R.C. Docket No. 50-029).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At a meeting between YAEC and NRC representatives on October 27, 1992, YAEC proposed that the NRC grant permission for YAEC to initiate an \"early component removal project\" (the \"CRP\"), prior to submission and approval of its decommissioning plan, and hence prior to conducting an environmental assessment of decommissioning at the site.  YAEC explained that it wished expeditious commencement of this early CRP because of the unexpected availability of space in the Barnwell, South Carolina Low-level Waste Disposal facility.  If made to wait for submission and approval of a decommissioning plan, YAEC would lose its chance to use the Barnwell facility.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Pursuant to this proposed CRP, YAEC would first remove the four steam generators and the pressurizer from the nuclear reactor containment, remove core internals from the reactor pressure vessel, and transport all of these radioactive components to the Barnwell facility.  After this dismantling, YAEC proposed to then cut up the nuclear reactor core baffle plate (which is too radioactive to meet low-level waste criteria and thus cannot be dumped in the Barnwell site), and store the pieces in canisters in the spent fuel pool for future delivery to a U.S. Department of Energy waste site.  Finally, YAEC planned to remove and transport the four main coolant pumps to the Barnwell site.  These CRP activities would result in the permanent disposal of 90% of the nonfuel, residual radioactivity at Yankee NPS, all prior to approval of the actual decommissioning plan.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On November 25, 1992, YAEC sent a letter to the NRC which set forth YAEC's arguments as to how NRC regulations, Statements of Consideration issued with those regulations, and Commission precedents could be \"interpreted\" to allow approval of the early CRP, despite the fact that the Commission's interpretative policy at that time explicitly required NRC approval for major structural changes.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">During this period, CAN also wrote two letters to the NRC, on November 2, 1992 and again on December 21, 1992, requesting inter alia that the Commission halt or postpone any and all dismantling activities at Yankee NPS until a decommissioning plan was submitted, moved through the public notice-and-comment process, and approved.  In a December 29, 1992 letter to CAN, Kenneth Rogers, the Acting Chairman of the Commission, responded that the Commission was \"considering a public meeting in the vicinity of the plant early in 1993 to provide information to the public on NRC's review of decommissioning in general and on expected site activities which will occur prior to the licensee's submittal of a decommissioning plan in late 1993.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On January 14, 1993, following internal review of its decommissioning policies, the Commission issued a Staff Requirements Memo (\"SRM\"), setting forth a significant, substantial change from previously held agency positions on decommissioning activities, and essentially adopting YAEC's proposed \"interpretation\" of prior agency precedents and positions.  Without any explanation for the substantial modification, or any further analysis, the SRM stated:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Notwithstanding the Commission's statements in footnote 3 of CLI-90-08 [Long Island Lighting Co., 33 N.R.C. 61 (1991) ] and the Statements of Consideration for the decommissioning rules at 53 Federal Register 24025-26, licensees should be allowed to undertake any decommissioning activity (as the term \"decommission\" is defined in 10 C.F.R. 50.2) that does not--(a) foreclose the release of the site for possible unrestricted use, (b) significantly increase decommissioning costs, (c) cause any significant environmental impact not previously reviewed, or (d) violate the terms of the licensee's existing license (e.g., OL, POL, OL with confirmatory shutdown order etc.) or 10 C.F.R. 50.59 as applied to the existing license....  The staff may permit licensees to use their decommissioning funds for the decommissioning activities permitted above ..., notwithstanding the fact that their decommissioning plans have not yet been approved by the NRC.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Shortly after the Commission issued this SRM, YAEC advised the NRC that it planned to begin its CRP activities in accordance with this new policy.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On June 30, 1993, the Commission issued another SRM reiterating its new decommissioning policy, and stating that it had voted to formally amend 10 C.F.R. Sec. 50.59 to reflect this new position.  This proposed rulemaking is still underway.  The Commission also stated that approval of a decommissioning plan is not an action that triggers hearing rights under Sec. 189(a) of the AEA, but that the Commission staff could, in its discretion, formulate an informal hearing process for decommissioning plan approval.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On September 8, 1993, CAN again wrote to the NRC, again requesting a hearing on the CRP at Yankee NPS.  CAN also generally alleged that the NRC was in violation of its own regulations, and in violation of \"the rule making process,\" by allowing a licensee to engage in a CRP without prior Commission approval.  The Commission responded to these allegations in a letter dated November 18, 1993, stating that CAN had \"failed to identify the proposed action that might be taken by the NRC Staff that requires the offer of a hearing.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The next day, CAN filed a petition for agency review under 10 C.F.R. Sec. 2.206,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> requesting that the NRC halt the CRP activities pending an investigation by the Inspector General's office.  In the petition, CAN reiterated its position that the CRP constitutes decommissioning, and that the NRC was thus in violation of its own regulations in allowing CRP activities at Yankee NPS prior to approval of a decommissioning plan.  The NRC responded by letter dated December 29, 1993, explaining its policy change as set forth in the SRMs, and concluding that CAN's petition \"does not provide any new information regarding why public health and safety warrants suspension of the CRP and therefore does not meet the threshold for treatment under 10 C.F.R. Sec. 2.206.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">After a flurry of letters, in which CAN repeatedly requested formal hearings on the CRP and the Commission consistently denied these requests on the grounds that the CRP was in accord with the new policy, CAN filed this petition for review.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We review agency actions and decisions with substantial deference, setting them aside only if found to be \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with the law.\"  5 U.S.C. Sec. 706(2)(A);  Motor Vehicle Mfrs. Ass'n v. State Farm Mut. Ins. Co., <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 41, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2856</span></a></span>, 2865, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span> </a></span>(1983).  The scope of this review is narrow;  a court should not substitute its judgment for that of the agency, and agency decisions will be upheld so long as they \" 'do not collide directly with substantive statutory commands and so long as procedural corners are squarely turned.' \"  Adams v. EPA, <span class=\"citation\" data-id=\"195693\"><a href=\"/opinion/195693/adams-v-epa/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 49 (1st Cir.1994) (quoting Puerto Rico Sun Oil Co. v. EPA, <span class=\"citation\" data-id=\"656104\"><a href=\"/opinion/656104/puerto-rico-sun-oil-company-v-united-states-environmental-protection/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span>, 77 (1st Cir.1993)).  This deference is especially marked in technical or scientific matters within the agency's area of expertise.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">While this is a highly deferential standard of review, it is not a rubber stamp;  in order to avoid being deemed arbitrary and capricious, an agency decision must be rational.  Id.; Puerto Rico Sun Oil <span class=\"citation\" data-id=\"656104\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/656104/puerto-rico-sun-oil-company-v-united-states-environmental-protection/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">77</span></a></span>.   Moreover, when an administrative agency departs significantly from its own precedent, \"it must confront the issue squarely and explain why the departure is reasonable.\"  Davila-Bardales v. INS, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 5 (1st Cir.1994).  This is not to say that agencies must forever adhere to their precedents;  agencies may \"refine, reformulate and even reverse their precedents in the light of new insights and changed circumstances.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  See also </span>Rust v. Sullivan, <span class=\"citation\" data-id=\"112593\"><a href=\"/opinion/112593/rust-v-sullivan/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">173</span></a></span>, 186-87, <span class=\"citation\" data-id=\"112593\"><a href=\"/opinion/112593/rust-v-sullivan/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1759</span></a></span>, 1768-69, <span class=\"citation\" data-id=\"112593\"><a href=\"/opinion/112593/rust-v-sullivan/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">233</span> </a></span>(1991).  An agency changing its course must, however, supply a reasoned analysis for the change.  Motor Vehicle Mfrs. <span class=\"citation\" data-id=\"110991\"><span class=\"antecedent_guess\">Ass'n,</span> <a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">42</span></a></span>, 103 S.Ct. at 2866;  Puerto Rico Sun Oil <span class=\"citation\" data-id=\"656104\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/656104/puerto-rico-sun-oil-company-v-united-states-environmental-protection/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">77</span></a></span>.   With these principles in mind, we turn to the merits of CAN's petition.</p>\n    </div>\n    <p>ANALYSIS</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">CAN raises three principal arguments.  First, CAN contends that the NRC's refusal to grant CAN a formal hearing before allowing YAEC to conduct decommissioning constitutes a regulatory taking of their property without due process or compensation, denies CAN members their right to due process under the Fifth Amendment, and violates the hearing requirements of Sec. 189(a) of the AEA.  Second, CAN argues that the Commission has violated NEPA by allowing YAEC to accomplish almost 90% of its decommissioning activities before conducting any environmental assessment.  Finally, CAN contends that the NRC's unexplained change in its decommissioning policy was irrational and contrary to its own duly-promulgated regulations, in violation of the procedural requirements of the APA.  We address these contentions in reverse order.</p>\n    </div>\n    <p class=\"indent\">A. The NRC's Change In Policy</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">CAN argues that the Commission's significant policy shift, manifested in its two Staff Requirements Memos, improperly revoked duly-promulgated Commission regulations, interpretations and precedents, without the benefit of rulemaking procedures or even a rational explanation for the change.  By allowing YAEC to commence the CRP activities notwithstanding its own precedents and regulations, CAN contends, the Commission acted arbitrarily and capriciously, in violation of the APA.  In defense of the unexplained change in its decommissioning policy, the NRC maintains that the former policy had never been incorporated into the regulations themselves, and, in any case, that agencies are free to alter their interpretations of their own regulations.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">While this is certainly true, any such alteration or reversal must be accompanied by some reasoning--some indication that the shift is rational, and therefore not arbitrary and capricious.  Puerto Rico Sun Oil <span class=\"citation\" data-id=\"656104\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/656104/puerto-rico-sun-oil-company-v-united-states-environmental-protection/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">77</span></a></span>-78.   See also Atchison, Topeka &amp; Santa Fe Ry. Co. v. Wichita Bd. of Trade, <span class=\"citation\" data-id=\"108829\"><a href=\"/opinion/108829/atchison-t-sfr-co-v-wichita-bd-of-trade/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 808, <span class=\"citation\" data-id=\"108829\"><a href=\"/opinion/108829/atchison-t-sfr-co-v-wichita-bd-of-trade/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2367</span></a></span>, 2375, <span class=\"citation\" data-id=\"108829\"><a href=\"/opinion/108829/atchison-t-sfr-co-v-wichita-bd-of-trade/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">350</span> </a></span>(1973) (\"Whatever the ground for the [agency's] departure from prior norms, ... it must be clearly set forth so that the reviewing court may understand the basis of the agency's action.\").  Courts should not attempt to supply a reasoned basis for the action that the agency itself has not given.  Motor Vehicle Mfrs. <span class=\"citation\" data-id=\"110991\"><span class=\"antecedent_guess\">Ass'n,</span> <a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">43</span></a></span>, 103 S.Ct. at 2867.   While this is not a difficult standard to meet, the Commission has not met it here.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The prior Commission policy regarding decommissioning, embodied in 10 C.F.R. Sec. 50.59 and explicated in the Commission's published Statement of Consideration, required NRC approval of a decommissioning plan before a licensee undertook any major structural changes to a facility.  This policy was developed through a lengthy notice and comment period, with substantial public participation.  See 53 Fed.Reg. 24018, 24020 (a total of 143 individuals and organizations submitted comments on proposed rule).  The Commission adhered to this policy for almost five years, reiterating its position in at least two adjudicatory decisions.  Then, rather suddenly, the Commission circulated two internal staff memos that completely reversed this settled policy, without any notice to the affected public.  More troubling, however, was the Commission's failure to provide in those memos, or anywhere else, any justification or reasoning whatsoever for the change.  The memos did not set forth any new facts, fresh information, or changed circumstances which would counsel the shift.  Nor did they provide any legal analysis of how the new policy comported with, or at least did not conflict with, existing agency regulations.  With nothing more than a breezy \"notwithstanding,\" the Commission abruptly disposed of five years' worth of well-reasoned, duly-promulgated agency precedent.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Moreover, the NRC's actions are inconsistent with the plain terms of the AEA, the NRC's enabling statute, which provide that \"in any proceeding for the issuance or modification of rules and regulations dealing with the activities of licensees, ... the Commission shall grant a hearing upon the request of any person whose interest may be affected by the proceeding....\"  42 U.S.C. Sec. 2239(a)(1)(A) (emphasis added).  While the NRC's policy shift involved an interpretation of its regulation, and not the regulation itself, it was an interpretative policy that provided a great deal of substantive guidance on the rather ambiguous language of the regulation, by specifically delineating the permissible activities of licensees.  We think that the statute's phrase \"modification of rules and regulations\" encompasses substantive interpretative policy changes like the one involved here, and therefore that the Commission cannot effect such modifications without complying with the statute's notice and hearing provisions.  See Natural Resources, Etc. v. NRC, <span class=\"citation\" data-id=\"411858\"><a href=\"/opinion/411858/natural-resources-defense-council-inc-and-the-sierra-club-v-united/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">623</span></a></span>, 625 (D.C.Cir.1982) (\"Fair notice to affected parties requires that the Commission not alter suddenly and sub silentio settled interpretations of its own regulations.\").<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Finally, we agree with the petitioners that the Commission's new policy appears utterly irrational on its face.  By allowing licensees to conduct most, if not all, of the permanent removal and shipment of the major structures and radioactive components before the submittal of a decommissioning plan, it appears that the Commission is rendering the entire decommissioning plan approval process nugatory.  Why should a licensee be required to submit such a plan if its decommissioning is already irreversibly underway?   Why offer the public the opportunity to be heard on a proposed decommissioning plan if the actual decommissioning activities are already completed?   In short, the Commission's new decommissioning policy seems to render any regulatory oversight of the decommissioning process moot.  Perhaps a rational basis for this policy exists, but we cannot see one, and the Commission has not provided one.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Commission's failure to provide any explanation for its seemingly irrational change in policy renders its new policy arbitrary and capricious, and not in accordance with the requirements of 42 U.S.C. Sec. 2239(a)(1)(A).  We therefore remand the issue of the NRC's change in decommissioning policy for further proceedings, in accordance with the AEA's hearing requirements and this opinion.</p>\n    </div>\n    <p class=\"indent\">B. Petitioner's NEPA Arguments</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">CAN also contends that the Commission's irrational interpretation of its regulations has led to the agency's permitting YAEC to accomplish over 90% of the decommissioning activities at Yankee NPS prior to conducting any EA or EIS, in violation of NEPA, 42 U.S.C. Sec. 4332.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  In response, the Commission claims that the CRP activities do not constitute a \"major federal action\" triggering NEPA compliance.  The Commission explains that it did not actively permit YAEC to initiate CRP activities;  rather, it \"simply reviewed YAEC's implementation of the CRP, as a part of its everyday oversight of its licensee's activities, and found no reasons to interfere with YAEC's plans.\"   Because mere \"regulatory oversight, as opposed to active permission, does not implicate NEPA,\" the NRC argues, no EA or EIS was required.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">This argument is completely devoid of merit.  First, the Commission holds in trust certain funds set aside by licensees, including YAEC, to finance decommissioning activities.  42 U.S.C. Sec. 2232(a).  The Commission therefore had to approve the release of these setaside funds in order to finance YAEC's CRP activities.  See Letter from Morton B. Fairtile re:  Decommissioning Funds, N.R.C. Docket No. 50-029 (April 16, 1993).  In essence, the Commission had to actively permit the release of funds, or YAEC could not have initiated the CRP.  Far from being \"mere oversight,\" we think the Commission's approval of financing certainly constitutes its active permission of the CRP.  Second, it is undisputed that decommissioning is an action which, even under the Commission's new policy, requires NEPA compliance.  10 C.F.R. Sec. 51.95(b).  In \"advising\" YAEC that it could initiate decommissioning prior to submitting a decommissioning plan, the NRC effectively granted YAEC permission to commence activities normally conducted after decommissioning plan approval, including the removal and storage of almost all of the radioactive components.  This permission, in turn, allowed YAEC to decommission its facility without the benefit of NEPA compliance by the Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Regardless of the label the Commission places on its decision to release the necessary funds to YAEC and \"advise\" the licensee to go ahead with its CRP, it was effectively, even explicitly, permitting YAEC to decommission the facility.  An agency cannot skirt NEPA or other statutory commands by essentially exempting a licensee from regulatory compliance, and then simply labelling its decision \"mere oversight\" rather than a major federal action.  To do so is manifestly arbitrary and capricious.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We note that the Commission's arguments on this issue are implicitly predicated on the assumed validity of its new interpretative policy.  As we have explained, however, the Commission has failed to provide any rational explanation for this policy, thus rendering it arbitrary and capricious.  The Commission therefore cannot rely on its new policy as a basis for its decision that NEPA compliance was unnecessary prior to decommissioning at Yankee NPS.  Accordingly, we find that the Commission's action in allowing YAEC to complete 90% of the decommissioning at Yankee NPS prior to NEPA compliance lacked any rational basis, and was thus arbitrary and capricious.  We remand this issue to the Commission for actions in accordance with this holding.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p class=\"indent\">C. Petitioner's Remaining Arguments</p>\n    <p>1. Petitioner's Fifth Amendment Arguments</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">CAN contends that because the property interests of its members have been \"invaded by radiation due to the NRC's regulatory decisions concerning the decommissioning\" of Yankee NPS, the NRC's actions constitute a regulatory taking of their property in violation of the Fifth Amendment.  We need not dwell on this argument, however, as CAN has not stated a cognizable takings claim.  Beyond its general statement that its property interests have been \"invaded\" by radiation, CAN has not explained or argued even generally how this is so, nor does it offer any factual support for its claims regarding radiation.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  CAN also does not seek compensation for any alleged invasion of its property interests, but simply wishes a hearing on the CRP activities.  Given the sparsity of its allegations and the complete lack of argument or factual support for its bare assertion, we see no reason to depart from the well-settled rule in this circuit that \"issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"  United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990).  \"It is not sufficient for a party to mention a possible argument in the most skeletal way, leaving the court to ... put flesh on its bones.\"  <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"id_token\">Id.</span>  Consequently, we </a></span>reject CAN's takings claim.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Nor do we find any merit in CAN's rather vague allusion to a more general Fifth Amendment argument, presumably that the NRC's actions deprived its members of life, liberty or property without due process of law.  This contention suffers from the same deficiencies as CAN's takings claim, being overbroad, vague, and unaccompanied by factual support or analysis.  Moreover, as the NRC points out, \"generalized health, safety and environmental concerns do not constitute liberty or property subject to due process protections.\"  West Chicago, Ill. v. NRC, <span class=\"citation\" data-id=\"415261\"><a href=\"/opinion/415261/city-of-west-chicago-illinois-v-united-states-nuclear-regulatory/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">632</span></a></span>, 645 (7th Cir.1983).  We simply cannot fashion a constitutional violation out of whole cloth on the basis of the kind of nonspecific and unsupported allegations raised by CAN here.  Accordingly, we reject CAN's allegations that the NRC's actions violated its members' Fifth Amendment due process rights.</p>\n    </div>\n    <p>2. Petitioner's Atomic Energy Act Arguments</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">CAN contends that Commission approval of YAEC's CRP violated AEA section 189(a), which requires the Commission to grant a hearing upon request by any party in interest whenever it undertakes any proceeding to \"amend\" a license.  42 U.S.C. Sec. 2239(a)(1)(A).  CAN argues that Commission approval of YAEC's CRP was a de facto \"amendment\" of YAEC's POL because it authorized YAEC (as well as other extant and prospective licensees) to engage in materially different conduct not permitted under the pre-1993 POL, namely, major component dismantling absent prior NRC approval of a final decommissioning plan.  See 53 Fed.Reg. 24018, 24020 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The Commission counters that its so-called \"approval\" of the CRP cannot be deemed a license \"amendment\" proceeding since the language requiring NRC approval for major structural changes was never expressly incorporated into YAEC's license.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Instead, it says, the decommissioning plan procedure, which is subject to procedural protections (e.g., public hearings, preparation of environmental assessments) entirely different from those designated in section 189(a), was described only in a cover letter accompanying the license, and the Commission has never treated the decommissioning plan process as \"amendatory\" for section 189(a) purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We reject the Commission's claim that its abrupt policy change in 1993, to the extent it substantially enlarged the authority of an extant licensee (YAEC) retroactively, nonetheless did not entitle CAN to the requested section 189(a) hearing.  As the Commission itself concedes, by its nature a license is presumptively an exclusive--not an inclusive--regulatory device.  See Brief for Respondent at 5 (\"Th[e] license describes the facility and the authorized activities that the operator may conduct under the license.  If the holder of the licensee (sic) ... wishes to modify the facility or to take actions that are not specifically authorized under the license, the licensee may need to seek a change or 'amendment' to the terms of the license.\")  (emphasis added).  The sophistical suggestion that the decommissioning plan procedures were never formally incorporated into YAEC's POL license ignores licensing realities.  Licenses customarily delineate the types of regulated conduct in which the licensee may engage.  Regulated conduct which is neither delineated, nor reasonably encompassed within delineated categories of authorized conduct, presumptively remains unlicensed.  YAEC's original license did not authorize it to implement major-component dismantling of the type undertaken in the CRP.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Thus, if section 189(a) is to serve its intended purpose, surely it contemplates that parties in interest be afforded a meaningful opportunity to request a hearing before the Commission retroactively reinvents the terms of an extant license by voiding its implicit limitations on the licensee's conduct.  See Skidgel v. Maine Dep't of Human Servs., <span class=\"citation\" data-id=\"608080\"><a href=\"/opinion/608080/jenna-skidgel-v-maine-department-of-human-services-v-louis-w-sullivan/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">930</span></a></span>, 937 (1st Cir.1993) (statutory language must be interpreted in context, including its legislative purpose).  The claimed right to deny such a hearing request undermines the integrity of the licensing process.  At the time YAEC obtained its original license, and again when it amended the original license to a POL, parties in interest, including CAN, presumably refrained from any request for a section 189(a) hearing--to which they would unquestionably have been entitled--in reasonable reliance upon such implicit limitations in YAEC's license.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Commission correctly points out that we have observed that the term \"amend,\" as used in section 189(a), is to be construed quite literally.  See Commonwealth of Mass. v. United States Nuclear Regulatory Comm'n, <span class=\"citation\" data-id=\"526036\"><a href=\"/opinion/526036/commonwealth-of-massachusetts-v-united-states-nuclear-regulatory/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1516</span></a></span>, 1522 (1st Cir.1989).  But we were careful to note as well that it is the substance of the NRC action that determines entitlement to a section 189(a) hearing, not the particular label the NRC chooses to assign to its action.  <span class=\"citation\" data-id=\"526036\"><a href=\"/opinion/526036/commonwealth-of-massachusetts-v-united-states-nuclear-regulatory/\"><span class=\"id_token\">Id.</span> at 1521 </a></span>(citing Columbia Broadcasting Syst. Inc. v. United States, <span class=\"citation\" data-id=\"103691\"><a href=\"/opinion/103691/columbia-system-v-united-states/\"><span class=\"volume\">316</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">407</span></a></span>, 416, <span class=\"citation\" data-id=\"103691\"><a href=\"/opinion/103691/columbia-system-v-united-states/\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, 1199-1200, <span class=\"citation\" data-id=\"103691\"><a href=\"/opinion/103691/columbia-system-v-united-states/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1563</span> </a></span>(1942)).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">By contrast, the policy change adopted by the Commission in 1993, relating to \"minor\" component dismantling, was in no sense provisional.  Moreover, it undeniably supplemented the operating authority of extant licensees generally, and YAEC in particular, which might henceforth engage in major forms of component disassembly beyond the ambit of their original licenses.  Prior to 1993, parties in interest reasonably could presume that YAEC was not authorized to undertake this type of CRP unless it submitted to the lapidary process of preparing a final decommissioning plan and environmental assessment acceptable to the NRC, or it moved to amend its existing license.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Then, in 1993, the Commission, by ambiguous fiat, declared that some forms of \"major component disassembly\" henceforth were to be outside the license-amendment process, whereas more \"serious\" types of component removal were to remain subject to the amendment process.  See 10 C.F.R. Sec. 50.59.  In our view, however, the latter provision plainly confirms that the Commission had always considered component disassembly, similar to that involved in YAEC's CRP, as action beyond the ambit of the presumptive authority granted under the licenses it issued.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Commission elevates labels over substance.  It would have us determine that a \"proceeding\" specifically aimed at excusing a licensee from filing a petition to amend its license is not the functional equivalent of a proceeding to allow a de facto \"amendment\" to its license.  As this construct would eviscerate the very procedural protections Congress envisioned in its enactment of section 189(a), we decline to permit the Commission to do by indirection what it is prohibited from doing directly.  See 42 U.S.C. Sec. 2239(a)(1)(A) (Commission must afford hearing \"in any proceeding for the ... modification of rules and regulations dealing with the activities of licensees.\").  We therefore hold that CAN was entitled to a hearing under section 189(a) in connection with the NRC decision to permit YAEC's early CRP.CONCLUSION</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">For the foregoing reasons, we grant CAN's petition for review in part, and remand to the Commission for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"Decommissioning\" means those activities necessary \"to remove [a facility] safely from service and reduce residual radioactivity to a level that permits release of the property for unrestricted use and termination of the license.\"  10 C.F.R. Sec. 50.2;  53 Fed.Reg. 24018, 24021 (June 27, 1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Later, YAEC submitted a decommissioning plan, which is currently under NRC review.  YAEC completed most of the CRP activities, however, before it ever submitted its decommissioning plan to the Commission, and well before any environmental assessment was performed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Under 10 C.F.R. Sec. 2.206, members of the public may request agency enforcement action against a licensee that is allegedly in violation of an NRC regulation or requirement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In April 1993, CAN also filed a motion in the United States District Court for the District of Massachusetts seeking a temporary restraining order to halt the CRP activities.  The district court dismissed the action for lack of subject matter jurisdiction.  Citizens Awareness Network v. NRC, <span class=\"citation no-link\"><span class=\"volume\">854</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">16</span></span>, 18-19 (1994).  In so doing, however, the district court wrote:</p>\n        <p>The court makes this decision with a heavy heart.  The plaintiffs have been diligently attempting for months to get a hearing on the appropriateness and competence of the NRC's actions.  Many of them live near the site of the decommissioned nuclear plant.  They and their families are the most directly at risk if the job of removing contaminated materials is bungled....  Not only have the plaintiffs been denied the opportunity to present their concerns and to hear the response of the NRC at a formal hearing, they have not as yet even been afforded a forum in which to argue their entitlement to a hearing.  They had no incentive to seek a hearing when the NRC originally issued the POL, because at that time it was the policy of the NRC to require final approval and NEPA compliance before authorizing early component removal.  Months later, the NRC now concedes, this policy changed and the NRC decided to view the POL as itself authorizing early component removal without more.  Requests for hearing at this point were denied....  This course of conduct suggests a concerted bureaucratic effort to thwart the efforts of local citizens to be heard about an event that vitally affects them and their children....  The prospect that this tactic may be used nationally, as more nuclear plants shut down, ... is, to put it mildly, disquieting.</p>\n        <p><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 19 </span>(emphasis in original).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We are baffled by the Commission's assertion that \"CAN has not challenged this modification of NRC policy,\" as we count three pages of argument in CAN's brief devoted to this precise issue.  Nor can the Commission claim that CAN did not raise this issue prior to filing this petition for review.  In both its September 8, 1993 letter to the NRC and its 2.206 enforcement petition, CAN alleged that the Commission was in violation of its own regulations and of the \"rule making process.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Commission points out that in June 1993 it held a public meeting, attended by several CAN members.  Although the meeting was ostensibly to address the community's questions about the decommissioning activities at Yankee NPS, the transcript of the meeting indicates that the NRC representatives carefully sidestepped the few questions raised about the recent change in Commission policy regarding decommissioning.  We do not think that this type of forum or proceeding meets the hearing requirements of the AEA</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The National Environmental Policy Act, 42 U.S.C. Sec. 4321 et seq., requires all federal agencies, including the NRC, to prepare a \"detailed statement,\" containing specified environmental information, for all proposed \"major federal actions significantly affecting the quality of the human environment.\"  42 U.S.C. Sec. 4332(2)(C).  When the NRC plans to issue a license amendment or take some other form of regulatory action that requires NEPA compliance, the NRC will publish either an EA stating that there is no significant impact on the environment from the proposed action, or an EIS, reviewing the impact of the proposed action and listing alternatives.  10 C.F.R. Secs. 51.20, 51.21.  When approving a licensee's request to decommission, the NRC prepares either a supplemental EIS for the post-operating license stage, or an EA updating the prior environmental review for the facility, as it deems appropriate.  10 C.F.R. Sec. 51.95(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We recognize that this holding comes too late to prevent much of the CRP activity.  There remains, however, a significant amount of radioactive material and structures at the Yankee NPS site, the removal of which will continue to affect CAN members.  This continued removal will undoubtedly continue to pose health, safety and environmental questions, thereby requiring NRC oversight and NEPA compliance.  CAN's arguments on this point are therefore not moot</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In its brief, CAN does point to the statement made in an affidavit by CAN member Will Sparks, describing the NRC's actions as \"a form of invasion, like have [sic] a stranger in the house, like being burglarized.\"   Even assuming that Mr. Sparks' affidavit is properly part of the record in this petition, this statement is simply insufficient to support a broad takings claim like the one put forth here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> As a threshold matter, the Commission repeats its contention that no Sec. 2239(a)(1)(A) \"proceeding\" occurred, because it took no affirmative action and merely refused to intervene to prevent YAEC from undertaking the CRP.  For the reasons previously noted in our discussion of the Commission's NEPA violations, see supra at 292-93, we disagree with this characterization</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Moreover, Commonwealth is readily distinguishable on its facts.  There, the NRC decision approving resumption of operations by a licensee, which had shut down its facility voluntarily prior to any formal suspension or revocation of its operating license by the NRC, did not implicate section 189(a).  Rather, the NRC requirements for license \"reinstatement\" were simply additional interim license restrictions--imposed pursuant to pre-existing Commission regulations--none of which conflicted with, or required the alteration of, any term of the original license.  <span class=\"citation\" data-id=\"526036\"><span class=\"antecedent_guess\">Commonwealth,</span> <a href=\"/opinion/526036/commonwealth-of-massachusetts-v-united-states-nuclear-regulatory/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1520-21</span> </a></span>(citing and adopting rationale in In re Three Mile Island Alert, Inc., <span class=\"citation\" data-id=\"457703\"><a href=\"/opinion/457703/in-re-three-mile-island-alert-inc-no-85-3301-in-re-commonwealth-of/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">720</span> </a></span>(3d Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1460</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">717</span> </span>(1986)).  Thus, the operator obtained no greater authority (literally, \"license\") than it had before its license was reinstated by the NRC.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1520. </span>  Even though the Commission temporarily exempted the licensee from one restriction generally applicable to other licensees, the discretionary exemption was expressly authorized and granted under pre-existing agency regulations, see <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 1521, </span>so that parties in interest were on notice from the time the license was granted that NRC retained the discretion to approve the limited exemption at any time in the future</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103691/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108829/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110991/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112593/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195693/",
    "https://www.courtlistener.com/api/rest/v3/opinions/411858/",
    "https://www.courtlistener.com/api/rest/v3/opinions/415261/",
    "https://www.courtlistener.com/api/rest/v3/opinions/457703/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526036/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608080/",
    "https://www.courtlistener.com/api/rest/v3/opinions/656104/"
  ]
}