{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196156/",
  "id": 196156,
  "absolute_url": "/opinion/196156/mcaller-v-smith/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196156/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:58:59Z",
  "date_modified": "2020-02-21T23:46:04.285751Z",
  "type": "010combined",
  "sha1": "937148fdb7299f73dcd43800b3cefd509b1e1ced",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2198.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 94-2198\r\n\n             EDWARD J. MCALEER, ADMINISTRATOR OF\r\n             THE ESTATE OF JAMES F. MCALEER, AND\r\n          HARDY LEBEL AND JOAN LEBEL, ADMINISTRATORS\r\n              OF THE ESTATE OF THOMAS A. LEBEL,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n            TRAVER C. SMITH, ADMINISTRATOR OF THE\r\n                 ESTATE OF STUART A. FINLAY,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n        [Hon. Ronald R. Lagueux, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                      Cyr, Circuit Judge,\r                                                    \r\n               Campbell, Senior Circuit Judge,\r                                                         \r\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nEdward  M.  Pitts  with  whom Pitts  &amp;  Pitts  was  on  brief  for\r                                                         \r\nappellants.\r\nHolly S. Harvey with whom  Thornton, Davis &amp; Murray,  P.A., was on\r                                                                      \r\nbrief for appellee.\r\n\n                                         \r\n\n                        June 19, 1995\r\n                                         \r\r\n\n          STAHL, Circuit Judge.  Plaintiffs-appellants appeal\r                      STAHL, Circuit Judge.\r                                          \r\n\nfrom  the  district  court's  grant of  summary  judgment  to\r\n\ndefendant-appellee in this admiralty case.  We affirm.\r\n\n                              I.\r                                          I.\r                                            \r\n\n                          BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          On  June 3,  1984,  the Tall  Ship  S/V MARQUES,  a\r\n\nparticipant in  the Cutty Sark International  Tall Ships Race\r\n\nbetween Bermuda and Nova Scotia, encountered a violent squall\r\n\nabout  eighty miles  northeast  of Bermuda.   Almost  without\r\n\nwarning, and within seconds of starting to take on water, the\r\n\nvessel sank  with the  loss of nineteen  of the  twenty-eight\r\n\npersons on board, including the plaintiffs' decedents and the\r\n\ndefendant's decedent, the vessel's  master or captain, Stuart\r\n\nA.  Finlay.   Plaintiffs'  decedents,  James  F. McAleer  and\r\n\nThomas  A. Lebel,  were  on board  under  the auspices  of  a\r\n\nsailing program run by the American Sail Training Association\r\n\n(\"ASTA\"),  which had arranged  for six sail  trainees to crew\r\n\nfor the MARQUES during the race.\r\n\n          Plaintiffs  brought  claims  against defendant  for\r\n\nunseaworthiness  under   the   general  maritime   law;   for\r\n\nnegligence  under  the  Jones  Act,  46  U.S.C.     688;  for\r\n\nnegligence under  the general maritime law;  and for wrongful\r\n\ndeath under the Death on the High Seas Act, 46 U.S.C.    761-\r\n\n768 (\"DOHSA\").   The district court  granted summary judgment\r\n\nto defendant, holding  that defendant could not be liable for\r\n\n                             -2-\r                                          2\r\r\n\nunseaworthiness  because  Finlay  was  not an  owner  of  the\r\n\nMARQUES,  McAleer v.  Smith, 818  F.  Supp. 486,  494 (D.R.I.\r                                       \r\n\n1993); for negligence under the Jones Act, because Finlay did\r\n\nnot  employ  plaintiffs'   decedents,  id.  at   493-94;  for\r                                                      \r\n\nnegligence  under the  general  maritime  law,  because  such\r\n\nclaims cannot  be brought by  seamen against masters,  id. at\r                                                                      \r\n\n496; or under DOHSA,  because DOHSA is a derivative  cause of\r\n\naction requiring the existence  of another claim not existent\r\n\nhere,  id.  at  496-97.    From  that  judgment  this  appeal\r                      \r\n\nfollowed.1\r\n\n                             II.\r                                         II.\r                                            \r\n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \r\n\nA.  Standard of Review\r                                  \r\n\n          As always,  we review  a district court's  grant of\r\n\nsummary judgment de novo and, like the district court, review\r                                    \r\n\nthe facts in the light most favorable to the nonmoving party.\r\n\nSee, e.g., Lareau v. Page, 39 F.3d  384, 387 (1st Cir. 1994).\r                                     \r\n\nSummary   judgment  is   appropriate  when   \"the  pleadings,\r\n\ndepositions,  answers to  interrogatories, and  admissions on\r\n\nfile, together with  the affidavits, if any, show  that there\r\n\n                    \r                                \r\n\n1.  The district court granted defendant's motion for summary\r\njudgment  on April 8,  1993.  The  district court nonetheless\r\nheld a  trial to  determine  damages because  it had  entered\r\ndefault judgments  against the co-owners of  the MARQUES, see\r                                                                         \r\nMcAleer v. Smith, 860  F. Supp. 924, 930 n.10  (D.R.I. 1994).\r                            \r\nOn October 18, 1994, the district  court entered judgments of\r\n$403,246.57 for Lebel and $322,597.25 for McAleer against the\r\nco-owners, and entered final  judgments in favor of defendant\r\nin the instant appeal and other defendants.\r\n\n                             -3-\r                                          3\r\r\n\nis no  genuine issue as  to any  material fact  and that  the\r\n\nmoving party is entitled to  a judgment as a matter  of law.\"\r\n\nFed. R. Civ. P. 56(c).\r\n\nB.  Unseaworthiness\r                               \r\n\n          Shipowners  are  liable  to  indemnify  seamen2 for\r\n\ninjuries \"caused by the unseaworthiness of the vessel  or its\r\n\nappurtenant appliances and equipment.\"   Seas Shipping Co. v.\r                                                                      \r\n\nSieracki,  328 U.S. 85,  90 (1946)  (citing The  Osceola, 189\r                                                                    \r\n\nU.S. 158 (1903)).   Unseaworthiness \"is essentially a species\r\n\nof liability without fault . .  . . It is a form  of absolute\r\n\nduty.\"   Id. at 94-95;  see also  Grant Gilmore &amp;  Charles L.\r                                            \r\n\nBlack,  Jr., The  Law  of Admiralty    6-41,  at 393  (2d ed.\r                                               \r\n\n1975).  Shipowners may  not delegate their duty to  provide a\r\n\nseaworthy ship.  Sieracki, 328 U.S. at 94 n.11.\r                                     \r\n\n          Plaintiffs  concede  that Finlay  did  not  own the\r\n\nMARQUES, which was co-owned by Mark Shirley Portal Litchfield\r\n\nand Robin  Patrick Cecil-Wright,  the sole principals  in the\r\n\nChina Clipper Company, an unincorporated holding company that\r\n\nheld title to the  MARQUES.  Plaintiffs argue,  however, that\r\n\nFinlay is  nonetheless liable for unseaworthiness  because he\r\n\nwas an owner pro hac vice.\r                                     \r\n\n                    \r                                \r\n\n2.  For  the purposes  of  this summary  judgment motion,  we\r\nassume arguendo,  as Judge Selya  did for other  MARQUES sail\r                           \r\ntrainees in  Heath v.  American Sail  Training Ass'n,  644 F.\r                                                                \r\nSupp. 1459, 1468 (D.R.I.  1986) (Selya, J.), that plaintiffs'\r\ndecedents were seamen despite the fact that they  were unpaid\r\n(indeed,  themselves paying  for  the privilege  of being  on\r\nboard as trainees).   \r\n\n                             -4-\r                                          4\r\r\n\n          An \"owner pro  hac vice\"  of a vessel  is \"one  who\r                                             \r\n\n`stands in the place of  the owner for the voyage  or service\r\n\ncontemplated  and bears  the  owner's responsibilities,  even\r\n\nthough the latter  remains the legal  owner of the  vessel.'\"\r\n\nMatute v. Lloyd  Berm. Lines, Ltd., 931 F.2d 231, 235 n.2 (3d\r                                              \r\n\nCir.)  (quoting Aird v. Weyerhaeuser S.S.  Co., 169 F.2d 606,\r                                                          \r\n\n610 (3d Cir. 1948), cert. denied, 337 U.S. 959 (1949)), cert.\r                                                                         \r\n\ndenied,  502  U.S.  919  (1991).   In  effect,  for liability\r                  \r\n\npurposes,  an owner pro hac  vice is treated  as a shipowner.\r                                             \r\n\nSee  Reed v.  The  Yaka, 373  U.S.  410, 412-13  (1963);  see\r                                                                         \r\n\ngenerally  Gilmore &amp; Black, The  Law of Admiralty    4-23, at\r                                                             \r\n\n242.   Thus,  an owner  pro hac  vice may  be liable  for the\r                                                 \r\n\nunseaworthiness of a vessel.   See Reed, 373 U.S.  at 412-13.\r                                                   \r\n\nIn general,  if there  is an  owner pro  hac vice,  the title\r                                                             \r\n\nowner  will be  absolved  of personal  liability (except  for\r\n\ndefective conditions  that existed  before the owner  pro hac\r                                                                         \r\n\nvice took control of  the vessel).  See Ramos  v. Beauregard,\r                                                                         \r\n\nInc., 423 F.2d 916, 917-18 (1st Cir.), cert. denied, 400 U.S.\r                                                               \r\n\n865 (1970); see generally Thomas J. Schoenbaum, Admiralty and\r                                                                         \r\n\nMaritime Law   5-3, at 168 (1987).  \r                        \r\n\n          Admiralty cases  have recognized only two  types of\r\n\nowners  pro hac  vice:  demise,  or bareboat,  charterers and\r                                 \r\n\ncaptains of fishing vessels operated under agreements, called\r\n\n\"lays.\"  A  demise charterer  is \"one who  contracts for  the\r\n\nvessel  itself and  assumes  exclusive  possession,  control,\r\n\n                             -5-\r                                          5\r\r\n\ncommand  and  navigation  thereof  for a  specified  period,\"\r\n\nStephenson  v. Star-Kist Caribe, Inc., 598 F.2d 676, 679 (1st\r                                                 \r\n\nCir. 1979), in  contrast to  a time or  voyage charterer  who\r\n\n\"contracts  not  for the  vessel  itself but  for  a specific\r\n\nservice  of the vessel, such  as carriage of  goods, which is\r\n\nrendered  by  the  owner's  master  and  crew,\"  id.   Demise\r                                                                \r\n\ncharters are  created when  \"the owner of  the vessel  . .  .\r\n\ncompletely   and   exclusively   relinquish[es]   possession,\r\n\ncommand, and navigation thereof  to the demisee.  [They  are]\r\n\ntherefore tantamount  to, though  just short of,  an outright\r\n\ntransfer of  ownership.   However, anything short  of such  a\r\n\ncomplete transfer is a time or voyage charter party  or not a\r\n\ncharter  party at all.\"   Guzman v. Pichirilo,  369 U.S. 698,\r                                                         \r\n\n699-700  (1962) (internal  quotation and  citations omitted);\r\n\nsee generally Gilmore &amp;  Black, The Law of Admiralty    4-21,\r                                                                \r\n\nat   240.    While  demise   charterers  may  be  liable  for\r\n\nunseaworthiness as owners pro hac vice, see Reed, 373 U.S. at\r                                                            \r\n\n412-13, time or voyage charterers may not be, see Stephenson,\r                                                                        \r\n\n598  F.2d  at 679;  see also  Rodriguez v.  McAllister Bros.,\r                                                                         \r\n\nInc., 736  F.2d 813, 815 (1st Cir. 1984).  The mere fact that\r                \r\n\na time or voyage charterer \"`has some control over the master\r\n\n.  . . [or] selects the routes to be taken or the cargo to be\r\n\ncarried  does  not  make  him   the  owner  pro  hac  vice.'\"\r                                                                      \r\n\nStephenson,  598  F.2d at  681  (quoting  Fitzgerald v.  A.L.\r                                                                         \r\n\n                             -6-\r                                          6\r\r\n\nBurbank &amp; Co., 451 F.2d 670, 676 (2d Cir. 1971)) (alterations\r                         \r\n\nin Stephenson).  \r                         \r\n\n          Captains  of vessels  operated under  fishing lays,\r\n\nwhich  are agreements under which the participating fishermen\r\n\nshare the catch, may also be  liable as owners pro hac  vice.\r                                                                        \r\n\nSee Cromwell v.  Slaney, 65  F.2d 940, 941  (1st Cir.  1933).\r                                   \r\n\nSuch  situations  are  similar  to  demise  charters,  for  a\r\n\nfishing-lay captain will only be found to be an owner pro hac\r                                                                         \r\n\nvice  if \"the  captain employs  the members  of the  crew and\r                \r\n\ncontrols all the operations of the vessel, both in purchasing\r\n\nsupplies for the  voyage, in determining where he  will fish,\r\n\nhow long, and in disposing of the catch and  settling all the\r\n\nbills.\"  Id.\r                        \r\n\n          Plaintiffs cite  no case,  and we have  found none,\r\n\noutside  the context of a  fishing lay that  accords a master\r\n\nstatus as an owner  pro hac vice.  In fact, many of our cases\r                                            \r\n\nfind  an owner  liable  precisely because  the owner  (rather\r                                                     \r\n\nthan, say,  the time charterer) provided the master and crew.\r\n\nSee Stephenson, 598 F.2d at 680.  As a general rule, we think\r                          \r\n\nthat  masters are not owners  pro hac vice  because a master,\r                                                      \r\n\ndespite  having  control  over  the  vessel,  exercises  that\r\n\ncontrol on  behalf of the  owner.   Cf. 46 U.S.C.    10101(1)\r                                                   \r\n\n(defining  \"master\" as  \"the individual  having command  of a\r\n\nvessel\");  46 U.S.C.     10101(2) (defining  \"owner\" as  \"the\r\n\nperson to whom the vessel belongs\").\r\n\n                             -7-\r                                          7\r\r\n\n          Plaintiffs argue, however, that even if masters are\r\n\nnot generally considered  to be owners pro hac  vice, Captain\r                                                                \r\n\nFinlay had responsibilities for  and interests in the MARQUES\r\n\nbeyond  those of an ordinary master that render him liable as\r\n\nan owner pro hac  vice.  In particular, plaintiffs  point out\r                                  \r\n\nthat  Finlay had  full  operational control  of the  MARQUES,\r\n\nexcept that he had to report itinerary changes to the owners;\r\n\nthat  Finlay drew the  ship's regulations for  both mates and\r\n\ncrew members,  and that  everyone on  board  was required  to\r\n\n\"read\" his orders; that  Finlay's contract with the MARQUES's\r\n\nowners designated  him as  \"self-employed\";  that Finlay  was\r\n\nengaged in  promoting the  business of  the MARQUES,  such as\r\n\ncharters and cruises, for  which he was paid a  commission in\r\n\naddition to his  monthly base pay;3 that  Finlay was required\r\n\nto solicit contributions  towards expenses and was  obligated\r\n\nwhenever possible  to  negotiate directly  with suppliers  to\r\n\nobtain free or discounted  supplies in exchange for publicity\r\n\nor other recompense arrangements;  that Finlay was a founding\r\n\nmember and  chief instructor of the  Antiguan Maritime School\r\n\nand expected to use the  MARQUES as a training ship to  train\r\n\nyoung  Antiguans   in  seamanship;   and  that   the  \"Ship's\r\n\nRegulations\"  provided  that  one  person, the  captain,  was\r\n\n                    \r                                \r\n\n3.  Although he  received  1000 British  pounds sterling  per\r\nmonth while  the MARQUES was at sea  and 500 pounds per month\r\nwhile ashore,  plaintiffs also  argue that Finlay  was not  a\r\nsalaried employee.\r\n\n                             -8-\r                                          8\r\r\n\nsolely  responsible for the safety  of the ship  and those on\r\n\nboard.  Plaintiffs also point out that their decedents had no\r\n\ncontact with the MARQUES's actual  owners, but only with ASTA\r\n\nand Finlay, and  make much of  the fact that  Finlay had  the\r\n\nright  to direct  and  control plaintiffs'  decedents in  the\r\n\nperformance of their duties as sail trainees and the right to\r\n\nfire and/or remove them from the ship.\r\n\n          We fail to see how these facts  convert Finlay into\r\n\nan owner pro hac vice.  In determining that Finlay was not an\r                                 \r\n\nowner pro hac  vice, we are  mindful not only  of the law  of\r                               \r\n\nagency,  but also of the  fact that time  charterers, who may\r\n\nexercise  large  amounts of  control  over  the vessels  they\r\n\ncharter, are  not subject  to liability  for unseaworthiness,\r\n\nsee Stephenson, 598 F.2d  at 679.  While we  take plaintiffs'\r                          \r\n\narguments  in turn,  even considered  cumulatively we  do not\r\n\nthink  they support Finlay being  considered an owner pro hac\r                                                                         \r\n\nvice.\r                \r\n\n          While Finlay did  exercise operational control over\r\n\nthe MARQUES, that control  is inherent in being a  master; it\r\n\ndoes   not  convert  Finlay  into  an  owner  pro  hac  vice.\r                                                                        \r\n\nSimilarly,  drawing  up  the ship's  regulations  and  giving\r\n\norders  are  part  and  parcel  of  a  master's  duties; such\r\n\nactivities  do not accord Finlay  status as an  owner pro hac\r                                                                         \r\n\nvice.   That  Finlay was  designated as  \"self-employed\" also\r                \r\n\ndoes  not make  him an  owner pro  hac vice.   Despite  being\r                                                       \r\n\n                             -9-\r                                          9\r\r\n\n\"self-employed,\" Finlay  still functioned as an  agent of the\r\n\nowners; he did not assume  control of the MARQUES in  his own\r\n\nright and, accordingly, cannot  be said to have stood  in the\r\n\nplace of the owner.\r\n\n          We  also do not think that the fact that Finlay was\r\n\nto receive  a  commission  for  business he  brought  to  the\r\n\nMARQUES makes  him an  owner pro hac  vice, any  more than  a\r                                                      \r\n\nsalesman  paid a commission  for his  sales or  a businessman\r\n\npaid a bonus  for business  brought in or  money saved  would\r\n\nbecome  an owner of the business.  Similarly, that Finlay was\r\n\nrequired to  negotiate with  suppliers does not  make him  an\r\n\nowner pro  hac vice; rather,  it was just  one of  the duties\r                               \r\n\nimposed on him by the  MARQUES's actual owners.  There  is no\r\n\nevidence that Finlay was to share in any savings generated by\r\n\nthese negotiations.  Indeed,  the owners were responsible for\r\n\nall expenses  associated  with the  MARQUES, including  those\r\n\nincurred by  captains for generating  business or negotiating\r\n\nfor supplies.\r\n\n          Nor do we think that Finlay's  role in the Antiguan\r\n\nMaritime  School converts  him into  an  owner pro  hac vice.\r                                                                        \r\n\nWhile  at some point in the future this may have brought some\r\n\nbusiness to  the MARQUES, thus being  mutually beneficial for\r\n\nboth  Finlay and  the  owners of  the  MARQUES, there  is  no\r\n\nevidence that  Finlay had  actually brought such  business to\r\n\nthe  MARQUES  or that  arrangements  for such  a  venture had\r\n\n                             -10-\r                                          10\r\r\n\nactually been made.   Nor  is there any  evidence to  suggest\r\n\nthat Finlay had entered into any sort of partnership with the\r\n\nowners of the MARQUES  regarding the school; the implication,\r\n\ntherefore, is  that Finlay  would have received  his standard\r\n\ncommission for bringing business to the MARQUES if in fact he\r\n\never brought such business from the school.\r\n\n          The fact that the  Ship's Regulations provided that\r\n\nthe captain was solely responsible for the safety of the ship\r\n\nand those on board does not make Finlay liable for the ship's\r\n\nunseaworthiness,  because a  shipowner's  duty to  provide  a\r\n\nseaworthy ship is nondelegable.  See Sieracki, 328 U.S. at 94\r                                                         \r\n\nn.11.  Holding Finlay to be an owner pro hac vice because the\r                                                             \r\n\nShip's Regulations made him solely responsible for the safety\r\n\nof  the ship would defeat the rule of nondelegability, for it\r\n\nwould absolve the  owners of  liability for  unseaworthiness.\r\n\nSee Ramos, 423 F.2d  at 917-18 (holding that owner  could not\r                     \r\n\nbe \"liable  for unseaworthy  conditions arising after  he has\r\n\nparted with control over  his vessel under a demise  charter\"\r\n\nand that  \"a shipowner cannot escape  liability by delegating\r\n\npartial control of his vessel to an independent contractor\").\r\n\n          That plaintiffs' decedents had  no contact with the\r\n\nMARQUES's  owners, but  only with ASTA  and Finlay,  does not\r\n\nconvert Finlay into an owner pro hac vice.   Finlay played no\r                                                     \r\n\npart  in hiring  plaintiffs' decedents  or in  arranging with\r\n\nASTA to have  paying sail trainees on board.   Finlay was not\r\n\n                             -11-\r                                          11\r\r\n\nto share in  the profits  from the  owners' arrangement  with\r\n\nASTA, nor in  any profits from the vessel's  participation in\r\n\nthe  tall  ships  race.    That  Finlay  had  authority  over\r\n\nplaintiffs' decedents is not indicative of status as an owner\r\n\npro  hac vice,  for any  master would  necessarily have  such\r                         \r\n\nauthority over his crew.\r\n\n          To the extent that plaintiffs argue that Finlay was\r\n\na  partner  or co-venturer  with  the  MARQUES's owners,  the\r\n\nundisputed  facts make  clear, as  the district  court noted,\r\n\nthat  Finlay had no ownership interest in the vessel, did not\r\n\nshare in the profits from the vessel's operations, and had no\r\n\ncontrol over  the vessel's  itinerary beyond the  operational\r\n\ncontrol necessarily assumed by a captain.  The marketing  and\r\n\ncommission arrangement raises no inference of a partnership.\r\n\n          Because  plaintiffs have  not  produced facts  that\r\n\ngive rise to an inference that Finlay was either an owner pro\r                                                                         \r\n\nhac  vice or a partner  in the MARQUES,  summary judgment was\r                     \r\n\nproperly granted to  defendant on plaintiffs' unseaworthiness\r\n\nclaims.\r\n\nC.  The Jones Act\r                             \r\n\n          Congress passed  the Jones Act in  1920 to abrogate\r\n\nthe Supreme Court's holding in The Osceola, 189 U.S. 158, 175\r                                                      \r\n\n(1903),  that  seamen could  not  recover  under the  general\r\n\nmaritime law for the negligence  of the master or crew.   See\r                                                                         \r\n\ngenerally  Gilmore &amp; Black, The  Law of Admiralty    6-20, at\r                                                             \r\n\n                             -12-\r                                          12\r\r\n\n325-28.    The Jones  Act4 provides  a  remedy to  a \"seaman\"\r\n\ninjured  (or killed) \"in the  course of his  employment.\"  46\r\n\nU.S.C.   688.  The Jones Act remedy is available only against\r\n\nthe  seaman's  employer.     Cosmopolitan  Shipping   Co.  v.\r                                                                     \r\n\nMcAllister,  337  U.S. 783,  787  n.6  (1949).   Accordingly,\r                      \r\n\nplaintiffs can recover against  defendant under the Jones Act\r\n\nonly if Finlay was plaintiffs' decedents' employer.\r\n\n          Plaintiffs  contend that  if their  decedents \"were\r\n\nemployees of anyone,\" they  were employees of Captain Finlay.\r\n\nWe do not  agree.  Although  Finlay exercised authority  over\r\n\nplaintiffs'  decedents, he  did so  only as  an agent  of the\r\n\n                    \r                                \r\n\n4.  The Jones Act provides:\r\n\n               Any seaman who shall suffer personal\r\n          injury  in the  course of  his employment\r\n          may,  at his election, maintain an action\r\n          for damages  at law,  with  the right  of\r\n          trial  by  jury, and  in such  action all\r\n          statutes of the  United States  modifying\r\n          or  extending  the  common-law  right  or\r\n          remedy in  cases  of personal  injury  to\r\n          railway  employees  shall  apply; and  in\r\n          case  of the  death  of any  seaman as  a\r\n          result  of any  such personal  injury the\r\n          personal  representative  of such  seaman\r\n          may maintain an action for damages at law\r\n          with the  right of trial by  jury, and in\r\n          such  action all  statutes of  the United\r\n          States conferring or regulating the right\r\n          of  action  for  death  in  the  case  of\r\n          railway  employees  shall be  applicable.\r\n          Jurisdiction  in  such  actions shall  be\r\n          under the  court of the district in which\r\n          the  defendant  employer  resides  or  in\r\n          which his principal office is located.\r\n\n46 U.S.C.   688.\r\n\n                             -13-\r                                          13\r\r\n\nowners,  and not on his own behalf.   Cf. Matute, 931 F.2d at\r                                                            \r\n\n236 (Holding  that  a  time  charterer  was  not  a  seaman's\r\n\nemployer  when  \"[t]he  owner .  .  .  ,  through the  ship's\r                                                                         \r\n\ncaptain,  hired Matute [the seaman] and eventually terminated\r                   \r\n\nhim.  It set the amount of Matute's wages and was responsible\r\n\nfor  paying  him.    The  captain  supervised  Matute in  his\r\n\nposition as oiler.\") (emphasis added).  Finlay had nothing to\r\n\ndo with arranging with  ASTA for the sail  trainees to be  on\r\n\nboard  the MARQUES;  accordingly, he  cannot be said  to have\r\n\n\"hired\" them  in any sense.   Nor was  Finlay to receive  any\r\n\nbenefit  from  having the  sail  trainees  on board;  rather,\r\n\nmonies paid  by the sail  trainees went to the  owners of the\r\n\nMARQUES,  with a small amount  reserved by ASTA  to cover its\r\n\nexpenses.  \r\n\n          In  arguing  that  Finlay  should  be  held  to  be\r\n\nplaintiffs'  decedents' employer, plaintiffs  rely on many of\r\n\nthe same reasons they relied on in arguing that Finlay was an\r\n\nowner pro hac  vice.   We need not  re-analyze those  reasons\r                               \r\n\nhere because they do not indicate that Finlay was an employer\r\n\nany  more than they  indicate that  he was  an owner  pro hac\r                                                                         \r\n\nvice.    Accordingly,  the district  court  properly  granted\r                \r\n\nsummary  judgment  to  defendant  on  plaintiffs'  Jones  Act\r\n\nclaims.  \r\n\nD.  Negligence Under General Maritime Law\r                                                     \r\n\n                             -14-\r                                          14\r\r\n\n          Plaintiffs argue that they are  entitled to recover\r\n\nfrom defendant for negligence  under the general maritime law\r\n\non two separate theories.   First, plaintiffs argue that they\r\n\nhave  such  a cause  of action  if  their decedents,  as sail\r\n\ntrainees who each paid $750 to crew on the MARQUES, are found\r\n\nto  be passengers  rather  than seamen.   Second,  plaintiffs\r\n\nargue that if their  decedents were seamen, they nevertheless\r\n\nmay  maintain a cause  of action  for negligence  against the\r\n\nmaster  under the  general maritime  law.  We  consider these\r\n\narguments in turn.\r\n\n                             -15-\r                                          15\r\r\n\n          1.  Recovery as Passengers\r                                                \r\n\n          Plaintiffs  now urge  that because  their decedents\r\n\npaid  to  crew  on  the   MARQUES,  they  may  be  considered\r\n\npassengers rather than seamen  and so have a cause  of action\r\n\nagainst the master for  negligence under the general maritime\r\n\nlaw.   Defendant argues, however, that  plaintiffs never made\r\n\nthis  argument  to the  district  court,  and  that  in  fact\r\n\nplaintiffs fought hard to establish that their decedents were\r\n\nseamen, as  recovery for unseaworthiness and  under the Jones\r\n\nAct is limited to seamen.\r\n\n          When  asked at oral argument whether plaintiffs had\r\n\nraised  this argument  in  the  district  court,  plaintiffs'\r\n\ncounsel  referred  the  court  to a  portion  of  plaintiffs'\r\n\nmemorandum  of law  opposing defendant's  motion for  summary\r\n\njudgment.   In  turning to  plaintiffs' memorandum,  the most\r\n\napplicable statement we could find reads, \"A general maritime\r\n\nclaim for  negligence  exists no  matter what  the status  of\r\n\nFinlay was, even if he were found not to be an  owner pro hac\r                                                                         \r\n\nvice.\"   We do not view this  statement as preserving a claim\r                \r\n\nstemming  from  plaintiffs'  decedents'  possible  status  as\r\n\npassengers.  In fact, in another portion of their memorandum,\r\n\nplaintiffs cited  Judge Selya's opinion in  Heath v. American\r                                                                         \r\n\nSail Training  Ass'n, 644 F.  Supp. 1459, 1463  (D.R.I. 1986)\r                                \r\n\n(Selya,  J.)  (dealing with  claims  by  other sail  trainees\r\n\nkilled in  same  accident),  for the  proposition:    \"It  is\r\n\n                             -16-\r                                          16\r\r\n\nestablished that the ASTA trainees were considered to be part\r\n\nof  the  permanent  crew  and  divided  into  duty  watches.\"\r\n\nBecause plaintiffs did not raise any claims stemming from the\r\n\npossible passenger status of  their decedents in the district\r\n\ncourt, we will not consider them on appeal.  See, e.g., Focus\r                                                                         \r\n\nInvestment Assocs., Inc. v. American Title Ins. Co., 992 F.2d\r                                                               \r\n\n1231, 1240 n.12 (1st Cir. 1993).\r\n\n          2.  Recovery as Seamen\r                                            \r\n\n          Plaintiffs argue that, even if their  decedents are\r\n\nconsidered  to  have  been  seamen,5  they  nonetheless   may\r\n\nmaintain  a cause of action against the master for negligence\r\n\nunder the  general maritime law.   Deciding whether  they are\r\n\nright requires us to examine the history of negligence  under\r\n\nthe general maritime law.\r\n\n          As  a general matter, anyone who is the victim of a\r\n\nmaritime tort is  entitled to bring  an action in  admiralty.\r\n\nSee, e.g., Pope &amp; Talbot, Inc. v.  Hawn, 346 U.S. 406, 413-14\r                                                   \r\n\n(1953)  (business invitees  may bring  a cause of  action for\r\n\nnegligence);  cf. United NY &amp;  NJ Sandy Hook  Pilots Ass'n v.\r                                                                      \r\n\nHalecki,  358 U.S. 613,  632 (1959) (\"the owner  of a ship in\r                   \r\n\nnavigable  waters owes to all  who are on  board for purposes\r\n\nnot  inimical  to  his   legitimate  interests  the  duty  of\r\n\nexercising   reasonable  care\").     Seamen,   however,  were\r\n\n                    \r                                \r\n\n5.  Defendant  does   not  contest   the  seaman   status  of\r\nplaintiffs' decedents  for purposes of  the summary  judgment\r\nmotion.\r\n\n                             -17-\r                                          17\r\r\n\ntraditionally barred from exercising this remedy with respect\r\n\nto injuries caused by  \"the negligence of the master,  or any\r\n\nmember of the crew.\"  The  Osceola, 189 U.S. at 175; see also\r                                                                         \r\n\nGilmore  &amp;  Black,  The Law  of  Admiralty     6-21, at  328.\r                                                      \r\n\nCongress,  in response to the rule of The Osceola, passed the\r                                                             \r\n\nJones Act in order to give seamen \"the same rights to recover\r\n\nfor negligence as other tort victims.  It follows, therefore,\r\n\nthat,  if plaintiff  is a  seaman, he  can recover  under the\r\n\nJones Act;  if he is not  a seaman, he can  recover under the\r\n\ngeneral maritime law.\"  Gilmore &amp; Black, The Law of Admiralty\r                                                                         \r\n\n   6-21,  at  328-29.   Thus,  it  appears  that the  general\r\n\nmaritime law affords seamen no  right to recover for injuries\r\n\ncaused  by a negligent master  or crew member,  but that they\r\n\nmay recover for  such injuries from their  employer under the\r\n\nJones Act.\r\n\n          Plaintiffs make several arguments in an  attempt to\r\n\nget around  the  rule that  seamen have  no general  maritime\r\n\ncause  of action for injuries caused by the negligence of the\r\n\nmaster  or  crew.     First,  plaintiffs  cite  Cerqueira  v.\r                                                                     \r\n\nCerqueira, 828  F.2d  863 (1st  Cir. 1987);  Stoot v.  D &amp;  D\r                                                                         \r\n\nCatering Serv., Inc., 807 F.2d 1197 (5th Cir.), cert. denied,\r                                                                        \r\n\n484 U.S. 821 (1987);  Mahramas v. American Export Isbrandtsen\r                                                                         \r\n\nLines, Inc., 475 F.2d 165 (2d Cir. 1973); and Favaloro v. S/S\r                                                                         \r\n\nGolden  Gate, 687 F. Supp.  475 (N.D. Cal.  1987), which they\r                        \r\n\nconstrue to  grant seamen  a cause  of action for  negligence\r\n\n                             -18-\r                                          18\r\r\n\nunder the general maritime law.  Upon examining each of these\r\n\ncases, however, we find them distinguishable.\r\n\n          In Cerqueira,  we allowed the equitable  owner of a\r                                  \r\n\nboat to  sue his brother, the legal  title owner of the boat,\r\n\nfor  simple  negligence,  positing  that  jurisdiction seemed\r\n\nproper  on   the  basis  of  the   court's  general  maritime\r\n\njurisdiction.    Cerqueira, 828  F.2d at  866.   We  did not,\r                                      \r\n\nhowever, consider the plaintiff  to be a \"seaman,\" nor  do we\r\n\nthink a shipowner would  generally be accorded seaman status.\r\n\nThus,  while  Cerqueira may  be read  to  provide a  cause of\r                                   \r\n\naction for negligence under the general maritime law, it does\r\n\nnot support plaintiffs' argument  that seamen are entitled to\r\n\nbring such an action for injuries arising from the negligence\r\n\nof the master or crew.\r\n\n          In Stoot, the Fifth Circuit considered the claim of\r                              \r\n\na  seaman injured  during  an altercation  with the  vessel's\r\n\ncook,  who  was employed  by  the  defendant, an  independent\r\n\ncontractor providing catering  services on board  the vessel.\r\n\nThe Fifth Circuit held that the catering company could not be\r\n\nheld  vicariously  liable  for the  cook's  intentional  tort\r\n\nbecause it was committed outside the scope of her employment.\r\n\nStoot, 807 F.2d  at 1200.  In so holding,  however, the Fifth\r                 \r\n\nCircuit stated that the catering company could have been held\r\n\nvicariously liable to the  seaman for its employee's wrongful\r\n\nacts if the employee had been  acting in the course and scope\r\n\n                             -19-\r                                          19\r\r\n\nof  her employment.  Id. at  1199.  Based on this, plaintiffs\r                                    \r\n\nargue that seamen may assert a cause of action for negligence\r\n\nunder   the   general   maritime  law   against   independent\r\n\ncontractors.   Plaintiffs further argue that because Finlay's\r\n\ncontract  designated  him  as \"self-employed,\"  he  should be\r\n\ntreated as an independent contractor and his estate should be\r\n\nliable for his negligence under the general maritime law.\r\n\n          We  need not  decide  whether we  would follow  the\r\n\nStoot dictum  granting seamen a cause of action against third\r                 \r\n\nparties for negligence under the general maritime law because\r\n\nwe do not consider Finlay  to have been a third party  of the\r\n\ntype  envisioned  by  Stoot.     Although  his  contract  did\r                                       \r\n\ndesignate him as \"self-employed,\"  Finlay did not function as\r\n\nan  independent contractor,  but  rather as  an employee  and\r\n\nagent of  the owners of the  MARQUES.  Even if  Finlay was an\r\n\nindependent contractor, however, we would hesitate  to extend\r\n\nStoot to negligence actions under the general maritime law by\r                 \r\n\nseamen   against    their   independent-contractor   masters,\r\n\nespecially  in  light of  the  Supreme  Court's holding  that\r\n\nseamen cannot  recover for  the negligence of  the master  or\r\n\ncrew under  the general  maritime law,  see The  Osceola, 189\r                                                                    \r\n\nU.S. at 175.\r\n\n          Mahramas  involved a  hairdresser working  aboard a\r                              \r\n\ncruise ship who  was employed  by the owner  of the  on-board\r\n\nbeauty salon (not the shipowner) and who was injured when the\r\n\n                             -20-\r                                          20\r\r\n\nladder in her cabin  allegedly gave way.  Mahramas,  475 F.2d\r                                                              \r\n\nat 167.  We fail to see  how this case provides a claim under\r\n\nthe general  maritime law against the  master for negligence.\r\n\nTo the extent that plaintiff argues that Mahramas granted the\r                                                             \r\n\nplaintiff a  general maritime cause of  action for negligence\r\n\nagainst her independent-contractor  employer (and  therefore,\r\n\nby extension, that plaintiffs  should have a general maritime\r\n\ncause of action for negligence  against Finlay, since he  was\r\n\n\"self-employed\"), we  think that contention is  belied by the\r\n\ncase; the  court did not consider  the plaintiff's employer's\r\n\nliability for negligence under  the general maritime law, but\r\n\nonly under the Jones Act.  See id. at 172.\r                                              \r\n\n          Favaloro involved claims brought  by the estates of\r                              \r\n\nfishermen killed when the  defendant tanker collided with and\r\n\nsank their fishing boat.  To the extent that it  recognizes a\r\n\ncause  of action  for negligence  under the  general maritime\r\n\nlaw, Favaloro does not support the inference that such claims\r                         \r\n\nmay be  brought by  a seaman against  the master  of his  own\r\n\nvessel, for it  deals only  with claims  against a  colliding\r\n\nvessel  and the crew.   See  Favaloro, 687  F. Supp.  at 477.\r                                                 \r\n\nThus,  all  of  the  cases  relied  upon  by  plaintiffs  are\r\n\ndistinguishable from the instant case.\r\n\n          As  a  second basis  for  finding  that seamen  may\r\n\nmaintain an action against their masters for negligence under\r\n\nthe general  maritime law,  plaintiffs rely on  the \"Seamen's\r\n\n                             -21-\r                                          21\r\r\n\nAct  of 1915,\"  which  provided:   \"In  any suit  to  recover\r\n\ndamages  for any injury sustained  on board vessel  or in its\r\n\nservice seamen having command shall not be held to be fellow-\r\n\nservants with those under their authority.\"  See 46  U.S.C.A.\r                                                            \r\n\n  688  (1975) historical  note.   Plaintiffs argue  that this\r\n\nabolishes the  fellow-servant rule,  which the  Supreme Court\r\n\nhad referred to in The Osceola, 189 U.S. at 175, by  stating:\r                                          \r\n\n          we think  the  law may  be considered  as\r\n          settled upon  the following propositions:\r\n\n               . . . .\r\n               3.    That all  the  members of  the\r\n          crew, except, perhaps,  the master,  are,\r                                                        \r\n          as  between themselves,  fellow servants,\r\n          and  hence  seamen  cannot   recover  for\r\n          injuries sustained through the negligence\r\n          of another member of the crew beyond  the\r\n          expense of their maintenance and cure.\r\n\n(Emphasis added.)  Plaintiffs conclude  that because Congress\r\n\nabolished  the fellow-servant rule,  seamen may  recover from\r\n\ntheir master  for negligence under the  general maritime law.\r\n\nWe do not agree.\r\n\n          The Osceola barred seamen  from suing their  master\r                                 \r\n\nor  fellow crew  members  not because  of the  fellow-servant\r\n\nrule, but  rather because  the general  maritime law  did not\r\n\nprovide seamen with a cause of action for such negligence:\r\n\n          we think  the  law may  be considered  as\r\n          settled upon  the following propositions:\r\n\n               . . . .\r\n               4.  That  the seaman is  not allowed\r\n          to   recover   an   indemnity   for   the\r\n\n                             -22-\r                                          22\r\r\n\n          negligence of the  master, or any  member\r\n          of the crew.\r\n\nId.;  see Chelentis v. Luckenbach S.S. Co., 247 U.S. 372, 384\r                                                      \r\n\n(1918)   (characterizing  the   Seamen's  Act   of  1915   as\r\n\n\"irrelevant\"  and holding  that  shipowners may  not be  held\r\n\nliable  for the negligence of the crew); Gilmore &amp; Black, The\r                                                                         \r\n\nLaw  of Admiralty    6-20,  at 325-26  (describing Congress's\r                             \r\n\nabolition of the fellow-servant  rule as an ill-fated attempt\r\n\nto abrogate The  Osceola).  We do not think  the Seamen's Act\r                                    \r\n\nof  1915, now  itself abrogated  by the  Jones Act,  provided\r\n\nseamen with a cause of action against a master for negligence\r\n\nunder the general maritime law.  We note that Kennedy v. Gulf\r                                                                         \r\n\nCrews,  Inc., 750 F. Supp.  214, 215-16 (W.D.  La. 1990), the\r                        \r\n\nonly other case that  we know of to consider whether a master\r\n\nmay  be liable to a  seaman for negligence  under the general\r\n\nmaritime law,  rejected a  similar argument by  the plaintiff\r\n\nand  held that  a  seaman does  not have  a  cause of  action\r\n\nagainst  his  master for  negligence.    Cf. California  Home\r                                                                         \r\n\nBrands,  Inc. v.  Ferreira, 871  F.2d 830,  834-35 (9th  Cir.\r                                      \r\n\n1989) (holding that  the Jones  Act did not  operate to  make\r\n\nnegligent crew members liable  to their employers for damages\r\n\npaid to other seamen under the Jones Act because crew members\r\n\ncannot sue each other for negligence).\r\n\n          We  hold that  the  general maritime  law does  not\r\n\nafford  seamen  a  cause  of action  for  negligence  against\r\n\nmasters.  Accordingly, summary judgment  was properly granted\r\n\n                             -23-\r                                          23\r\r\n\nto defendant  on plaintiffs' counts for  negligence under the\r\n\ngeneral maritime law.\r\n\nE.  DOHSA\r                     \r\n\n          Plaintiffs  argue that they are entitled to recover\r\n\nagainst defendant under DOHSA, which provides:\r\n\n          Whenever the  death of a person  shall be\r\n          caused  by  wrongful  act,   neglect,  or\r\n          default occurring on the  high seas . . .\r\n          the   personal   representative  of   the\r\n          decedent may maintain a suit for damages \r\n          . .  . for  the exclusive benefit  of the\r\n          decedent's wife,  husband, parent, child,\r\n          or dependent relative against the vessel,\r\n          person, or corporation  which would  have\r\n          been liable if death had not ensued.\r\n\n46 U.S.C.   761.  The district court held that DOHSA does not\r\n\ncreate any substantive rights, but merely provides a cause of\r\n\naction against a party \"which would have been liable if death\r\n\nhad  not ensued.\"   See  McAleer, 818  F. Supp.  at 496.   We\r                                            \r\n\nagree.    Plaintiffs assert  no  theory  of recovery  against\r\n\ndefendant:  they may not  recover against defendant under the\r\n\ngeneral maritime law for unseaworthiness, under the Jones Act\r\n\nfor  negligence,  or  under  the  general  maritime  law  for\r\n\nnegligence.    Accordingly, there  is  no  basis under  which\r\n\nFinlay or his  estate \"would have been liable\" to plaintiffs'\r\n\ndecedents if they were still living.   Thus, summary judgment\r\n\nwas  properly  granted  to defendant  for  plaintiffs' claims\r\n\nunder DOHSA.\r\n\n                             III.\r                                         III.\r                                             \r\n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n                             -24-\r                                          24\r\r\n\n          In  conclusion,  summary   judgment  was   properly\r\n\ngranted  to defendant because (1) Finlay was not an owner pro\r                                                                         \r\n\nhac  vice  of  the   MARQUES  and  so  was  not   liable  for\r                     \r\n\nunseaworthiness;   (2)  Finlay   was  not  the   employer  of\r\n\nplaintiffs' decedents and  so was not liable  under the Jones\r\n\nAct;  (3) plaintiffs did not  argue below that  they were not\r\n\nseamen and  therefore  were  entitled to  sue  a  master  for\r\n\nnegligence under the general maritime law; (4) seamen may not\r\n\nbring a cause of action against a master for negligence under\r\n\nthe general maritime law; and (5)  plaintiffs may not recover\r\n\nunder DOHSA because  they assert no theory of  recovery under\r\n\nwhich  Finlay  or  his  estate  would  have  been  liable  to\r\n\nplaintiffs' decedents if they were still living.  In light of\r\n\nour holding, we need not  consider plaintiffs' request for us\r\n\nto transfer the case to the District of Massachusetts.\r\n\n          Affirmed.\r                      Affirmed.\r                               \r\n\n                             -25-\r                                          25\r\r\n",
  "html": "<p class=\"case_cite\">57 F.3d 109</p>\n    <p class=\"case_cite\">1995 A.M.C. 2174</p>\n    <p class=\"parties\">Edward J. McALEER, Administrator of the Estate of James F.<br>McAleer, and Hardy Lebel and Joan Lebel,<br>Administrators of the Estate of Thomas<br>A. Lebel, Plaintiffs, Appellants,<br>v.<br>Traver C. SMITH, Administrator of the Estate of Stuart A.<br>Finlay, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-2198.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 5, 1995.<br>Decided June 19, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edward M. Pitts with whom Pitts &amp; Pitts was on brief for plaintiffs, appellants.</p>\n      <p class=\"indent\">Holly S. Harvey with whom Thornton, Davis &amp; Murray, P.A., was on brief for defendant, appellee.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants appeal from the district court's grant of summary judgment to defendant-appellee in this admiralty case.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On June 3, 1984, the Tall Ship S/V MARQUES, a participant in the Cutty Sark International Tall Ships Race between Bermuda and Nova Scotia, encountered a violent squall about eighty miles northeast of Bermuda.  Almost without warning, and within seconds of starting to take on water, the vessel sank with the loss of nineteen of the twenty-eight persons on board, including the plaintiffs' decedents and the defendant's decedent, the vessel's master or captain, Stuart A. Finlay.  Plaintiffs' decedents, James F. McAleer and Thomas A. Lebel, were on board under the auspices of a sailing program run by the American Sail Training Association (\"ASTA\"), which had arranged for six sail trainees to crew for the MARQUES during the race.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiffs brought claims against defendant for unseaworthiness under the general maritime law;  for negligence under the Jones Act, 46 U.S.C.App. Sec. 688;  for negligence under the general maritime law;  and for wrongful death under the Death on the High Seas Act, 46 U.S.C.App. Secs. 761-768 (\"DOHSA\").  The district court granted summary judgment to defendant, holding that defendant could not be liable for unseaworthiness because Finlay was not an owner of the MARQUES, McAleer v. Smith, 818 F.Supp. 486, 494 (D.R.I.1993);  for negligence under the Jones Act, because Finlay did not employ plaintiffs' decedents, id. at 493-94;  for negligence under the general maritime law, because such claims cannot be brought by seamen against masters, id. at 496;  or under DOHSA, because DOHSA is a derivative cause of action requiring the existence of another claim not existent here, id. at 496-97.   From that judgment this appeal followed.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>II.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As always, we review a district court's grant of summary judgment de novo and, like the district court, review the facts in the light most favorable to the nonmoving party.  See, e.g., Lareau v. Page, 39 F.3d 384, 387 (1st Cir.1994).  Summary judgment is appropriate when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).</p>\n    </div>\n    <p>B. Unseaworthiness</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shipowners are liable to indemnify seamen<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> for injuries \"caused by the unseaworthiness of the vessel or its appurtenant appliances and equipment.\"  Seas Shipping Co. v. Sieracki, 328 U.S. 85, 90, 66 S.Ct. 872, 875, 90 L.Ed. 1099 (1946) (citing The Osceola, 189 U.S. 158 (1903)).  Unseaworthiness \"is essentially a species of liability without fault....  It is a form of absolute duty.\"  Id. at 94-95, 66 S.Ct. at 877;  see also Grant Gilmore &amp; Charles L. Black, Jr., The Law of Admiralty Sec. 6-41, at 393 (2d ed. 1975).  Shipowners may not delegate their duty to provide a seaworthy ship.  Sieracki, 328 U.S. at 94 n. 11, 66 S.Ct. at 877 n. 11.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiffs concede that Finlay did not own the MARQUES, which was co-owned by Mark Shirley Portal Litchfield and Robin Patrick Cecil-Wright, the sole principals in the China Clipper Company, an unincorporated holding company that held title to the MARQUES.  Plaintiffs argue, however, that Finlay is nonetheless liable for unseaworthiness because he was an owner pro hac vice.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">An \"owner pro hac vice \" of a vessel is \"one who 'stands in the place of the owner for the voyage or service contemplated and bears the owner's responsibilities, even though the latter remains the legal owner of the vessel.' \"  Matute v. Lloyd Berm.  Lines, Ltd., 931 F.2d 231, 235 n. 2 (3d Cir.)  (quoting Aird v. Weyerhaeuser S.S. Co., 169 F.2d 606, 610 (3d Cir.1948), cert. denied, 337 U.S. 959, 69 S.Ct. 1521, 93 L.Ed. 1758 (1949)), cert. denied, 502 U.S. 919, 112 S.Ct. 329, 116 L.Ed.2d 270 (1991).  In effect, for liability purposes, an owner pro hac vice is treated as a shipowner.  See Reed v. The Yaka, 373 U.S. 410, 412-13, 83 S.Ct. 1349, 1351-52, 10 L.Ed.2d 448 (1963);  see generally Gilmore &amp; Black, The Law of Admiralty Sec. 4-23, at 242.  Thus, an owner pro hac vice may be liable for the unseaworthiness of a vessel.  See Reed, 373 U.S. at 412-13, 83 S.Ct. at 1351-52.   In general, if there is an owner pro hac vice, the title owner will be absolved of personal liability (except for defective conditions that existed before the owner pro hac vice took control of the vessel).  See Ramos v. Beauregard, Inc., 423 F.2d 916, 917-18 (1st Cir.), cert. denied, 400 U.S. 865, 91 S.Ct. 101, 27 L.Ed.2d 104 (1970);  see generally Thomas J. Schoenbaum, Admiralty and Maritime Law Sec. 5-3, at 168 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Admiralty cases have recognized only two types of owners pro hac vice:  demise, or bareboat, charterers and captains of fishing vessels operated under agreements, called \"lays.\"   A demise charterer is \"one who contracts for the vessel itself and assumes exclusive possession, control, command and navigation thereof for a specified period,\" Stephenson v. Star-Kist Caribe, Inc., 598 F.2d 676, 679 (1st Cir.1979), in contrast to a time or voyage charterer who \"contracts not for the vessel itself but for a specific service of the vessel, such as carriage of goods, which is rendered by the owner's master and crew,\" id.   Demise charters are created when \"the owner of the vessel ... completely and exclusively relinquish[es] possession, command, and navigation thereof to the demisee.  [They are] therefore tantamount to, though just short of, an outright transfer of ownership.  However, anything short of such a complete transfer is a time or voyage charter party or not a charter party at all.\"  Guzman v. Pichirilo, 369 U.S. 698, 699-700, 82 S.Ct. 1095, 1096, 8 L.Ed.2d 205 (1962) (internal quotation and citations omitted);  see generally Gilmore &amp; Black, The Law of Admiralty Sec. 4-21, at 240.  While demise charterers may be liable for unseaworthiness as owners pro hac vice, see Reed, 373 U.S. at 412-13, 83 S.Ct. at 1351-52, time or voyage charterers may not be, see Stephenson, 598 F.2d at 679;  see also Rodriguez v. McAllister Bros., Inc., 736 F.2d 813, 815 (1st Cir.1984).  The mere fact that a time or voyage charterer \" 'has some control over the master ... [or] selects the routes to be taken or the cargo to be carried does not make him the owner pro hac vice.' \"  Stephenson, 598 F.2d at 681 (quoting Fitzgerald v. A.L. Burbank &amp; Co., 451 F.2d 670, 676 (2d Cir.1971)) (alterations in Stephenson ).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Captains of vessels operated under fishing lays, which are agreements under which the participating fishermen share the catch, may also be liable as owners pro hac vice.  See Cromwell v. Slaney, 65 F.2d 940, 941 (1st Cir.1933).  Such situations are similar to demise charters, for a fishing-lay captain will only be found to be an owner pro hac vice if \"the captain employs the members of the crew and controls all the operations of the vessel, both in purchasing supplies for the voyage, in determining where he will fish, how long, and in disposing of the catch and settling all the bills.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Plaintiffs cite no case, and we have found none, outside the context of a fishing lay that accords a master status as an owner pro hac vice.   In fact, many of our cases find an owner liable precisely because the owner (rather than, say, the time charterer) provided the master and crew.  See Stephenson, 598 F.2d at 680.   As a general rule, we think that masters are not owners pro hac vice because a master, despite having control over the vessel, exercises that control on behalf of the owner.  Cf. 46 U.S.C. Sec. 10101(1) (defining \"master\" as \"the individual having command of a vessel\");  46 U.S.C. Sec. 10101(2) (defining \"owner\" as \"the person to whom the vessel belongs\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Plaintiffs argue, however, that even if masters are not generally considered to be owners pro hac vice, Captain Finlay had responsibilities for and interests in the MARQUES beyond those of an ordinary master that render him liable as an owner pro hac vice.   In particular, plaintiffs point out that Finlay had full operational control of the MARQUES, except that he had to report itinerary changes to the owners;  that Finlay drew the ship's regulations for both mates and crew members, and that everyone on board was required to \"read\" his orders;  that Finlay's contract with the MARQUES's owners designated him as \"self-employed\";  that Finlay was engaged in promoting the business of the MARQUES, such as charters and cruises, for which he was paid a commission in addition to his monthly base pay;<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  that Finlay was required to solicit contributions towards expenses and was obligated whenever possible to negotiate directly with suppliers to obtain free or discounted supplies in exchange for publicity or other recompense arrangements;  that Finlay was a founding member and chief instructor of the Antiguan Maritime School and expected to use the MARQUES as a training ship to train young Antiguans in seamanship;  and that the \"Ship's Regulations\" provided that one person, the captain, was solely responsible for the safety of the ship and those on board.  Plaintiffs also point out that their decedents had no contact with the MARQUES's actual owners, but only with ASTA and Finlay, and make much of the fact that Finlay had the right to direct and control plaintiffs' decedents in the performance of their duties as sail trainees and the right to fire and/or remove them from the ship.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We fail to see how these facts convert Finlay into an owner pro hac vice.   In determining that Finlay was not an owner pro hac vice, we are mindful not only of the law of agency, but also of the fact that time charterers, who may exercise large amounts of control over the vessels they charter, are not subject to liability for unseaworthiness, see Stephenson, 598 F.2d at 679.   While we take plaintiffs' arguments in turn, even considered cumulatively we do not think they support Finlay being considered an owner pro hac vice.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">While Finlay did exercise operational control over the MARQUES, that control is inherent in being a master;  it does not convert Finlay into an owner pro hac vice.   Similarly, drawing up the ship's regulations and giving orders are part and parcel of a master's duties;  such activities do not accord Finlay status as an owner pro hac vice.   That Finlay was designated as \"self-employed\" also does not make him an owner pro hac vice.   Despite being \"self-employed,\" Finlay still functioned as an agent of the owners;  he did not assume control of the MARQUES in his own right and, accordingly, cannot be said to have stood in the place of the owner.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We also do not think that the fact that Finlay was to receive a commission for business he brought to the MARQUES makes him an owner pro hac vice, any more than a salesman paid a commission for his sales or a businessman paid a bonus for business brought in or money saved would become an owner of the business.  Similarly, that Finlay was required to negotiate with suppliers does not make him an owner pro hac vice;  rather, it was just one of the duties imposed on him by the MARQUES's actual owners.  There is no evidence that Finlay was to share in any savings generated by these negotiations.  Indeed, the owners were responsible for all expenses associated with the MARQUES, including those incurred by captains for generating business or negotiating for supplies.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Nor do we think that Finlay's role in the Antiguan Maritime School converts him into an owner pro hac vice.   While at some point in the future this may have brought some business to the MARQUES, thus being mutually beneficial for both Finlay and the owners of the MARQUES, there is no evidence that Finlay had actually brought such business to the MARQUES or that arrangements for such a venture had actually been made.  Nor is there any evidence to suggest that Finlay had entered into any sort of partnership with the owners of the MARQUES regarding the school;  the implication, therefore, is that Finlay would have received his standard commission for bringing business to the MARQUES if in fact he ever brought such business from the school.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The fact that the Ship's Regulations provided that the captain was solely responsible for the safety of the ship and those on board does not make Finlay liable for the ship's unseaworthiness, because a shipowner's duty to provide a seaworthy ship is nondelegable.  See Sieracki, 328 U.S. at 94 n. 11, 66 S.Ct. at 877 n. 11.   Holding Finlay to be an owner pro hac vice because the Ship's Regulations made him solely responsible for the safety of the ship would defeat the rule of nondelegability, for it would absolve the owners of liability for unseaworthiness.  See Ramos, 423 F.2d at 917-18 (holding that owner could not be \"liable for unseaworthy conditions arising after he has parted with control over his vessel under a demise charter\" and that \"a shipowner cannot escape liability by delegating partial control of his vessel to an independent contractor\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">That plaintiffs' decedents had no contact with the MARQUES's owners, but only with ASTA and Finlay, does not convert Finlay into an owner pro hac vice.   Finlay played no part in hiring plaintiffs' decedents or in arranging with ASTA to have paying sail trainees on board.  Finlay was not to share in the profits from the owners' arrangement with ASTA, nor in any profits from the vessel's participation in the tall ships race.  That Finlay had authority over plaintiffs' decedents is not indicative of status as an owner pro hac vice, for any master would necessarily have such authority over his crew.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">To the extent that plaintiffs argue that Finlay was a partner or co-venturer with the MARQUES's owners, the undisputed facts make clear, as the district court noted, that Finlay had no ownership interest in the vessel, did not share in the profits from the vessel's operations, and had no control over the vessel's itinerary beyond the operational control necessarily assumed by a captain.  The marketing and commission arrangement raises no inference of a partnership.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Because plaintiffs have not produced facts that give rise to an inference that Finlay was either an owner pro hac vice or a partner in the MARQUES, summary judgment was properly granted to defendant on plaintiffs' unseaworthiness claims.</p>\n    </div>\n    <p class=\"indent\">C. The Jones Act</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Congress passed the Jones Act in 1920 to abrogate the Supreme Court's holding in The Osceola, 189 U.S. 158, 175, 23 S.Ct. 483, 487, 47 L.Ed. 760 (1903), that seamen could not recover under the general maritime law for the negligence of the master or crew.  See generally Gilmore &amp; Black, The Law of Admiralty Sec. 6-20, at 325-28.  The Jones Act<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> provides a remedy to a \"seaman\" injured (or killed) \"in the course of his employment.\"   46 U.S.C.App. Sec. 688.  The Jones Act remedy is available only against the seaman's employer.  Cosmopolitan Shipping Co. v. McAllister, 337 U.S. 783, 787 n. 6, 69 S.Ct. 1317, 1320 n. 6, 93 L.Ed. 1692 (1949).  Accordingly, plaintiffs can recover against defendant under the Jones Act only if Finlay was plaintiffs' decedents' employer.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Plaintiffs contend that if their decedents \"were employees of anyone,\" they were employees of Captain Finlay.  We do not agree.  Although Finlay exercised authority over plaintiffs' decedents, he did so only as an agent of the owners, and not on his own behalf.  Cf. Matute, 931 F.2d at 236 (Holding that a time charterer was not a seaman's employer when \"[t]he owner ..., through the ship's captain, hired Matute [the seaman] and eventually terminated him.  It set the amount of Matute's wages and was responsible for paying him.  The captain supervised Matute in his position as oiler.\")  (emphasis added).  Finlay had nothing to do with arranging with ASTA for the sail trainees to be on board the MARQUES;  accordingly, he cannot be said to have \"hired\" them in any sense.  Nor was Finlay to receive any benefit from having the sail trainees on board;  rather, monies paid by the sail trainees went to the owners of the MARQUES, with a small amount reserved by ASTA to cover its expenses.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In arguing that Finlay should be held to be plaintiffs' decedents' employer, plaintiffs rely on many of the same reasons they relied on in arguing that Finlay was an owner pro hac vice.   We need not re-analyze those reasons here because they do not indicate that Finlay was an employer any more than they indicate that he was an owner pro hac vice.   Accordingly, the district court properly granted summary judgment to defendant on plaintiffs' Jones Act claims.</p>\n    </div>\n    <p>D. Negligence Under General Maritime Law</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Plaintiffs argue that they are entitled to recover from defendant for negligence under the general maritime law on two separate theories.  First, plaintiffs argue that they have such a cause of action if their decedents, as sail trainees who each paid $750 to crew on the MARQUES, are found to be passengers rather than seamen.  Second, plaintiffs argue that if their decedents were seamen, they nevertheless may maintain a cause of action for negligence against the master under the general maritime law.  We consider these arguments in turn.</p>\n    </div>\n    <p class=\"indent\">1. Recovery as Passengers</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Plaintiffs now urge that because their decedents paid to crew on the MARQUES, they may be considered passengers rather than seamen and so have a cause of action against the master for negligence under the general maritime law.  Defendant argues, however, that plaintiffs never made this argument to the district court, and that in fact plaintiffs fought hard to establish that their decedents were seamen, as recovery for unseaworthiness and under the Jones Act is limited to seamen.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">When asked at oral argument whether plaintiffs had raised this argument in the district court, plaintiffs' counsel referred the court to a portion of plaintiffs' memorandum of law opposing defendant's motion for summary judgment.  In turning to plaintiffs' memorandum, the most applicable statement we could find reads, \"A general maritime claim for negligence exists no matter what the status of Finlay was, even if he were found not to be an owner pro hac vice.\"   We do not view this statement as preserving a claim stemming from plaintiffs' decedents' possible status as passengers.  In fact, in another portion of their memorandum, plaintiffs cited Judge Selya's opinion in Heath v. American Sail Training Ass'n, 644 F.Supp. 1459, 1463 (D.R.I.1986) (Selya, J.)  (dealing with claims by other sail trainees killed in same accident), for the proposition:  \"It is established that the ASTA trainees were considered to be part of the permanent crew and divided into duty watches.\"   Because plaintiffs did not raise any claims stemming from the possible passenger status of their decedents in the district court, we will not consider them on appeal.  See, e.g., Focus Investment Assocs., Inc. v. American Title Ins. Co., 992 F.2d 1231, 1240 n. 12 (1st Cir.1993).</p>\n    </div>\n    <p class=\"indent\">2. Recovery as Seamen</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Plaintiffs argue that, even if their decedents are considered to have been seamen,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> they nonetheless may maintain a cause of action against the master for negligence under the general maritime law.  Deciding whether they are right requires us to examine the history of negligence under the general maritime law.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As a general matter, anyone who is the victim of a maritime tort is entitled to bring an action in admiralty.  See, e.g., Pope &amp; Talbot, Inc. v. Hawn, 346 U.S. 406, 413-14, 74 S.Ct. 202, 207-08, 98 L.Ed. 143 (1953) (business invitees may bring a cause of action for negligence);  cf. United NY &amp; NJ Sandy Hook Pilots Ass'n v. Halecki, 358 U.S. 613, 617-18, 79 S.Ct. 517, 519-20, 3 L.Ed.2d 541 (1959) (\"the owner of a ship in navigable waters owes to all who are on board for purposes not inimical to his legitimate interests the duty of exercising reasonable care\").  Seamen, however, were traditionally barred from exercising this remedy with respect to injuries caused by \"the negligence of the master, or any member of the crew.\"  The Osceola, 189 U.S. at 175, 23 S.Ct. at 487;  see also Gilmore &amp; Black, The Law of Admiralty Sec. 6-21, at 328.  Congress, in response to the rule of The Osceola, passed the Jones Act in order to give seamen \"the same rights to recover for negligence as other tort victims.  It follows, therefore, that, if plaintiff is a seaman, he can recover under the Jones Act;  if he is not a seaman, he can recover under the general maritime law.\"   Gilmore &amp; Black, The Law of Admiralty Sec. 6-21, at 328-29.  Thus, it appears that the general maritime law affords seamen no right to recover for injuries caused by a negligent master or crew member, but that they may recover for such injuries from their employer under the Jones Act.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Plaintiffs make several arguments in an attempt to get around the rule that seamen have no general maritime cause of action for injuries caused by the negligence of the master or crew.  First, plaintiffs cite Cerqueira v. Cerqueira, 828 F.2d 863 (1st Cir.1987);  Stoot v. D &amp; D Catering Serv., Inc., 807 F.2d 1197 (5th Cir.), cert. denied, 484 U.S. 821, 108 S.Ct. 82, 98 L.Ed.2d 44 (1987);  Mahramas v. American Export Isbrandtsen Lines, Inc., 475 F.2d 165 (2d Cir.1973);  and Favaloro v. S/S Golden Gate, 687 F.Supp. 475 (N.D.Cal.1987), which they construe to grant seamen a cause of action for negligence under the general maritime law.  Upon examining each of these cases, however, we find them distinguishable.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In Cerqueira, we allowed the equitable owner of a boat to sue his brother, the legal title owner of the boat, for simple negligence, positing that jurisdiction seemed proper on the basis of the court's general maritime jurisdiction.  Cerqueira, 828 F.2d at 866.   We did not, however, consider the plaintiff to be a \"seaman,\" nor do we think a shipowner would generally be accorded seaman status.  Thus, while Cerqueira may be read to provide a cause of action for negligence under the general maritime law, it does not support plaintiffs' argument that seamen are entitled to bring such an action for injuries arising from the negligence of the master or crew.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Stoot, the Fifth Circuit considered the claim of a seaman injured during an altercation with the vessel's cook, who was employed by the defendant, an independent contractor providing catering services on board the vessel.  The Fifth Circuit held that the catering company could not be held vicariously liable for the cook's intentional tort because it was committed outside the scope of her employment.  Stoot, 807 F.2d at 1200.   In so holding, however, the Fifth Circuit stated that the catering company could have been held vicariously liable to the seaman for its employee's wrongful acts if the employee had been acting in the course and scope of her employment.  Id. at 1199.   Based on this, plaintiffs argue that seamen may assert a cause of action for negligence under the general maritime law against independent contractors.  Plaintiffs further argue that because Finlay's contract designated him as \"self-employed,\" he should be treated as an independent contractor and his estate should be liable for his negligence under the general maritime law.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We need not decide whether we would follow the Stoot dictum granting seamen a cause of action against third parties for negligence under the general maritime law because we do not consider Finlay to have been a third party of the type envisioned by Stoot.   Although his contract did designate him as \"self-employed,\" Finlay did not function as an independent contractor, but rather as an employee and agent of the owners of the MARQUES.  Even if Finlay was an independent contractor, however, we would hesitate to extend Stoot to negligence actions under the general maritime law by seamen against their independent-contractor masters, especially in light of the Supreme Court's holding that seamen cannot recover for the negligence of the master or crew under the general maritime law, see The Osceola, 189 U.S. at 175, 23 S.Ct. at 487.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Mahramas involved a hairdresser working aboard a cruise ship who was employed by the owner of the on-board beauty salon (not the shipowner) and who was injured when the ladder in her cabin allegedly gave way.  Mahramas, 475 F.2d at 167.   We fail to see how this case provides a claim under the general maritime law against the master for negligence.  To the extent that plaintiff argues that Mahramas granted the plaintiff a general maritime cause of action for negligence against her independent-contractor employer (and therefore, by extension, that plaintiffs should have a general maritime cause of action for negligence against Finlay, since he was \"self-employed\"), we think that contention is belied by the case;  the court did not consider the plaintiff's employer's liability for negligence under the general maritime law, but only under the Jones Act.  See id. at 172, 23 S.Ct. at 485-86.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Favaloro involved claims brought by the estates of fishermen killed when the defendant tanker collided with and sank their fishing boat.  To the extent that it recognizes a cause of action for negligence under the general maritime law, Favaloro does not support the inference that such claims may be brought by a seaman against the master of his own vessel, for it deals only with claims against a colliding vessel and the crew.  See Favaloro, 687 F.Supp. at 477.   Thus, all of the cases relied upon by plaintiffs are distinguishable from the instant case.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As a second basis for finding that seamen may maintain an action against their masters for negligence under the general maritime law, plaintiffs rely on the \"Seamen's Act of 1915,\" which provided:  \"In any suit to recover damages for any injury sustained on board vessel or in its service seamen having command shall not be held to be fellow-servants with those under their authority.\"   See 46 U.S.C.App. Sec. 688 (1975) historical note.  Plaintiffs argue that this abolishes the fellow-servant rule, which the Supreme Court had referred to in The Osceola, 189 U.S. at 175, 23 S.Ct. at 487, by stating:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>we think the law may be considered as settled upon the following propositions:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">3.  That all the members of the crew, except, perhaps, the master, are, as between themselves, fellow servants, and hence seamen cannot recover for injuries sustained through the negligence of another member of the crew beyond the expense of their maintenance and cure.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">(Emphasis added.)   Plaintiffs conclude that because Congress abolished the fellow-servant rule, seamen may recover from their master for negligence under the general maritime law.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The Osceola barred seamen from suing their master or fellow crew members not because of the fellow-servant rule, but rather because the general maritime law did not provide seamen with a cause of action for such negligence:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>we think the law may be considered as settled upon the following propositions:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">4.  That the seaman is not allowed to recover an indemnity for the negligence of the master, or any member of the crew.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Id.;  see Chelentis v. Luckenbach S.S. Co., 247 U.S. 372, 384, 38 S.Ct. 501, 503-04, 62 L.Ed. 1171 (1918) (characterizing the Seamen's Act of 1915 as \"irrelevant\" and holding that shipowners may not be held liable for the negligence of the crew);  Gilmore &amp; Black, The Law of Admiralty Sec. 6-20, at 325-26 (describing Congress's abolition of the fellow-servant rule as an ill-fated attempt to abrogate The Osceola ).   We do not think the Seamen's Act of 1915, now itself abrogated by the Jones Act, provided seamen with a cause of action against a master for negligence under the general maritime law.  We note that Kennedy v. Gulf Crews, Inc., 750 F.Supp. 214, 215-16 (W.D.La.1990), the only other case that we know of to consider whether a master may be liable to a seaman for negligence under the general maritime law, rejected a similar argument by the plaintiff and held that a seaman does not have a cause of action against his master for negligence.  Cf. California Home Brands, Inc. v. Ferreira, 871 F.2d 830, 834-35 (9th Cir.1989) (holding that the Jones Act did not operate to make negligent crew members liable to their employers for damages paid to other seamen under the Jones Act because crew members cannot sue each other for negligence).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We hold that the general maritime law does not afford seamen a cause of action for negligence against masters.  Accordingly, summary judgment was properly granted to defendant on plaintiffs' counts for negligence under the general maritime law.</p>\n    </div>\n    <p>E. DOHSA</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Plaintiffs argue that they are entitled to recover against defendant under DOHSA, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>Whenever the death of a person shall be caused by wrongful act, neglect, or default occurring on the high seas ... the personal representative of the decedent may maintain a suit for damages ... for the exclusive benefit of the decedent's wife, husband, parent, child, or dependent relative against the vessel, person, or corporation which would have been liable if death had not ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">46 U.S.C.App. Sec. 761.  The district court held that DOHSA does not create any substantive rights, but merely provides a cause of action against a party \"which would have been liable if death had not ensued.\"   See McAleer, 818 F.Supp. at 496.   We agree.  Plaintiffs assert no theory of recovery against defendant:  they may not recover against defendant under the general maritime law for unseaworthiness, under the Jones Act for negligence, or under the general maritime law for negligence.  Accordingly, there is no basis under which Finlay or his estate \"would have been liable\" to plaintiffs' decedents if they were still living.  Thus, summary judgment was properly granted to defendant for plaintiffs' claims under DOHSA.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In conclusion, summary judgment was properly granted to defendant because (1) Finlay was not an owner pro hac vice of the MARQUES and so was not liable for unseaworthiness;  (2) Finlay was not the employer of plaintiffs' decedents and so was not liable under the Jones Act;  (3) plaintiffs did not argue below that they were not seamen and therefore were entitled to sue a master for negligence under the general maritime law;  (4) seamen may not bring a cause of action against a master for negligence under the general maritime law;  and (5) plaintiffs may not recover under DOHSA because they assert no theory of recovery under which Finlay or his estate would have been liable to plaintiffs' decedents if they were still living.  In light of our holding, we need not consider plaintiffs' request for us to transfer the case to the District of Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court granted defendant's motion for summary judgment on April 8, 1993.  The district court nonetheless held a trial to determine damages because it had entered default judgments against the co-owners of the MARQUES, see McAleer v. Smith, 860 F.Supp. 924, 930 n. 10 (D.R.I.1994).  On October 18, 1994, the district court entered judgments of $403,246.57 for Lebel and $322,597.25 for McAleer against the co-owners, and entered final judgments in favor of defendant in the instant appeal and other defendants</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For the purposes of this summary judgment motion, we assume arguendo, as Judge Selya did for other MARQUES sail trainees in Heath v. American Sail Training Ass'n, 644 F.Supp. 1459, 1468 (D.R.I.1986) (Selya, J.), that plaintiffs' decedents were seamen despite the fact that they were unpaid (indeed, themselves paying for the privilege of being on board as trainees)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although he received 1000 British pounds sterling per month while the MARQUES was at sea and 500 pounds per month while ashore, plaintiffs also argue that Finlay was not a salaried employee</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Jones Act provides:</p>\n        <p>Any seaman who shall suffer personal injury in the course of his employment may, at his election, maintain an action for damages at law, with the right of trial by jury, and in such action all statutes of the United States modifying or extending the common-law right or remedy in cases of personal injury to railway employees shall apply;  and in case of the death of any seaman as a result of any such personal injury the personal representative of such seaman may maintain an action for damages at law with the right of trial by jury, and in such action all statutes of the United States conferring or regulating the right of action for death in the case of railway employees shall be applicable.  Jurisdiction in such actions shall be under the court of the district in which the defendant employer resides or in which his principal office is located.</p>\n        <p>46 U.S.C.App. Sec. 688.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Defendant does not contest the seaman status of plaintiffs' decedents for purposes of the summary judgment motion</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">109</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">A.M.C.</span> <span class=\"page\">2174</span></span></p>\n    <p class=\"parties\">Edward J. McALEER, Administrator of the Estate of James F.<br>McAleer, and Hardy Lebel and Joan Lebel,<br>Administrators of the Estate of Thomas<br>A. Lebel, Plaintiffs, Appellants,<br>v.<br>Traver C. SMITH, Administrator of the Estate of Stuart A.<br>Finlay, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-2198.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 5, 1995.<br>Decided June 19, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edward M. Pitts with whom Pitts &amp; Pitts was on brief for plaintiffs, appellants.</p>\n      <p class=\"indent\">Holly S. Harvey with whom Thornton, Davis &amp; Murray, P.A., was on brief for defendant, appellee.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants appeal from the district court's grant of summary judgment to defendant-appellee in this admiralty case.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On June 3, 1984, the Tall Ship S/V MARQUES, a participant in the Cutty Sark International Tall Ships Race between Bermuda and Nova Scotia, encountered a violent squall about eighty miles northeast of Bermuda.  Almost without warning, and within seconds of starting to take on water, the vessel sank with the loss of nineteen of the twenty-eight persons on board, including the plaintiffs' decedents and the defendant's decedent, the vessel's master or captain, Stuart A. Finlay.  Plaintiffs' decedents, James F. McAleer and Thomas A. Lebel, were on board under the auspices of a sailing program run by the American Sail Training Association (\"ASTA\"), which had arranged for six sail trainees to crew for the MARQUES during the race.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiffs brought claims against defendant for unseaworthiness under the general maritime law;  for negligence under the Jones Act, 46 U.S.C.App. Sec. 688;  for negligence under the general maritime law;  and for wrongful death under the Death on the High Seas Act, 46 U.S.C.App. Secs. 761-768 (\"DOHSA\").  The district court granted summary judgment to defendant, holding that defendant could not be liable for unseaworthiness because Finlay was not an owner of the MARQUES, McAleer v. Smith, <span class=\"citation no-link\"><span class=\"volume\">818</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">486</span></span>, 494 (D.R.I.1993);  for negligence under the Jones Act, because Finlay did not employ plaintiffs' decedents, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 493-94; </span> for negligence under the general maritime law, because such claims cannot be brought by seamen against masters, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 496; </span> or under DOHSA, because DOHSA is a derivative cause of action requiring the existence of another claim not existent here, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 496-97. </span>  From that judgment this appeal followed.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>II.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As always, we review a district court's grant of summary judgment de novo and, like the district court, review the facts in the light most favorable to the nonmoving party.  See, e.g., Lareau v. Page, <span class=\"citation\" data-id=\"681592\"><a href=\"/opinion/681592/prodliabrep-cch-p-14085-gail-a-lareau-and-michael-lareau/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">384</span></a></span>, 387 (1st Cir.1994).  Summary judgment is appropriate when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).</p>\n    </div>\n    <p>B. Unseaworthiness</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shipowners are liable to indemnify seamen<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> for injuries \"caused by the unseaworthiness of the vessel or its appurtenant appliances and equipment.\"  Seas Shipping Co. v. Sieracki, <span class=\"citation\" data-id=\"104287\"><a href=\"/opinion/104287/seas-shipping-co-v-sieracki/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, 90, <span class=\"citation\" data-id=\"104287\"><a href=\"/opinion/104287/seas-shipping-co-v-sieracki/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">872</span></a></span>, 875, <span class=\"citation\" data-id=\"104287\"><a href=\"/opinion/104287/seas-shipping-co-v-sieracki/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1099</span> </a></span>(1946) (citing The Osceola, <span class=\"citation\" data-id=\"95840\"><a href=\"/opinion/95840/the-osceola/\"><span class=\"volume\">189</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">158</span> </a></span>(1903)).  Unseaworthiness \"is essentially a species of liability without fault....  It is a form of absolute duty.\"  <span class=\"citation\" data-id=\"95840\"><a href=\"/opinion/95840/the-osceola/\"><span class=\"id_token\">Id.</span> at 94-95, </a></span>66 S.Ct. at 877;  see also Grant Gilmore &amp; Charles L. Black, Jr., The Law of Admiralty Sec. 6-41, at 393 (2d ed. 1975).  Shipowners may not delegate their duty to provide a seaworthy ship.  <span class=\"citation\" data-id=\"104287\"><span class=\"antecedent_guess\">Sieracki,</span> <a href=\"/opinion/104287/seas-shipping-co-v-sieracki/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">94</span> </a></span>n. <span class=\"citation\" data-id=\"104287\"><span class=\"antecedent_guess\">11,</span> <a href=\"/opinion/104287/seas-shipping-co-v-sieracki/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">877</span> </a></span>n. 11.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiffs concede that Finlay did not own the MARQUES, which was co-owned by Mark Shirley Portal Litchfield and Robin Patrick Cecil-Wright, the sole principals in the China Clipper Company, an unincorporated holding company that held title to the MARQUES.  Plaintiffs argue, however, that Finlay is nonetheless liable for unseaworthiness because he was an owner pro hac vice.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">An \"owner pro hac vice \" of a vessel is \"one who 'stands in the place of the owner for the voyage or service contemplated and bears the owner's responsibilities, even though the latter remains the legal owner of the vessel.' \"  Matute v. Lloyd Berm.  Lines, Ltd., <span class=\"citation\" data-id=\"559886\"><a href=\"/opinion/559886/oscar-matute-v-lloyd-bermuda-lines-ltd-or-similar-name-and-trans-mar/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">231</span></a></span>, 235 n. 2 (3d Cir.)  (quoting Aird v. Weyerhaeuser S.S. Co., <span class=\"citation\" data-id=\"1476850\"><a href=\"/opinion/1476850/aird-v-weyerhaeuser-ss-co/\"><span class=\"volume\">169</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">606</span></a></span>, 610 (3d Cir.1948), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">959</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1521</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1758</span> </span>(1949)), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">919</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">329</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">270</span> </span>(1991).  In effect, for liability purposes, an owner pro hac vice is treated as a shipowner.  See Reed v. The Yaka, <span class=\"citation\" data-id=\"106620\"><a href=\"/opinion/106620/reed-v-the-yaka/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">410</span></a></span>, 412-13, <span class=\"citation\" data-id=\"106620\"><a href=\"/opinion/106620/reed-v-the-yaka/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1349</span></a></span>, 1351-52, <span class=\"citation\" data-id=\"106620\"><a href=\"/opinion/106620/reed-v-the-yaka/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">448</span> </a></span>(1963);  see generally Gilmore &amp; Black, The Law of Admiralty Sec. 4-23, at 242.  Thus, an owner pro hac vice may be liable for the unseaworthiness of a vessel.  See <span class=\"citation\" data-id=\"106620\"><span class=\"antecedent_guess\">Reed,</span> <a href=\"/opinion/106620/reed-v-the-yaka/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">412-13</span></a></span>, 83 S.Ct. at 1351-52.   In general, if there is an owner pro hac vice, the title owner will be absolved of personal liability (except for defective conditions that existed before the owner pro hac vice took control of the vessel).  See Ramos v. Beauregard, Inc., <span class=\"citation\" data-id=\"289192\"><a href=\"/opinion/289192/francisco-torres-ramos-v-beauregard-inc-francisco-torres-ramos-v-s-s/\"><span class=\"volume\">423</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">916</span></a></span>, 917-18 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">865</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">101</span></span>, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">104</span> </span>(1970);  see generally Thomas J. Schoenbaum, Admiralty and Maritime Law Sec. 5-3, at 168 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Admiralty cases have recognized only two types of owners pro hac vice:  demise, or bareboat, charterers and captains of fishing vessels operated under agreements, called \"lays.\"   A demise charterer is \"one who contracts for the vessel itself and assumes exclusive possession, control, command and navigation thereof for a specified period,\" Stephenson v. Star-Kist Caribe, Inc., <span class=\"citation\" data-id=\"366283\"><a href=\"/opinion/366283/richard-j-stephenson-v-star-kist-caribe-inc/\"><span class=\"volume\">598</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">676</span></a></span>, 679 (1st Cir.1979), in contrast to a time or voyage charterer who \"contracts not for the vessel itself but for a specific service of the vessel, such as carriage of goods, which is rendered by the owner's master and crew,\" <span class=\"citation\" data-id=\"366283\"><a href=\"/opinion/366283/richard-j-stephenson-v-star-kist-caribe-inc/\"><span class=\"id_token\">id.</span>   Demise charters </a></span>are created when \"the owner of the vessel ... completely and exclusively relinquish[es] possession, command, and navigation thereof to the demisee.  [They are] therefore tantamount to, though just short of, an outright transfer of ownership.  However, anything short of such a complete transfer is a time or voyage charter party or not a charter party at all.\"  Guzman v. Pichirilo, <span class=\"citation\" data-id=\"106404\"><a href=\"/opinion/106404/guzman-v-pichirilo/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">698</span></a></span>, 699-700, <span class=\"citation\" data-id=\"106404\"><a href=\"/opinion/106404/guzman-v-pichirilo/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1095</span></a></span>, 1096, <span class=\"citation\" data-id=\"106404\"><a href=\"/opinion/106404/guzman-v-pichirilo/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">205</span> </a></span>(1962) (internal quotation and citations omitted);  see generally Gilmore &amp; Black, The Law of Admiralty Sec. 4-21, at 240.  While demise charterers may be liable for unseaworthiness as owners pro hac vice, see <span class=\"citation\" data-id=\"106620\"><span class=\"antecedent_guess\">Reed,</span> <a href=\"/opinion/106620/reed-v-the-yaka/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">412-13</span></a></span>, 83 S.Ct. at 1351-52, time or voyage charterers may not be, see <span class=\"citation\" data-id=\"366283\"><span class=\"antecedent_guess\">Stephenson,</span> <a href=\"/opinion/366283/richard-j-stephenson-v-star-kist-caribe-inc/\"><span class=\"volume\">598</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">679</span></a></span>;  see also Rodriguez v. McAllister Bros., Inc., <span class=\"citation\" data-id=\"437228\"><a href=\"/opinion/437228/irma-rodriguez-v-mcallister-brothers-inc-port-san-juan-towing-co-inc/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">813</span></a></span>, 815 (1st Cir.1984).  The mere fact that a time or voyage charterer \" 'has some control over the master ... [or] selects the routes to be taken or the cargo to be carried does not make him the owner pro hac vice.' \"  <span class=\"citation\" data-id=\"366283\"><span class=\"antecedent_guess\">Stephenson,</span> <a href=\"/opinion/366283/richard-j-stephenson-v-star-kist-caribe-inc/\"><span class=\"volume\">598</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">681</span> </a></span>(quoting Fitzgerald v. A.L. Burbank &amp; Co., <span class=\"citation\" data-id=\"300155\"><a href=\"/opinion/300155/thomas-i-fitzgerald-public-administrator-of-new-york-county/\"><span class=\"volume\">451</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">670</span></a></span>, 676 (2d Cir.1971)) (alterations in Stephenson ).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Captains of vessels operated under fishing lays, which are agreements under which the participating fishermen share the catch, may also be liable as owners pro hac vice.  See Cromwell v. Slaney, <span class=\"citation\" data-id=\"1477711\"><a href=\"/opinion/1477711/cromwell-v-slaney/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">940</span></a></span>, 941 (1st Cir.1933).  Such situations are similar to demise charters, for a fishing-lay captain will only be found to be an owner pro hac vice if \"the captain employs the members of the crew and controls all the operations of the vessel, both in purchasing supplies for the voyage, in determining where he will fish, how long, and in disposing of the catch and settling all the bills.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Plaintiffs cite no case, and we have found none, outside the context of a fishing lay that accords a master status as an owner pro hac vice.   In fact, many of our cases find an owner liable precisely because the owner (rather than, say, the time charterer) provided the master and crew.  See <span class=\"citation\" data-id=\"366283\"><span class=\"antecedent_guess\">Stephenson,</span> <a href=\"/opinion/366283/richard-j-stephenson-v-star-kist-caribe-inc/\"><span class=\"volume\">598</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">680</span></a></span>.   As a general rule, we think that masters are not owners pro hac vice because a master, despite having control over the vessel, exercises that control on behalf of the owner.  Cf. 46 U.S.C. Sec. 10101(1) (defining \"master\" as \"the individual having command of a vessel\");  46 U.S.C. Sec. 10101(2) (defining \"owner\" as \"the person to whom the vessel belongs\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Plaintiffs argue, however, that even if masters are not generally considered to be owners pro hac vice, Captain Finlay had responsibilities for and interests in the MARQUES beyond those of an ordinary master that render him liable as an owner pro hac vice.   In particular, plaintiffs point out that Finlay had full operational control of the MARQUES, except that he had to report itinerary changes to the owners;  that Finlay drew the ship's regulations for both mates and crew members, and that everyone on board was required to \"read\" his orders;  that Finlay's contract with the MARQUES's owners designated him as \"self-employed\";  that Finlay was engaged in promoting the business of the MARQUES, such as charters and cruises, for which he was paid a commission in addition to his monthly base pay;<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  that Finlay was required to solicit contributions towards expenses and was obligated whenever possible to negotiate directly with suppliers to obtain free or discounted supplies in exchange for publicity or other recompense arrangements;  that Finlay was a founding member and chief instructor of the Antiguan Maritime School and expected to use the MARQUES as a training ship to train young Antiguans in seamanship;  and that the \"Ship's Regulations\" provided that one person, the captain, was solely responsible for the safety of the ship and those on board.  Plaintiffs also point out that their decedents had no contact with the MARQUES's actual owners, but only with ASTA and Finlay, and make much of the fact that Finlay had the right to direct and control plaintiffs' decedents in the performance of their duties as sail trainees and the right to fire and/or remove them from the ship.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We fail to see how these facts convert Finlay into an owner pro hac vice.   In determining that Finlay was not an owner pro hac vice, we are mindful not only of the law of agency, but also of the fact that time charterers, who may exercise large amounts of control over the vessels they charter, are not subject to liability for unseaworthiness, see <span class=\"citation\" data-id=\"366283\"><span class=\"antecedent_guess\">Stephenson,</span> <a href=\"/opinion/366283/richard-j-stephenson-v-star-kist-caribe-inc/\"><span class=\"volume\">598</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">679</span></a></span>.   While we take plaintiffs' arguments in turn, even considered cumulatively we do not think they support Finlay being considered an owner pro hac vice.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">While Finlay did exercise operational control over the MARQUES, that control is inherent in being a master;  it does not convert Finlay into an owner pro hac vice.   Similarly, drawing up the ship's regulations and giving orders are part and parcel of a master's duties;  such activities do not accord Finlay status as an owner pro hac vice.   That Finlay was designated as \"self-employed\" also does not make him an owner pro hac vice.   Despite being \"self-employed,\" Finlay still functioned as an agent of the owners;  he did not assume control of the MARQUES in his own right and, accordingly, cannot be said to have stood in the place of the owner.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We also do not think that the fact that Finlay was to receive a commission for business he brought to the MARQUES makes him an owner pro hac vice, any more than a salesman paid a commission for his sales or a businessman paid a bonus for business brought in or money saved would become an owner of the business.  Similarly, that Finlay was required to negotiate with suppliers does not make him an owner pro hac vice;  rather, it was just one of the duties imposed on him by the MARQUES's actual owners.  There is no evidence that Finlay was to share in any savings generated by these negotiations.  Indeed, the owners were responsible for all expenses associated with the MARQUES, including those incurred by captains for generating business or negotiating for supplies.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Nor do we think that Finlay's role in the Antiguan Maritime School converts him into an owner pro hac vice.   While at some point in the future this may have brought some business to the MARQUES, thus being mutually beneficial for both Finlay and the owners of the MARQUES, there is no evidence that Finlay had actually brought such business to the MARQUES or that arrangements for such a venture had actually been made.  Nor is there any evidence to suggest that Finlay had entered into any sort of partnership with the owners of the MARQUES regarding the school;  the implication, therefore, is that Finlay would have received his standard commission for bringing business to the MARQUES if in fact he ever brought such business from the school.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The fact that the Ship's Regulations provided that the captain was solely responsible for the safety of the ship and those on board does not make Finlay liable for the ship's unseaworthiness, because a shipowner's duty to provide a seaworthy ship is nondelegable.  See <span class=\"citation\" data-id=\"104287\"><span class=\"antecedent_guess\">Sieracki,</span> <a href=\"/opinion/104287/seas-shipping-co-v-sieracki/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">94</span> </a></span>n. <span class=\"citation\" data-id=\"104287\"><span class=\"antecedent_guess\">11,</span> <a href=\"/opinion/104287/seas-shipping-co-v-sieracki/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">877</span> </a></span>n. 11.   Holding Finlay to be an owner pro hac vice because the Ship's Regulations made him solely responsible for the safety of the ship would defeat the rule of nondelegability, for it would absolve the owners of liability for unseaworthiness.  See <span class=\"citation\" data-id=\"289192\"><span class=\"antecedent_guess\">Ramos,</span> <a href=\"/opinion/289192/francisco-torres-ramos-v-beauregard-inc-francisco-torres-ramos-v-s-s/\"><span class=\"volume\">423</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">917-18</span> </a></span>(holding that owner could not be \"liable for unseaworthy conditions arising after he has parted with control over his vessel under a demise charter\" and that \"a shipowner cannot escape liability by delegating partial control of his vessel to an independent contractor\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">That plaintiffs' decedents had no contact with the MARQUES's owners, but only with ASTA and Finlay, does not convert Finlay into an owner pro hac vice.   Finlay played no part in hiring plaintiffs' decedents or in arranging with ASTA to have paying sail trainees on board.  Finlay was not to share in the profits from the owners' arrangement with ASTA, nor in any profits from the vessel's participation in the tall ships race.  That Finlay had authority over plaintiffs' decedents is not indicative of status as an owner pro hac vice, for any master would necessarily have such authority over his crew.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">To the extent that plaintiffs argue that Finlay was a partner or co-venturer with the MARQUES's owners, the undisputed facts make clear, as the district court noted, that Finlay had no ownership interest in the vessel, did not share in the profits from the vessel's operations, and had no control over the vessel's itinerary beyond the operational control necessarily assumed by a captain.  The marketing and commission arrangement raises no inference of a partnership.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Because plaintiffs have not produced facts that give rise to an inference that Finlay was either an owner pro hac vice or a partner in the MARQUES, summary judgment was properly granted to defendant on plaintiffs' unseaworthiness claims.</p>\n    </div>\n    <p class=\"indent\">C. The Jones Act</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Congress passed the Jones Act in 1920 to abrogate the Supreme Court's holding in The Osceola, <span class=\"citation\" data-id=\"95840\"><a href=\"/opinion/95840/the-osceola/\"><span class=\"volume\">189</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">158</span></a></span>, 175, <span class=\"citation\" data-id=\"95840\"><a href=\"/opinion/95840/the-osceola/\"><span class=\"volume\">23</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">483</span></a></span>, 487, <span class=\"citation\" data-id=\"95840\"><a href=\"/opinion/95840/the-osceola/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">760</span> </a></span>(1903), that seamen could not recover under the general maritime law for the negligence of the master or crew.  See generally Gilmore &amp; Black, The Law of Admiralty Sec. 6-20, at 325-28.  The Jones Act<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> provides a remedy to a \"seaman\" injured (or killed) \"in the course of his employment.\"   46 U.S.C.App. Sec. 688.  The Jones Act remedy is available only against the seaman's employer.  Cosmopolitan Shipping Co. v. McAllister, <span class=\"citation\" data-id=\"104704\"><a href=\"/opinion/104704/cosmopolitan-shipping-co-v-mcallister/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">783</span></a></span>, 787 n. 6, <span class=\"citation\" data-id=\"104704\"><a href=\"/opinion/104704/cosmopolitan-shipping-co-v-mcallister/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1317</span></a></span>, 1320 n. 6, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1692</span> </span>(1949).  Accordingly, plaintiffs can recover against defendant under the Jones Act only if Finlay was plaintiffs' decedents' employer.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Plaintiffs contend that if their decedents \"were employees of anyone,\" they were employees of Captain Finlay.  We do not agree.  Although Finlay exercised authority over plaintiffs' decedents, he did so only as an agent of the owners, and not on his own behalf.  Cf. <span class=\"citation\" data-id=\"559886\"><span class=\"antecedent_guess\">Matute,</span> <a href=\"/opinion/559886/oscar-matute-v-lloyd-bermuda-lines-ltd-or-similar-name-and-trans-mar/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">236</span> </a></span>(Holding that a time charterer was not a seaman's employer when \"[t]he owner ..., through the ship's captain, hired Matute [the seaman] and eventually terminated him.  It set the amount of Matute's wages and was responsible for paying him.  The captain supervised Matute in his position as oiler.\")  (emphasis added).  Finlay had nothing to do with arranging with ASTA for the sail trainees to be on board the MARQUES;  accordingly, he cannot be said to have \"hired\" them in any sense.  Nor was Finlay to receive any benefit from having the sail trainees on board;  rather, monies paid by the sail trainees went to the owners of the MARQUES, with a small amount reserved by ASTA to cover its expenses.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In arguing that Finlay should be held to be plaintiffs' decedents' employer, plaintiffs rely on many of the same reasons they relied on in arguing that Finlay was an owner pro hac vice.   We need not re-analyze those reasons here because they do not indicate that Finlay was an employer any more than they indicate that he was an owner pro hac vice.   Accordingly, the district court properly granted summary judgment to defendant on plaintiffs' Jones Act claims.</p>\n    </div>\n    <p>D. Negligence Under General Maritime Law</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Plaintiffs argue that they are entitled to recover from defendant for negligence under the general maritime law on two separate theories.  First, plaintiffs argue that they have such a cause of action if their decedents, as sail trainees who each paid $750 to crew on the MARQUES, are found to be passengers rather than seamen.  Second, plaintiffs argue that if their decedents were seamen, they nevertheless may maintain a cause of action for negligence against the master under the general maritime law.  We consider these arguments in turn.</p>\n    </div>\n    <p class=\"indent\">1. Recovery as Passengers</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Plaintiffs now urge that because their decedents paid to crew on the MARQUES, they may be considered passengers rather than seamen and so have a cause of action against the master for negligence under the general maritime law.  Defendant argues, however, that plaintiffs never made this argument to the district court, and that in fact plaintiffs fought hard to establish that their decedents were seamen, as recovery for unseaworthiness and under the Jones Act is limited to seamen.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">When asked at oral argument whether plaintiffs had raised this argument in the district court, plaintiffs' counsel referred the court to a portion of plaintiffs' memorandum of law opposing defendant's motion for summary judgment.  In turning to plaintiffs' memorandum, the most applicable statement we could find reads, \"A general maritime claim for negligence exists no matter what the status of Finlay was, even if he were found not to be an owner pro hac vice.\"   We do not view this statement as preserving a claim stemming from plaintiffs' decedents' possible status as passengers.  In fact, in another portion of their memorandum, plaintiffs cited Judge Selya's opinion in Heath v. American Sail Training Ass'n, <span class=\"citation\" data-id=\"1559062\"><a href=\"/opinion/1559062/heath-v-american-sail-training-assn/\"><span class=\"volume\">644</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1459</span></a></span>, 1463 (D.R.I.1986) (Selya, J.)  (dealing with claims by other sail trainees killed in same accident), for the proposition:  \"It is established that the ASTA trainees were considered to be part of the permanent crew and divided into duty watches.\"   Because plaintiffs did not raise any claims stemming from the possible passenger status of their decedents in the district court, we will not consider them on appeal.  See, e.g., Focus Investment Assocs., Inc. v. American Title Ins. Co., <span class=\"citation\" data-id=\"606322\"><a href=\"/opinion/606322/focus-investment-associates-inc-v-american-title-insurance-company/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1231</span></a></span>, 1240 n. 12 (1st Cir.1993).</p>\n    </div>\n    <p class=\"indent\">2. Recovery as Seamen</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Plaintiffs argue that, even if their decedents are considered to have been seamen,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> they nonetheless may maintain a cause of action against the master for negligence under the general maritime law.  Deciding whether they are right requires us to examine the history of negligence under the general maritime law.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As a general matter, anyone who is the victim of a maritime tort is entitled to bring an action in admiralty.  See, e.g., Pope &amp; Talbot, Inc. v. Hawn, <span class=\"citation\" data-id=\"105170\"><a href=\"/opinion/105170/pope-talbot-inc-v-hawn/\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">406</span></a></span>, 413-14, <span class=\"citation\" data-id=\"105170\"><a href=\"/opinion/105170/pope-talbot-inc-v-hawn/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">202</span></a></span>, 207-08, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">143</span> </span>(1953) (business invitees may bring a cause of action for negligence);  cf. United NY &amp; NJ Sandy Hook Pilots Ass'n v. Halecki, <span class=\"citation\" data-id=\"105836\"><a href=\"/opinion/105836/united-ny-and-nj-sandy-hook-pilots-assn-v-halecki/\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">613</span></a></span>, 617-18, <span class=\"citation\" data-id=\"105836\"><a href=\"/opinion/105836/united-ny-and-nj-sandy-hook-pilots-assn-v-halecki/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">517</span></a></span>, 519-20, <span class=\"citation\" data-id=\"105836\"><a href=\"/opinion/105836/united-ny-and-nj-sandy-hook-pilots-assn-v-halecki/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">541</span> </a></span>(1959) (\"the owner of a ship in navigable waters owes to all who are on board for purposes not inimical to his legitimate interests the duty of exercising reasonable care\").  Seamen, however, were traditionally barred from exercising this remedy with respect to injuries caused by \"the negligence of the master, or any member of the crew.\"  The <span class=\"citation\" data-id=\"95840\"><span class=\"antecedent_guess\">Osceola,</span> <a href=\"/opinion/95840/the-osceola/\"><span class=\"volume\">189</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">175</span></a></span>, 23 S.Ct. at 487;  see also Gilmore &amp; Black, The Law of Admiralty Sec. 6-21, at 328.  Congress, in response to the rule of The Osceola, passed the Jones Act in order to give seamen \"the same rights to recover for negligence as other tort victims.  It follows, therefore, that, if plaintiff is a seaman, he can recover under the Jones Act;  if he is not a seaman, he can recover under the general maritime law.\"   Gilmore &amp; Black, The Law of Admiralty Sec. 6-21, at 328-29.  Thus, it appears that the general maritime law affords seamen no right to recover for injuries caused by a negligent master or crew member, but that they may recover for such injuries from their employer under the Jones Act.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Plaintiffs make several arguments in an attempt to get around the rule that seamen have no general maritime cause of action for injuries caused by the negligence of the master or crew.  First, plaintiffs cite Cerqueira v. Cerqueira, <span class=\"citation\" data-id=\"494123\"><a href=\"/opinion/494123/ivo-cerqueira-and-maria-cerqueira-v-antonio-cerqueira/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">863</span> </a></span>(1st Cir.1987);  Stoot v. D &amp; D Catering Serv., Inc., <span class=\"citation\" data-id=\"480743\"><a href=\"/opinion/480743/joseph-robert-stoot-v-d-d-catering-service-inc/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1197</span> </a></span>(5th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">821</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">82</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">44</span> </span>(1987);  Mahramas v. American Export Isbrandtsen Lines, Inc., <span class=\"citation\" data-id=\"309436\"><a href=\"/opinion/309436/anna-mahramas-v-american-export-isbrandtsen-lines-inc-and-house-of/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">165</span> </a></span>(2d Cir.1973);  and Favaloro v. S/S Golden Gate, <span class=\"citation\" data-id=\"1767661\"><a href=\"/opinion/1767661/favaloro-v-ss-golden-gate/\"><span class=\"volume\">687</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">475</span> </a></span>(N.D.Cal.1987), which they construe to grant seamen a cause of action for negligence under the general maritime law.  Upon examining each of these cases, however, we find them distinguishable.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In Cerqueira, we allowed the equitable owner of a boat to sue his brother, the legal title owner of the boat, for simple negligence, positing that jurisdiction seemed proper on the basis of the court's general maritime jurisdiction.  <span class=\"citation\" data-id=\"494123\"><span class=\"antecedent_guess\">Cerqueira,</span> <a href=\"/opinion/494123/ivo-cerqueira-and-maria-cerqueira-v-antonio-cerqueira/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">866</span></a></span>.   We did not, however, consider the plaintiff to be a \"seaman,\" nor do we think a shipowner would generally be accorded seaman status.  Thus, while Cerqueira may be read to provide a cause of action for negligence under the general maritime law, it does not support plaintiffs' argument that seamen are entitled to bring such an action for injuries arising from the negligence of the master or crew.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Stoot, the Fifth Circuit considered the claim of a seaman injured during an altercation with the vessel's cook, who was employed by the defendant, an independent contractor providing catering services on board the vessel.  The Fifth Circuit held that the catering company could not be held vicariously liable for the cook's intentional tort because it was committed outside the scope of her employment.  <span class=\"citation\" data-id=\"480743\"><span class=\"antecedent_guess\">Stoot,</span> <a href=\"/opinion/480743/joseph-robert-stoot-v-d-d-catering-service-inc/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1200</span></a></span>.   In so holding, however, the Fifth Circuit stated that the catering company could have been held vicariously liable to the seaman for its employee's wrongful acts if the employee had been acting in the course and scope of her employment.  <span class=\"citation\" data-id=\"480743\"><a href=\"/opinion/480743/joseph-robert-stoot-v-d-d-catering-service-inc/\"><span class=\"id_token\">Id.</span> at 1199. </a></span>  Based on this, plaintiffs argue that seamen may assert a cause of action for negligence under the general maritime law against independent contractors.  Plaintiffs further argue that because Finlay's contract designated him as \"self-employed,\" he should be treated as an independent contractor and his estate should be liable for his negligence under the general maritime law.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We need not decide whether we would follow the Stoot dictum granting seamen a cause of action against third parties for negligence under the general maritime law because we do not consider Finlay to have been a third party of the type envisioned by Stoot.   Although his contract did designate him as \"self-employed,\" Finlay did not function as an independent contractor, but rather as an employee and agent of the owners of the MARQUES.  Even if Finlay was an independent contractor, however, we would hesitate to extend Stoot to negligence actions under the general maritime law by seamen against their independent-contractor masters, especially in light of the Supreme Court's holding that seamen cannot recover for the negligence of the master or crew under the general maritime law, see The <span class=\"citation\" data-id=\"95840\"><span class=\"antecedent_guess\">Osceola,</span> <a href=\"/opinion/95840/the-osceola/\"><span class=\"volume\">189</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">175</span></a></span>, 23 S.Ct. at 487.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Mahramas involved a hairdresser working aboard a cruise ship who was employed by the owner of the on-board beauty salon (not the shipowner) and who was injured when the ladder in her cabin allegedly gave way.  <span class=\"citation\" data-id=\"309436\"><span class=\"antecedent_guess\">Mahramas,</span> <a href=\"/opinion/309436/anna-mahramas-v-american-export-isbrandtsen-lines-inc-and-house-of/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">167</span></a></span>.   We fail to see how this case provides a claim under the general maritime law against the master for negligence.  To the extent that plaintiff argues that Mahramas granted the plaintiff a general maritime cause of action for negligence against her independent-contractor employer (and therefore, by extension, that plaintiffs should have a general maritime cause of action for negligence against Finlay, since he was \"self-employed\"), we think that contention is belied by the case;  the court did not consider the plaintiff's employer's liability for negligence under the general maritime law, but only under the Jones Act.  See <span class=\"citation\" data-id=\"309436\"><a href=\"/opinion/309436/anna-mahramas-v-american-export-isbrandtsen-lines-inc-and-house-of/\"><span class=\"id_token\">id.</span> at 172, </a></span>23 S.Ct. at 485-86.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Favaloro involved claims brought by the estates of fishermen killed when the defendant tanker collided with and sank their fishing boat.  To the extent that it recognizes a cause of action for negligence under the general maritime law, Favaloro does not support the inference that such claims may be brought by a seaman against the master of his own vessel, for it deals only with claims against a colliding vessel and the crew.  See <span class=\"citation\" data-id=\"1767661\"><span class=\"antecedent_guess\">Favaloro,</span> <a href=\"/opinion/1767661/favaloro-v-ss-golden-gate/\"><span class=\"volume\">687</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">477</span></a></span>.   Thus, all of the cases relied upon by plaintiffs are distinguishable from the instant case.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As a second basis for finding that seamen may maintain an action against their masters for negligence under the general maritime law, plaintiffs rely on the \"Seamen's Act of 1915,\" which provided:  \"In any suit to recover damages for any injury sustained on board vessel or in its service seamen having command shall not be held to be fellow-servants with those under their authority.\"   See 46 U.S.C.App. Sec. 688 (1975) historical note.  Plaintiffs argue that this abolishes the fellow-servant rule, which the Supreme Court had referred to in The <span class=\"citation\" data-id=\"95840\"><span class=\"antecedent_guess\">Osceola,</span> <a href=\"/opinion/95840/the-osceola/\"><span class=\"volume\">189</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">175</span></a></span>, 23 S.Ct. at 487, by stating:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>we think the law may be considered as settled upon the following propositions:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">3.  That all the members of the crew, except, perhaps, the master, are, as between themselves, fellow servants, and hence seamen cannot recover for injuries sustained through the negligence of another member of the crew beyond the expense of their maintenance and cure.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">(Emphasis added.)   Plaintiffs conclude that because Congress abolished the fellow-servant rule, seamen may recover from their master for negligence under the general maritime law.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The Osceola barred seamen from suing their master or fellow crew members not because of the fellow-servant rule, but rather because the general maritime law did not provide seamen with a cause of action for such negligence:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>we think the law may be considered as settled upon the following propositions:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">4.  That the seaman is not allowed to recover an indemnity for the negligence of the master, or any member of the crew.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Id.;  see Chelentis v. Luckenbach S.S. Co., <span class=\"citation\" data-id=\"99203\"><a href=\"/opinion/99203/chelentis-v-luckenbach-ss-co/\"><span class=\"volume\">247</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">372</span></a></span>, 384, <span class=\"citation\" data-id=\"99203\"><a href=\"/opinion/99203/chelentis-v-luckenbach-ss-co/\"><span class=\"volume\">38</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">501</span></a></span>, 503-04, <span class=\"citation\" data-id=\"99203\"><a href=\"/opinion/99203/chelentis-v-luckenbach-ss-co/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1171</span> </a></span>(1918) (characterizing the Seamen's Act of 1915 as \"irrelevant\" and holding that shipowners may not be held liable for the negligence of the crew);  Gilmore &amp; Black, The Law of Admiralty Sec. 6-20, at 325-26 (describing Congress's abolition of the fellow-servant rule as an ill-fated attempt to abrogate The Osceola ).   We do not think the Seamen's Act of 1915, now itself abrogated by the Jones Act, provided seamen with a cause of action against a master for negligence under the general maritime law.  We note that Kennedy v. Gulf Crews, Inc., <span class=\"citation no-link\"><span class=\"volume\">750</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">214</span></span>, 215-16 (W.D.La.1990), the only other case that we know of to consider whether a master may be liable to a seaman for negligence under the general maritime law, rejected a similar argument by the plaintiff and held that a seaman does not have a cause of action against his master for negligence.  Cf. California Home Brands, Inc. v. Ferreira, <span class=\"citation\" data-id=\"520661\"><a href=\"/opinion/520661/california-home-brands-inc-and-pan-pacific-fisheries-v-danny-ferreira/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">830</span></a></span>, 834-35 (9th Cir.1989) (holding that the Jones Act did not operate to make negligent crew members liable to their employers for damages paid to other seamen under the Jones Act because crew members cannot sue each other for negligence).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We hold that the general maritime law does not afford seamen a cause of action for negligence against masters.  Accordingly, summary judgment was properly granted to defendant on plaintiffs' counts for negligence under the general maritime law.</p>\n    </div>\n    <p>E. DOHSA</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Plaintiffs argue that they are entitled to recover against defendant under DOHSA, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>Whenever the death of a person shall be caused by wrongful act, neglect, or default occurring on the high seas ... the personal representative of the decedent may maintain a suit for damages ... for the exclusive benefit of the decedent's wife, husband, parent, child, or dependent relative against the vessel, person, or corporation which would have been liable if death had not ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">46 U.S.C.App. Sec. 761.  The district court held that DOHSA does not create any substantive rights, but merely provides a cause of action against a party \"which would have been liable if death had not ensued.\"   See <span class=\"citation no-link\"><span class=\"antecedent_guess\">McAleer,</span> <span class=\"volume\">818</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">496</span></span>.   We agree.  Plaintiffs assert no theory of recovery against defendant:  they may not recover against defendant under the general maritime law for unseaworthiness, under the Jones Act for negligence, or under the general maritime law for negligence.  Accordingly, there is no basis under which Finlay or his estate \"would have been liable\" to plaintiffs' decedents if they were still living.  Thus, summary judgment was properly granted to defendant for plaintiffs' claims under DOHSA.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In conclusion, summary judgment was properly granted to defendant because (1) Finlay was not an owner pro hac vice of the MARQUES and so was not liable for unseaworthiness;  (2) Finlay was not the employer of plaintiffs' decedents and so was not liable under the Jones Act;  (3) plaintiffs did not argue below that they were not seamen and therefore were entitled to sue a master for negligence under the general maritime law;  (4) seamen may not bring a cause of action against a master for negligence under the general maritime law;  and (5) plaintiffs may not recover under DOHSA because they assert no theory of recovery under which Finlay or his estate would have been liable to plaintiffs' decedents if they were still living.  In light of our holding, we need not consider plaintiffs' request for us to transfer the case to the District of Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court granted defendant's motion for summary judgment on April 8, 1993.  The district court nonetheless held a trial to determine damages because it had entered default judgments against the co-owners of the MARQUES, see McAleer v. Smith, <span class=\"citation no-link\"><span class=\"volume\">860</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">924</span></span>, 930 n. 10 (D.R.I.1994).  On October 18, 1994, the district court entered judgments of $403,246.57 for Lebel and $322,597.25 for McAleer against the co-owners, and entered final judgments in favor of defendant in the instant appeal and other defendants</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For the purposes of this summary judgment motion, we assume arguendo, as Judge Selya did for other MARQUES sail trainees in Heath v. American Sail Training Ass'n, <span class=\"citation\" data-id=\"1559062\"><a href=\"/opinion/1559062/heath-v-american-sail-training-assn/\"><span class=\"volume\">644</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1459</span></a></span>, 1468 (D.R.I.1986) (Selya, J.), that plaintiffs' decedents were seamen despite the fact that they were unpaid (indeed, themselves paying for the privilege of being on board as trainees)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although he received 1000 British pounds sterling per month while the MARQUES was at sea and 500 pounds per month while ashore, plaintiffs also argue that Finlay was not a salaried employee</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Jones Act provides:</p>\n        <p>Any seaman who shall suffer personal injury in the course of his employment may, at his election, maintain an action for damages at law, with the right of trial by jury, and in such action all statutes of the United States modifying or extending the common-law right or remedy in cases of personal injury to railway employees shall apply;  and in case of the death of any seaman as a result of any such personal injury the personal representative of such seaman may maintain an action for damages at law with the right of trial by jury, and in such action all statutes of the United States conferring or regulating the right of action for death in the case of railway employees shall be applicable.  Jurisdiction in such actions shall be under the court of the district in which the defendant employer resides or in which his principal office is located.</p>\n        <p>46 U.S.C.App. Sec. 688.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Defendant does not contest the seaman status of plaintiffs' decedents for purposes of the summary judgment motion</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/95840/",
    "https://www.courtlistener.com/api/rest/v3/opinions/99203/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104704/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105836/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106404/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106620/",
    "https://www.courtlistener.com/api/rest/v3/opinions/289192/",
    "https://www.courtlistener.com/api/rest/v3/opinions/300155/",
    "https://www.courtlistener.com/api/rest/v3/opinions/309436/",
    "https://www.courtlistener.com/api/rest/v3/opinions/366283/",
    "https://www.courtlistener.com/api/rest/v3/opinions/437228/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480743/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494123/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520661/",
    "https://www.courtlistener.com/api/rest/v3/opinions/559886/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606322/",
    "https://www.courtlistener.com/api/rest/v3/opinions/681592/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1476850/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1477711/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1559062/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1767661/"
  ]
}