{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196149/",
  "id": 196149,
  "absolute_url": "/opinion/196149/windsor-v-giragosian/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196149/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:58:47Z",
  "date_modified": "2020-02-21T23:45:25.260506Z",
  "type": "010combined",
  "sha1": "693e0eab88d4cded3900d9ea1d4fffe2d35b6225",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1764.01A",
  "local_path": null,
  "plain_text": "\n\nJune 22, 1995     UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-1764\r\n\n           WINDSOR MOUNT JOY MUTUAL INSURANCE COMPANY,\r\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n             JOHN GIRAGOSIAN AND DEBORAH GIRAGOSIAN,\r\n                     Defendants - Appellees.\r\n\n                                           \r\n\n                           ERRATA SHEET\r\n\n     The opinion of this court issued on June 16, 1995 is amended\r\nas follows:\r\n\n     Bottom of  page 8, the  last two lines  should be  placed in\r\nquotation marks and read:   \"in deference to state  hegemony over\r\ninsurance, to discourage the fashioning of new federal law and to\r\nfavor the application of state law.\"\r\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-1764\r\n\n           WINDSOR MOUNT JOY MUTUAL INSURANCE COMPANY,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n             JOHN GIRAGOSIAN AND DEBORAH GIRAGOSIAN,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                           \r\n\n     Michael J.  Calabro, with whom Flanagan &amp;  Hunter, P.C., was\r                                                                      \r\non brief for appellant.\r\n     Thomas  M. Neville,  with whom  Segalini &amp;  Neville, was  on\r                                                                  \r\nbrief for appellees.\r\n\n                                           \r\n\n                          June 16, 1995\r\n                                           \r\r\n\n          TORRUELLA,  Chief  Judge.   Windsor  Mount  Joy  Mutual\r                    TORRUELLA,  Chief  Judge.\r                                            \r\n\nInsurance  Company  (\"Windsor\")  sought a  declaration  from  the\r\n\ndistrict court of its  rights and obligations with respect  to an\r\n\ninsurance policy held  by John and  Deborah Giragosian for  their\r\n\n34-foot  sailboat Escape, which had  sunk in Boston  Harbor.  The\r                                  \r\n\nGiragosians  counterclaimed for contract damages due to Windsor's\r\n\nallegedly improper failure to  honor the policy.1  After  a bench\r\n\ntrial,  the   district  court  determined  that   Windsor  had  a\r\n\ncontractual duty  to indemnify the Giragosians  in the stipulated\r\n\nloss amount of  $58,000.  Windsor now  appeals this ruling.   For\r\n\nthe following reasons, we affirm.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          In 1989,  the Giragosians purchased the  Escape, a 1987\r                                                                   \r\n\nmodel  34-foot Catalina  sailboat  with  a  12-horsepower  diesel\r\n\nauxiliary.  The Giragosians insured the Escape with Windsor under\r                                                        \r\n\na  fairly standard  marine insurance  policy which  contained the\r\n\nfollowing warranty of seaworthiness:\r\n\n            Seaworthiness  Warranty.   Warranted that\r\n            at  the  inception  of  this  Policy  the\r\n            vessel  shall be in a seaworthy condition\r\n            and, thereafter, during  the term of this\r\n            Policy,  the  Assured shall  exercise due\r\n            diligence  to  maintain  the  boat  in  a\r\n            seaworthy condition.\r\n\n          In   the   months   before   the   Escape   was   lost,\r                                                             \r\n\nMr. Giragosian's adverse experiences relating  to the vessel were\r\n                    \r                              \r\n\n1   The Giragosians also  counterclaimed for violations  of Mass.\r\nGen. L. chapters 93A  and 176D, prohibiting unfair  and deceptive\r\npractices in the business of insurance.  The district court ruled\r\nthat Windsor  did  not  commit  any  unfair  or  deceptive  trade\r\npractices, and the Giragosians do not appeal this decision.\r\n\n                               -2-\r\r\n\nlimited to  the following:  During one  excursion, Giragosian ran\r\n\nthe  vessel  aground,  and  called  for  help  using  his  radio.\r\n\nOccasionally,  the diesel engine stalled.  In August of 1991, the\r\n\nengine stalled as Giragosian was entering Scituate Harbor after a\r\n\npleasure cruise.   He was unable to restart the  engine, and thus\r\n\nobtained  permission to moor the vessel in Scituate Harbor.  Most\r\n\nsignificantly,  on October  19,  1991, someone  noticed that  the\r\n\nEscape was  lying very low in  the water and the  Coast Guard was\r                \r\n\ncalled to  pump the  boat out.   The Coast  Guard pumped  out the\r\n\nvessel and promptly informed the Giragosians of the situation.\r\n\n          Giragosian went to Scituate Harbor on October 24, 1991,\r\n\naccompanied by his friend Daniel Likely.  The two planned to sail\r\n\nthe Escape  to the Bay Point  Marina in Quincy to  have it hauled\r                    \r\n\nfor the season.  Giragosian and Likely rowed  to where the Escape\r                                                                           \r\n\nwas moored.  Once on board, however, they realized that the locks\r\n\nto her cockpit had been changed  by the Coast Guard personnel who\r\n\nhad  pumped  the boat  out five  days  earlier.   Giragosian came\r\n\nashore and  retrieved the key from  the Coast Guard  station.  At\r\n\nthe  station,  Giragosian had  a  conversation  with Coast  Guard\r\n\nofficials, who suggested  that perhaps the water  had gotten into\r\n\nthe vessel's bilges by running down  the mast, i.e., that it  was\r                                                             \r\n\nrainwater.\r\n\n          After  retrieving   the  key  from  the   Coast  Guard,\r\n\nGiragosian and Likely returned  to the Escape, boarded the  boat,\r                                                       \r\n\nand  prepared to  cast  off.   Before  the Escape  left  Scituate\r                                                           \r\n\nHarbor, Giragosian looked into  the bilge and noticed one  to two\r\n\n                               -3-\r\r\n\ninches  of water.   He  considered this  to be  normal.   He also\r\n\nnoticed water  stains indicating  that there  had been  about six\r\n\ninches of water in the bilges at one time.\r\n\n          Giragosian  unsuccessfully  attempted   to  start   the\r\n\nvessel's  diesel  engine.     Because  the  batteries  were  low,\r\n\nGiragosian turned  off the  radio, but  kept  the depthfinder  on\r\n\nthroughout most of the voyage.  Because he intended to operate by\r\n\n\"dead  reckoning\" from Scituate  Harbor to the  Bay Point Marina,\r\n\nGiragosian did not think that he needed the electronic equipment.\r\n\nHe also decided to make the trip solely under sail,  as the winds\r\n\nwere light, the day clear, and the sea calm.\r\n\n          At about 3:00 p.m., Giragosian headed the Escape out of\r                                                                    \r\n\nScituate  Harbor  under sail,  towing  a  small inflatable  dingy\r\n\nbehind.  He sailed northeast  out of Scituate Harbor,  navigating\r\n\nby  compass and dead reckoning.  He estimated that he was sailing\r\n\nat about six knots.  At around 4:30 p.m., his depthfinder failed.\r\n\nLater, between 5:00 and 6:00 p.m. and well out  in greater Boston\r\n\nHarbor, Giragosian noticed that  his floorboards were now covered\r\n\nwith sloshing water and that they had begun to float.  He checked\r\n\nthe  bilges  and found  that they  contained  about four  feet of\r\n\nwater, so he and Likely attempted to pump the water out manually.\r\n\nAt this point, the  Escape still had sufficient power  to operate\r                                    \r\n\nthe  navigation lights, but only  dimly.  Giragosian  tried to go\r\n\nbelow to  get a flashlight, but  could not find one  as the water\r\n\nwas now flooding the  cockpit and the flashlight  was underwater.\r\n\nHe tried to use his radio tocall for help, but could raise noone.\r\n\n                               -4-\r\r\n\n          It  was getting close to sunset, and the sea had become\r\n\nslightly choppy.   Giragosian and Likely  donned life preservers,\r\n\nretrieved the flare  gun, dropped  the sails, and  hooked up  the\r\n\noutboard  motor to  the inflatable  dinghy.   They  abandoned the\r\n\nEscape and started toward a drilling rig light some distance away\r                \r\n\nin the  harbor.  Their dinghy  engine ran out of gas,  so it took\r\n\nthem  two hours  to paddle by  hand to  the rig,  where they were\r\n\nrescued after some time  by the Coast Guard.   Neither Giragosian\r\n\nnor Likely saw the Escape go  down.  The Coast Guard searched for\r                                   \r\n\nthe vessel but was unable to find any sign of it.\r\n\n          The Giragosians gave proper notice to Windsor.  Windsor\r\n\nconducted its own search for the vessel with underwater detection\r\n\ndevices.  This search, however, proved futile, and the Escape was\r                                                                       \r\n\nnever seen again.  Windsor eventually denied Giragosian's claim.\r\n\n          The district  court found, based on the totality of the\r\n\nfacts and  circumstances presented  during trial, that  the water\r\n\npumped out of the hold  of the vessel by the Coast  Guard had not\r\n\nactually come down the mast, but  rather was the result of a leak\r\n\nin  the hull,  a  defect  which  was aggravated  by  Giragosian's\r\n\nattempts to sail the boat.   The court went on to  find, however,\r\n\nthat Giragosian  was  not  actually  aware that  the  vessel  was\r\n\nleaking  at  or below  the  waterline,  and he  did  not  know or\r\n\nappreciate that sailing the vessel was aggravating the leak.\r\n\n          The  district court  found  that the  Escape  was in  a\r                                                                \r\n\nseaworthy condition at the commencement of the policy's coverage,\r\n\nand  that the Giragosians exercised due diligence to maintain the\r\n\n                               -5-\r\r\n\nboat  in this  condition.   The court  went on  to find  that the\r\n\nEscape  was,  however,  unseaworthy  on  October  24,  1991  when\r                \r\n\nGiragosian and Likely sailed her out into open waters.  The court\r\n\nspecifically found, however,  that Giragosian did not know of the\r\n\nboat's  unseaworthy condition,  and  that the  condition was  not\r\n\ncaused by any lack of due diligence on Giragosian's part.\r\n\n          The court nevertheless  ruled as a  matter of law  that\r\n\nGiragosian  was  negligent in  taking the  Escape  out to  sea on\r                                                           \r\n\nOctober 24,  1991.    According  to  the  court,  the  \"objective\r\n\ncombination of the facts\" -- that he knew that his  boat had been\r\n\nlow in the water and had been pumped out by the Coast Guard,  and\r\n\nthat he  was aware that  he had no  auxiliary power and  that his\r\n\nbatteries were low  -- rendered Giragosian's decision to sail the\r\n\nEscape negligent.  Yet this negligence, the  court explained, did\r                \r\n\nnot  necessarily preclude  coverage under  the insurance  policy.\r\n\nDespite his  negligence, the court concluded,  Giragosian had not\r\n\nfailed  to  exercise  due  diligence in  maintaining  the  boat's\r\n\nseaworthiness,  and therefore he  is entitled  to indemnification\r\n\nfrom Windsor under the policy.  Windsor now appeals.\r\n\n                        STANDARD OF REVIEW\r                                  STANDARD OF REVIEW\r\n\n          Our standard  for reviewing a district court's findings\r\n\nof fact and conclusions  of law made in conjunction with  a bench\r\n\ntrial is  well settled.  We review claimed errors of law de novo.\r                                                                          \r\n\nWilliams v. Poulos, 11  F.3d 271, 278 (1st Cir.  1993); Blanchard\r                                                                           \r\n\nv. Peerless Ins.  Co., 958 F.2d  483, 487 (1st  Cir. 1992).   The\r                               \r\n\ndistrict court's findings of fact, however, will not be set aside\r\n\n                               -6-\r\r\n\nunless they are demonstrated to be clearly erroneous.   Williams,\r                                                                          \r\n\n11 F.3d at 278;  Fed. R. Civ. P. 52(a).  In  other words, we will\r\n\ngive  such findings  effect unless,  after carefully  reading the\r\n\nrecord and according due deference to the trial court, we form \"a\r\n\nstrong,  unyielding  belief  that   a  mistake  has  been  made.\"\r\n\nCumpiano v. Banco Santander  Puerto Rico, 902 F.2d 148,  152 (1st\r                                                  \r\n\nCir.  1992).    Where there  are  two  permissible  views of  the\r\n\nevidence,  the interpretation  assigned by  the trial  court will\r\n\ntherefore be adopted.  Williams, 11 F.3d at 278.\r                                         \r\n\n          \"The clearly erroneous standard also ordinarily applies\r\n\nto our review of a district court's resolution of mixed questions\r\n\nof law and  fact.  In such situations,  however, we are obligated\r\n\nto  determine whether the court's  decision was infected by legal\r\n\nerror.  And if a  trial court bases its findings upon  a mistaken\r\n\nimpression of applicable legal principles, the reviewing court is\r\n\nnot  bound  by the  clearly erroneous  standard.\"   Id. (internal\r                                                                \r\n\nquotations omitted).\r\n\n                             ANALYSIS\r                                       ANALYSIS\r\n\n          Windsor   appeals  the  district  court's  decision  on\r\n\nseveral grounds.  First, Windsor  contends that the court applied\r\n\nan incorrect  legal standard both  to the  interpretation of  the\r\n\nwarranty of seaworthiness  in the marine insurance policy, and to\r\n\nthe warranty's \"due diligence\"  requirement.  Windsor also argues\r\n\nthat  certain   factual  findings  of  the   district  court  are\r\n\ninconsistent, and  that  as a  matter of  law, the  terms of  the\r\n\n                               -7-\r\r\n\ninsurance policy  preclude coverage  for  loss due  to a  \"latent\r\n\ndefect.\"  We address these arguments in turn.\r\n\n          A.   Did the district court apply the appropriate legal\r                    A.   Did the district court apply the appropriate legal\r                                                                           \r\n               standard   for   interpreting   the  warranty   of\r                         standard   for   interpreting   the  warranty   of\r                                                                           \r\n               seaworthiness?\r                         seaworthiness?\r                                      \r\n\n          In   interpreting   the   marine    insurance   policy,\r\n\nparticularly  the warranty  of seaworthiness, the  district court\r\n\napplied principles of Massachusetts insurance law rather than the\r\n\nmaritime  doctrine,  applicable  in marine  insurance  cases,  of\r\n\nuberrimae  fidei.2   Citing Wilburn  Boat Co.  v. Fireman's  Fund\r                                                                           \r\n\nIns. Co., 348 U.S.  310, 320-21 (1955), the court  explained that\r                  \r\n\n\"regarding  matters of insurance, . . . the doctrine of uberrimae\r                                                                           \r\n\nfidei gives way to the state's  . . . interests in regulating the\r               \r\n\nrelationship between insurer and insured.\"  Appellant Windsor now\r\n\nargues that this choice of law ruling was erroneous. \r\n\n          The  propriety of  maritime  jurisdiction  over a  suit\r\n\ninvolving a  marine insurance  policy is unquestionable.   Albany\r                                                                           \r\n\nIns.   Co.  v.  Wisniewski,  579  F.  Supp.  1004,  1013  (D.R.I.\r                                    \r\n\n1984)(citing  Kossick v.  United  Fruit Co.,  365  U.S. 731,  735\r                                                     \r\n\n(1961);  Wilburn Boat,  348  U.S. at  313).   When,  however,  no\r                               \r\n\nestablished  maritime  rule  governs   the  issues  of  a  marine\r\n\ninsurance dispute, the Wilburn  Boat inquiry becomes  applicable.\r                                              \r\n\nIn the absence of  a settled federal maritime rule,  Wilburn Boat\r                                                                           \r\n\nhas generally been interpreted,  \"in deference  to state hegemony\r\n\nover insurance, to discourage  the fashioning of new federal  law\r\n\n                    \r                              \r\n\n2   \"The most perfect  good faith.\"   Black's Law Dictionary 1363\r\n(5th ed. 1979).\r\n\n                               -8-\r\r\n\nand to favor the application of state law.\"  Albany Ins. Co., 579\r                                                                      \r\n\nF. Supp. at 1013-14 (listing cases).  Where, on the other hand, a\r\n\nsettled maritime rule directly  governs the litigation, that rule\r\n\ncontrols.  See  Ingersoll Milling  Mach. Co. v.  M/V Bodena,  829\r                                                                     \r\n\nF.2d  293,  305-06 (2d  Cir. 1987),  cert.  denied sub  nom. J.E.\r                                                                           \r\n\nBernard  &amp;  Co. v.  Ingersoll Milling  Mach.  Co., 484  U.S. 1042\r                                                           \r\n\n(1988).   State law may supplement maritime law when maritime law\r\n\nis silent or a local matter is at issue, but state law may not be\r\n\napplied where  it is materially  different from maritime  law, or\r\n\nwhere  it would  defeat  the reasonably  settled expectations  of\r\n\nmaritime actors.  See Albany  Ins. Co. v. Anh Thi Kieu,  927 F.2d\r                                                                \r\n\n882, 887 (5th Cir.  1991); Floyd v.  Lykes Bros. S.S. Co.,  Inc.,\r                                                                          \r\n\n844  F.2d 1044 (3d Cir. 1988); Coastal  Iron Works, Inc. v. Petty\r                                                                           \r\n\nRay  Geophysical, Div. of Geosource, Inc., 783 F.2d 577 (5th Cir.\r                                                   \r\n\n1986); Steelmet, Inc. v.  Caribe Towing Corp., 747 F.2d  689, 695\r                                                       \r\n\n(11th  Cir. 1984); Fireman's Fund  Am. Ins. Co.  v. Boston Harbor\r                                                                           \r\n\nMarina, Inc.,  406 F.2d 917,  919 (1st  Cir. 1969);  cf. Pace  v.\r                                                                       \r\n\nInsurance  Co. of No. Am.,  838 F.2d 572  (1st Cir. 1988)(holding\r                                  \r\n\nthat  the admiralty  clause  of  the  U.S. Constitution  did  not\r\n\nnecessarily  bar a state law claim against a maritime insurer for\r\n\nits bad faith refusal to honor a claim).\r\n\n          Given  these  choice-of-law  principles,  the  narrower\r\n\nissue  is  whether  an  established  rule  of   maritime  law  is\r\n\napplicable to the dispute  at bar.  If  a maritime rule  controls\r\n\nthe disputed issue,  and that rule  is materially different  from\r                                  \r\n\nstate law, then the district court's decision to abandon maritime\r\n\n                               -9-\r\r\n\nlaw  was  legal  error.   Windsor  argues  that  the doctrine  of\r\n\nuberrimae  fidei3  is  directly  applicable here,  and  that  the\r                          \r\n\ndistrict  court should  have employed  this doctrine  rather than\r\n\nMassachusetts insurance law in formulating its conclusions.\r\n\n          We need  not undertake this  analysis, however, because\r\n\nwe find  that the  stringent uberrimae  fidei  doctrine does  not\r                                                       \r\n\nrelieve Windsor of  its liability  to the  Giragosians under  the\r\n\npolicy.   True,  the doctrine  requires the  parties to  a marine\r\n\ninsurance policy to accord one another the highest degree of good\r\n\nfaith.   Knight v. U.S.  Fire Ins. Co.,  804 F.2d 9,  13 (2d Cir.\r                                                \r\n\n1986).  In particular, the doctrine imposes  a strict duty on the\r\n\ninsured  to disclose to the insurer  all known circumstances that\r\n\nmaterially  affect the insurer's risk,  the default of which duty\r\n\nrenders the  insurance  contract voidable  by the  insurer.   Id.\r                                                                          \r\n\nOnce  policy  coverage has  commenced,  the  doctrine imposes  an\r\n\nequally  strict, continuing  obligation  on the  vessel owner  to\r\n\nensure  that the  vessel will  not, through  either bad  faith or\r\n\nneglect, knowingly be permitted to break ground in an unseaworthy\r                            \r\n                    \r                              \r\n\n3   The  doctrine  traditionally  applied  to  insurance  law  in\r\ngeneral.  See Stipchich  v. Metropolitan Life Ins. Co.,  277 U.S.\r                                                                \r\n311, 316 (1928)(\"Insurance  policies are traditionally  contracts\r\nuberrimae  fidei  and  a  failure  by  the  insured  to  disclose\r                          \r\nconditions  affecting the risk, of  which he is  aware, makes the\r\ncontract  voidable at the insurer's  option.\").  Insurance law is\r\nprimarily  a matter of state concern, however, and over the years\r\nmost states,  including Massachusetts, have abandoned  the strict\r\nuberrimae fidei  doctrine for insurance policies  generally.  See\r                                                                           \r\nAnh  Thi Kieu,  927 F.2d  at 888  (tracing history  of doctrine).\r                       \r\nToday, virtually the sole remaining vestige of the doctrine is in\r\nmaritime insurance law.  Id.  Even then, however, it is debatable\r                                     \r\nwhether  the doctrine can still be deemed an \"entrenched\" rule of\r\nlaw.  Id. at  889-90 (discussing marine insurance cases  in which\r                  \r\ncourts refused to apply doctrine in its strictest form). \r\n\n                               -10-\r\r\n\ncondition.  Austin  v. Servac  Shipping Line, 794  F.2d 941  (5th\r                                                      \r\n\nCir. 1986)(citations  omitted)(emphasis  added).4   The  doctrine\r\n\nhas  long been  considered  to be  one of  limited applicability,\r\n\nhowever,  in light of the  Supreme Court's Wilburn Boat decision,\r                                                                 \r\n\nsee  348 U.S. at  316-317 (explaining limitations  of doctrine in\r             \r\n\nmarine insurance contract context).  Whatever the exact extent of\r\n\nthe  applicability of  the  strict uberrimae  fidei standard,  we\r                                                             \r\n\ncannot  believe that in these  times it requires  a pleasure boat\r\n\nowner to notify the insurer every time the craft takes on a small\r\n\namount  of  water,  or has  engine  trouble,  at  pain of  losing\r\n\ncoverage.\r\n\n          As the  district court specifically  found, the  Escape\r                                                                           \r\n\nwas indeed unseaworthy when  Giragosian set sail, but he  did not\r\n\nknow  of its unseaworthy condition, and the condition was not the\r\n\nresult of his neglect or lack of due diligence.  Windsor does not\r\n\nchallenge  these  factual  findings,   but  instead  argues  that\r\n\nGiragosian failed  to exercise due diligence  in ascertaining the\r\n\nvessel's  condition before setting sail  on August 24,  1991.  We\r\n\ndisagree.   Although the Coast Guard had recently pumped her out,\r\n\nthe officials  told Giragosian  that the  water had  probably run\r\n\ndown  the  mast,  and  Giragosian  was  certainly  reasonable  in\r\n\naccepting their  opinion.  Windsor claims  that Giragosian should\r\n\nhave  consulted a marine  mechanic in Scituate.   As a  matter of\r\n\nlaw,  however, we  do not  think that  the doctrine  of uberrimae\r                                                                           \r\n\n                    \r                              \r\n\n4  Although strict, this continuing obligation is not \"absolute,\"\r\ncontrary to Windsor's assertions.\r\n\n                               -11-\r\r\n\nfidei  requires boat  owners to  hire mechanics,  at the  risk of\r               \r\n\nlosing their insurance coverage, every time a boat takes on small\r\n\namounts of  water.  As any  boat owner knows, most  boats leak at\r\n\nsome time.  Moreover, a full five days after the  Coast Guard had\r\n\npumped water out of the vessel,  Giragosian found only one to two\r\n\ninches of water in the bilges -- a normal amount for the Escape -\r                                                                         \r\n\n-  and the  water was  easily pumped  out.5   These circumstances\r\n\nsimply  do  not support  a  conclusion  that  the district  court\r\n\ncommitted  clear error  in  finding Giragosian  duly diligent  in\r\n\nmaintaining  and  ascertaining the  seaworthiness  of  the Escape\r                                                                           \r\n\nbefore setting sail on August 24, 1991.   We therefore affirm the\r\n\ndistrict court's determination that Giragosian did not breach the\r\n\nwarranty of seaworthiness of the insurance policy.6\r\n\n          B.   Were   the   district  court's   factual  findings\r                    B.   Were   the   district  court's   factual  findings\r                                                                           \r\n               inconsistent?\r                         inconsistent?\r                                     \r\n\n          Windsor also  claims that the  district court's factual\r\n\nfinding  that  the sinking  of the  Escape was  due to  a \"latent\r                                                    \r\n\ndefect\"  is  inconsistent  with  its  alleged  finding  that  the\r\n                    \r                              \r\n\n5   We agree with the Giragosians that the case of Prado, Inc. v.\r                                                                        \r\nLexington  Ins. Co., 1990 WL  255535, *8 (D.  Mass. 1990), aff'd,\r                                                                          \r\n930  F.2d 906 (1st Cir.  1991), is entirely  distinguishable.  In\r\nthat case,  although their  vessel had been  leaking considerably\r\nfor an extended period  of time, the insureds made  absolutely no\r\nattempt to ascertain the  source of the highly unusual  amount of\r\nwater in the vessel, and did not  consult with either Coast Guard\r\npersonnel or mechanics.  These facts are not present here.\r\n\n6    Our  conclusion  is  unaffected  by  the  district   court's\r\ndetermination that  Giragosian was negligent for  setting sail in\r\nthe Escape that day because  he had no auxiliary power and  a low\r                    \r\nradio  battery.  For as  the district court  also correctly held,\r\nhis  decision to set sail, negligent or not, is simply irrelevant\r\nto whether he was in breach of the insurance policy's warranty of\r\nseaworthiness.\r\n\n                               -12-\r\r\n\nGiragosians were \"on notice\" of the boat's condition.  In support\r\n\nof this argument, Windsor  claims that \"latent defect\" is  a term\r\n\nof  art  meaning  a  flaw  which  is  not   discoverable  through\r\n\ninspection by  a reasonably  skilled person.   Because Giragosian\r\n\nwas  \"on notice\" of  the vessel's condition,  Windsor argues, the\r\n\nEscape's defect could not have been latent, and Giragosian lacked\r                \r\n\ndue diligence in finding it.\r\n\n          As  the  Giragosians  correctly  point   out,  however,\r\n\nnothing  in  the  district  court's findings  even  suggest  that\r\n\nGiragosian was \"on notice\" of the boat's defect; to the contrary,\r\n\nthe  court specifically found that Giragosian did not know of it.\r                                                               \r\n\nBased on the evidence,  we see no inconsistency, much  less clear\r\n\nerror,  in the court's factual  findings.  Furthermore, when read\r\n\nin  context, it is  clear that the district  court did not employ\r\n\nthe term  \"latent defect\"  as a  term of art,  but merely  in the\r\n\nordinary, common-sense meaning of the phrase  -- i.e., an unknown\r                                                               \r\n\nor  unsuspected flaw.   Essentially, Windsor's argument here is a\r\n\nreiteration  of their previous  contention that Giragosian should\r\n\nhave located the source of the water in the bilges,  and that his\r\n\nfailure  to  do so  constitutes  lack of  due  diligence.   As we\r\n\nexplained above, however, the district court's determination that\r\n\nGiragosian  was duly diligent was  not clear error.  Accordingly,\r\n\nwe  affirm the  district  court's findings  and reject  Windsor's\r\n\ncontention on this point.7\r\n                    \r                              \r\n\n7   Windsor  also  argues  that accepting  the  district  court's\r\nfinding that the leak in the Escape's hull was a \"latent defect,\"\r                                             \r\nthe policy  does not  provide coverage for  the boat's loss.   In\r\n\n                               -13-\r\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For the  foregoing reasons,  we affirm the  judgment of\r                                                          \r\n\nthe district court.\r\n\n                    \r                              \r\n\nsupport of this  contention, Windsor points to  two paragraphs in\r\nthe  policy.  The first paragraph states that the policy provides\r\ncoverage  for  any physical  loss  or damage  from  \"any external\r\ncause.\"  The second paragraph specifically excludes from coverage\r\n\"loss, damage  or expense arising from or in consequence of . . .\r\nthe repair or replacement of a part in which a  latent defect has\r\nbeen found,  mechanical breakdown or  faulty manufacture. .  . .\"\r\nUnder the  language of these clauses,  Windsor contends, coverage\r\nshould have been denied.\r\n\n   Windsor raises these arguments now  for the first time,  never\r\nhaving  presented any evidence nor,  as far as  the record shows,\r\neven discussed  these clauses before the district court.  Because\r\nWindsor most  certainly could  have raised these  arguments below\r\nand gives  no explanation for its  failure to do so,  we deem the\r\narguments waived.   Havinga v.  Crowley Towing &amp;  Trans. Co.,  24\r                                                                      \r\nF.3d 1480,  1483 (1st Cir. 1994); FDIC v. Caporale, 931 F.2d 1, 2\r                                                            \r\n(1st Cir. 1991). \r\n\n                               -14-\r\r\n",
  "html": "<p class=\"case_cite\">57 F.3d 50</p>\n    <p class=\"case_cite\">1995 A.M.C. 2542</p>\n    <p class=\"parties\">WINDSOR MOUNT JOY MUTUAL INSURANCE COMPANY, Plaintiff-Appellant,<br>v.<br>John GIRAGOSIAN and Deborah Giragosian, Defendants-Appellees.</p>\n    <p class=\"docket\">No. 94-1764.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 5, 1994.<br>Decided June 16, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael J. Calabro, with whom Flanagan &amp; Hunter, P.C., was on brief, for appellant.</p>\n      <p class=\"indent\">Thomas M. Neville, with whom Segalini &amp; Neville, was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Windsor Mount Joy Mutual Insurance Company (\"Windsor\") sought a declaration from the district court of its rights and obligations with respect to an insurance policy held by John and Deborah Giragosian for their 34-foot sailboat Escape, which had sunk in Boston Harbor.  The Giragosians counterclaimed for contract damages due to Windsor's allegedly improper failure to honor the policy.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  After a bench trial, the district court determined that Windsor had a contractual duty to indemnify the Giragosians in the stipulated loss amount of $58,000.  Windsor now appeals this ruling.  For the following reasons, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1989, the Giragosians purchased the Escape, a 1987 model 34-foot Catalina sailboat with a 12-horsepower diesel auxiliary.  The Giragosians insured the Escape with Windsor under a fairly standard marine insurance policy which contained the following warranty of seaworthiness:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>Seaworthiness Warranty.  Warranted that at the inception of this Policy the vessel shall be in a seaworthy condition and, thereafter, during the term of this Policy, the Assured shall exercise due diligence to maintain the boat in a seaworthy condition.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the months before the Escape was lost, Mr. Giragosian's adverse experiences relating to the vessel were limited to the following:  During one excursion, Giragosian ran the vessel aground, and called for help using his radio.  Occasionally, the diesel engine stalled.  In August of 1991, the engine stalled as Giragosian was entering Scituate Harbor after a pleasure cruise.  He was unable to restart the engine, and thus obtained permission to moor the vessel in Scituate Harbor.  Most significantly, on October 19, 1991, someone noticed that the Escape was lying very low in the water and the Coast Guard was called to pump the boat out.  The Coast Guard pumped out the vessel and promptly informed the Giragosians of the situation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Giragosian went to Scituate Harbor on October 24, 1991, accompanied by his friend Daniel Likely.  The two planned to sail the Escape to the Bay Point Marina in Quincy to have it hauled for the season.  Giragosian and Likely rowed to where the Escape was moored.  Once on board, however, they realized that the locks to her cockpit had been changed by the Coast Guard personnel who had pumped the boat out five days earlier.  Giragosian came ashore and retrieved the key from the Coast Guard station.  At the station, Giragosian had a conversation with Coast Guard officials, who suggested that perhaps the water had gotten into the vessel's bilges by running down the mast, i.e., that it was rainwater.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After retrieving the key from the Coast Guard, Giragosian and Likely returned to the Escape, boarded the boat, and prepared to cast off.  Before the Escape left Scituate Harbor, Giragosian looked into the bilge and noticed one to two inches of water.  He considered this to be normal.  He also noticed water stains indicating that there had been about six inches of water in the bilges at one time.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Giragosian unsuccessfully attempted to start the vessel's diesel engine.  Because the batteries were low, Giragosian turned off the radio, but kept the depthfinder on throughout most of the voyage.  Because he intended to operate by \"dead reckoning\" from Scituate Harbor to the Bay Point Marina, Giragosian did not think that he needed the electronic equipment.  He also decided to make the trip solely under sail, as the winds were light, the day clear, and the sea calm.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At about 3:00 p.m., Giragosian headed the Escape out of Scituate Harbor under sail, towing a small inflatable dingy behind.  He sailed northeast out of Scituate Harbor, navigating by compass and dead reckoning.  He estimated that he was sailing at about six knots.  At around 4:30 p.m., his depthfinder failed.  Later, between 5:00 and 6:00 p.m. and well out in greater Boston Harbor, Giragosian noticed that his floorboards were now covered with sloshing water and that they had begun to float.  He checked the bilges and found that they contained about four feet of water, so he and Likely attempted to pump the water out manually.  At this point, the Escape still had sufficient power to operate the navigation lights, but only dimly.  Giragosian tried to go below to get a flashlight, but could not find one as the water was now flooding the cockpit and the flashlight was underwater.  He tried to use his radio to call for help, but could raise no one.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It was getting close to sunset, and the sea had become slightly choppy.  Giragosian and Likely donned life preservers, retrieved the flare gun, dropped the sails, and hooked up the outboard motor to the inflatable dinghy.  They abandoned the Escape and started toward a drilling rig light some distance away in the harbor.  Their dinghy engine ran out of gas, so it took them two hours to paddle by hand to the rig, where they were rescued after some time by the Coast Guard.  Neither Giragosian nor Likely saw the Escape go down.  The Coast Guard searched for the vessel but was unable to find any sign of it.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Giragosians gave proper notice to Windsor.  Windsor conducted its own search for the vessel with underwater detection devices. This search, however, proved futile, and the Escape was never seen again.  Windsor eventually denied Giragosian's claim.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court found, based on the totality of the facts and circumstances presented during trial, that the water pumped out of the hold of the vessel by the Coast Guard had not actually come down the mast, but rather was the result of a leak in the hull, a defect which was aggravated by Giragosian's attempts to sail the boat.  The court went on to find, however, that Giragosian was not actually aware that the vessel was leaking at or below the waterline, and he did not know or appreciate that sailing the vessel was aggravating the leak.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court found that the Escape was in a seaworthy condition at the commencement of the policy's coverage, and that the Giragosians exercised due diligence to maintain the boat in this condition.  The court went on to find that the Escape was, however, unseaworthy on October 24, 1991 when Giragosian and Likely sailed her out into open waters.  The court specifically found, however, that Giragosian did not know of the boat's unseaworthy condition, and that the condition was not caused by any lack of due diligence on Giragosian's part.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court nevertheless ruled as a matter of law that Giragosian was negligent in taking the Escape out to sea on October 24, 1991.  According to the court, the \"objective combination of the facts\"--that he knew that his boat had been low in the water and had been pumped out by the Coast Guard, and that he was aware that he had no auxiliary power and that his batteries were low--rendered Giragosian's decision to sail the Escape negligent.  Yet this negligence, the court explained, did not necessarily preclude coverage under the insurance policy.  Despite his negligence, the court concluded, Giragosian had not failed to exercise due diligence in maintaining the boat's seaworthiness, and therefore he is entitled to indemnification from Windsor under the policy.  Windsor now appeals.</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Our standard for reviewing a district court's findings of fact and conclusions of law made in conjunction with a bench trial is well settled.  We review claimed errors of law de novo.  Williams v. Poulos, 11 F.3d 271, 278 (1st Cir.1993);  Blanchard v. Peerless Ins. Co., 958 F.2d 483, 487 (1st Cir.1992).  The district court's findings of fact, however, will not be set aside unless they are demonstrated to be clearly erroneous.  Williams, 11 F.3d at 278;  Fed.R.Civ.P. 52(a).  In other words, we will give such findings effect unless, after carefully reading the record and according due deference to the trial court, we form \"a strong, unyielding belief that a mistake has been made.\"  Cumpiano v. Banco Santander Puerto Rico, 902 F.2d 148, 152 (1st Cir.1990).  Where there are two permissible views of the evidence, the interpretation assigned by the trial court will therefore be adopted.  Williams, 11 F.3d at 278.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"The clearly erroneous standard also ordinarily applies to our review of a district court's resolution of mixed questions of law and fact.  In such situations, however, we are obligated to determine whether the court's decision was infected by legal error.  And if a trial court bases its findings upon a mistaken impression of applicable legal principles, the reviewing court is not bound by the clearly erroneous standard.\"  Id. (internal quotations omitted).</p>\n    </div>\n    <p>ANALYSIS</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Windsor appeals the district court's decision on several grounds.  First, Windsor contends that the court applied an incorrect legal standard both to the interpretation of the warranty of seaworthiness in the marine insurance policy, and to the warranty's \"due diligence\" requirement.  Windsor also argues that certain factual findings of the district court are inconsistent, and that as a matter of law, the terms of the insurance policy preclude coverage for loss due to a \"latent defect.\"   We address these arguments in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A. Did the district court apply the appropriate legal standard for interpreting the warranty of seaworthiness?</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In interpreting the marine insurance policy, particularly the warranty of seaworthiness, the district court applied principles of Massachusetts insurance law rather than the maritime doctrine, applicable in marine insurance cases, of uberrimae fidei.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Citing Wilburn Boat Co. v. Fireman's Fund Ins. Co., 348 U.S. 310, 320-21, 75 S.Ct. 368, 373-74, 99 L.Ed. 337 (1955), the court explained that \"regarding matters of insurance, ... the doctrine of uberrimae fidei gives way to the state's ... interests in regulating the relationship between insurer and insured.\"   Appellant Windsor now argues that this choice of law ruling was erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The propriety of maritime jurisdiction over a suit involving a marine insurance policy is unquestionable.  Albany Ins. Co. v. Wisniewski, 579 F.Supp. 1004, 1013 (D.R.I.1984) (citing Kossick v. United Fruit Co., 365 U.S. 731, 735, 81 S.Ct. 886, 890, 6 L.Ed.2d 56 (1961);  Wilburn Boat, 348 U.S. at 313, 75 S.Ct. at 370).   When, however, no established maritime rule governs the issues of a marine insurance dispute, the Wilburn Boat inquiry becomes applicable.  In the absence of a settled federal maritime rule, Wilburn Boat has generally been interpreted, \"in deference to state hegemony over insurance, to discourage the fashioning of new federal law and to favor the application of state law.\"  Albany Ins. Co., 579 F.Supp. at 1013-14 (listing cases).  Where, on the other hand, a settled maritime rule directly governs the litigation, that rule controls.  See Ingersoll Milling Mach. Co. v. M/V Bodena, 829 F.2d 293, 305-06 (2d Cir.1987), cert. denied sub nom.  J.E. Bernard &amp; Co. v. Ingersoll Milling Mach. Co., 484 U.S. 1042, 108 S.Ct. 774, 98 L.Ed.2d 860 (1988).  State law may supplement maritime law when maritime law is silent or a local matter is at issue, but state law may not be applied where it is materially different from maritime law, or where it would defeat the reasonably settled expectations of maritime actors.  See Albany Ins. Co. v. Anh Thi Kieu, 927 F.2d 882, 887 (5th Cir.1991);  Floyd v. Lykes Bros. S.S. Co., Inc., 844 F.2d 1044 (3d Cir.1988);  Coastal Iron Works, Inc. v. Petty Ray Geophysical, Div. of Geosource, Inc., 783 F.2d 577 (5th Cir.1986);  Steelmet, Inc. v. Caribe Towing Corp., 747 F.2d 689, 695 (11th Cir.1984);  Fireman's Fund Am.  Ins. Co. v. Boston Harbor Marina, Inc., 406 F.2d 917, 919 (1st Cir.1969);  cf. Pace v. Insurance Co. of No. Am., 838 F.2d 572 (1st Cir.1988) (holding that the admiralty clause of the U.S. Constitution did not necessarily bar a state law claim against a maritime insurer for its bad faith refusal to honor a claim).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Given these choice-of-law principles, the narrower issue is whether an established rule of maritime law is applicable to the dispute at bar.  If a maritime rule controls the disputed issue, and that rule is materially different from state law, then the district court's decision to abandon maritime law was legal error.  Windsor argues that the doctrine of uberrimae fidei<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> is directly applicable here, and that the district court should have employed this doctrine rather than Massachusetts insurance law in formulating its conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We need not undertake this analysis, however, because we find that the stringent uberrimae fidei doctrine does not relieve Windsor of its liability to the Giragosians under the policy.  True, the doctrine requires the parties to a marine insurance policy to accord one another the highest degree of good faith.  Knight v. U.S. Fire Ins. Co., 804 F.2d 9, 13 (2d Cir.1986).  In particular, the doctrine imposes a strict duty on the insured to disclose to the insurer all known circumstances that materially affect the insurer's risk, the default of which duty renders the insurance contract voidable by the insurer.  Id.  Once policy coverage has commenced, the doctrine imposes an equally strict, continuing obligation on the vessel owner to ensure that the vessel will not, through either bad faith or neglect, knowingly be permitted to break ground in an unseaworthy condition.  Austin v. Servac Shipping Line, 794 F.2d 941 (5th Cir.1986) (citations omitted) (emphasis added).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The doctrine has long been considered to be one of limited applicability, however, in light of the Supreme Court's Wilburn Boat decision, see 348 U.S. at 316-317 (explaining limitations of doctrine in marine insurance contract context).  Whatever the exact extent of the applicability of the strict uberrimae fidei standard, we cannot believe that in these times it requires a pleasure boat owner to notify the insurer every time the craft takes on a small amount of water, or has engine trouble, at pain of losing coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As the district court specifically found, the Escape was indeed unseaworthy when Giragosian set sail, but he did not know of its unseaworthy condition, and the condition was not the result of his neglect or lack of due diligence.  Windsor does not challenge these factual findings, but instead argues that Giragosian failed to exercise due diligence in ascertaining the vessel's condition before setting sail on August 24, 1991.  We disagree.  Although the Coast Guard had recently pumped her out, the officials told Giragosian that the water had probably run down the mast, and Giragosian was certainly reasonable in accepting their opinion.  Windsor claims that Giragosian should have consulted a marine mechanic in Scituate.  As a matter of law, however, we do not think that the doctrine of uberrimae fidei requires boat owners to hire mechanics, at the risk of losing their insurance coverage, every time a boat takes on small amounts of water.  As any boat owner knows, most boats leak at some time.  Moreover, a full five days after the Coast Guard had pumped water out of the vessel, Giragosian found only one to two inches of water in the bilges--a normal amount for the Escape--and the water was easily pumped out.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  These circumstances simply do not support a conclusion that the district court committed clear error in finding Giragosian duly diligent in maintaining and ascertaining the seaworthiness of the Escape before setting sail on August 24, 1991.  We therefore affirm the district court's determination that Giragosian did not breach the warranty of seaworthiness of the insurance policy.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">B. Were the district court's factual findings inconsistent?</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Windsor also claims that the district court's factual finding that the sinking of the Escape was due to a \"latent defect\" is inconsistent with its alleged finding that the Giragosians were \"on notice\" of the boat's condition.  In support of this argument, Windsor claims that \"latent defect\" is a term of art meaning a flaw which is not discoverable through inspection by a reasonably skilled person.  Because Giragosian was \"on notice\" of the vessel's condition, Windsor argues, the Escape 's defect could not have been latent, and Giragosian lacked due diligence in finding it.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As the Giragosians correctly point out, however, nothing in the district court's findings even suggest that Giragosian was \"on notice\" of the boat's defect;  to the contrary, the court specifically found that Giragosian did not know of it.  Based on the evidence, we see no inconsistency, much less clear error, in the court's factual findings.  Furthermore, when read in context, it is clear that the district court did not employ the term \"latent defect\" as a term of art, but merely in the ordinary, common-sense meaning of the phrase--i.e., an unknown or unsuspected flaw.  Essentially, Windsor's argument here is a reiteration of their previous contention that Giragosian should have located the source of the water in the bilges, and that his failure to do so constitutes lack of due diligence.  As we explained above, however, the district court's determination that Giragosian was duly diligent was not clear error.  Accordingly, we affirm the district court's findings and reject Windsor's contention on this point.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Giragosians also counterclaimed for violations of Mass.Gen.L. chapters 93A and 176D, prohibiting unfair and deceptive practices in the business of insurance.  The district court ruled that Windsor did not commit any unfair or deceptive trade practices, and the Giragosians do not appeal this decision</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> \"The most perfect good faith.\"   Black's Law Dictionary 1363 (5th ed. 1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The doctrine traditionally applied to insurance law in general.  See Stipcich v. Metropolitan Life Ins. Co., 277 U.S. 311, 316, 48 S.Ct. 512, 513, 72 L.Ed. 895 (1928) (\"Insurance policies are traditionally contracts uberrimae fidei and a failure by the insured to disclose conditions affecting the risk, of which he is aware, makes the contract voidable at the insurer's option.\").  Insurance law is primarily a matter of state concern, however, and over the years most states, including Massachusetts, have abandoned the strict uberrimae fidei doctrine for insurance policies generally.  See Anh Thi Kieu, 927 F.2d at 888 (tracing history of doctrine).  Today, virtually the sole remaining vestige of the doctrine is in maritime insurance law.  Id.  Even then, however, it is debatable whether the doctrine can still be deemed an \"entrenched\" rule of law.  Id. at 889-90 (discussing marine insurance cases in which courts refused to apply doctrine in its strictest form)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although strict, this continuing obligation is not \"absolute,\" contrary to Windsor's assertions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We agree with the Giragosians that the case of Prado, Inc. v. Lexington Ins. Co., 1990 WL 255535, * 8 (D.Mass.1990), aff'd, 930 F.2d 906 (1st Cir.1991), is entirely distinguishable.  In that case, although their vessel had been leaking considerably for an extended period of time, the insureds made absolutely no attempt to ascertain the source of the highly unusual amount of water in the vessel, and did not consult with either Coast Guard personnel or mechanics.  These facts are not present here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Our conclusion is unaffected by the district court's determination that Giragosian was negligent for setting sail in the Escape that day because he had no auxiliary power and a low radio battery.  For as the district court also correctly held, his decision to set sail, negligent or not, is simply irrelevant to whether he was in breach of the insurance policy's warranty of seaworthiness</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Windsor also argues that accepting the district court's finding that the leak in the Escape 's hull was a \"latent defect,\" the policy does not provide coverage for the boat's loss.  In support of this contention, Windsor points to two paragraphs in the policy.  The first paragraph states that the policy provides coverage for any physical loss or damage from \"any external cause.\"   The second paragraph specifically excludes from coverage \"loss, damage or expense arising from or in consequence of ... the repair or replacement of a part in which a latent defect has been found, mechanical breakdown or faulty manufacture....\"  Under the language of these clauses, Windsor contends, coverage should have been denied</p>\n        <p>Windsor raises these arguments now for the first time, never having presented any evidence nor, as far as the record shows, even discussed these clauses before the district court.  Because Windsor most certainly could have raised these arguments below and gives no explanation for its failure to do so, we deem the arguments waived.  Havinga v. Crowley Towing &amp; Trans.  Co., 24 F.3d 1480, 1483 (1st Cir.1994);  FDIC v. Caporale, 931 F.2d 1, 2 (1st Cir.1991).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">A.M.C.</span> <span class=\"page\">2542</span></span></p>\n    <p class=\"parties\">WINDSOR MOUNT JOY MUTUAL INSURANCE COMPANY, Plaintiff-Appellant,<br>v.<br>John GIRAGOSIAN and Deborah Giragosian, Defendants-Appellees.</p>\n    <p class=\"docket\">No. 94-1764.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 5, 1994.<br>Decided June 16, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael J. Calabro, with whom Flanagan &amp; Hunter, P.C., was on brief, for appellant.</p>\n      <p class=\"indent\">Thomas M. Neville, with whom Segalini &amp; Neville, was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Windsor Mount Joy Mutual Insurance Company (\"Windsor\") sought a declaration from the district court of its rights and obligations with respect to an insurance policy held by John and Deborah Giragosian for their 34-foot sailboat Escape, which had sunk in Boston Harbor.  The Giragosians counterclaimed for contract damages due to Windsor's allegedly improper failure to honor the policy.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  After a bench trial, the district court determined that Windsor had a contractual duty to indemnify the Giragosians in the stipulated loss amount of $58,000.  Windsor now appeals this ruling.  For the following reasons, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1989, the Giragosians purchased the Escape, a 1987 model 34-foot Catalina sailboat with a 12-horsepower diesel auxiliary.  The Giragosians insured the Escape with Windsor under a fairly standard marine insurance policy which contained the following warranty of seaworthiness:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>Seaworthiness Warranty.  Warranted that at the inception of this Policy the vessel shall be in a seaworthy condition and, thereafter, during the term of this Policy, the Assured shall exercise due diligence to maintain the boat in a seaworthy condition.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the months before the Escape was lost, Mr. Giragosian's adverse experiences relating to the vessel were limited to the following:  During one excursion, Giragosian ran the vessel aground, and called for help using his radio.  Occasionally, the diesel engine stalled.  In August of 1991, the engine stalled as Giragosian was entering Scituate Harbor after a pleasure cruise.  He was unable to restart the engine, and thus obtained permission to moor the vessel in Scituate Harbor.  Most significantly, on October 19, 1991, someone noticed that the Escape was lying very low in the water and the Coast Guard was called to pump the boat out.  The Coast Guard pumped out the vessel and promptly informed the Giragosians of the situation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Giragosian went to Scituate Harbor on October 24, 1991, accompanied by his friend Daniel Likely.  The two planned to sail the Escape to the Bay Point Marina in Quincy to have it hauled for the season.  Giragosian and Likely rowed to where the Escape was moored.  Once on board, however, they realized that the locks to her cockpit had been changed by the Coast Guard personnel who had pumped the boat out five days earlier.  Giragosian came ashore and retrieved the key from the Coast Guard station.  At the station, Giragosian had a conversation with Coast Guard officials, who suggested that perhaps the water had gotten into the vessel's bilges by running down the mast, i.e., that it was rainwater.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After retrieving the key from the Coast Guard, Giragosian and Likely returned to the Escape, boarded the boat, and prepared to cast off.  Before the Escape left Scituate Harbor, Giragosian looked into the bilge and noticed one to two inches of water.  He considered this to be normal.  He also noticed water stains indicating that there had been about six inches of water in the bilges at one time.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Giragosian unsuccessfully attempted to start the vessel's diesel engine.  Because the batteries were low, Giragosian turned off the radio, but kept the depthfinder on throughout most of the voyage.  Because he intended to operate by \"dead reckoning\" from Scituate Harbor to the Bay Point Marina, Giragosian did not think that he needed the electronic equipment.  He also decided to make the trip solely under sail, as the winds were light, the day clear, and the sea calm.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At about 3:00 p.m., Giragosian headed the Escape out of Scituate Harbor under sail, towing a small inflatable dingy behind.  He sailed northeast out of Scituate Harbor, navigating by compass and dead reckoning.  He estimated that he was sailing at about six knots.  At around 4:30 p.m., his depthfinder failed.  Later, between 5:00 and 6:00 p.m. and well out in greater Boston Harbor, Giragosian noticed that his floorboards were now covered with sloshing water and that they had begun to float.  He checked the bilges and found that they contained about four feet of water, so he and Likely attempted to pump the water out manually.  At this point, the Escape still had sufficient power to operate the navigation lights, but only dimly.  Giragosian tried to go below to get a flashlight, but could not find one as the water was now flooding the cockpit and the flashlight was underwater.  He tried to use his radio to call for help, but could raise no one.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It was getting close to sunset, and the sea had become slightly choppy.  Giragosian and Likely donned life preservers, retrieved the flare gun, dropped the sails, and hooked up the outboard motor to the inflatable dinghy.  They abandoned the Escape and started toward a drilling rig light some distance away in the harbor.  Their dinghy engine ran out of gas, so it took them two hours to paddle by hand to the rig, where they were rescued after some time by the Coast Guard.  Neither Giragosian nor Likely saw the Escape go down.  The Coast Guard searched for the vessel but was unable to find any sign of it.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Giragosians gave proper notice to Windsor.  Windsor conducted its own search for the vessel with underwater detection devices. This search, however, proved futile, and the Escape was never seen again.  Windsor eventually denied Giragosian's claim.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court found, based on the totality of the facts and circumstances presented during trial, that the water pumped out of the hold of the vessel by the Coast Guard had not actually come down the mast, but rather was the result of a leak in the hull, a defect which was aggravated by Giragosian's attempts to sail the boat.  The court went on to find, however, that Giragosian was not actually aware that the vessel was leaking at or below the waterline, and he did not know or appreciate that sailing the vessel was aggravating the leak.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court found that the Escape was in a seaworthy condition at the commencement of the policy's coverage, and that the Giragosians exercised due diligence to maintain the boat in this condition.  The court went on to find that the Escape was, however, unseaworthy on October 24, 1991 when Giragosian and Likely sailed her out into open waters.  The court specifically found, however, that Giragosian did not know of the boat's unseaworthy condition, and that the condition was not caused by any lack of due diligence on Giragosian's part.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court nevertheless ruled as a matter of law that Giragosian was negligent in taking the Escape out to sea on October 24, 1991.  According to the court, the \"objective combination of the facts\"--that he knew that his boat had been low in the water and had been pumped out by the Coast Guard, and that he was aware that he had no auxiliary power and that his batteries were low--rendered Giragosian's decision to sail the Escape negligent.  Yet this negligence, the court explained, did not necessarily preclude coverage under the insurance policy.  Despite his negligence, the court concluded, Giragosian had not failed to exercise due diligence in maintaining the boat's seaworthiness, and therefore he is entitled to indemnification from Windsor under the policy.  Windsor now appeals.</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Our standard for reviewing a district court's findings of fact and conclusions of law made in conjunction with a bench trial is well settled.  We review claimed errors of law de novo.  Williams v. Poulos, <span class=\"citation\" data-id=\"195087\"><a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">271</span></a></span>, 278 (1st Cir.1993);  Blanchard v. Peerless Ins. Co., <span class=\"citation\" data-id=\"579200\"><a href=\"/opinion/579200/richard-blanchard-v-peerless-insurance-company/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">483</span></a></span>, 487 (1st Cir.1992).  The district court's findings of fact, however, will not be set aside unless they are demonstrated to be clearly erroneous.  <span class=\"citation\" data-id=\"195087\"><span class=\"antecedent_guess\">Williams,</span> <a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">278</span></a></span>;  Fed.R.Civ.P. 52(a).  In other words, we will give such findings effect unless, after carefully reading the record and according due deference to the trial court, we form \"a strong, unyielding belief that a mistake has been made.\"  Cumpiano v. Banco Santander Puerto Rico, <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 152 (1st Cir.1990).  Where there are two permissible views of the evidence, the interpretation assigned by the trial court will therefore be adopted.  <span class=\"citation\" data-id=\"195087\"><span class=\"antecedent_guess\">Williams,</span> <a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">278</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"The clearly erroneous standard also ordinarily applies to our review of a district court's resolution of mixed questions of law and fact.  In such situations, however, we are obligated to determine whether the court's decision was infected by legal error.  And if a trial court bases its findings upon a mistaken impression of applicable legal principles, the reviewing court is not bound by the clearly erroneous standard.\"  <span class=\"citation\" data-id=\"195087\"><a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"id_token\">Id.</span> (internal quotations </a></span>omitted).</p>\n    </div>\n    <p>ANALYSIS</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Windsor appeals the district court's decision on several grounds.  First, Windsor contends that the court applied an incorrect legal standard both to the interpretation of the warranty of seaworthiness in the marine insurance policy, and to the warranty's \"due diligence\" requirement.  Windsor also argues that certain factual findings of the district court are inconsistent, and that as a matter of law, the terms of the insurance policy preclude coverage for loss due to a \"latent defect.\"   We address these arguments in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A. Did the district court apply the appropriate legal standard for interpreting the warranty of seaworthiness?</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In interpreting the marine insurance policy, particularly the warranty of seaworthiness, the district court applied principles of Massachusetts insurance law rather than the maritime doctrine, applicable in marine insurance cases, of uberrimae fidei.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Citing Wilburn Boat Co. v. Fireman's Fund Ins. Co., <span class=\"citation\" data-id=\"105270\"><a href=\"/opinion/105270/wilburn-boat-co-v-firemans-fund-ins-co/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span>, 320-21, <span class=\"citation\" data-id=\"105270\"><a href=\"/opinion/105270/wilburn-boat-co-v-firemans-fund-ins-co/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">368</span></a></span>, 373-74, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">337</span> </span>(1955), the court explained that \"regarding matters of insurance, ... the doctrine of uberrimae fidei gives way to the state's ... interests in regulating the relationship between insurer and insured.\"   Appellant Windsor now argues that this choice of law ruling was erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The propriety of maritime jurisdiction over a suit involving a marine insurance policy is unquestionable.  Albany Ins. Co. v. Wisniewski, <span class=\"citation\" data-id=\"1818735\"><a href=\"/opinion/1818735/albany-ins-co-v-wisniewski/\"><span class=\"volume\">579</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1004</span></a></span>, 1013 (D.R.I.1984) (citing Kossick v. United Fruit Co., <span class=\"citation\" data-id=\"106209\"><a href=\"/opinion/106209/kossick-v-united-fruit-co/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">731</span></a></span>, 735, <span class=\"citation\" data-id=\"106209\"><a href=\"/opinion/106209/kossick-v-united-fruit-co/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">886</span></a></span>, 890, <span class=\"citation\" data-id=\"106209\"><a href=\"/opinion/106209/kossick-v-united-fruit-co/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">56</span> </a></span>(1961);  Wilburn <span class=\"citation\" data-id=\"105270\"><span class=\"antecedent_guess\">Boat,</span> <a href=\"/opinion/105270/wilburn-boat-co-v-firemans-fund-ins-co/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">313</span></a></span>, 75 S.Ct. at 370).   When, however, no established maritime rule governs the issues of a marine insurance dispute, the Wilburn Boat inquiry becomes applicable.  In the absence of a settled federal maritime rule, Wilburn Boat has generally been interpreted, \"in deference to state hegemony over insurance, to discourage the fashioning of new federal law and to favor the application of state law.\"  Albany Ins. <span class=\"citation\" data-id=\"1818735\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/1818735/albany-ins-co-v-wisniewski/\"><span class=\"volume\">579</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1013-14</span> </a></span>(listing cases).  Where, on the other hand, a settled maritime rule directly governs the litigation, that rule controls.  See Ingersoll Milling Mach. Co. v. M/V Bodena, <span class=\"citation no-link\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">293</span></span>, 305-06 (2d Cir.1987), cert. denied sub nom.  J.E. Bernard &amp; Co. v. Ingersoll Milling Mach. Co., <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1042</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">774</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">860</span> </span>(1988).  State law may supplement maritime law when maritime law is silent or a local matter is at issue, but state law may not be applied where it is materially different from maritime law, or where it would defeat the reasonably settled expectations of maritime actors.  See Albany Ins. Co. v. Anh Thi Kieu, <span class=\"citation\" data-id=\"557231\"><a href=\"/opinion/557231/albany-insurance-company-v-anh-thi-kieu/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">882</span></a></span>, 887 (5th Cir.1991);  Floyd v. Lykes Bros. S.S. Co., Inc., <span class=\"citation\" data-id=\"504652\"><a href=\"/opinion/504652/floyd-maria-e-individually-and-as-personal-representative-of-the-estate/\"><span class=\"volume\">844</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1044</span> </a></span>(3d Cir.1988);  Coastal Iron Works, Inc. v. Petty Ray Geophysical, Div. of Geosource, Inc., <span class=\"citation\" data-id=\"464827\"><a href=\"/opinion/464827/coastal-iron-works-inc-plaintiff-third-party-cross-v-petty-ray/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">577</span> </a></span>(5th Cir.1986);  Steelmet, Inc. v. Caribe Towing Corp., <span class=\"citation\" data-id=\"444049\"><a href=\"/opinion/444049/steelmet-inc-cross-appellees-jarrell-r-jackson-intervening-v-caribe/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span>, 695 (11th Cir.1984);  Fireman's Fund Am.  Ins. Co. v. Boston Harbor Marina, Inc., <span class=\"citation\" data-id=\"283409\"><a href=\"/opinion/283409/firemans-fund-american-insurance-company-v-boston-harbor-marina-inc/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">917</span></a></span>, 919 (1st Cir.1969);  cf. Pace v. Insurance Co. of No. Am., <span class=\"citation\" data-id=\"501180\"><a href=\"/opinion/501180/john-s-pace-v-insurance-company-of-north-america/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">572</span> </a></span>(1st Cir.1988) (holding that the admiralty clause of the U.S. Constitution did not necessarily bar a state law claim against a maritime insurer for its bad faith refusal to honor a claim).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Given these choice-of-law principles, the narrower issue is whether an established rule of maritime law is applicable to the dispute at bar.  If a maritime rule controls the disputed issue, and that rule is materially different from state law, then the district court's decision to abandon maritime law was legal error.  Windsor argues that the doctrine of uberrimae fidei<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> is directly applicable here, and that the district court should have employed this doctrine rather than Massachusetts insurance law in formulating its conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We need not undertake this analysis, however, because we find that the stringent uberrimae fidei doctrine does not relieve Windsor of its liability to the Giragosians under the policy.  True, the doctrine requires the parties to a marine insurance policy to accord one another the highest degree of good faith.  Knight v. U.S. Fire Ins. Co., <span class=\"citation\" data-id=\"478608\"><a href=\"/opinion/478608/frederick-wa-knight-v-us-fire-insurance-company-insurance-company-of/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span>, 13 (2d Cir.1986).  In particular, the doctrine imposes a strict duty on the insured to disclose to the insurer all known circumstances that materially affect the insurer's risk, the default of which duty renders the insurance contract voidable by the insurer.  <span class=\"citation\" data-id=\"478608\"><a href=\"/opinion/478608/frederick-wa-knight-v-us-fire-insurance-company-insurance-company-of/\"><span class=\"id_token\">Id.</span>  Once policy </a></span>coverage has commenced, the doctrine imposes an equally strict, continuing obligation on the vessel owner to ensure that the vessel will not, through either bad faith or neglect, knowingly be permitted to break ground in an unseaworthy condition.  Austin v. Servac Shipping Line, <span class=\"citation\" data-id=\"472582\"><a href=\"/opinion/472582/jim-austin-and-aulemic-inc-v-servac-shipping-line-hassan-a-gaafar/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">941</span> </a></span>(5th Cir.1986) (citations omitted) (emphasis added).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The doctrine has long been considered to be one of limited applicability, however, in light of the Supreme Court's Wilburn Boat decision, <span class=\"citation\" data-id=\"105270\"><span class=\"antecedent_guess\">see</span> <a href=\"/opinion/105270/wilburn-boat-co-v-firemans-fund-ins-co/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">316-317</span> </a></span>(explaining limitations of doctrine in marine insurance contract context).  Whatever the exact extent of the applicability of the strict uberrimae fidei standard, we cannot believe that in these times it requires a pleasure boat owner to notify the insurer every time the craft takes on a small amount of water, or has engine trouble, at pain of losing coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As the district court specifically found, the Escape was indeed unseaworthy when Giragosian set sail, but he did not know of its unseaworthy condition, and the condition was not the result of his neglect or lack of due diligence.  Windsor does not challenge these factual findings, but instead argues that Giragosian failed to exercise due diligence in ascertaining the vessel's condition before setting sail on August 24, 1991.  We disagree.  Although the Coast Guard had recently pumped her out, the officials told Giragosian that the water had probably run down the mast, and Giragosian was certainly reasonable in accepting their opinion.  Windsor claims that Giragosian should have consulted a marine mechanic in Scituate.  As a matter of law, however, we do not think that the doctrine of uberrimae fidei requires boat owners to hire mechanics, at the risk of losing their insurance coverage, every time a boat takes on small amounts of water.  As any boat owner knows, most boats leak at some time.  Moreover, a full five days after the Coast Guard had pumped water out of the vessel, Giragosian found only one to two inches of water in the bilges--a normal amount for the Escape--and the water was easily pumped out.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  These circumstances simply do not support a conclusion that the district court committed clear error in finding Giragosian duly diligent in maintaining and ascertaining the seaworthiness of the Escape before setting sail on August 24, 1991.  We therefore affirm the district court's determination that Giragosian did not breach the warranty of seaworthiness of the insurance policy.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">B. Were the district court's factual findings inconsistent?</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Windsor also claims that the district court's factual finding that the sinking of the Escape was due to a \"latent defect\" is inconsistent with its alleged finding that the Giragosians were \"on notice\" of the boat's condition.  In support of this argument, Windsor claims that \"latent defect\" is a term of art meaning a flaw which is not discoverable through inspection by a reasonably skilled person.  Because Giragosian was \"on notice\" of the vessel's condition, Windsor argues, the Escape 's defect could not have been latent, and Giragosian lacked due diligence in finding it.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As the Giragosians correctly point out, however, nothing in the district court's findings even suggest that Giragosian was \"on notice\" of the boat's defect;  to the contrary, the court specifically found that Giragosian did not know of it.  Based on the evidence, we see no inconsistency, much less clear error, in the court's factual findings.  Furthermore, when read in context, it is clear that the district court did not employ the term \"latent defect\" as a term of art, but merely in the ordinary, common-sense meaning of the phrase--i.e., an unknown or unsuspected flaw.  Essentially, Windsor's argument here is a reiteration of their previous contention that Giragosian should have located the source of the water in the bilges, and that his failure to do so constitutes lack of due diligence.  As we explained above, however, the district court's determination that Giragosian was duly diligent was not clear error.  Accordingly, we affirm the district court's findings and reject Windsor's contention on this point.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Giragosians also counterclaimed for violations of Mass.Gen.L. chapters 93A and 176D, prohibiting unfair and deceptive practices in the business of insurance.  The district court ruled that Windsor did not commit any unfair or deceptive trade practices, and the Giragosians do not appeal this decision</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> \"The most perfect good faith.\"   Black's Law Dictionary 1363 (5th ed. 1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The doctrine traditionally applied to insurance law in general.  See Stipcich v. Metropolitan Life Ins. Co., <span class=\"citation\" data-id=\"101311\"><a href=\"/opinion/101311/stipcich-v-metropolitan-life-ins-co/\"><span class=\"volume\">277</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">311</span></a></span>, 316, <span class=\"citation\" data-id=\"101311\"><a href=\"/opinion/101311/stipcich-v-metropolitan-life-ins-co/\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">512</span></a></span>, 513, <span class=\"citation\" data-id=\"101311\"><a href=\"/opinion/101311/stipcich-v-metropolitan-life-ins-co/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">895</span> </a></span>(1928) (\"Insurance policies are traditionally contracts uberrimae fidei and a failure by the insured to disclose conditions affecting the risk, of which he is aware, makes the contract voidable at the insurer's option.\").  Insurance law is primarily a matter of state concern, however, and over the years most states, including Massachusetts, have abandoned the strict uberrimae fidei doctrine for insurance policies generally.  See Anh Thi <span class=\"citation\" data-id=\"557231\"><span class=\"antecedent_guess\">Kieu,</span> <a href=\"/opinion/557231/albany-insurance-company-v-anh-thi-kieu/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">888</span> </a></span>(tracing history of doctrine).  Today, virtually the sole remaining vestige of the doctrine is in maritime insurance law.  <span class=\"citation\" data-id=\"557231\"><a href=\"/opinion/557231/albany-insurance-company-v-anh-thi-kieu/\"><span class=\"id_token\">Id.</span>  Even then, </a></span>however, it is debatable whether the doctrine can still be deemed an \"entrenched\" rule of law.  <span class=\"citation\" data-id=\"557231\"><a href=\"/opinion/557231/albany-insurance-company-v-anh-thi-kieu/\"><span class=\"id_token\">Id.</span> at 889-90 </a></span>(discussing marine insurance cases in which courts refused to apply doctrine in its strictest form)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although strict, this continuing obligation is not \"absolute,\" contrary to Windsor's assertions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We agree with the Giragosians that the case of Prado, Inc. v. Lexington Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">1990</span> <span class=\"reporter\">WL</span> <span class=\"page\">255535</span></span>, * 8 (D.Mass.1990), aff'd, <span class=\"citation\" data-id=\"559119\"><a href=\"/opinion/559119/prado-inc-v-lexington-insurance-company/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">906</span> </a></span>(1st Cir.1991), is entirely distinguishable.  In that case, although their vessel had been leaking considerably for an extended period of time, the insureds made absolutely no attempt to ascertain the source of the highly unusual amount of water in the vessel, and did not consult with either Coast Guard personnel or mechanics.  These facts are not present here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Our conclusion is unaffected by the district court's determination that Giragosian was negligent for setting sail in the Escape that day because he had no auxiliary power and a low radio battery.  For as the district court also correctly held, his decision to set sail, negligent or not, is simply irrelevant to whether he was in breach of the insurance policy's warranty of seaworthiness</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Windsor also argues that accepting the district court's finding that the leak in the Escape 's hull was a \"latent defect,\" the policy does not provide coverage for the boat's loss.  In support of this contention, Windsor points to two paragraphs in the policy.  The first paragraph states that the policy provides coverage for any physical loss or damage from \"any external cause.\"   The second paragraph specifically excludes from coverage \"loss, damage or expense arising from or in consequence of ... the repair or replacement of a part in which a latent defect has been found, mechanical breakdown or faulty manufacture....\"  Under the language of these clauses, Windsor contends, coverage should have been denied</p>\n        <p>Windsor raises these arguments now for the first time, never having presented any evidence nor, as far as the record shows, even discussed these clauses before the district court.  Because Windsor most certainly could have raised these arguments below and gives no explanation for its failure to do so, we deem the arguments waived.  Havinga v. Crowley Towing &amp; Trans.  Co., <span class=\"citation\" data-id=\"670668\"><a href=\"/opinion/670668/berend-jd-havinga-v-crowley-towing-and-transportation-company-berend/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1480</span></a></span>, 1483 (1st Cir.1994);  FDIC v. Caporale, <span class=\"citation\" data-id=\"559591\"><a href=\"/opinion/559591/federal-deposit-insurance-corporation-etc-v-leonard-caporale-etc/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1991).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/101311/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105270/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106209/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195087/",
    "https://www.courtlistener.com/api/rest/v3/opinions/283409/",
    "https://www.courtlistener.com/api/rest/v3/opinions/444049/",
    "https://www.courtlistener.com/api/rest/v3/opinions/464827/",
    "https://www.courtlistener.com/api/rest/v3/opinions/472582/",
    "https://www.courtlistener.com/api/rest/v3/opinions/478608/",
    "https://www.courtlistener.com/api/rest/v3/opinions/501180/",
    "https://www.courtlistener.com/api/rest/v3/opinions/504652/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557231/",
    "https://www.courtlistener.com/api/rest/v3/opinions/559119/",
    "https://www.courtlistener.com/api/rest/v3/opinions/559591/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579200/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670668/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1818735/"
  ]
}