{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196142/",
  "id": 196142,
  "absolute_url": "/opinion/196142/united-states-v-dinovo/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196142/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:58:36Z",
  "date_modified": "2020-02-21T23:45:06.454877Z",
  "type": "010combined",
  "sha1": "cfcacf9316d25f99b118609a2358f0f3ff2660bb",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1819.01A",
  "local_path": null,
  "plain_text": "\n\nJune 14, 1995         [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 94-1819\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                       RUSSELL DiNOVO,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Robert E. Keeton, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n               Boudin and Lynch, Circuit Judges,\r                                                           \r\n            and Schwarzer,* Senior District Judge.\r                                                             \r\n\n                                         \r\n\nLawrence P.  Murray  with whom  Henry F.  Owens, III  and Owens  &amp;\r                                                                              \r\nAssociates were on brief for appellant.\r                  \r\nEmily R.  Schulman, Assistant  United States  Attorney, with  whom\r                              \r\nDonald K. Stern, United States Attorney, was on brief for appellee.\r                       \r\n\n                                         \r\n\n                                         \r\n\n                    \r\n\n* Of the District of Northern California, sitting by designation.\r\r\n\n     Per Curiam.  On December 9, 1992, officer John Albert of\r                           \r\n\nthe Cambridge Police  Department spotted  appellant-defendant\r\n\nRussell  DiNovo driving  with a  male passenger  in a  Toyota\r\n\nCamry traveling along Cambridge Street.  When the car stopped\r\n\nin traffic,  Albert observed that  its right rear  window was\r\n\nmissing,  that pieces of glass  were in the  car's door frame\r\n\nand that a screwdriver was inserted in the ignition.  A check\r\n\nof the car's license  plate number revealed that the  car had\r\n\nbeen  stolen earlier  that day.   Based on  this information,\r\n\npolice officers  shortly thereafter arrested  DiNovo and  the\r\n\npassenger, Irving Lee.\r\n\n     During  the course  of the  arrest, Albert  noticed that\r\n\nboth  men were wearing two  sets of clothes.   Upon searching\r\n\nDiNovo, police discovered what appeared to be a homemade mask\r\n\nmade out of a shirt sleeve.  A second mask was later found in\r\n\nthe  police  wagon that  transported  DiNovo and  Lee  to the\r\n\npolice  station.   A  search of  the  Camry yielded  a loaded\r\n\nBeretta 9 millimeter semi-automatic pistol located underneath\r\n\nthe front seat of the car.  A palm print lifted from the butt\r\n\nof the pistol matched DiNovo's left palm.\r\n\n     DiNovo  was  charged  with  being  a  felon  in  knowing\r\n\npossession  of  a  firearm  in  violation  of  18  U.S.C.    \r\n\n922(g)(1).   At  trial,  DiNovo took  the  position that  the\r\n\nevidence did  not establish that  he had  ever possessed  the\r\n\nBeretta,  but  he was  nevertheless  convicted  by the  jury.\r\n\n                             -2-\r                                         -2-\r\r\n\nBecause  DiNovo  had three  previous convictions  for violent\r\n\ncrimes, he was sentenced under the Armed Career Criminal Act,\r\n\n18  U.S.C.   924(e), to 235 months' imprisonment.  On appeal,\r\n\nDiNovo challenges both his conviction and sentence.\r\n\n     DiNovo first objects to the  admission of the two pieces\r\n\nof  cloth that the jury could  reasonably have concluded were\r\n\nhomemade masks.   The masks, together  with other indications\r\n\nthat a robbery was  planned, helped to supply a basis for the\r\n\njury to infer a motive for DiNovo's possession of the weapon.\r\n\nWhile the masks thus fall within the literal terms of Fed. R.\r\n\nEvid.  404(b), DiNovo objects that the inference of a planned\r\n\nrobbery was too thin to satisfy Rule 404(b) and the potential\r\n\nfor prejudice too great to justify admissibility of the masks\r\n\nunder Fed. R. Evid. 403.\r\n\n     The district court's judgment on issues of this  kind is\r\n\nnormally  given wide  latitude.   See  Espeaignnette v.  Gene\r                                                                         \r\n\nTierney Co.,  Inc., 43 F.3d  1, 5  (1st Cir. 1994).   In  all\r                              \r\n\nevents,  the masks  together with other  evidence--the stolen\r\n\ncar, the double suits  of clothes--made the inference  that a\r\n\nrobbery was planned far  more than mere speculation.   As for\r\n\nthe balancing  of need versus  prejudice under Rule  403, the\r\n\ngovernment had ample need for the motive evidence in order to\r\n\nconfirm DiNovo's  connection with  the weapon.   The  risk of\r\n\nunfair prejudice  was quite limited compared  to 404(b) cases\r\n\ninwhich evidence of actualprior crimes is regularly admitted.\r\n\n                             -3-\r                                         -3-\r\r\n\n     DiNovo's second major objection relates  to the district\r\n\ncourt's charge on the definition of possession.  The district\r\n\ncourt's charge  for the most  part described the  concepts of\r\n\nactual and constructive possession  in terms that were either\r\n\nconventional or  generally helpful to DiNovo.   DiNovo's main\r\n\ncomplaint is  that the district  court refused to  include in\r\n\nthe  charge   certain  language   proposed  by   the  defense\r\n\nincluding,  most  importantly,  an  instruction  that \"[m]ere\r\n\nincidental  touching  or  handling  of the  object  does  not\r\n\nconstitute possession.\"   On appeal, DiNovo  argues that this\r\n\nproposed  request  was a  proper  statement  of  the law  and\r\n\nnecessary in light of  DiNovo's theory that his print  on the\r\n\nweapon might be explained by a mere touching.\r\n\n     On theory of the  defense grounds, DiNovo might arguably\r\n\nhave been entitled to some instruction that made clear to the\r\n\njury  that  not  every  incidental contact  with  the  weapon\r\n\nautomatically compelled the jury to find possession.  But the\r\n\nlanguage proposed by DiNovo  went much further.  It  extended\r\n\nto  an \"incidental  . .  . handling\"  of the  weapon,  and it\r                                                                      \r\n\nessentially  directed  the  jury   that  such  an  incidental\r\n\nhandling  would never  be  enough to  convict.   Whether  the\r\n\nquoted  language   is  regarded   as  confusing  or   a  flat\r\n\noverstatement, it  is plain that  the district court  was not\r\n\nobliged to give this instruction.\r\n\n                             -4-\r                                         -4-\r\r\n\n     A defendant  who requests  an instruction is  obliged to\r\n\nprovide an instruction that accurately reflects the law.  See\r                                                                         \r\n\nUnited States v. Iaciofano, 734 F.2d 87, 90 (1st Cir.), cert.\r                                                                         \r\n\ndenied,  469  U.S. 850  (1984).   The  district judge  is not\r                  \r\n\nobliged to carve down  and preserve the unspoiled core  of an\r\n\notherwise  tainted piece  of  fruit.   In this  instance, the\r\n\ndistrict court, in response to DiNovo's request, modified the\r\n\npossession  charge to say  that the defendant  had to possess\r\n\nthe  weapon \"knowingly\" and  \"[k]nowingly means  he possessed\r\n\nwith  intent  to  exercise  dominion  and  control  over  the\r\n\nfirearm.\"   Not only  did the court  properly reject DiNovo's\r\n\noverstated  or confusing  instruction,  but it  gave him  the\r\n\nsubstance of what he might reasonably have requested.\r\n\n     DiNovo's third argument is that the district court erred\r\n\nwhen, on a  request by the jury, it provided  the jury with a\r\n\nmagnifying  glass--presumably  sought  to examine  exhibits--\r\n\nduring its deliberations.  DiNovo complains that the district\r\n\ncourt should  not have supplied this glass without asking the\r\n\njury about  its precise intended purpose  and giving limiting\r\n\ndirections  as to its proper  use.  Improper  use, DiNovo now\r\n\ncontends,  might distort the appearance of an exhibit.\r\n\n     At trial  DiNovo's counsel  objected to giving  the jury\r\n\nthe magnifying  glass but  never asked  the judge  to inquire\r\n\ninto its  intended use or  give jurors any  instructions, nor\r\n\ndid  DiNovo  identify for  the  district  court any  specific\r\n\n                             -5-\r                                         -5-\r\r\n\npotential  misuse  of  the  magnifying  glass  against  which\r\n\nprecautions  should be  taken.   Jury management  matters are\r\n\nnormally within the district court's sound discretion, and if\r\n\nDiNovo wanted  questions to  be  asked or  limitations to  be\r\n\nimposed,  he was obliged to  say this to  the district judge.\r\n\nThere is  certainly no plain  error in  the district  judge's\r\n\nhandling of the matter.\r\n\n     Finally,  DiNovo   objects   to  a   procedural   ruling\r\n\npertaining  to  his sentencing.    DiNovo  received the  pre-\r\n\nsentence report on April 19, 1994, was given two continuances\r\n\nat  his own request, and finally was scheduled for sentencing\r\n\non July  13.  On  that date,  DiNovo's CJA  counsel moved  to\r\n\ncontinue  the sentencing  and  withdraw  because of  DiNovo's\r\n\ndissatisfaction  with  counsel's representation  and DiNovo's\r\n\nassertion that he might after investigation wish to challenge\r\n\nthe validity of  certain of the  prior convictions listed  in\r\n\nthe pre-sentence report.\r\n\n     Custis  v.  United  States,  113  S.  Ct.  1732  (1994),\r                                           \r\n\nnarrowed the grounds on  which a defendant may  at sentencing\r\n\nattack  a prior  conviction under  the Armed  Career Criminal\r\n\nAct.   When at sentencing  DiNovo expressed a  desire to have\r\n\nhis  earlier convictions  investigated,  the  district  court\r\n\ninquired of defense counsel  and counsel explained that under\r\n\nCustis  he believed  that DiNovo  had no  basis to  attack at\r                  \r\n\nsentencing  any of  his prior  convictions.   It was  at that\r\n\n                             -6-\r                                         -6-\r\r\n\npoint  that the  district  court refused  to replace  defense\r\n\ncounsel or to continue the sentencing for a third time.\r\n\n     Neither  in the  district court  nor in  this court  has\r\n\nDiNovo  explained what  purpose would have  been served  by a\r\n\ncontinuance.    He  does not  claim  that  any  of the  prior\r\n\nconvictions were  obtained without representation  by counsel\r\n\nnor  has  he pointed  to any  other  reason for  delaying his\r\n\nsentencing  except  a generalized  desire to  investigate his\r\n\nprior convictions.  Under  these circumstances one can hardly\r\n\nsay that the district court abused its discretion in refusing\r\n\na third continuance of the sentencing or that DiNovo has been\r\n\nprejudiced by the district court's refusal.\r\n\n     In  the  closing  paragraphs addressed  to  this  issue,\r\n\nDiNovo's brief on appeal says  that his counsel at sentencing\r\n\nmisread  Custis and  that  DiNovo was  deprived of  effective\r                           \r\n\nassistance of counsel at sentencing.  It is by no means clear\r\n\non  this  record  that  defense  counsel  misunderstood   the\r\n\nlimitations   imposed  by   Custis   or  that,   if  he   did\r                                              \r\n\nmisunderstand  them, his  misunderstanding had  any practical\r\n\nimportance in this case.  In all events, the ordinary rule is\r\n\nthat  attacks  on  the  adequacy of  trial  counsel  are  not\r\n\nnormally considered  on direct  appeal, but are  reserved for\r\n\nproceedings under 28  U.S.C.    2255.  See  United States  v.\r                                                                     \r\n\nMala, 7 F.3d 1058, 1063 (1st Cir. 1993), cert. denied, 114 S.\r                                                                 \r\n\n                             -7-\r                                         -7-\r\r\n\nCt. 1839 (1994).   This case illustrates the reasons  for the\r\n\nrule, and we invoke it here. \r\n\n     Affirmed.\r                         \r\n\n                             -8-\r                                         -8-\r\r\n",
  "html": "<p class=\"case_cite\">57 F.3d 1061<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Russell DiNOVO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1819.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 14, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lawrence P. Murray with whom Henry F. Owens, III and Owens &amp; Associates were on brief for appellant.</p>\n      <p class=\"indent\">Emily R. Schulman, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before BOUDIN and LYNCH, Circuit Judges, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On December 9, 1992, officer John Albert of the Cambridge Police Department spotted appellant-defendant Russell DiNovo driving with a male passenger in a Toyota Camry traveling along Cambridge Street.  When the car stopped in traffic, Albert observed that its right rear window was missing, that pieces of glass were in the car's door frame and that a screwdriver was inserted in the ignition.  A check of the car's license plate number revealed that the car had been stolen earlier that day.  Based on this information, police officers shortly thereafter arrested DiNovo and the passenger, Irving Lee.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">During the course of the arrest, Albert noticed that both men were wearing two sets of clothes.  Upon searching DiNovo, police discovered what appeared to be a homemade mask made out of a shirt sleeve.  A second mask was later found in the police wagon that transported DiNovo and Lee to the police station.  A search of the Camry yielded a loaded Beretta 9 millimeter semi-automatic pistol located underneath the front seat of the car.  A palm print lifted from the butt of the pistol matched DiNovo's left palm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">DiNovo was charged with being a felon in knowing possession of a firearm in violation of 18 U.S.C. Sec. 922(g)(1).  At trial, DiNovo took the position that the evidence did not establish that he had ever possessed the Beretta, but he was nevertheless convicted by the jury.  Because DiNovo had three previous convictions for violent crimes, he was sentenced under the Armed Career Criminal Act, 18 U.S.C. Sec. 924(e), to 235 months' imprisonment.  On appeal, DiNovo challenges both his conviction and sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">DiNovo first objects to the admission of the two pieces of cloth that the jury could reasonably have concluded were homemade masks.  The masks, together with other indications that a robbery was planned, helped to supply a basis for the jury to infer a motive for DiNovo's possession of the weapon.  While the masks thus fall within the literal terms of Fed.  R. Evid. 404(b), DiNovo objects that the inference of a planned robbery was too thin to satisfy Rule 404(b) and the potential for prejudice too great to justify admissibility of the masks under Fed.  R. Evid. 403.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court's judgment on issues of this kind is normally given wide latitude.  See Espeaignnette v. Gene Tierney Co., Inc., 43 F.3d 1, 5 (1st Cir. 1994).  In all events, the masks together with other evidence-the stolen car, the double suits of clothes-made the inference that a robbery was planned far more than mere speculation.  As for the balancing of need versus prejudice under Rule 403, the government had ample need for the motive evidence in order to confirm DiNovo's connection with the weapon.  The risk of unfair prejudice was  quite limited compared to 404(b) cases in which evidence of actual prior crimes is regularly admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">DiNovo's second major objection relates to the district court's charge on the definition of possession.  The district court's charge for the most part described the concepts of actual and constructive possession in terms that were either conventional or generally helpful to DiNovo.  DiNovo's main complaint is that the district court refused to include in the charge certain language proposed by the defense including, most importantly, an instruction that \"[m]ere incidental touching or handling of the object does not constitute possession.\"  On appeal, DiNovo argues that this proposed request was a proper statement of the law and necessary in light of DiNovo's theory that his print on the weapon might be explained by a mere touching.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On theory of the defense grounds, DiNovo might arguably have been entitled to some instruction that made clear to the jury that not every incidental contact with the weapon automatically compelled the jury to find possession.  But the language proposed by DiNovo went much further.  It extended to an \"incidental ... handling\" of the weapon, and it essentially directed the jury that such an incidental handling would never be enough to convict.  Whether the quoted language is regarded as confusing or a flat overstatement, it is plain that the district court was not obliged to give this instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A defendant who requests an instruction is obliged to provide an instruction that accurately reflects the law.  See United States v. Iaciofano, 734 F.2d 87, 90 (1st Cir.), cert. denied, 469 U.S. 850 (1984).  The district judge is not obliged to carve down and preserve the unspoiled core of an otherwise tainted piece of fruit.  In this instance, the district court, in response to DiNovo's request, modified the possession charge to say that the defendant had to possess the weapon \"knowingly\" and \"[k]nowingly means he possessed with intent to exercise dominion and control over the firearm.\"  Not only did the court properly reject DiNovo's overstated or confusing instruction, but it gave him the substance of what he might reasonably have requested.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">DiNovo's third argument is that the district court erred when, on a request by the jury, it provided the jury with a magnifying glass-presumably sought to examine exhibits-during its deliberations.  DiNovo complains that the district court should not have supplied this glass without asking the jury about its precise intended purpose and giving limiting directions as to its proper use.  Improper use, DiNovo now contends, might distort the appearance of an exhibit.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At trial DiNovo's counsel objected to giving the jury the magnifying glass but never asked the judge to inquire into its intended use or give jurors any instructions, nor did DiNovo identify for the district court any specific potential misuse of the magnifying glass against which precautions should be taken.  Jury management matters are normally within the district court's sound discretion, and if DiNovo wanted questions to be asked or limitations to be imposed, he was obliged to say this to the district judge.  There is certainly no plain error in the district judge's handling of the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, DiNovo objects to a procedural ruling pertaining to his sentencing.  DiNovo received the pre-sentence report on April 19, 1994, was given two continuances at his own request, and finally was scheduled for sentencing on July 13.  On that date, DiNovo's CJA counsel moved to continue the sentencing and withdraw because of DiNovo's dissatisfaction with counsel's representation and DiNovo's assertion that he might after investigation wish to challenge the validity of certain of the prior convictions listed in the pre-sentence report.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Custis v. United States, 113 S. Ct. 1732 (1994), narrowed the grounds on which a defendant may at sentencing attack a prior conviction under the Armed Career Criminal Act.  When at sentencing DiNovo expressed a desire to have his earlier convictions investigated, the district court inquired of defense counsel and counsel explained that under Custis he believed that DiNovo had no basis to attack at sentencing any of his prior convictions.  It was at that point that the district court refused to replace defense counsel or to continue the sentencing for a third time.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Neither in the district court nor in this court has DiNovo explained what purpose would have been served by a continuance.  He does not claim that any of the prior convictions were obtained without representation by counsel nor has he pointed to any other reason for delaying his sentencing except a generalized desire to investigate his prior convictions.  Under these circumstances one can hardly say that the district court abused its discretion in refusing a third continuance of the sentencing or that DiNovo has been prejudiced by the district court's refusal.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the closing paragraphs addressed to this issue, DiNovo's brief on appeal says that his counsel at sentencing misread Custis and that DiNovo was deprived of effective assistance of counsel at sentencing.  It is by no means clear on this record that defense counsel misunderstood the limitations imposed by Custis or that, if he did misunderstand them, his misunderstanding had any practical importance in this case.  In all events, the ordinary rule is that attacks on the adequacy of trial counsel are not normally considered on direct appeal, but are reserved for proceedings under 28 U.S.C. Sec. 2255.  See United States v. Mala, 7 F.3d 1058, 1063 (1st Cir. 1993), cert. denied, 114 S. Ct. 1839 (1994).  This case illustrates the reasons for the rule, and we invoke it here.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Northern California, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1061</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Russell DiNOVO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1819.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 14, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lawrence P. Murray with whom Henry F. Owens, III and Owens &amp; Associates were on brief for appellant.</p>\n      <p class=\"indent\">Emily R. Schulman, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before BOUDIN and LYNCH, Circuit Judges, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On December 9, 1992, officer John Albert of the Cambridge Police Department spotted appellant-defendant Russell DiNovo driving with a male passenger in a Toyota Camry traveling along Cambridge Street.  When the car stopped in traffic, Albert observed that its right rear window was missing, that pieces of glass were in the car's door frame and that a screwdriver was inserted in the ignition.  A check of the car's license plate number revealed that the car had been stolen earlier that day.  Based on this information, police officers shortly thereafter arrested DiNovo and the passenger, Irving Lee.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">During the course of the arrest, Albert noticed that both men were wearing two sets of clothes.  Upon searching DiNovo, police discovered what appeared to be a homemade mask made out of a shirt sleeve.  A second mask was later found in the police wagon that transported DiNovo and Lee to the police station.  A search of the Camry yielded a loaded Beretta 9 millimeter semi-automatic pistol located underneath the front seat of the car.  A palm print lifted from the butt of the pistol matched DiNovo's left palm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">DiNovo was charged with being a felon in knowing possession of a firearm in violation of 18 U.S.C. Sec. 922(g)(1).  At trial, DiNovo took the position that the evidence did not establish that he had ever possessed the Beretta, but he was nevertheless convicted by the jury.  Because DiNovo had three previous convictions for violent crimes, he was sentenced under the Armed Career Criminal Act, 18 U.S.C. Sec. 924(e), to 235 months' imprisonment.  On appeal, DiNovo challenges both his conviction and sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">DiNovo first objects to the admission of the two pieces of cloth that the jury could reasonably have concluded were homemade masks.  The masks, together with other indications that a robbery was planned, helped to supply a basis for the jury to infer a motive for DiNovo's possession of the weapon.  While the masks thus fall within the literal terms of Fed.  R. Evid. 404(b), DiNovo objects that the inference of a planned robbery was too thin to satisfy Rule 404(b) and the potential for prejudice too great to justify admissibility of the masks under Fed.  R. Evid. 403.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court's judgment on issues of this kind is normally given wide latitude.  See Espeaignnette v. Gene Tierney Co., Inc., <span class=\"citation\" data-id=\"685127\"><a href=\"/opinion/685127/41-fed-r-evid-serv-94-prodliabrep-cch-p-14121-william-and-rita/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir. 1994).  In all events, the masks together with other evidence-the stolen car, the double suits of clothes-made the inference that a robbery was planned far more than mere speculation.  As for the balancing of need versus prejudice under Rule 403, the government had ample need for the motive evidence in order to confirm DiNovo's connection with the weapon.  The risk of unfair prejudice was  quite limited compared to 404(b) cases in which evidence of actual prior crimes is regularly admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">DiNovo's second major objection relates to the district court's charge on the definition of possession.  The district court's charge for the most part described the concepts of actual and constructive possession in terms that were either conventional or generally helpful to DiNovo.  DiNovo's main complaint is that the district court refused to include in the charge certain language proposed by the defense including, most importantly, an instruction that \"[m]ere incidental touching or handling of the object does not constitute possession.\"  On appeal, DiNovo argues that this proposed request was a proper statement of the law and necessary in light of DiNovo's theory that his print on the weapon might be explained by a mere touching.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On theory of the defense grounds, DiNovo might arguably have been entitled to some instruction that made clear to the jury that not every incidental contact with the weapon automatically compelled the jury to find possession.  But the language proposed by DiNovo went much further.  It extended to an \"incidental ... handling\" of the weapon, and it essentially directed the jury that such an incidental handling would never be enough to convict.  Whether the quoted language is regarded as confusing or a flat overstatement, it is plain that the district court was not obliged to give this instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A defendant who requests an instruction is obliged to provide an instruction that accurately reflects the law.  See United States v. Iaciofano, <span class=\"citation\" data-id=\"435793\"><a href=\"/opinion/435793/united-states-v-domenic-iaciofano/\"><span class=\"volume\">734</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">87</span></a></span>, 90 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">850</span> </span>(1984).  The district judge is not obliged to carve down and preserve the unspoiled core of an otherwise tainted piece of fruit.  In this instance, the district court, in response to DiNovo's request, modified the possession charge to say that the defendant had to possess the weapon \"knowingly\" and \"[k]nowingly means he possessed with intent to exercise dominion and control over the firearm.\"  Not only did the court properly reject DiNovo's overstated or confusing instruction, but it gave him the substance of what he might reasonably have requested.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">DiNovo's third argument is that the district court erred when, on a request by the jury, it provided the jury with a magnifying glass-presumably sought to examine exhibits-during its deliberations.  DiNovo complains that the district court should not have supplied this glass without asking the jury about its precise intended purpose and giving limiting directions as to its proper use.  Improper use, DiNovo now contends, might distort the appearance of an exhibit.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At trial DiNovo's counsel objected to giving the jury the magnifying glass but never asked the judge to inquire into its intended use or give jurors any instructions, nor did DiNovo identify for the district court any specific potential misuse of the magnifying glass against which precautions should be taken.  Jury management matters are normally within the district court's sound discretion, and if DiNovo wanted questions to be asked or limitations to be imposed, he was obliged to say this to the district judge.  There is certainly no plain error in the district judge's handling of the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, DiNovo objects to a procedural ruling pertaining to his sentencing.  DiNovo received the pre-sentence report on April 19, 1994, was given two continuances at his own request, and finally was scheduled for sentencing on July 13.  On that date, DiNovo's CJA counsel moved to continue the sentencing and withdraw because of DiNovo's dissatisfaction with counsel's representation and DiNovo's assertion that he might after investigation wish to challenge the validity of certain of the prior convictions listed in the pre-sentence report.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Custis v. United States, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1732</span> </span>(1994), narrowed the grounds on which a defendant may at sentencing attack a prior conviction under the Armed Career Criminal Act.  When at sentencing DiNovo expressed a desire to have his earlier convictions investigated, the district court inquired of defense counsel and counsel explained that under Custis he believed that DiNovo had no basis to attack at sentencing any of his prior convictions.  It was at that point that the district court refused to replace defense counsel or to continue the sentencing for a third time.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Neither in the district court nor in this court has DiNovo explained what purpose would have been served by a continuance.  He does not claim that any of the prior convictions were obtained without representation by counsel nor has he pointed to any other reason for delaying his sentencing except a generalized desire to investigate his prior convictions.  Under these circumstances one can hardly say that the district court abused its discretion in refusing a third continuance of the sentencing or that DiNovo has been prejudiced by the district court's refusal.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the closing paragraphs addressed to this issue, DiNovo's brief on appeal says that his counsel at sentencing misread Custis and that DiNovo was deprived of effective assistance of counsel at sentencing.  It is by no means clear on this record that defense counsel misunderstood the limitations imposed by Custis or that, if he did misunderstand them, his misunderstanding had any practical importance in this case.  In all events, the ordinary rule is that attacks on the adequacy of trial counsel are not normally considered on direct appeal, but are reserved for proceedings under 28 U.S.C. Sec. 2255.  See United States v. Mala, <span class=\"citation\" data-id=\"194994\"><a href=\"/opinion/194994/united-states-v-mala/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1058</span></a></span>, 1063 (1st Cir. 1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1839</span> </span>(1994).  This case illustrates the reasons for the rule, and we invoke it here.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Northern California, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/194994/",
    "https://www.courtlistener.com/api/rest/v3/opinions/435793/",
    "https://www.courtlistener.com/api/rest/v3/opinions/685127/"
  ]
}