{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196276/",
  "id": 196276,
  "absolute_url": "/opinion/196276/united-states-v-gondek/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196276/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:02:16Z",
  "date_modified": "2020-02-21T23:30:10.909848Z",
  "type": "010combined",
  "sha1": "71d305046d853e084f821800ff7657e2601b7d7a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1065.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1065\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                     LANCER SCOTT GONDEK,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n         [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n            and Schwarzer,* Senior District Judge,\r                                                             \r\n\n                                         \r\n\nJames S. Hewes, by Appointment of the Court, for appellant.\r                          \r\nF. Mark Terison,  Assistant United States Attorney, with whom  Jay\r                                                                              \r\nP.  McCloskey,  United  States  Attorney,  and  Jonathan  R.  Chapman,\r                                                                             \r\nAssistant United States Attorney, were on brief for appellee.\r\n\n                                         \r\n\n                      September 6, 1995\r\n                                         \r\n\n            \r\n\n*Of the District of Northern California, sitting by designation.\r\r\n\n     BOUDIN, Circuit  Judge.  In November  1992, Lancer Scott\r                                       \r\n\nGondek was convicted  in Maine Superior Court of  robbery and\r\n\nburglary and sentenced  to   prison.  While  on parole  after\r\n\nimprisonment,   Gondek  was   arrested  in  March   1994  for\r\n\npossession of a firearm.  The federal government indicted him\r\n\nunder  the  felon  in  possession  statute.    18  U.S.C.    \r\n\n922(g)(1),  924(a)(2).   In  consequence of  his arrest,  his\r\n\nfailure to attend a drug  treatment program, and his  alcohol\r\n\nuse, the state court  revoked Gondek's parole and imposed  on\r\n\nhim a three-year prison sentence.  Gondek then pled guilty in\r\n\nfederal court to a single count of firearms possession.  \r\n\n     In January  1995, the district court  imposed a 77-month\r\n\nsentence  on   Gondek  and  concluded  that   the  Sentencing\r\n\nGuidelines required the federal sentence to run consecutively\r\n\nto  the state  sentence imposed  after the  parole violation.\r\n\nGondek has now  appealed the federal sentence, arguing that a\r\n\nconsecutive sentence  was not  mandatory and should  not have\r\n\nbeen  ordered.   His only  substantial argument  involves the\r\n\ninterpretation of U.S.S.G.   5G1.3, a  set of provisions that\r\n\nare less than a model of clarity.\r\n\n     Section  5G1.3 governs  the imposition  of sentences  on\r\n\ndefendants who are convicted  of a crime while subject  to an\r\n\nundischarged term of imprisonment for a  previous conviction.\r\n\nUnder subsection (a), the new sentence must be consecutive if\r                                                                      \r\n\na defendant is convicted for a crime committed while \"serving\r\n\n                             -2-\r                                         -2-\r\r\n\na term of imprisonment  (including work release, furlough, or\r\n\nescape   status),  or  after   sentencing  for,   but  before\r\n\ncommencing   service   of,   such  term   of   imprisonment.\"\r\n\nSubsection (b)  provides for a concurrent  sentence where the\r                                                     \r\n\nundischarged  term  resulted  from offenses  \"that  have been\r\n\nfully  taken  into  account\"  (e.g.,  as  an  adjustment)  in\r                                               \r\n\ndetermining  the  offense  level  for  the  present  offense.\r\n\nFinally, under  subsection  (c) in  all other  cases the  new\r\n\nsentence  is to  be consecutive  \"to the extent  necessary to\r\n\nachieve a  reasonable incremental punishment  for the instant\r\n\noffense.\"  \r\n\n     The commentary  for subsection (c) gives  the court some\r\n\nlatitude  in determining  what is  a \"reasonable  incremental\r\n\npunishment,\"  although  it  offers  one  generalization  that\r\n\ncovers a good  many cases:   application note 3 says  that to\r\n\nthe extent  practicable, the  court should achieve  the total\r\n\npunishment that  would  have been  imposed  \"had all  of  the\r\n\noffenses been federal offenses for which sentences were being\r\n\nimposed at the  same time.\"   The  commentary concludes  with\r\n\napplication note 4, added in 1993, which reads as follows:\r\n\n     If the defendant was on federal or state probation,\r\n     parole, or  supervised release  at the time  of the\r\n     instant   offense,  and  has  had  such  probation,\r\n     parole, or supervised release revoked, the sentence\r\n     for  the instant  offense should  be imposed  to be\r\n     served consecutively  to the  term imposed  for the\r\n     violation  of  probation,  parole,   or  supervised\r\n     release in order to  provide an incremental penalty\r\n     for   the  violation   of  probation,   parole,  or\r\n\n                             -3-\r                                         -3-\r\r\n\n     supervised  release  (in  accord  with  the  policy\r\n     expressed in   7B1.3 and 7B1.4).\r\n\n     The language  of application note 4  applies directly to\r\n\nthis  case.  Gondek  was on state  parole at the  time of the\r\n\npresent firearms possession  offense, and the district  court\r\n\nfollowed the directive that the sentence  for the new offense\r\n\n\"should be  imposed to  be served consecutively  to the  term\r\n\nimposed for the violation of . . . parole . . . .\"   The only\r\n\nquestion  is whether  the district  court erred  in believing\r\n\nthat  this result  was  mandated by  the  guidelines; if  the\r\n\ncommentary were  only a  suggestion, then the  district court\r\n\nwould  be obliged to decide whether as a matter of discretion\r\n\nit wished to make the term consecutive or concurrent.\r\n\n     There is an argument  for reading application note 4  to\r\n\nreserve discretion to  the district court.   The note,  after\r\n\nall,  is  appended to  a  subsection  that  does confer  some\r\n\ndiscretion and  is explicitly  labeled a  \"policy statement,\"\r\n\nalthough  commentary policy  is  also binding.   Williams  v.\r                                                                     \r\n\nUnited  States, 503 U.S. 193, 200-01 (1992).  Some might also\r                          \r\n\nattach  weight to the note's use of the word \"should,\" rather\r\n\nthan  \"shall,\" see United States v. Whiteley, 54 F.3d 85, 89,\r                                                        \r\n\n91 (2d Cir. 1995), but  these shadings in guideline  language\r\n\ndo not appear to be very reliable guides.\r\n\n     However,  the greater  weight of  the evidence  suggests\r\n\nthat, departure to one side, application note 4 is mandatory.\r\n\nFirst, the simple and straightforward language of application\r\n\n                             -4-\r                                         -4-\r\r\n\nnote 4 says that if the defendant committed the offense while\r\n\non parole,  the  sentence should  be  made consecutive.    No\r\n\nqualification  is  stated  or  suggested.   In  other  words,\r\n\napplication  note 4 represents the Commission's determination\r\n\nas to  what is a  \"reasonable incremental punishment\"  in the\r\n\nnarrow situation described in the note.  \r\n\n     Second,  the rationale  for  this  special treatment  is\r\n\nentirely  understandable.    Unlike  many cases  governed  by\r\n\nsubsection  (c), where  the two  offenses arise  from related\r\n\nevents,  the  parole  case  covered  by  application  note  4\r\n\ninvolves  a new  offense normally  unrelated to  the original\r\n\noffense  that led to the  parole.  Instead,  the situation is\r\n\nclosely akin to the case  of the defendant who commits  a new\r\n\noffense while  still in prison,  the very situation  in which\r\n\nsubsection  (a) instructs  that  the new  sentence  is to  be\r\n\nserved consecutively.\r\n\n     Third,  the guidelines  elsewhere  provide that  where a\r\n\nfederal  court  imposes  a  term of  imprisonment  \"upon  the\r\n\nrevocation of probation or  supervised release,\" it is  to be\r\n\nserved  consecutively to  any sentence  of imprisonment  then\r\n\nbeing served.  U.S.S.G.   7B1.3(f).  This section does not in\r\n\nterms  apply to Gondek's case because his revocation was by a\r\n\nstate  court and was prior  to the federal  sentence; but the\r\n\npolicy  of   this  provision,  which   is  explicitly  cross-\r\n\nreferenced  in  application  note  4,  makes  irrelevant  the\r\n\n                             -5-\r                                         -5-\r\r\n\nsequence  of events.    Reading the  two provisions  together\r\n\nreenforces our view that application note 4 is mandatory.\r\n\n     Fourth, one  circuit has agreed that  application note 4\r\n\nis mandatory, United States v. Bernard, 48 F.3d 427, 432 (9th\r                                                  \r\n\nCir. 1995); two others reached the same result, for sentences\r\n\nimposed  prior to  application  note 4,  based  in part  upon\r\n\nU.S.S.G.   7B1.3(f), United States v. Glasener, 981 F.2d 973,\r                                                          \r\n\n975 (8th Cir. 1992);  United States v. Flowers, 13  F.3d 395,\r                                                          \r\n\n397  (11th Cir.  1994); and  apparently no other  circuit has\r\n\nagreed with Gondek's view.   Although we are obliged  to make\r\n\nour own judgment, our  confidence in it is reenforced  by the\r\n\nreaction of other circuits.\r\n\n     There  are  three  loose   ends  that  deserve  separate\r\n\ntreatment.    On a  technical level,  one  might ask  why the\r\n\nCommission, in  adding application note  4 in  1993, did  not\r\n\nsimplify the  matter by expanding the  language of subsection\r\n\n(a) to embrace parole.  It is probably enough to observe that\r\n\nsubsection  (a) is  addressed primarily  to cases in  which a\r\n\ndefendant commits the  new offense while  \"serving a term  of\r\n\nimprisonment\"; and  it would have required  some reworking of\r\n\nsubsection  (a) as a whole--not merely the insertion of a few\r\n\nwords--to  allow  it   to  include   parole,  probation   and\r\n\nsupervised release.\r\n\n     The broader  question is whether  there is  a clash,  in\r\n\nspirit if  not in  language, between the  apparently generous\r\n\n                             -6-\r                                         -6-\r\r\n\ngrant  of  discretion  conveyed  by subsection  (c)  and  the\r\n\nspecific,  restrictive  directive  of  application   note  4.\r\n\nSubsection (c)  had to  be generally  phrased because  it was\r\n\ndesigned as a  catch-all for all  situations not embraced  by\r\n\nsubsections (a)  and (b), including ones  that the Commission\r\n\nmight not be  able to envision in advance.   It does not seem\r\n\nto us inconsistent  for the Commission  to identify one  such\r\n\nsituation  and treat  it expressly  in commentary,  a pattern\r\n\ncommon throughout the guidelines.\r\n\n     Indeed,  in subsection  (c)  itself application  note  3\r\n\nreflects the same technique  and suggests that it is  easy to\r\n\noverstate the  amount of  discretion conferred by  subsection\r\n\n(c)  as  a  whole.   As  already  noted,  application note  3\r\n\ncontains  a formula  that governs  a good  many of  the cases\r\n\nlikely to  arise under subsection  (c).  That  formula, which\r\n\ncalls  on the court to  compute the overall  punishment as if\r\n\nboth sentences were imposed  by a federal court in  one case,\r\n\ninvolves  a  regime that  is  virtually  mathematical in  its\r\n\napplication.  See  United States  v. Whiting,  28 F.3d  1296,\r                                                        \r\n\n1310-11 (1st Cir. 1994), cert. denied, 115 S. Ct. 378 (1994).\r                                                 \r\n\n     Something more can made of the fact that, under U.S.S.G.\r\n\n  4A1.1(d),  Gondek is  automatically subject to  a two-point\r\n\nincrease in  criminal history points for  his present offense\r\n\nbecause it was committed while on parole for another offense.\r\n\nTo insist that  the new  sentence be consecutive  as well  is\r\n\n                             -7-\r                                         -7-\r\r\n\ntherefore  a  form of  double  counting,  providing a  policy\r\n\nargument in  favor of a lenient reading.  But forms of double\r\n\ncounting  are  not  unusual  under  the  guidelines  and  are\r\n\npermissible where intended, United States v. Newman, 982 F.2d\r                                                               \r\n\n665, 673 (1st Cir. 1992), cert. denied, 114 S. Ct. 59 (1993),\r                                                  \r\n\nas we think is the case here.\r\n\n     In an  entirely independent argument, Gondek  says that,\r\n\nif the guidelines make a consecutive sentence mandatory, then\r\n\nthey  violate   18  U.S.C.      3584(a),  a   provision  that\r\n\ncontemplates  a   choice  by  the   district  court   between\r\n\nconsecutive and  concurrent sentences.    We have  previously\r\n\nheld  that the  court's discretion  under section  3584(a) is\r\n\nconstrained where the Commission  has promulgated a governing\r\n\nguideline.   United States v.  Flowers, 995 F.2d  315, 316-17\r                                                  \r\n\n(1st  Cir.  1993).    Indeed,  the  statute  authorizing  the\r\n\nguidelines specifically provides for them to include rules to\r\n\nbe used  in determining \"whether multiple  sentences to terms\r\n\nof  imprisonment should  be  ordered to  run concurrently  or\r\n\nconsecutively . . . .\"  28 U.S.C.   994(a)(1)(D).\r\n\n     Gondek's  final argument  is a  claim that  the district\r\n\ncourt  should  have  applied   subsection  (b),  rather  than\r\n\nsubsection  (c), of U.S.S.G.   5G1.3.  The former, as already\r\n\nnoted, provides for concurrent sentences subsection where (a)\r\n\ndoes  not apply  and  the undischarged  term of  imprisonment\r\n\n\"resulted  from offense(s)  that have  been fully  taken into\r\n\n                             -8-\r                                         -8-\r\r\n\naccount\"  in determining  the offense  level for  the instant\r\n\noffense.   U.S.S.G.    5G1.3(b).    Gondek argues  that  this\r\n\nquoted   language  governs,   primarily  because   the  prior\r\n\nconvictions were what made  him a felon subject to  the felon\r\n\nin possession statute.\r\n\n     The critical phase--\"fully  taken into  account\"--refers\r\n\nto a case in which the prior criminal conduct is also offense\r                                                                         \r\n\nconduct  in  the present  case;  examples,  indicated by  the\r\n\ncommentary, would  be state and federal  prosecutions for the\r\n\nsame conduct or a federal prosecution  that treated the state\r\n\noffense  as  relevant  conduct  in  determining  the  federal\r\n\noffense  level.  U.S.S.G.   5G1.3, comment. (n.2).  The prior\r\n\nfelony conviction  that makes it unlawful to  carry a firearm\r\n\nis not \"taken  into account\"  in this manner  in the  federal\r\n\nsentencing,  and the  rationale  of subsection  (b) does  not\r\n\napply.  See Flowers, 13 F.3d at 397.\r                               \r\n\n     Although  we  think  that  the  stronger  arguments  and\r\n\npertinent precedent  favor our interpretation  of application\r\n\nnote 4, these arguments  do not remove every  possible doubt.\r\n\nWhere  literally years of imprisonment may turn on the issue,\r\n\neven a  shadow of a doubt ought not be allowed to persist.  A\r\n\ncopy of this  opinion will be  transmitted to the  Sentencing\r\n\nCommission  with the suggestion  that it  consider clarifying\r\n\nits intention.\r\n\n     Affirmed.      \r                         \r\n\n                             -9-\r                                         -9-\r\r\n",
  "html": "<p class=\"case_cite\">65 F.3d 1</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Lancer Scott GONDEK, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1065.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 5, 1995.<br>Decided Sept. 6, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James S. Hewes, by Appointment of the Court, Portland, ME, for appellant.</p>\n      <p class=\"indent\">F. Mark Terison, Asst. U.S. Atty., with whom Jay P. McCloskey, U.S. Atty., and Jonathan R. Chapman, Asst. U.S. Atty., Portland, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In November 1992, Lancer Scott Gondek was convicted in Maine Superior Court of robbery and burglary and sentenced to prison.  While on parole after imprisonment, Gondek was arrested in March 1994 for possession of a firearm.  The federal government indicted him under the felon in possession statute.  18 U.S.C. Secs. 922(g)(1), 924(a)(2).  In consequence of his arrest, his failure to attend a drug treatment program, and his alcohol use, the state court revoked Gondek's parole and imposed on him a three-year prison sentence.  Gondek then pled guilty in federal court to a single count of firearms possession.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In January 1995, the district court imposed a 77-month sentence on Gondek and concluded that the Sentencing Guidelines required the federal sentence to run consecutively to the state sentence imposed after the parole violation.  Gondek has now appealed the federal sentence, arguing that a consecutive sentence was not mandatory and should not have been ordered.  His only substantial argument involves the interpretation of U.S.S.G. Sec. 5G1.3, a set of provisions that are less than a model of clarity.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Section 5G1.3 governs the imposition of sentences on defendants who are convicted of a crime while subject to an undischarged term of imprisonment for a previous conviction.  Under subsection (a), the new sentence must be consecutive if a defendant is convicted for a crime committed while \"serving a term of imprisonment (including work release, furlough, or escape status), or after sentencing for, but before commencing service of, such term of imprisonment.\"   Subsection (b) provides for a concurrent sentence where the undischarged term resulted from offenses \"that have been fully taken into account\" (e.g., as an adjustment) in determining the offense level for the present offense.  Finally, under subsection (c) in all other cases the new sentence is to be consecutive \"to the extent necessary to achieve a reasonable incremental punishment for the instant offense.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The commentary for subsection (c) gives the court some latitude in determining what is a \"reasonable incremental punishment,\" although it offers one generalization that covers a good many cases:  application note 3 says that to the extent practicable, the court should achieve the total punishment that would have been imposed \"had all of the offenses been federal offenses for which sentences were being imposed at the same time.\"   The commentary concludes with application note 4, added in 1993, which reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>If the defendant was on federal or state probation, parole, or supervised release at the time of the instant offense, and has had such probation, parole, or supervised release revoked, the sentence for the instant offense should be imposed to be served consecutively to the term imposed for the violation of probation, parole, or supervised release in order to provide an incremental penalty for the violation of probation, parole, or supervised release (in accord with the policy expressed in Secs. 7B1.3 and 7B1.4).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The language of application note 4 applies directly to this case.  Gondek was on state parole at the time of the present firearms possession offense, and the district court followed the directive that the sentence for the new offense \"should be imposed to be served consecutively to the term imposed for the violation of ... parole....\"  The only question is whether the district court erred in believing that this result was mandated by the guidelines;  if the commentary were only a suggestion, then the district court would be obliged to decide whether as a matter of discretion it wished to make the term consecutive or concurrent.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There is an argument for reading application note 4 to reserve discretion to the district court.  The note, after all, is appended to a subsection that does confer some discretion and is explicitly labeled a \"policy statement,\" although commentary policy is also binding.  Williams v. United States, 503 U.S. 193, 200-01, 112 S.Ct. 1112, 1119-20, 117 L.Ed.2d 341 (1992).  Some might also attach weight to the note's use of the word \"should,\" rather than \"shall,\" see United States v. Whiteley, 54 F.3d 85, 89, 91 (2d Cir.1995), but these shadings in guideline language do not appear to be very reliable guides.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">However, the greater weight of the evidence suggests that, departure to one side, application note 4 is mandatory.  First, the simple and straightforward language of application note 4 says that if the defendant committed the offense while on parole, the sentence should be made consecutive.  No qualification is stated or suggested.  In other words, application note 4 represents the Commission's determination as to what is a \"reasonable incremental punishment\" in the narrow situation described in the note.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Second, the rationale for this special treatment is entirely understandable.  Unlike many cases governed by subsection (c), where the two offenses arise from related events, the parole case covered by application note 4 involves a new offense normally unrelated to the original offense that led to the parole.  Instead, the situation is closely akin to the case of the defendant who commits a new offense while still in prison, the very situation in which subsection (a) instructs that the new sentence is to be served consecutively.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Third, the guidelines elsewhere provide that where a federal court imposes a term of imprisonment \"upon the revocation of probation or supervised release,\" it is to be served consecutively to any sentence of imprisonment then being served.  U.S.S.G. Sec. 7B1.3(f).  This section does not in terms apply to Gondek's case because his revocation was by a state court and was prior to the federal sentence;  but the policy of this provision, which is explicitly cross-referenced in application note 4, makes irrelevant the sequence of events.  Reading the two provisions together reenforces our view that application note 4 is mandatory.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Fourth, one circuit has agreed that application note 4 is mandatory, United States v. Bernard, 48 F.3d 427, 432 (9th Cir.1995);  two others reached the same result, for sentences imposed prior to application note 4, based in part upon U.S.S.G. Sec. 7B1.3(f), United States v. Glasener, 981 F.2d 973, 975 (8th Cir.1992);  United States v. Flowers, 13 F.3d 395, 397 (11th Cir.1994);  and apparently no other circuit has agreed with Gondek's view.  Although we are obliged to make our own judgment, our confidence in it is reinforced by the reaction of other circuits.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There are three loose ends that deserve separate treatment.  On a technical level, one might ask why the Commission, in adding application note 4 in 1993, did not simplify the matter by expanding the language of subsection (a) to embrace parole.  It is probably enough to observe that subsection (a) is addressed primarily to cases in which a defendant commits the new offense while \"serving a term of imprisonment\";  and it would have required some reworking of subsection (a) as a whole--not merely the insertion of a few words--to allow it to include parole, probation and supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The broader question is whether there is a clash, in spirit if not in language, between the apparently generous grant of discretion conveyed by subsection (c) and the specific, restrictive directive of application note 4.  Subsection (c) had to be generally phrased because it was designed as a catch-all for all situations not embraced by subsections (a) and (b), including ones that the Commission might not be able to envision in advance.  It does not seem to us inconsistent for the Commission to identify one such situation and treat it expressly in commentary, a pattern common throughout the guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Indeed, in subsection (c) itself application note 3 reflects the same technique and suggests that it is easy to overstate the amount of discretion conferred by subsection (c) as a whole.  As already noted, application note 3 contains a formula that governs a good many of the cases likely to arise under subsection (c).  That formula, which calls on the court to compute the overall punishment as if both sentences were imposed by a federal court in one case, involves a regime that is virtually mathematical in its application.  See United States v. Whiting, 28 F.3d 1296, 1310-11 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 378, 130 L.Ed.2d 328 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Something more can be made of the fact that, under U.S.S.G. Sec. 4A1.1(d), Gondek is automatically subject to a two-point increase in criminal history points for his present offense because it was committed while on parole for another offense.  To insist that the new sentence be consecutive as well is therefore a form of double counting, providing a policy argument in favor of a lenient reading.  But forms of double counting are not unusual under the guidelines and are permissible where intended, United States v. Newman, 982 F.2d 665, 673 (1st Cir.1992), cert. denied, --- U.S. ----, 114 S.Ct. 59, 126 L.Ed.2d 28 (1993), as we think is the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In an entirely independent argument, Gondek says that, if the guidelines make a consecutive sentence mandatory, then they violate 18 U.S.C. Sec. 3584(a), a provision that contemplates a choice by the district court between consecutive and concurrent sentences.  We have previously held that the court's discretion under section 3584(a) is constrained where the Commission has promulgated a governing guideline.  United States v. Flowers, 995 F.2d 315, 316-17 (1st Cir.1993).  Indeed, the statute authorizing the guidelines specifically provides for them to include rules to be used in determining \"whether multiple sentences to terms of imprisonment should be ordered to run concurrently or consecutively....\"  28 U.S.C. Sec. 994(a)(1)(D).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Gondek's final argument is a claim that the district court should have applied subsection (b), rather than subsection (c), of U.S.S.G. Sec. 5G1.3.  The former, as already noted, provides for concurrent sentences subsection where (a) does not apply and the undischarged term of imprisonment \"resulted from offense(s) that have been fully taken into account\" in determining the offense level for the instant offense.  U.S.S.G. Sec. 5G1.3(b).  Gondek argues that this quoted language governs, primarily because the prior convictions were what made him a felon subject to the felon in possession statute.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The critical phase--\"fully taken into account\"--refers to a case in which the prior criminal conduct is also offense conduct in the present case;  examples, indicated by the commentary, would be state and federal prosecutions for the same conduct or a federal prosecution that treated the state offense as relevant conduct in determining the federal offense level.  U.S.S.G. Sec. 5G1.3, comment.  (n. 2).  The prior felony conviction that makes it unlawful to carry a firearm is not \"taken into account\" in this manner in the federal sentencing, and the rationale of subsection (b) does not apply.  See Flowers, 13 F.3d at 397.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Although we think that the stronger arguments and pertinent precedent favor our interpretation of application note 4, these arguments do not remove every possible doubt.  Where literally years of imprisonment may turn on the issue, even a shadow of a doubt ought not be allowed to persist.  A copy of this opinion will be transmitted to the Sentencing Commission with the suggestion that it consider clarifying its intention.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Northern California, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Lancer Scott GONDEK, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1065.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 5, 1995.<br>Decided Sept. 6, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James S. Hewes, by Appointment of the Court, Portland, ME, for appellant.</p>\n      <p class=\"indent\">F. Mark Terison, Asst. U.S. Atty., with whom Jay P. McCloskey, U.S. Atty., and Jonathan R. Chapman, Asst. U.S. Atty., Portland, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In November 1992, Lancer Scott Gondek was convicted in Maine Superior Court of robbery and burglary and sentenced to prison.  While on parole after imprisonment, Gondek was arrested in March 1994 for possession of a firearm.  The federal government indicted him under the felon in possession statute.  18 U.S.C. Secs. 922(g)(1), 924(a)(2).  In consequence of his arrest, his failure to attend a drug treatment program, and his alcohol use, the state court revoked Gondek's parole and imposed on him a three-year prison sentence.  Gondek then pled guilty in federal court to a single count of firearms possession.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In January 1995, the district court imposed a 77-month sentence on Gondek and concluded that the Sentencing Guidelines required the federal sentence to run consecutively to the state sentence imposed after the parole violation.  Gondek has now appealed the federal sentence, arguing that a consecutive sentence was not mandatory and should not have been ordered.  His only substantial argument involves the interpretation of U.S.S.G. Sec. 5G1.3, a set of provisions that are less than a model of clarity.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Section 5G1.3 governs the imposition of sentences on defendants who are convicted of a crime while subject to an undischarged term of imprisonment for a previous conviction.  Under subsection (a), the new sentence must be consecutive if a defendant is convicted for a crime committed while \"serving a term of imprisonment (including work release, furlough, or escape status), or after sentencing for, but before commencing service of, such term of imprisonment.\"   Subsection (b) provides for a concurrent sentence where the undischarged term resulted from offenses \"that have been fully taken into account\" (e.g., as an adjustment) in determining the offense level for the present offense.  Finally, under subsection (c) in all other cases the new sentence is to be consecutive \"to the extent necessary to achieve a reasonable incremental punishment for the instant offense.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The commentary for subsection (c) gives the court some latitude in determining what is a \"reasonable incremental punishment,\" although it offers one generalization that covers a good many cases:  application note 3 says that to the extent practicable, the court should achieve the total punishment that would have been imposed \"had all of the offenses been federal offenses for which sentences were being imposed at the same time.\"   The commentary concludes with application note 4, added in 1993, which reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>If the defendant was on federal or state probation, parole, or supervised release at the time of the instant offense, and has had such probation, parole, or supervised release revoked, the sentence for the instant offense should be imposed to be served consecutively to the term imposed for the violation of probation, parole, or supervised release in order to provide an incremental penalty for the violation of probation, parole, or supervised release (in accord with the policy expressed in Secs. 7B1.3 and 7B1.4).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The language of application note 4 applies directly to this case.  Gondek was on state parole at the time of the present firearms possession offense, and the district court followed the directive that the sentence for the new offense \"should be imposed to be served consecutively to the term imposed for the violation of ... parole....\"  The only question is whether the district court erred in believing that this result was mandated by the guidelines;  if the commentary were only a suggestion, then the district court would be obliged to decide whether as a matter of discretion it wished to make the term consecutive or concurrent.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There is an argument for reading application note 4 to reserve discretion to the district court.  The note, after all, is appended to a subsection that does confer some discretion and is explicitly labeled a \"policy statement,\" although commentary policy is also binding.  Williams v. United States, <span class=\"citation\" data-id=\"112704\"><a href=\"/opinion/112704/williams-v-united-states/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">193</span></a></span>, 200-01, <span class=\"citation\" data-id=\"112704\"><a href=\"/opinion/112704/williams-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1112</span></a></span>, 1119-20, <span class=\"citation\" data-id=\"112704\"><a href=\"/opinion/112704/williams-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">341</span> </a></span>(1992).  Some might also attach weight to the note's use of the word \"should,\" rather than \"shall,\" see United States v. Whiteley, <span class=\"citation\" data-id=\"695520\"><a href=\"/opinion/695520/united-states-v-joseph-frank-whiteley/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">85</span></a></span>, 89, 91 (2d Cir.1995), but these shadings in guideline language do not appear to be very reliable guides.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">However, the greater weight of the evidence suggests that, departure to one side, application note 4 is mandatory.  First, the simple and straightforward language of application note 4 says that if the defendant committed the offense while on parole, the sentence should be made consecutive.  No qualification is stated or suggested.  In other words, application note 4 represents the Commission's determination as to what is a \"reasonable incremental punishment\" in the narrow situation described in the note.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Second, the rationale for this special treatment is entirely understandable.  Unlike many cases governed by subsection (c), where the two offenses arise from related events, the parole case covered by application note 4 involves a new offense normally unrelated to the original offense that led to the parole.  Instead, the situation is closely akin to the case of the defendant who commits a new offense while still in prison, the very situation in which subsection (a) instructs that the new sentence is to be served consecutively.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Third, the guidelines elsewhere provide that where a federal court imposes a term of imprisonment \"upon the revocation of probation or supervised release,\" it is to be served consecutively to any sentence of imprisonment then being served.  U.S.S.G. Sec. 7B1.3(f).  This section does not in terms apply to Gondek's case because his revocation was by a state court and was prior to the federal sentence;  but the policy of this provision, which is explicitly cross-referenced in application note 4, makes irrelevant the sequence of events.  Reading the two provisions together reenforces our view that application note 4 is mandatory.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Fourth, one circuit has agreed that application note 4 is mandatory, United States v. Bernard, <span class=\"citation\" data-id=\"689984\"><a href=\"/opinion/689984/united-states-v-richard-ryerson-bernard/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">427</span></a></span>, 432 (9th Cir.1995);  two others reached the same result, for sentences imposed prior to application note 4, based in part upon U.S.S.G. Sec. 7B1.3(f), United States v. Glasener, <span class=\"citation\" data-id=\"596549\"><a href=\"/opinion/596549/united-states-v-jerry-lee-glasener-jr/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">973</span></a></span>, 975 (8th Cir.1992);  United States v. Flowers, <span class=\"citation\" data-id=\"659966\"><a href=\"/opinion/659966/united-states-v-roger-dale-flowers/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">395</span></a></span>, 397 (11th Cir.1994);  and apparently no other circuit has agreed with Gondek's view.  Although we are obliged to make our own judgment, our confidence in it is reinforced by the reaction of other circuits.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There are three loose ends that deserve separate treatment.  On a technical level, one might ask why the Commission, in adding application note 4 in 1993, did not simplify the matter by expanding the language of subsection (a) to embrace parole.  It is probably enough to observe that subsection (a) is addressed primarily to cases in which a defendant commits the new offense while \"serving a term of imprisonment\";  and it would have required some reworking of subsection (a) as a whole--not merely the insertion of a few words--to allow it to include parole, probation and supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The broader question is whether there is a clash, in spirit if not in language, between the apparently generous grant of discretion conveyed by subsection (c) and the specific, restrictive directive of application note 4.  Subsection (c) had to be generally phrased because it was designed as a catch-all for all situations not embraced by subsections (a) and (b), including ones that the Commission might not be able to envision in advance.  It does not seem to us inconsistent for the Commission to identify one such situation and treat it expressly in commentary, a pattern common throughout the guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Indeed, in subsection (c) itself application note 3 reflects the same technique and suggests that it is easy to overstate the amount of discretion conferred by subsection (c) as a whole.  As already noted, application note 3 contains a formula that governs a good many of the cases likely to arise under subsection (c).  That formula, which calls on the court to compute the overall punishment as if both sentences were imposed by a federal court in one case, involves a regime that is virtually mathematical in its application.  See United States v. Whiting, <span class=\"citation\" data-id=\"673817\"><a href=\"/opinion/673817/united-states-v-darryl-whiting-aka-g-god-rah-united-states-of/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1296</span></a></span>, 1310-11 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">378</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">328</span> </span>(1994).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Something more can be made of the fact that, under U.S.S.G. Sec. 4A1.1(d), Gondek is automatically subject to a two-point increase in criminal history points for his present offense because it was committed while on parole for another offense.  To insist that the new sentence be consecutive as well is therefore a form of double counting, providing a policy argument in favor of a lenient reading.  But forms of double counting are not unusual under the guidelines and are permissible where intended, United States v. Newman, <span class=\"citation\" data-id=\"597414\"><a href=\"/opinion/597414/united-states-v-michael-j-newman/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">665</span></a></span>, 673 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">59</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">28</span> </span>(1993), as we think is the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In an entirely independent argument, Gondek says that, if the guidelines make a consecutive sentence mandatory, then they violate 18 U.S.C. Sec. 3584(a), a provision that contemplates a choice by the district court between consecutive and concurrent sentences.  We have previously held that the court's discretion under section 3584(a) is constrained where the Commission has promulgated a governing guideline.  United States v. Flowers, <span class=\"citation\" data-id=\"608835\"><a href=\"/opinion/608835/united-states-v-john-g-flowers/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">315</span></a></span>, 316-17 (1st Cir.1993).  Indeed, the statute authorizing the guidelines specifically provides for them to include rules to be used in determining \"whether multiple sentences to terms of imprisonment should be ordered to run concurrently or consecutively....\"  28 U.S.C. Sec. 994(a)(1)(D).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Gondek's final argument is a claim that the district court should have applied subsection (b), rather than subsection (c), of U.S.S.G. Sec. 5G1.3.  The former, as already noted, provides for concurrent sentences subsection where (a) does not apply and the undischarged term of imprisonment \"resulted from offense(s) that have been fully taken into account\" in determining the offense level for the instant offense.  U.S.S.G. Sec. 5G1.3(b).  Gondek argues that this quoted language governs, primarily because the prior convictions were what made him a felon subject to the felon in possession statute.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The critical phase--\"fully taken into account\"--refers to a case in which the prior criminal conduct is also offense conduct in the present case;  examples, indicated by the commentary, would be state and federal prosecutions for the same conduct or a federal prosecution that treated the state offense as relevant conduct in determining the federal offense level.  U.S.S.G. Sec. 5G1.3, comment.  (n. 2).  The prior felony conviction that makes it unlawful to carry a firearm is not \"taken into account\" in this manner in the federal sentencing, and the rationale of subsection (b) does not apply.  See <span class=\"citation\" data-id=\"659966\"><span class=\"antecedent_guess\">Flowers,</span> <a href=\"/opinion/659966/united-states-v-roger-dale-flowers/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">397</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Although we think that the stronger arguments and pertinent precedent favor our interpretation of application note 4, these arguments do not remove every possible doubt.  Where literally years of imprisonment may turn on the issue, even a shadow of a doubt ought not be allowed to persist.  A copy of this opinion will be transmitted to the Sentencing Commission with the suggestion that it consider clarifying its intention.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Northern California, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112704/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596549/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597414/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608835/",
    "https://www.courtlistener.com/api/rest/v3/opinions/659966/",
    "https://www.courtlistener.com/api/rest/v3/opinions/673817/",
    "https://www.courtlistener.com/api/rest/v3/opinions/689984/",
    "https://www.courtlistener.com/api/rest/v3/opinions/695520/"
  ]
}