{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196275/",
  "id": 196275,
  "absolute_url": "/opinion/196275/rivera-flores-v-pr-telephone-co/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196275/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:02:15Z",
  "date_modified": "2020-02-21T23:30:09.348344Z",
  "type": "010combined",
  "sha1": "6b4227a5fa46203e42e704701fa1a9203793fe12",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1977.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 94-1977\r\n\n                      IRIS V. RIVERA-FLORES,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                  PUERTO RICO TELEPHONE COMPANY,\r\n\n                       Defendant, Appellee.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n            [Hon. Justo Arenas, U.S. Magistrate Judge]\r                                                               \r\n\n                                           \r                                                     \r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                           \r                                                     \r\n\n   Harry Anduze Montano for appellant.\r                                 \r\n   Edgardo  Colon Arraras, with whom Ina  M. Berlingeri Vincenty and\r                                                                          \r\nGoldman, Antonetti &amp; Cordova were on brief for appellee. \r                                    \r\n\n                                           \r                                                     \r\n\n                        September 6, 1995\r\n                                           \r                                                     \r\r\n\n          CYR,  Circuit Judge.    Iris  Rivera-Flores  (\"Rivera\")\r                    CYR,  Circuit Judge.    \r                                       \r\n\nchallenges  certain district  court rulings  relating to  various\r\n\ncommonwealth  and  federal claims  against  appellee  Puerto Rico\r\n\nTelephone  Company (\"PRTC\"), her  former employer,  for condoning\r\n\nthe harassment she experienced  at work on account of  her visual\r\n\nhandicap, and  for terminating  her employment.    We vacate  the\r\n\ndistrict court judgment and remand for retrial.\r\n\n                                I\r                                          I\r\n\n                           BACKGROUND1\r                                     BACKGROUND\r                                               \r\n\n          Rivera began  working the  night shift  for  PRTC as  a\r\n\ntraffic  operator in 1984.  In  January 1986, PRTC acceded to her\r\n\nrequest for reasonable accommodation  of her visual impairment   \r\n\ncongenital  cataracts in  both eyes  and secondary  angle closure\r\n\nglaucoma     by  transferring her  to a  day-shift position  as a\r\n\nservice  representative.    During  her four-month  tenure  as  a\r\n\nservice  representative,  Rivera's  supervisors   and  co-workers\r\n\nharassed  her  by  making  derogatory remarks  about  her  visual\r\n\nhandicap;  her  supervisors  reported  her  work  performance  as\r\n\nunsatisfactory; and  in April  1986, she  was  reassigned to  her\r\n\nformer position as a traffic operator on the night shift.  \r\n\n          Rivera's  labor union filed  a successful  grievance in\r\n\nopposition to her reassignment, and  in November 1988, Rivera was\r\n\n                    \r                              \r\n\n     1The district court decision  directing judgment as a matter\r\nof law  is reviewed de novo.   Favorito v. Pannell,  27 F.3d 716,\r                                                            \r\n719 (1st Cir. 1994).  The evidence, and all reasonable inferences\r\ntherefrom,  are viewed in the  light most favorable  to the party\r\nopposing judgment.  Id. \r                                 \r\n\n                                2\r\r\n\nreinstated, with back pay,  as a sales representative on  the day\r\n\nshift.   Her supervisors  resumed their complaints  that Rivera's\r\n\nvisual  problems  were adversely  affecting her  job performance;\r\n\nprovided her with inadequate on-the-job training; refused to give\r\n\nher a desk or  work assignments for several weeks;  brushed aside\r\n\nher repeated  requests  for  reasonable  accommodation  (e.g.,  a\r\n\nspecial  magnifying  glass  to facilitate  reading,  and overtime\r\n\ncompensation for  catching up  on a preexisting  three-month work\r\n\nbacklog); and attempted to coerce  her into accepting an unfavor-\r\n\nable job  evaluation.   Her day-shift supervisors  and co-workers\r\n\nresumed their  derogatory  comments (e.g.,  calling  her  \"little\r\n\nblind  lady,\"  \"mentally  retarded,\"  \"mutant,\"  cross-eyed,  and\r\n\nphysically repulsive), and hid or defaced her paperwork.  \r\n\n          In April  1989, Rivera reported to  the State Insurance\r\n\nFund  (\"Fund\"),  and  was diagnosed  with,  and  treated  for, an\r\n\nemotional and  mental condition  attributable to  the job-related\r\n\nharassment.2  She  filed suit  in December 1989  against PRTC  in\r\n\nfederal district court, seeking compensatory and  punitive damag-\r\n\nes, front and back  pay, injunctive relief, prejudgment interest,\r\n\nand attorney fees.  When Rivera sought to return to  work follow-\r\n\ning her discharge from  the Fund in December 1991,  PRTC informed\r\n\nher  that her position was no longer available because the Puerto\r\n\nRico workers'  compensation statute  obligated employers  to hold\r\n                    \r                              \r\n\n     2The physicians treating Rivera  noted wide fluctuations  in\r\nthe intraocular pressure  in her  right (\"good\") eye.   In  April\r\n1990, she underwent surgery on her right eye, which resulted in a\r\npermanent,  partial loss of visual acuity.  Rivera attributed the\r\nincrease in intraocular pressure to job-related stress.  \r\n\n                                3\r\r\n\njobs open for only twelve months after the onset of the disabili-\r                                                                           \r\n\nty.   See P.R.  Laws Ann.  tit. 11,    7 (1991).   PRTC  sent its\r                   \r\n\nformal termination letter to Rivera on December 14, 1992, without\r\n\naccording Rivera a pretermination hearing.\r\n\n          Thereafter,  Rivera filed her  final amended complaint,\r\n\nwhich included two federal claims.  First, she alleged that PRTC,\r\n\nan  instrumentality  of  the  Commonwealth of  Puerto  Rico,  had\r\n\nviolated  her procedural  due process  rights by  terminating her\r\n\nemployment  without a  pretermination hearing.   See  U.S. Const.\r                                                              \r\n\namends.  V, XIV.  Second, she pleaded a Rehabilitation Act claim,\r\n\nbased on her  termination and on PRTC's  negligent condonation of\r\n\nthe discriminatory harassment she experienced at the hands of its\r\n\nemployees.  See 29 U.S.C.   794 (prohibiting discrimination based\r                         \r\n\non handicap  by any  program \"receiving federal  financial assis-\r\n\ntance\"),    794a  (prescribing equitable  and legal  remedies for\r\n\nviolation); 42 U.S.C.    2000d-7 (waiving State's Eleventh Amend-\r\n\nment immunity for damages in actions under Rehabilitation Act).  \r\n\n          Rivera's  claims under  commonwealth  law alleged  that\r\n\nPRTC  (1) violated  P.R.  Const. art.  II,    8  (providing  that\r\n\n\"[e]very  person has the right  to the protection  of law against\r\n\nabusive attacks on h[er] honor, reputation and private  or family\r\n\nlife\"), (2)  violated the Commonwealth's statutory  analog to the\r\n\nFederal Rehabilitation Act, P.R. Laws Ann. tit. 1,   511, and (3)\r\n\nintentionally or negligently inflicted personal  injury, see P.R.\r                                                                      \r\n\nLaws  Ann. tit.  31,     5141-5142 (cause  of action  for damages\r\n\nagainst employer for injury inflicted by employer and its employ-\r\n\n                                4\r\r\n\nees).  Rivera demanded jury trial on all claims. \r\n\n          PRTC moved for summary judgment, asserting, inter alia,\r                                                                          \r\n\nthat the  district court lacked subject  matter jurisdiction over\r\n\nthe Rehabilitation  Act claim  because PRTC's receipt  of Federal\r\n\nEmergency Management Agency (\"FEMA\") disaster funds could not, as\r                                                                           \r\n\na matter of law, qualify it as a \"program . . . receiving federal\r                         \r\n\nfinancial  assistance.\"   29 U.S.C.    794.   The  district court\r\n\ndisagreed,  rejected  the  jurisdictional  challenge,  and denied\r\n\nsummary  judgment.   Rivera-Flores  v. PRTC,  840  F. Supp.  3, 6\r                                                     \r\n\n(D.P.R. 1993) (Laffitte, J.).\r\n\n          On the first  day of trial, after  Judge Laffitte unex-\r\n\npectedly recused himself, the parties agreed to proceed  with the\r\n\njury trial before  a magistrate  judge.  When  Rivera rested  her\r\n\ncase, PRTC moved for judgment as a matter of law on the Rehabili-\r\n\ntation Act  claim, see Fed.  R. Civ. P.  50(a)(1), on the  ground\r                                \r\n\nthat  Rivera  had  failed to  introduce  evidence  that PRTC  had\r\n\n\"receiv[ed]  federal financial  assistance\" in  the form  of FEMA\r\n\ndisaster funds.  Rivera  responded that she did not  proffer such\r\n\nevidence, because Judge Laffitte's earlier order denying  summary\r\n\njudgment  to PRTC  conclusively  established that  the court  had\r\n\nsubject  matter jurisdiction  over her  Rehabilitation  Act claim\r\n\nagainst PRTC.  In  the alternative, Rivera requested that  she be\r\n\npermitted to reopen her case to present this evidence.\r\n\n          The magistrate judge  summarily denied  the request  to\r\n\nreopen and dismissed the Rehabilitation Act claim, after correct-\r\n\nly noting that  a denial  of summary judgment  normally does  not\r\n\n                                5\r\r\n\nsettle material  factual disputes upon which  the plaintiff bears\r\n\nthe  ultimate burden of proof.  The  court then decided to retain\r\n\nsupplemental jurisdiction over the three commonwealth claims, see\r                                                                           \r\n\n28  U.S.C.    1367, but  nevertheless discharged  the  jury after\r\n\nconcluding that Rivera had no independent Seventh Amendment right\r\n\nto  jury trial on these commonwealth claims in federal court, see\r                                                                           \r\n\nU.S. Const. amend. VII,  since plaintiffs enjoy no  such parallel\r\n\nright under the Puerto Rico Constitution.\r\n\n          Following a bench trial,  the court entered judgment on\r\n\nRivera's claim for  negligent infliction  of emotional  distress,\r\n\nsee P.R. Laws Ann. tit. 31,    5141-5142, awarding her $90,000 in\r             \r\n\ndamages.   The three remaining claims were dismissed.  First, the\r\n\nfederal procedural due  process claim was dismissed on the ground\r\n\nthat  Puerto  Rico  law  presumes the  natural  expiration  of an\r\n\nemployee's \"property right\" in  her employment after one year  of\r\n\ncontinuous disability.  Rivera-Flores  v. PRTC, No. 89-1697, 1994\r                                                        \r\n\nU.S.  Dist. LEXIS, at *30  (D.P.R. June 20,  1994) (citing Carron\r                                                                           \r\n\nLamoutte  v. Compania de Turismos, 92 J.T.S. 27, at 9306 (1992)).\r                                           \r\n\nSecond, the  claim asserted under  the commonwealth  constitution\r\n\nfailed for  lack of proof of \"reputational  damage.\"  Id. at *23.\r                                                                   \r\n\nThird, the  handicap discrimination  claim foundered because  the\r\n\n1992 amendment  to  the  Puerto Rico  statute  which  provides  a\r\n\nprivate cause of  action for  damages is not  made applicable  to\r\n\npre-1992  causes of  action. Id.  at *30 (interpreting  P.R. Laws\r                                          \r\n\nAnn. tit. 1,   511).  \r\n\n                                II\r                                          II\r\n\n                                6\r\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\nA.   Federal Rehabilitation Act Claim\r          A.   Federal Rehabilitation Act Claim\r                                               \r\n\n          Rivera focuses first on  the dismissal of her Rehabili-\r\n\ntation Act claim because she did not introduce evidence that PRTC\r\n\nwas  a \"program .  . .  receiving federal  financial assistance.\"\r\n\nShe insists that this  question had never been placed  in genuine\r\n\ndispute by PRTC, that  the pretrial order denying  PRTC's summary\r\n\njudgment motion  (Laffitte, J.)  had established  this \"jurisdic-\r\n\ntional\" fact, and that she was caught off guard by the magistrate\r\n\njudge's decision to treat Judge Laffitte's pretrial order as non-\r\n\ndispositive.  In  these circumstances, she suggests,  at the very\r\n\nleast the court  should have  allowed her briefly  to reopen  and\r\n\nintroduce the  \"undisputed\"  evidence  that  PRTC  received  FEMA\r\n\ndisaster funds. \r\n\n          Trial court rulings on motions to reopen civil cases to\r\n\npermit additional evidence are  reviewed for abuse of discretion.\r\n\nSee Zenith Radio Corp. v. Hazeltine Research, Inc., 401 U.S. 321,\r                                                            \r\n\n331  (1971); Hibiscus Assocs., Ltd.  v. Board of  Trustees of the\r                                                                           \r\n\nPolicemen and Firemen Retirement Sys., 50 F.3d 908, 917-18  (11th\r                                               \r\n\nCir. 1995);   Joseph v. Terminix  Int'l Co., 17  F.3d 1282,  1285\r                                                     \r\n\n(10th  Cir. 1994); Bradford Trust Co.  v. Merrill, Lynch, Pierce,\r                                                                           \r\n\nFenner  &amp; Smith, Inc., 805 F.2d 49,  52 (2d Cir. 1986); Swartz v.\r                                                                        \r\n\nNew  York Cent.  R.R. Co.,  323  F.2d 713,  714 (7th  Cir. 1963).\r                                   \r\n\nWhile the particular criteria that guide a trial court's decision\r\n\nto  reopen  are necessarily  flexible  and  case-specific, it  is\r\n\ngenerally  understood that a trial court abuses its discretion if\r\n\n                                7\r\r\n\nits refusal  to reopen  works  an \"injustice\"  in the  particular\r\n\ncircumstances.   See Gas Ridge,  Inc. v. Suburban  Agric. Proper-\r                                                                           \r\n\nties, Inc., 150 F.2d 363, 366 (5th Cir. 1945).  Among the materi-\r                    \r\n\nal  factors which  should  be assessed  by  the trial  court  are\r\n\nwhether: (1) the evidence sought  to be introduced is  especially\r\n\nimportant and  probative; (2) the moving  party's explanation for\r\n\nfailing to introduce the  evidence earlier is bona fide;  and (3)\r                                                                 \r\n\nreopening will cause  no undue prejudice to the  nonmoving party.\r\n\nSee, e.g., Joseph,  17 F.3d at  1285; see generally  6A James  W.\r                                                             \r\n\nMoore,  Moore's Federal  Practice   59.04[13],  at 59-33  (2d ed.\r                                           \r\n\n1993).\r\n\n     1.   The \"New\" Evidence\r               1.   The \"New\" Evidence\r                                      \r\n\n          Trial  courts as a rule  act within their discretion in\r\n\nrefusing to reopen a  case where the proffered \"new\"  evidence is\r\n\ninsufficiently  probative  to  offset the  procedural  disruption\r\n\ncaused by reopening.  See, e.g.,  Joseph, 17 F.3d at 1285 (noting\r                                                  \r\n\nthat \"new\" evidence  would have been cumulative); Thomas  v. S.S.\r                                                                           \r\n\nSanta Mercedes,  572 F.2d 1331,  1336 (9th Cir.  1978) (affirming\r                        \r\n\ndenial  of motion  to  reopen  where  \"new\" evidence  would  have\r\n\nprovided  little additional  probative  force).   In the  instant\r\n\ncase,  however, there can be no question that the proffered \"new\"\r\n\nevidence was  critical to  the Rehabilitation  Act claim once  it\r\n\nbecame clear  that subject matter jurisdiction  was contested; it\r\n\nwas the only evidence on an essential element of the claim.  See,\r                                                                          \r\n\ne.g.,  Nathanson v. Medical College  of Pa., 926  F.2d 1368, 1380\r                                                     \r\n\n(3d  Cir. 1991).  Thus,  this factor weighed  heavily in favor of\r\n\n                                8\r\r\n\nallowing the motion to reopen. \r\n\n     2.   Bona Fide Explanation\r               2.   Bona Fide Explanation\r                                         \r\n\n          Trial  courts  likewise  should  consider  whether  the\r\n\nmoving  party  offered a  bona  fide explanation  for  failing to\r                                              \r\n\nintroduce the evidence before  it finally rested its case.   See,\r                                                                          \r\n\ne.g.,  Bradford Trust Co., 805 F.2d at 52-53 (upholding denial of\r                                   \r\n\nmotion to reopen after trial court  repeatedly warned that movant\r\n\nwould need to produce  evidence on \"key issue\"); Air  Et Chaleur,\r                                                                           \r\n\nS.A. v. Eliot Janeway, 757 F.2d 489, 495 (2d Cir.  1985) (uphold-\r                               \r\n\ning refusal to  reopen where trial  court forewarned movant  that\r\n\nomitted  evidence  would be  essential).    Moreover, the  courts\r\n\nrecognize that  it may  amount to an  abuse of  discretion for  a\r\n\ntrial  court  to decline  to  reopen in  circumstances  where the\r\n\nmovant  has demonstrated  \"reasonably  genuine  surprise.\"    Id.\r                                                                           \r\n\nThere are at least  four compelling reasons for finding  that the\r\n\n\"good  faith\"  factor weighed  heavily in  favor of  allowing the\r\n\nmotion to reopen in the instant case.\r\n\n          First, the record bears  out the contention that Rivera\r\n\nrefrained  from introducing  the  undisputed evidence  of  PRTC's\r\n\nreceipt  of FEMA funds, not  because she lacked  proof but solely\r\n\nbecause  she reasonably  understood  that  the  district  court's\r\n\nsubject  matter jurisdiction had been settled prior to trial.  In\r                                                                      \r\n\nthe  statement of  uncontested  material  facts accompanying  its\r\n\nsummary judgment  motion, for example, PRTC  admitted receiving a\r\n\n$9,765 check from FEMA,  dated January 10, 1986,  \"while [Rivera]\r\n\nwas working as a  Service Representative,\" as well as  other FEMA\r\n\n                                9\r\r\n\npayments during 1987, 1989 and 1990.  \r\n\n          Notwithstanding these undisputed facts,  PRTC presented\r\n\nthe  magistrate  judge  with  two alternative  theories  for  its\r\n\nnarrowly focused legal contention  that the district court lacked\r                                           \r\n\nsubject  matter \"jurisdiction\":    (1) FEMA  fund recipients  are\r\n\nsubject to  the  special  anti-discrimination  provisions  of  44\r\n\nC.F.R.     7.1 to 7.949 (1994), which do not proscribe employment\r                                                                           \r\n\ndiscrimination  by  the recipient,  and  therefore  PRTC was  not\r\n\nsubject to the  more comprehensive anti-discrimination provisions\r\n\nof the Rehabilitation Act; or (2) the FEMA funds must be shown to\r                                       \r\n\nhave  been  received during  the same  time  period in  which the\r\n\nalleged discriminatory acts against the recipient's employee took\r\n\nplace.   \r\n\n          Judge Laffitte had rejected  both these legal  theories\r\n\nprior to trial: \r\n\n          [PRTC's]  arguments do  not  carry  the  day.\r\n          First, neither  party contests the  fact that\r                                                            \r\n          after  various hurricanes and  heavy rains in\r\n          Puerto  Rico, PRTC applied for Federal finan-\r\n          cial assistance to receive  reimbursement for\r\n          expenditures paid to repair the damage caused\r\n          by the disasters.  Neither party contests the\r                                                                 \r\n          fact that  PRTC either was  receiving Federal\r                        \r\n          funding  or was awaiting the receipt of fund-\r\n          ing  throughout the  period  of  the  alleged\r\n          discriminatory conduct.  The Court finds that\r                                                            \r\n          in the context of the Rehabilitation  Act, an\r\n          employer \"receiving  Federal financial assis-\r\n          tance\"  includes  a  qualified applicant  who\r\n          although approved  to  receive the  funds  is\r\n          awaiting  the receipt of them.  Consequently,\r\n          because PRTC was  either receiving or expect-\r\n          ing to receive  Federal financial  assistance\r\n          throughout  the  period  pertinent to  plain-\r\n          tiff's claim,  the Court finds that  PRTC was\r                                                  \r\n          \"receiving Federal  financial assistance\" and\r\n          is subject to the Rehabilitation Act for that\r                              \r\n\n                                10\r\r\n\n          period of time. \r\n\nRivera-Flores, 840 F. Supp. at 5 (emphasis added).  \r                       \r\n\n          Normally, of  course, the mere denial  of a defendant's\r\n\nsummary judgment motion does not relieve a claimant of the burden\r\n\nof  introducing evidence at  trial on every  element essential to\r\n\nher claim, even though  the factual predicate was not  in genuine\r\n\ndispute at summary  judgment.  However,  Civil Rule 56(d)  estab-\r\n\nlishes a procedural mechanism whereby a district court can ensure\r\n\na more enduring effect for its summary judgment ruling, and, with\r\n\nthe acquiescence of  the parties, narrow  the factual issues  for\r\n\ntrial: \r\n\n          If on motion under  this rule judgment is not\r\n          entered upon the whole case or for all relief\r\n          asked and a trial  is necessary, the court at\r\n          the hearing of  the motion, by examining  the\r\n          pleadings and the evidence  before it and  by\r\n          interrogating  counsel, shall  if practicable\r                                                                 \r\n          ascertain what material  facts exist  without\r                                                                 \r\n          substantial  controversy  and  what  material\r                                                                 \r\n          facts are actually and  in good faith contro-\r                                                                 \r\n          verted.   It shall  thereupon  make an  order\r                                                                 \r\n          specifying  the  facts  that  appear  without\r                                          \r\n          substantial controversy, including the extent\r\n          to which  the amount of damages  or other re-\r\n          lief is  not  in controversy,  and  directing\r\n          such further proceedings in the action as are\r\n          just.  Upon the trial of the action the facts\r                                                                 \r\n          so specified shall be deemed established, and\r                                                            \r\n          the trial shall be conducted accordingly.\r\n\nFed. R. Civ. P. 56(d) (emphasis added).  \r\n\n          The December 1993 order  entered by Judge Laffitte fits\r\n\nwell within  the spirit, if not  the letter, of Rule  56(d).  Its\r\n\nlanguage,  see  supra, belies  PRTC's  main  contention that  the\r                               \r\n\ndistrict court  order did not sufficiently  \"specif[y]\" the facts\r                                                                \r\n\nthat were \"without substantial  controversy.\"  PRTC counters that\r\n\n                                11\r\r\n\nan order can have no Rule 56(d) effect unless the court expressly\r\n\nannounces its intention  to enter  a Rule 56(d)  order, and  then\r\n\n\"interrogates\"  counsel concerning  the  appropriateness of  such\r\n\nrelief.  \r\n\n          On the contrary, the  language of the rule contemplates\r\n\nmerely that  the court,  inter alia, \"interrogat[e]  counsel [to]\r                                             \r\n\nascertain what  material facts  . .  . are actually  and in  good\r\n\nfaith  controverted . .  . .\"   Id.  Rule 56(d)  gives counsel no\r                                             \r\n\nveto power over the decision to enter such an order.  Although it\r\n\nis unquestionably advisable for the court to announce its  inten-\r\n\ntion to  enter such an order, Rule 56(d) does not make it compul-\r\n\nsory.3   Thus, \"interrogation\" of counsel is a suggested means of\r                                                                        \r\n\ndetermining facts  not  in  substantial  controversy,  where  the\r\n\npleadings and  other  evidence before  the court  leave room  for\r\n\ndoubt.  But it is the substance of the order that matters.  \r                                         \r\n\n          Second, in  our view Rivera's reliance  on the pretrial\r\n\norder seems justified  in these circumstances since  the fact not\r\n\nin substantial  \"good faith\"  controversy did not  pertain exclu-\r\n\n                    \r                              \r\n\n     3The lone case  cited by PRTC for  its view     Audi Vision,\r                                                                           \r\nInc.  v. RCA Mfg.  Co., 136  F.2d 621, 625  (2d Cir.  1943)    is\r                                \r\ninapposite.  There  the court reviewed a partial summary judgment\r\nentered on various claims,  but counterclaims remained for trial.\r\nThe  appeal was  dismissed as  interlocutory because  the partial\r\nsummary  judgment was  not \"final.\"   See Fed. R.  Civ. P. 58(b).\r                                                   \r\nThe appellate  court simply  recommended that trial  courts alert\r\nthe  parties  to the  fact  that  partial summary  judgments  are\r\nsubject to  further modification  as required to  avoid \"manifest\r\ninjustice.\"    It did  not require  that  trial courts  alert the\r\nparties when their pretrial orders result in a partial \"adjudica-\r\ntion\" of less than all material factual issues.  Id. \r                                                              \r\n\n                                12\r\r\n\nsively to  the  merits of  her  claim.   Unlike  the three  other\r\n\nelements  of 29  U.S.C.    794, \"receipt  of federal  funds\" also\r\n\ndirectly implicates the district court's subject matter jurisdic-\r                                                                           \r\n\ntion over a Rehabilitation  Act claim.  See Bentley  v. Cleveland\r                                                                           \r\n\nCty. Bd. of  Cty. Comm'rs, 41 F.3d 600, 603-04  (10th Cir. 1994).\r                                   \r\n\nContested factual  matters relating  to a court's  subject matter\r\n\njurisdiction  are properly  determined  on  pretrial  motions  to\r\n\ndismiss, see  Fed. R. Civ.  P. 12(b)(1);  Bell v. Hood,  327 U.S.\r                                                                \r\n\n678,  682  (1946)  (court  must assure  its  jurisdiction  before\r\n\nreaching merits of  claim), and even where  the claim is  set for\r\n\njury  trial,  the court  has  great  latitude to  direct  limited\r\n\ndiscovery and to make  such factual findings as are  necessary to\r\n\ndetermine  its subject matter jurisdiction.   See Land v. Dollar,\r                                                                          \r\n\n330 U.S. 731, 735  (1947); see also Fed. R. Civ. P. 12(b)(1).  We\r                                             \r\n\nneed  express no  opinion concerning  whether the  Rehabilitation\r\n\nAct's jurisdictional  element might properly be  adjudicated on a\r\n\nRule 12(b)(1) motion.4  Rather, we note merely that  Rivera in no\r\n\nsense  acted unreasonably in  treating Judge  Laffitte's pretrial\r\n\norder  as determinative  of  the jurisdictional  findings therein\r\n\ncontained.  \r\n\n                    \r                              \r\n\n     4Rehabilitation Act  claims have been dismissed  for lack of\r\nsubject matter jurisdiction prior  to trial.  See, e.g.,  Foss v.\r                                                                        \r\nCity of Chicago, 640 F. Supp. 1088, 1090 (N.D. Ill. 1986)  (find-\r                         \r\ning  that defendant  was not a  \"program . .  . receiving Federal\r\nfinancial assistance\"), aff'd, 817  F.2d 34 (7th Cir. 1987).  But\r                                                                           \r\ncf. Careau Group v. United Farm Workers, 940 F.2d 1291, 1293 (9th\r                                                 \r\nCir. 1991)  (noting that,  \"where jurisdiction is  so intertwined\r\nwith  the merits that its  resolution depends on  a resolution of\r\nthe  merits, `the trial court should employ the standard applica-\r\nble to a motion for summary judgment'\") (citation omitted). \r\n\n                                13\r\r\n\n          Third, the  record indicates that PRTC  may have engen-\r\n\ndered further  confusion concerning the intended  import of Judge\r\n\nLaffitte's pretrial  order.  In  the pretrial order,  PRTC repre-\r\n\nsented that  Rivera's prima  facie case  required proof of  three\r                                                                           \r\n\nelements, omitting any reference to the fourth     the \"jurisdic-\r                                                        \r\n\ntional\"  element.  See Pretrial Order,  at 13.5  PRTC also repre-\r                                \r\n\nsented  that  it  \"[wa]s not  a  recipient  of federal  financial\r\n\nassistance  within  the  meaning of  [the  Rehabilitation  Act].\"\r                                                                        \r\n\nArguably at least, this connoted that PRTC continued to challenge\r\n\nJudge  Laffitte's legal  rulings interpreting  the Rehabilitation\r                                          \r\n\nAct, but  that it accepted the fact that proof of receipt of FEMA\r\n\nfunds no longer  remained in bona fide dispute  for trial.  Thus,\r\n\nRivera presented a bona fide explanation for failing to introduce\r\n\nher evidence before resting at trial.\r\n\n     3.   Undue Prejudice\r               3.   Undue Prejudice\r                                   \r\n\n          The third  factor meriting  consideration by  the trial\r\n\ncourt was the degree to which an order allowing  Rivera to reopen\r\n\nwould  prejudice PRTC.    See, e.g.,  Joseph,  17 F.3d  at  1285.\r                                                      \r\n\nFirst,  we note that the  motion to reopen  was filed immediately\r\n\nafter Rivera rested  her case,  upon learning that  PRTC did  not\r                                  \r\n\nshare her understanding of Judge Laffitte's pretrial order.   Cf.\r                                                                           \r\n\nid. at 1284  (upholding denial  of motion to  reopen, and  noting\r             \r\n\nlogistical  unfairness  to  defendant in  allowing  plaintiff  to\r\n\npresent  new  evidence  after  defendant had  rested  its  case).\r                                                  \r\n                    \r                              \r\n\n     5In her  jury instruction  requests, Rivera  likewise listed\r\nthree Rehabilitation Act claim  elements, omitting mention of the\r\n\"jurisdictional element.\"  \r\n\n                                14\r\r\n\nPresumably, the documentary evidence demonstrating PRTC's receipt\r\n\nof FEMA funds, including a cancelled check attached as an exhibit\r\n\nto PRTC's  own Rule 56  statement of  undisputed material  facts,\r\n\nconstituted the only \"new\"  evidence to be introduced.   Unlike a\r\n\nreopening  to permit  extended  testimony, cf.  Hibiscus Assocs.,\r                                                                           \r\n\nLtd.,  50 F.3d  at  918 (denying  motion  to reopen,  for  expert\r              \r\n\ntestimony, where evidence was  type that could be  proved without\r\n\nextensive  expert testimony),  the introduction  of such  readily\r\n\nobtainable documentary  evidence could have entailed  but minimal\r\n\ndelay.  Cf. Capital Marine Supply, Inc. v. M/V Roland Thomas, 719\r                                                                      \r\n\nF.2d  104,  107 (5th  Cir. 1983)  (finding  no abuse  in granting\r\n\nmotion  to reopen \"where the missing testimony can be made avail-\r\n\nable without undue delay\").  \r\n\n          In  the final  analysis, therefore,  all  three central\r\n\nfactors weighed overwhelmingly in favor of reopening, whereas the\r\n\nsummary ruling below afforded no apposite rationale for declining\r\n\nto reopen.   For these  reasons, we conclude that  the refusal to\r\n\nreopen, resulting  in dismissal of the  Rehabilitation Act claim,\r\n\nconstituted an abuse of discretion.  \r\n\nB.   Discharge of Jury\r          B.   Discharge of Jury\r                                \r\n\n          Following  dismissal of  the Rehabilitation  Act claim,\r\n\nthe  district court  discharged  the jury,  over Rivera's  timely\r\n\nobjection,  and assumed the  role of factfinder,  on the mistaken\r\n\ntheory that Rivera had no right to jury trial on her commonwealth\r\n\nclaims.   Puerto Rico litigants do have  a right to jury trial on\r\n\ntheir  commonwealth claims  in federal  district court  where the\r\n\n                                15\r\r\n\ncourt  decides,  as it  did  here, to  exercise  its supplemental\r\n\njurisdiction.  See  28 U.S.C.     119, 451; Fed.  R. Civ. P.  1 &amp;\r                            \r\n\n38(a).  The  fact that  the Puerto Rico  constitution confers  no\r\n\nparallel  right  to jury  trial on  such  claims is  immaterial. \r\n\nThus,  the  three  commonwealth  claims must  be  reinstated  and\r\n\nremanded for jury trial as well. \r\n\n          Although  in  the normal  course  we  would proceed  no\r\n\nfurther, the  district court  eventually dismissed  several other\r\n\nclaims  on legal  grounds presently  challenged on  appeal.   The\r\n\naborted  jury  trial in  this case  lasted  several weeks,  and a\r\n\nretrial necessarily would entail a further expenditure of consid-\r\n\nerable judicial resources.  In the interests of judicial economy,\r\n\ntherefore, we briefly discuss the dispositive legal issues likely\r\n\nto recur on remand.6  \r\n\nC.   Due Process Claim\r          C.   Due Process Claim\r                                \r\n\n          The district  court dismissed a federal  claim alleging\r\n\nthat  PRTC violated  Rivera's due  process  rights by  failing to\r\n\naccord  her a pretermination hearing.  See U.S. Const. amends. V,\r                                                    \r\n\nXIV;  Cleveland Bd. of Educ.  v. Loudermill, 470  U.S. 532 (1985)\r                                                     \r\n\n(holding that  state may not  discharge public employee,  who has\r\n\nproperty right in employment position, without benefit of preter-\r\n\nmination  hearing).   The  process  \"due\" Rivera  is  governed by\r\n\nfederal law; her property right  is defined by commonwealth  law.\r\n\nSee Kauffman v. PRTC, 841 F.2d 1169, 1173 (1st Cir. 1988).  \r                              \r\n                    \r                              \r\n\n     6Of  course, our  vacation  of the  district court  judgment\r\nmoots  Rivera's  appellate  challenges  to  the  district court's\r\nfindings.\r\n\n                                16\r\r\n\n          The  Puerto Rico workers' compensation statute includes\r\n\nwhat  the district  court  described as  a \"caducity\"  provision:\r\n\nemployers need  hold a disabled  worker's position open  for only\r\n\ntwelve months, after  which they are  not obligated to  reinstate\r\n\nthe worker.   See P.R.  Laws. Ann. tit.  11,    7.  The  district\r                           \r\n\ncourt  ruled that Rivera no longer  had a \"property right\" in her\r\n\nposition  as service  representative  because  more  than  twelve\r\n\nmonths had  elapsed between  the time her  job-related disability\r\n\nbegan (April 1989) and the time she sought to resume her position\r\n\nin  December 1991.  We think its  ruling is based on an erroneous\r\n\nconstruction of commonwealth law.\r\n\n          The Puerto  Rico Supreme  Court has delineated  the ap-\r\n\nplicable standards.   See, e.g., Carron  Lamoutte v. Compania  de\r                                                                           \r\n\nTurismo del Estado Libre  Asociado de Puerto Rico, 92  J.T.S. 27,\r                                                           \r\n\nat 9603 (1992).  A public employee who once acquires a cognizable\r\n\n\"property right\" in  her employment position,  and who suffers  a\r\n\nwork-related injury  or  accident and  reports  to the  Fund  for\r\n\ntreatment, has an absolute right to reinstatement to her position\r\n\nonce she is discharged  from the Fund (i.e., from  medical treat-\r\n\nment), provided  she seeks reinstatement within  twelve months of\r                                                                           \r\n\nher injury or  accident.  Id. at 9607.7   If the employee remains\r                                       \r\n                    \r                              \r\n\n     7PRTC urges affirmance on  an alternate ground not presented\r                                                                 \r\nto  the district court;  viz., Rivera's  \"property right\"  in her\r\nposition,  unlike that  of PRTC's  managerial employees,  was not\r\ndefined by  the commonwealth  statute, Personnel Act,  P.R. Laws.\r\nAnn.  tit. 3,    1301  et seq. (defining  \"merit principle\" posi-\r                                        \r\ntions),  but  only  under  the  collective  bargaining  agreement\r\nbetween PRTC and  her union.   Mercado Vega v.  Martinez, 692  F.\r                                                                  \r\nSupp.  36 (D.P.R. 1988).   PRTC therefore suggests  that the \"due\r\nprocess\" cases cited by Rivera are inapposite.  We do not agree.\r\n\n                                17\r\r\n\nunder treatment for more than twelve months, however, the employ-\r                                  \r\n\ner acquires the right to dismiss her on the ground that she is no\r\n\nlonger physically  or mentally  capable of performing  her former\r\n\nwork.   Id. at 9608.  Thus,  it is merely the employee's absolute\r                     \r\n\nright not to be  terminated on account of her  disability, rather\r\n\nthan  her property  interest  in her  employment position,  which\r\n\nlapses   under  the  one-year  workers'  compensation  \"caducity\"\r\n\nprovision.    \r\n\n          Once the Commonwealth confers  a \"property interest\" in\r\n\nemployment, it  cannot take the position away  without abiding by\r\n\nthe dictates of procedural due process.   Id. at 9608-09.  Twelve\r                                                       \r\n\nmonths after an employee's accident or injury an employer wishing\r\n\nto discharge a disabled employee must notify her of its intention\r\n\nnot to keep her position open for reinstatement.  Thus, in Carron\r                                                                           \r\n\nLamoutte,  id., where  the  plaintiff-employee  had exceeded  the\r                        \r\n\ntwelve-month, post-injury  grace period,  the employer  was still\r\n\nobligated  to provide advance notice of dismissal and an informal\r\n                    \r                              \r\n\n     State  statutory law is  not the  sole source  of \"property\"\r                                                     \r\ninterests in employment.  See Board  of Regents v. Roth, 408 U.S.\r                                                                 \r\n564, 577 (1972) (property interests are created \"from an indepen-\r\ndent source such as state law\") (emphasis added).  For procedural\r                                       \r\ndue  process  purposes, it  is  well settled  that  an employee's\r\n\"property  right\" in  her  job may  be  established by  contract.\r                                                                          \r\nPerry v.  Sindermann, 408  U.S. 593, 601-02  (1972) (noting  that\r                              \r\n\"'property' interests  subject to procedural due  process protec-\r\ntion  are not  limited  by a  few  rigid, technical  forms  [but]\r\n[r]ather, 'property' denotes a broad range of  interests that are\r\nsecured 'by existing rules or understandings,'\" including express\r\nor implied contracts) (citations  omitted).  Even the case  cited\r\nby  PRTC so  recognized. See  Mercado Vega,  692 F.  Supp. at  42\r                                                    \r\n(noting that either the Personnel Act  or a collective bargaining\r                                                                           \r\nagreement  may give  rise  to a  \"property interest\"  which would\r                   \r\nentitle plaintiff to  \"some kind of hearing\" consistent  with the\r\ndictates of procedural due process). \r\n\n                                18\r\r\n\npretermination hearing, at which she would be given the  opportu-\r\n\nnity to establish, inter  alia, that (i) she  had not been  under\r                                        \r\n\npost-injury  treatment for more than twelve  months;8 or (ii) she\r\n\nwas no longer suffering a disability which would prevent her from\r\n\nreturning to her former position.   Id.; see also  Laborde-Garcia\r                                                                           \r\n\nv. PRTC,  993 F.2d 265,  267-68 (1st  Cir. 1993).   Further,  the\r                 \r\n\nemployer is  required to  review the employee's  medical records,\r\n\nand, after  the pretermination  hearing, to make  express factual\r\n\nfindings on both these  factors.  Carron Lamoutte, 92  J.T.S. 27,\r                                                           \r\n\nat  9610.   Accordingly, the district  court erred  in dismissing\r\n\nRivera's due process  claim on  the ground  that her  right to  a\r\n\npretermination hearing lapsed automatically in April 1990.\r                                                     \r\n\nD.   Commonwealth Constitutional Claim\r          D.   Commonwealth Constitutional Claim\r                                                \r\n\n          Rivera also  challenges the dismissal of  her claim for\r\n\ndamages under P.R.  Const. art. II,    1, 8.   Section 1 provides\r\n\nthat \"[t]he dignity of the human being is inviolable.\"  Section 8\r\n\nprovides  that \"[e]very person has the right to the protection of\r\n\nlaw against  abusive attacks on  his honor, reputation  or family\r\n\nlife.\"9   Rivera  essentially argues that  the evidence  that her\r\n                    \r                              \r\n\n     8The  other case relied on by the district court in dismiss-\r\ning the  due process  claim is  not to the  contrary.   In Torres\r                                                                           \r\nGonzalez v. Star Kist Caribe, Inc., 94 J.T.S. 5 (1994), the court\r                                            \r\nsimply  held  that the  12-month  term during  which  an employee\r\nretains an absolute right to reinstatement is not tolled by those\r\ntemporary discharges  from medical  treatment which  simply allow\r\nthe employee to return to  work for a brief period of  time.  The\r\nGonzalez  decision did  not  involve the  procedural due  process\r                  \r\nargument settled earlier in Carron Lamoutte. \r                                                     \r\n\n     9The rights  safeguarded by these provisions  of the common-\r\nwealth constitution operate, ex proprio vigore, to make violators\r                                                        \r\namenable to tort-damage  awards.  See  Arroyo v. Rattan  Special-\r                                                                           \r\n\n                                19\r\r\n\nco-workers  harassed and  insulted her  was sufficient  to demon-\r\n\nstrate affronts to her  \"dignity\" as a human being,  in violation\r\n\nof her Section 1 rights.  \r\n\n          The  problem with  Rivera's contention  is fundamental:\r\n\nat  no point  prior  to this  appeal has  she  alleged that  PRTC\r\n\nviolated Section 1.  In her amended complaint she stated that the\r\n\ncourt had jurisdiction over \"all claims arising out of violations\r\n\nto  Section 8, Article II of the Constitution of the Commonwealth\r                       \r\n\nof Puerto Rico.\" (Emphasis added.)  In the pretrial order, Rivera\r\n\ndid  not  alter this  designation,  even  when PRTC  specifically\r\n\ncharacterized it  as a Section 8  claim.  Thus, it  is clear that\r\n\nthe  district court simply dismissed the Section 8 claim for lack\r\n\nof  proof, making no mention of any  Section 1 claim.10  Finally,\r\n\non appeal Rivera does not appear to contest that she failed, as a\r\n\nmatter of law, to prove her Section 8 claim since her co-worker's\r\n\ninsults,  based  primarily on  her  physical  handicap, were  not\r\n\nprobative of damage to her reputation or honor.11\r\n\nE.   Handicap Discrimination Claim\r          E.   Handicap Discrimination Claim\r                                            \r\n\n          Finally, Rivera challenges the dismissal of her common-\r\n\nwealth  claim  based  on  handicap discrimination  under  Law  53\r\n\n(codified at P.R. Laws Ann. tit. 1,   511 (1992)).  \r\n                    \r                              \r\n\nties, 17 O.T.S. 43, 72 (1986).  \r              \r\n\n     10Nor did Rivera file  a motion for reconsideration alerting\r\nthe court to her Section 1 claim.\r\n\n     11We express no opinion on whether  Rivera should be allowed\r\non remand to  amend her pleadings to permit a  Section 1 claim to\r\nbe tried  to the  jury.   See Fed.  R. Civ.  P. 15  (amendment of\r                                       \r\npleadings).  \r\n\n                                20\r\r\n\n          In 1959,  the Puerto  Rico Legislature enacted  Law 100\r\n\n(codified at  P.R. Laws  Ann. tit.  29,     146, 147, 147a,  148,\r\n\n149), which prohibited  employment discrimination  based on  age,\r\n\ngender, race, color, social or national origin, social condition,\r\n\nor  religion, and permitted  persons who  were subjected  to such\r\n\ndiscrimination to  bring tort claims  for damages.   However, Law\r\n\n100 made no mention of employment  discrimination based on physi-\r\n\ncal or mental handicap.  In 1985, the Legislature enacted Law 44,\r\n\nwhich prohibited all public or private institutions from engaging\r\n\nin  handicap discrimination  in employment,  but limited  the en-\r\n\nforcement of  the prohibition to  executive branch agencies.   In\r\n\n1992,  the Legislature enacted Law 53 (codified at P.R. Laws Ann.\r\n\ntit. 1,    511 (1992)),  which for the  first time provided  that\r\n\nhandicap  discrimination claimants  would have  the  same private\r\n\nremedies  as claimants under Law 100, including a right of action\r\n\nfor  damages.   The  district court  held,  however, that  Law 53\r\n\ncontained no provision permitting victims of handicap discrimina-\r\n\ntion to sue for damages until 1992, that PRTC's alleged discrimi-\r\n\nnatory actions antedated the 1992 amendment, and that section 511\r\n\ncould not be applied retroactively to Rivera's claim.  \r\n\n          In Puerto Rico, statutes generally are presumed to have\r\n\nprospective  effect  only, unless  the  statute  expressly or  by\r\n\ninescapable inference demonstrates a contrary legislative intent.\r\n\nSee  P.R. Laws. Ann. tit. 31,    3 (no retroactive application of\r             \r\n\nstatutes  absent express retroactivity provision); Velez Rebroyas\r                                                                           \r\n\nv.  Secretary of Justice, 115  D.P.R. 533 (1984),  15 O.T.S. 700,\r                                  \r\n\n                                21\r\r\n\n712 (1984); accord  Landgraf v. USI Film Prods.,  114 S. Ct. 1483\r                                                         \r\n\n(1994)   (finding that 1990  Civil Rights Act  amendments did not\r\n\novercome the presumption of  nonretroactivity).  Rivera points to\r\n\nno language in  Law 53  which would overcome  the presumption  of\r\n\nnonretroactivity, nor  have  we found  any  evidence of  such  an\r\n\nintent in the legislative history.12 \r\n\n          Rivera argues instead that  we should follow the analo-\r\n\ngous  reasoning of  courts which  have held  that the  1987 Civil\r\n\nRights Restoration  Act is  retroactive.   See, e.g.,  Lussier v.\r                                                                        \r\n\nDugger, 904 F.2d 661,  665-65 (11th Cir. 1990); Ayers  v. Allain,\r                                                                          \r\n\n893 F.2d 732, 754-56  (5th Cir.), withdrawn and vacated  on other\r                                                                           \r\n\ngrounds, 914  F.2d  676  (1990).   These  cases  are  inapposite,\r                 \r\n\nhowever, because that statute  expressly provided that the amend-\r                                                  \r\n\nments were intended to overturn intervening United States Supreme\r\n\nCourt  decisions,  so  as  to comport  with  Congress's  original\r\n\nintent.  Law 53 does not suggest in any way  that the Legislature\r\n\nintended  in 1959  that victims  of handicap  discrimination were\r\n\nprotected by  Law 100,  nor that  it intended in  1985 that  such\r\n\nvictims  would have a private  cause of action  for damages under\r\n\nLaw 44.   Thus, Law 53 is  inapposite to the explicit \"clarifica-\r                                                               \r\n\ntion\" in the 1987 Restoration Act.           Finally,      Rivera\r\n\ncontends  that even if Law  53 is not  retroactive, handicap dis-\r\n\ncrimination claimants still had  a vehicle for recovering compen-\r\n\nsatory  damages before  August 1992.   While  Law 44,  enacted in\r\n                    \r                              \r\n\n     12Law 53 establishes an effective date of August 30, 1992, a\r\nprovision  which would seem  superfluous were Law  53 intended to\r\nhave retroactive effect to then-pending actions.\r\n\n                                22\r\r\n\n1985, did not make  handicap discrimination an injury redressable\r\n\nin a private  action for damages, the  statute clearly designated\r\n\nthis  type of  discriminatory  conduct a  \"culpable  act,\" and  a\r\n\n\"culpable act\" resulting in injury can serve as the predicate for\r\n\na suit  for damages under P.R.  Laws Ann. tit. 31,     5141-5142.\r\n\nEven  if Rivera's  reasoning were  arguable, the matter  is moot.\r\n\nHer claim under    5141-5142  was not dismissed by the  court; it\r                                                         \r\n\nformed the legal basis for the $90,000 damages award.  On remand,\r\n\nthat claim too must be presented to the jury.13 \r\n\n          The district court judgment is vacated and the case  is\r                    The district court judgment is vacated and the case  is\r                                                                           \r\n\nremanded for further proceedings consistent with this opinion.\r          remanded for further proceedings consistent with this opinion.\r                                                                       \r\n\n                    \r                              \r\n\n     13We  note a proviso which must  be addressed on remand.  It\r\nis not entirely clear that the application of Law 53 to  Rivera's\r\ncomplaint would be fully retroactive in effect.  Law 53 expressly\r\nprovided that it would  take effect on August  30, 1992.   PRTC's\r\nlast  alleged act  of discrimination  against Rivera  occurred on\r\nDecember 14, 1992, when  it sent its final letter  of termination\r\nto Rivera.  Thus, if the date of Rivera's formal termination were\r\nfixed on that date, damages attributable to the termination might\r\nbe actionable under Law 44.  \r\n\n                                23\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 94-1977\r\n\n                      IRIS V. RIVERA-FLORES,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                  PUERTO RICO TELEPHONE COMPANY,\r\n\n                       Defendant, Appellee.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n            [Hon. Justo Arenas, U.S. Magistrate Judge]\r                                                               \r\n\n                                           \r                                                     \r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                           \r                                                     \r\n\n   Harry Anduze Montano for appellant.\r                                 \r\n   Edgardo  Colon Arraras, with whom Ina  M. Berlingeri Vincenty and\r                                                                          \r\nGoldman, Antonetti &amp; Cordova were on brief for appellee. \r                                    \r\n\n                                           \r                                                     \r\n\n                        September 6, 1995\r\n                                           \r                                                     \r\r\n\n          CYR,  Circuit Judge.    Iris  Rivera-Flores  (\"Rivera\")\r                    CYR,  Circuit Judge.    \r                                       \r\n\nchallenges  certain district  court rulings  relating to  various\r\n\ncommonwealth  and  federal claims  against  appellee  Puerto Rico\r\n\nTelephone  Company (\"PRTC\"), her  former employer,  for condoning\r\n\nthe harassment she experienced  at work on account of  her visual\r\n\nhandicap, and  for terminating  her employment.    We vacate  the\r\n\ndistrict court judgment and remand for retrial.\r\n\n                                I\r                                          I\r\n\n                           BACKGROUND1\r                                     BACKGROUND\r                                               \r\n\n          Rivera began  working the  night shift  for  PRTC as  a\r\n\ntraffic  operator in 1984.  In  January 1986, PRTC acceded to her\r\n\nrequest for reasonable accommodation  of her visual impairment   \r\n\ncongenital  cataracts in  both eyes  and secondary  angle closure\r\n\nglaucoma     by  transferring her  to a  day-shift position  as a\r\n\nservice  representative.    During  her four-month  tenure  as  a\r\n\nservice  representative,  Rivera's  supervisors   and  co-workers\r\n\nharassed  her  by  making  derogatory remarks  about  her  visual\r\n\nhandicap;  her  supervisors  reported  her  work  performance  as\r\n\nunsatisfactory; and  in April  1986, she  was  reassigned to  her\r\n\nformer position as a traffic operator on the night shift.  \r\n\n          Rivera's  labor union filed  a successful  grievance in\r\n\nopposition to her reassignment, and  in November 1988, Rivera was\r\n\n                    \r                              \r\n\n     1The district court decision  directing judgment as a matter\r\nof law  is reviewed de novo.   Favorito v. Pannell,  </pre><span class=\"citation\" data-id=\"195445\"><a href=\"/opinion/195445/favorito-v-pannell/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">716</span></a></span><pre class=\"inline\">,\r                                                            \r\n719 (1st Cir. 1994).  The evidence, and all reasonable inferences\r\ntherefrom,  are viewed in the  light most favorable  to the party\r\nopposing judgment.  </pre><span class=\"citation\" data-id=\"195445\"><a href=\"/opinion/195445/favorito-v-pannell/\"><span class=\"id_token\">Id.</span> \r                                 \r\n\n                                2\r\r\n\nreinstated, </a></span><pre class=\"inline\">with back pay,  as a sales representative on  the day\r\n\nshift.   Her supervisors  resumed their complaints  that Rivera's\r\n\nvisual  problems  were adversely  affecting her  job performance;\r\n\nprovided her with inadequate on-the-job training; refused to give\r\n\nher a desk or  work assignments for several weeks;  brushed aside\r\n\nher repeated  requests  for  reasonable  accommodation  (e.g.,  a\r\n\nspecial  magnifying  glass  to facilitate  reading,  and overtime\r\n\ncompensation for  catching up  on a preexisting  three-month work\r\n\nbacklog); and attempted to coerce  her into accepting an unfavor-\r\n\nable job  evaluation.   Her day-shift supervisors  and co-workers\r\n\nresumed their  derogatory  comments (e.g.,  calling  her  \"little\r\n\nblind  lady,\"  \"mentally  retarded,\"  \"mutant,\"  cross-eyed,  and\r\n\nphysically repulsive), and hid or defaced her paperwork.  \r\n\n          In April  1989, Rivera reported to  the State Insurance\r\n\nFund  (\"Fund\"),  and  was diagnosed  with,  and  treated  for, an\r\n\nemotional and  mental condition  attributable to  the job-related\r\n\nharassment.2  She  filed suit  in December 1989  against PRTC  in\r\n\nfederal district court, seeking compensatory and  punitive damag-\r\n\nes, front and back  pay, injunctive relief, prejudgment interest,\r\n\nand attorney fees.  When Rivera sought to return to  work follow-\r\n\ning her discharge from  the Fund in December 1991,  PRTC informed\r\n\nher  that her position was no longer available because the Puerto\r\n\nRico workers'  compensation statute  obligated employers  to hold\r\n                    \r                              \r\n\n     2The physicians treating Rivera  noted wide fluctuations  in\r\nthe intraocular pressure  in her  right (\"good\") eye.   In  April\r\n1990, she underwent surgery on her right eye, which resulted in a\r\npermanent,  partial loss of visual acuity.  Rivera attributed the\r\nincrease in intraocular pressure to job-related stress.  \r\n\n                                3\r\r\n\njobs open for only twelve months after the onset of the disabili-\r                                                                           \r\n\nty.   See P.R.  Laws Ann.  tit. 11,    7 (1991).   PRTC  sent its\r                   \r\n\nformal termination letter to Rivera on December 14, 1992, without\r\n\naccording Rivera a pretermination hearing.\r\n\n          Thereafter,  Rivera filed her  final amended complaint,\r\n\nwhich included two federal claims.  First, she alleged that PRTC,\r\n\nan  instrumentality  of  the  Commonwealth of  Puerto  Rico,  had\r\n\nviolated  her procedural  due process  rights by  terminating her\r\n\nemployment  without a  pretermination hearing.   See  U.S. Const.\r                                                              \r\n\namends.  V, XIV.  Second, she pleaded a Rehabilitation Act claim,\r\n\nbased on her  termination and on PRTC's  negligent condonation of\r\n\nthe discriminatory harassment she experienced at the hands of its\r\n\nemployees.  See 29 U.S.C.   794 (prohibiting discrimination based\r                         \r\n\non handicap  by any  program \"receiving federal  financial assis-\r\n\ntance\"),    794a  (prescribing equitable  and legal  remedies for\r\n\nviolation); 42 U.S.C.    2000d-7 (waiving State's Eleventh Amend-\r\n\nment immunity for damages in actions under Rehabilitation Act).  \r\n\n          Rivera's  claims under  commonwealth  law alleged  that\r\n\nPRTC  (1) violated  P.R.  Const. art.  II,    8  (providing  that\r\n\n\"[e]very  person has the right  to the protection  of law against\r\n\nabusive attacks on h[er] honor, reputation and private  or family\r\n\nlife\"), (2)  violated the Commonwealth's statutory  analog to the\r\n\nFederal Rehabilitation Act, P.R. Laws Ann. tit. 1,   511, and (3)\r\n\nintentionally or negligently inflicted personal  injury, see P.R.\r                                                                      \r\n\nLaws  Ann. tit.  31,     5141-5142 (cause  of action  for damages\r\n\nagainst employer for injury inflicted by employer and its employ-\r\n\n                                4\r\r\n\nees).  Rivera demanded jury trial on all claims. \r\n\n          PRTC moved for summary judgment, asserting, inter alia,\r                                                                          \r\n\nthat the  district court lacked subject  matter jurisdiction over\r\n\nthe Rehabilitation  Act claim  because PRTC's receipt  of Federal\r\n\nEmergency Management Agency (\"FEMA\") disaster funds could not, as\r                                                                           \r\n\na matter of law, qualify it as a \"program . . . receiving federal\r                         \r\n\nfinancial  assistance.\"   29 U.S.C.    794.   The  district court\r\n\ndisagreed,  rejected  the  jurisdictional  challenge,  and denied\r\n\nsummary  judgment.   Rivera-Flores  v. PRTC,  </pre><span class=\"citation\" data-id=\"1957929\"><a href=\"/opinion/1957929/rivera-flores-v-puerto-rico-telephone-co/\"><span class=\"volume\">840</span>  <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">3</span></a></span><pre class=\"inline\">, 6\r                                                     \r\n\n(D.P.R. 1993) (Laffitte, J.).\r\n\n          On the first  day of trial, after  Judge Laffitte unex-\r\n\npectedly recused himself, the parties agreed to proceed  with the\r\n\njury trial before  a magistrate  judge.  When  Rivera rested  her\r\n\ncase, PRTC moved for judgment as a matter of law on the Rehabili-\r\n\ntation Act  claim, see Fed.  R. Civ. P.  50(a)(1), on the  ground\r                                \r\n\nthat  Rivera  had  failed to  introduce  evidence  that PRTC  had\r\n\n\"receiv[ed]  federal financial  assistance\" in  the form  of FEMA\r\n\ndisaster funds.  Rivera  responded that she did not  proffer such\r\n\nevidence, because Judge Laffitte's earlier order denying  summary\r\n\njudgment  to PRTC  conclusively  established that  the court  had\r\n\nsubject  matter jurisdiction  over her  Rehabilitation  Act claim\r\n\nagainst PRTC.  In  the alternative, Rivera requested that  she be\r\n\npermitted to reopen her case to present this evidence.\r\n\n          The magistrate judge  summarily denied  the request  to\r\n\nreopen and dismissed the Rehabilitation Act claim, after correct-\r\n\nly noting that  a denial  of summary judgment  normally does  not\r\n\n                                5\r\r\n\nsettle material  factual disputes upon which  the plaintiff bears\r\n\nthe  ultimate burden of proof.  The  court then decided to retain\r\n\nsupplemental jurisdiction over the three commonwealth claims, see\r                                                                           \r\n\n28  U.S.C.    1367, but  nevertheless discharged  the  jury after\r\n\nconcluding that Rivera had no independent Seventh Amendment right\r\n\nto  jury trial on these commonwealth claims in federal court, see\r                                                                           \r\n\nU.S. Const. amend. VII,  since plaintiffs enjoy no  such parallel\r\n\nright under the Puerto Rico Constitution.\r\n\n          Following a bench trial,  the court entered judgment on\r\n\nRivera's claim for  negligent infliction  of emotional  distress,\r\n\nsee P.R. Laws Ann. tit. 31,    5141-5142, awarding her $90,000 in\r             \r\n\ndamages.   The three remaining claims were dismissed.  First, the\r\n\nfederal procedural due  process claim was dismissed on the ground\r\n\nthat  Puerto  Rico  law  presumes the  natural  expiration  of an\r\n\nemployee's \"property right\" in  her employment after one year  of\r\n\ncontinuous disability.  Rivera-Flores  v. PRTC, No. 89-1697, 1994\r                                                        \r\n\nU.S.  Dist. LEXIS, at *30  (D.P.R. June 20,  1994) (citing Carron\r                                                                           \r\n\nLamoutte  v. Compania de Turismos, 92 J.T.S. 27, at 9306 (1992)).\r                                           \r\n\nSecond, the  claim asserted under  the commonwealth  constitution\r\n\nfailed for  lack of proof of \"reputational  damage.\"  </pre><span class=\"citation\" data-id=\"1957929\"><a href=\"/opinion/1957929/rivera-flores-v-puerto-rico-telephone-co/\"><span class=\"id_token\">Id.</span> at *23.\r</a></span><pre class=\"inline\">                                                                   \r\n\nThird, the  handicap discrimination  claim foundered because  the\r\n\n1992 amendment  to  the  Puerto Rico  statute  which  provides  a\r\n\nprivate cause of  action for  damages is not  made applicable  to\r\n\npre-1992  causes of  action. </pre><span class=\"citation\" data-id=\"1957929\"><a href=\"/opinion/1957929/rivera-flores-v-puerto-rico-telephone-co/\"><span class=\"id_token\">Id.</span>  at *30 </a></span><pre class=\"inline\">(interpreting  P.R. Laws\r                                          \r\n\nAnn. tit. 1,   511).  \r\n\n                                II\r                                          II\r\n\n                                6\r\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\nA.   Federal Rehabilitation Act Claim\r          A.   Federal Rehabilitation Act Claim\r                                               \r\n\n          Rivera focuses first on  the dismissal of her Rehabili-\r\n\ntation Act claim because she did not introduce evidence that PRTC\r\n\nwas  a \"program .  . .  receiving federal  financial assistance.\"\r\n\nShe insists that this  question had never been placed  in genuine\r\n\ndispute by PRTC, that  the pretrial order denying  PRTC's summary\r\n\njudgment motion  (Laffitte, J.)  had established  this \"jurisdic-\r\n\ntional\" fact, and that she was caught off guard by the magistrate\r\n\njudge's decision to treat Judge Laffitte's pretrial order as non-\r\n\ndispositive.  In  these circumstances, she suggests,  at the very\r\n\nleast the court  should have  allowed her briefly  to reopen  and\r\n\nintroduce the  \"undisputed\"  evidence  that  PRTC  received  FEMA\r\n\ndisaster funds. \r\n\n          Trial court rulings on motions to reopen civil cases to\r\n\npermit additional evidence are  reviewed for abuse of discretion.\r\n\nSee Zenith Radio Corp. v. Hazeltine Research, Inc., </pre><span class=\"citation\" data-id=\"108279\"><a href=\"/opinion/108279/zenith-radio-corp-v-hazeltine-research-inc/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span><pre class=\"inline\">,\r                                                            \r\n\n331  (1971); Hibiscus Assocs., Ltd.  v. Board of  Trustees of the\r                                                                           \r\n\nPolicemen and Firemen Retirement Sys., </pre><span class=\"citation\" data-id=\"692067\"><a href=\"/opinion/692067/hibiscus-associates-ltd-a-florida-partnership-gerald-m-wochna-joyce/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">908</span></a></span><pre class=\"inline\">, 917-18  (11th\r                                               \r\n\nCir. 1995);   Joseph v. Terminix  Int'l Co., </pre><span class=\"citation\" data-id=\"664150\"><a href=\"/opinion/664150/alan-joseph-and-brenda-joseph-v-terminix-international-company-limited/\"><span class=\"volume\">17</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1282</span></a></span><pre class=\"inline\">,  1285\r                                                     \r\n\n(10th  Cir. 1994); Bradford Trust Co.  v. Merrill, Lynch, Pierce,\r                                                                           \r\n\nFenner  &amp; Smith, Inc., </pre><span class=\"citation\" data-id=\"479211\"><a href=\"/opinion/479211/bradford-trust-company-of-boston-v-merrill-lynch-pierce-fenner-and/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span><pre class=\"inline\">,  52 (2d Cir. 1986); Swartz v.\r                                                                        \r\n\nNew  York Cent.  R.R. Co.,  </pre><span class=\"citation\" data-id=\"262069\"><a href=\"/opinion/262069/fred-swartz-v-new-york-central-railroad-company/\"><span class=\"volume\">323</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">713</span></a></span><pre class=\"inline\">,  714 (7th  Cir. 1963).\r                                   \r\n\nWhile the particular criteria that guide a trial court's decision\r\n\nto  reopen  are necessarily  flexible  and  case-specific, it  is\r\n\ngenerally  understood that a trial court abuses its discretion if\r\n\n                                7\r\r\n\nits refusal  to reopen  works  an \"injustice\"  in the  particular\r\n\ncircumstances.   See Gas Ridge,  Inc. v. Suburban  Agric. Proper-\r                                                                           \r\n\nties, Inc., </pre><span class=\"citation\" data-id=\"1482577\"><a href=\"/opinion/1482577/gas-ridge-v-suburban-agricultural-properties/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">363</span></a></span><pre class=\"inline\">, 366 (5th Cir. 1945).  Among the materi-\r                    \r\n\nal  factors which  should  be assessed  by  the trial  court  are\r\n\nwhether: (1) the evidence sought  to be introduced is  especially\r\n\nimportant and  probative; (2) the moving  party's explanation for\r\n\nfailing to introduce the  evidence earlier is bona fide;  and (3)\r                                                                 \r\n\nreopening will cause  no undue prejudice to the  nonmoving party.\r\n\nSee, e.g., </pre><span class=\"citation\" data-id=\"664150\"><span class=\"antecedent_guess\">Joseph,</span>  <a href=\"/opinion/664150/alan-joseph-and-brenda-joseph-v-terminix-international-company-limited/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> at  <span class=\"page\">1285</span></a></span><pre class=\"inline\">; see generally  6A James  W.\r                                                             \r\n\nMoore,  Moore's Federal  Practice   59.04[13],  at 59-33  (2d ed.\r                                           \r\n\n1993).\r\n\n     1.   The \"New\" Evidence\r               1.   The \"New\" Evidence\r                                      \r\n\n          Trial  courts as a rule  act within their discretion in\r\n\nrefusing to reopen a  case where the proffered \"new\"  evidence is\r\n\ninsufficiently  probative  to  offset the  procedural  disruption\r\n\ncaused by reopening.  See, e.g.,  </pre><span class=\"citation\" data-id=\"664150\"><span class=\"antecedent_guess\">Joseph,</span> <a href=\"/opinion/664150/alan-joseph-and-brenda-joseph-v-terminix-international-company-limited/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1285</span> </a></span><pre class=\"inline\">(noting\r                                                  \r\n\nthat \"new\" evidence  would have been cumulative); Thomas  v. S.S.\r                                                                           \r\n\nSanta Mercedes,  </pre><span class=\"citation\" data-id=\"354154\"><a href=\"/opinion/354154/nathaniel-thomas-v-ss-santa-mercedes-and-prudential-lines-inc/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span><pre class=\"inline\">,  1336 (9th Cir.  1978) (affirming\r                        \r\n\ndenial  of motion  to  reopen  where  \"new\" evidence  would  have\r\n\nprovided  little additional  probative  force).   In the  instant\r\n\ncase,  however, there can be no question that the proffered \"new\"\r\n\nevidence was  critical to  the Rehabilitation  Act claim once  it\r\n\nbecame clear  that subject matter jurisdiction  was contested; it\r\n\nwas the only evidence on an essential element of the claim.  See,\r                                                                          \r\n\ne.g.,  Nathanson v. Medical College  of Pa., </pre><span class=\"citation\" data-id=\"556615\"><a href=\"/opinion/556615/jayne-g-nathanson-v-the-medical-college-of-pennsylvania/\"><span class=\"volume\">926</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1368</span></a></span><pre class=\"inline\">, 1380\r                                                     \r\n\n(3d  Cir. 1991).  Thus,  this factor weighed  heavily in favor of\r\n\n                                8\r\r\n\nallowing the motion to reopen. \r\n\n     2.   Bona Fide Explanation\r               2.   Bona Fide Explanation\r                                         \r\n\n          Trial  courts  likewise  should  consider  whether  the\r\n\nmoving  party  offered a  bona  fide explanation  for  failing to\r                                              \r\n\nintroduce the evidence before  it finally rested its case.   See,\r                                                                          \r\n\ne.g.,  Bradford Trust </pre><span class=\"citation\" data-id=\"479211\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/479211/bradford-trust-company-of-boston-v-merrill-lynch-pierce-fenner-and/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">52-53</span> </a></span><pre class=\"inline\">(upholding denial of\r                                   \r\n\nmotion to reopen after trial court  repeatedly warned that movant\r\n\nwould need to produce  evidence on \"key issue\"); Air  Et Chaleur,\r                                                                           \r\n\nS.A. v. Eliot Janeway, </pre><span class=\"citation\" data-id=\"449469\"><a href=\"/opinion/449469/air-et-chaleur-sa-pierre-berger-daniel-cauchie-jacques-w-van-de/\"><span class=\"volume\">757</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">489</span></a></span><pre class=\"inline\">, 495 (2d Cir.  1985) (uphold-\r                               \r\n\ning refusal to  reopen where trial  court forewarned movant  that\r\n\nomitted  evidence  would be  essential).    Moreover, the  courts\r\n\nrecognize that  it may  amount to an  abuse of  discretion for  a\r\n\ntrial  court  to decline  to  reopen in  circumstances  where the\r\n\nmovant  has demonstrated  \"reasonably  genuine  surprise.\"    </pre><span class=\"citation\" data-id=\"449469\"><a href=\"/opinion/449469/air-et-chaleur-sa-pierre-berger-daniel-cauchie-jacques-w-van-de/\"><span class=\"id_token\">Id.</span>\r                                                                           \r\n\nThere are </a></span><pre class=\"inline\">at least  four compelling reasons for finding  that the\r\n\n\"good  faith\"  factor weighed  heavily in  favor of  allowing the\r\n\nmotion to reopen in the instant case.\r\n\n          First, the record bears  out the contention that Rivera\r\n\nrefrained  from introducing  the  undisputed evidence  of  PRTC's\r\n\nreceipt  of FEMA funds, not  because she lacked  proof but solely\r\n\nbecause  she reasonably  understood  that  the  district  court's\r\n\nsubject  matter jurisdiction had been settled prior to trial.  In\r                                                                      \r\n\nthe  statement of  uncontested  material  facts accompanying  its\r\n\nsummary judgment  motion, for example, PRTC  admitted receiving a\r\n\n$9,765 check from FEMA,  dated January 10, 1986,  \"while [Rivera]\r\n\nwas working as a  Service Representative,\" as well as  other FEMA\r\n\n                                9\r\r\n\npayments during 1987, 1989 and 1990.  \r\n\n          Notwithstanding these undisputed facts,  PRTC presented\r\n\nthe  magistrate  judge  with  two alternative  theories  for  its\r\n\nnarrowly focused legal contention  that the district court lacked\r                                           \r\n\nsubject  matter \"jurisdiction\":    (1) FEMA  fund recipients  are\r\n\nsubject to  the  special  anti-discrimination  provisions  of  44\r\n\nC.F.R.     7.1 to 7.949 (1994), which do not proscribe employment\r                                                                           \r\n\ndiscrimination  by  the recipient,  and  therefore  PRTC was  not\r\n\nsubject to the  more comprehensive anti-discrimination provisions\r\n\nof the Rehabilitation Act; or (2) the FEMA funds must be shown to\r                                       \r\n\nhave  been  received during  the same  time  period in  which the\r\n\nalleged discriminatory acts against the recipient's employee took\r\n\nplace.   \r\n\n          Judge Laffitte had rejected  both these legal  theories\r\n\nprior to trial: \r\n\n          [PRTC's]  arguments do  not  carry  the  day.\r\n          First, neither  party contests the  fact that\r                                                            \r\n          after  various hurricanes and  heavy rains in\r\n          Puerto  Rico, PRTC applied for Federal finan-\r\n          cial assistance to receive  reimbursement for\r\n          expenditures paid to repair the damage caused\r\n          by the disasters.  Neither party contests the\r                                                                 \r\n          fact that  PRTC either was  receiving Federal\r                        \r\n          funding  or was awaiting the receipt of fund-\r\n          ing  throughout the  period  of  the  alleged\r\n          discriminatory conduct.  The Court finds that\r                                                            \r\n          in the context of the Rehabilitation  Act, an\r\n          employer \"receiving  Federal financial assis-\r\n          tance\"  includes  a  qualified applicant  who\r\n          although approved  to  receive the  funds  is\r\n          awaiting  the receipt of them.  Consequently,\r\n          because PRTC was  either receiving or expect-\r\n          ing to receive  Federal financial  assistance\r\n          throughout  the  period  pertinent to  plain-\r\n          tiff's claim,  the Court finds that  PRTC was\r                                                  \r\n          \"receiving Federal  financial assistance\" and\r\n          is subject to the Rehabilitation Act for that\r                              \r\n\n                                10\r\r\n\n          period of time. \r\n\n</pre><span class=\"citation\" data-id=\"1957929\"><span class=\"antecedent_guess\">Rivera-Flores,</span> <a href=\"/opinion/1957929/rivera-flores-v-puerto-rico-telephone-co/\"><span class=\"volume\">840</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">5</span> </a></span><pre class=\"inline\">(emphasis added).  \r                       \r\n\n          Normally, of  course, the mere denial  of a defendant's\r\n\nsummary judgment motion does not relieve a claimant of the burden\r\n\nof  introducing evidence at  trial on every  element essential to\r\n\nher claim, even though  the factual predicate was not  in genuine\r\n\ndispute at summary  judgment.  However,  Civil Rule 56(d)  estab-\r\n\nlishes a procedural mechanism whereby a district court can ensure\r\n\na more enduring effect for its summary judgment ruling, and, with\r\n\nthe acquiescence of  the parties, narrow  the factual issues  for\r\n\ntrial: \r\n\n          If on motion under  this rule judgment is not\r\n          entered upon the whole case or for all relief\r\n          asked and a trial  is necessary, the court at\r\n          the hearing of  the motion, by examining  the\r\n          pleadings and the evidence  before it and  by\r\n          interrogating  counsel, shall  if practicable\r                                                                 \r\n          ascertain what material  facts exist  without\r                                                                 \r\n          substantial  controversy  and  what  material\r                                                                 \r\n          facts are actually and  in good faith contro-\r                                                                 \r\n          verted.   It shall  thereupon  make an  order\r                                                                 \r\n          specifying  the  facts  that  appear  without\r                                          \r\n          substantial controversy, including the extent\r\n          to which  the amount of damages  or other re-\r\n          lief is  not  in controversy,  and  directing\r\n          such further proceedings in the action as are\r\n          just.  Upon the trial of the action the facts\r                                                                 \r\n          so specified shall be deemed established, and\r                                                            \r\n          the trial shall be conducted accordingly.\r\n\nFed. R. Civ. P. 56(d) (emphasis added).  \r\n\n          The December 1993 order  entered by Judge Laffitte fits\r\n\nwell within  the spirit, if not  the letter, of Rule  56(d).  Its\r\n\nlanguage,  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span>  supra</span><pre class=\"inline\">, belies  PRTC's  main  contention that  the\r                               \r\n\ndistrict court  order did not sufficiently  \"specif[y]\" the facts\r                                                                \r\n\nthat were \"without substantial  controversy.\"  PRTC counters that\r\n\n                                11\r\r\n\nan order can have no Rule 56(d) effect unless the court expressly\r\n\nannounces its intention  to enter  a Rule 56(d)  order, and  then\r\n\n\"interrogates\"  counsel concerning  the  appropriateness of  such\r\n\nrelief.  \r\n\n          On the contrary, the  language of the rule contemplates\r\n\nmerely that  the court,  inter alia, \"interrogat[e]  counsel [to]\r                                             \r\n\nascertain what  material facts  . .  . are actually  and in  good\r\n\nfaith  controverted . .  . .\"   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  Rule 56(d) </span><pre class=\"inline\"> gives counsel no\r                                             \r\n\nveto power over the decision to enter such an order.  Although it\r\n\nis unquestionably advisable for the court to announce its  inten-\r\n\ntion to  enter such an order, Rule 56(d) does not make it compul-\r\n\nsory.3   Thus, \"interrogation\" of counsel is a suggested means of\r                                                                        \r\n\ndetermining facts  not  in  substantial  controversy,  where  the\r\n\npleadings and  other  evidence before  the court  leave room  for\r\n\ndoubt.  But it is the substance of the order that matters.  \r                                         \r\n\n          Second, in  our view Rivera's reliance  on the pretrial\r\n\norder seems justified  in these circumstances since  the fact not\r\n\nin substantial  \"good faith\"  controversy did not  pertain exclu-\r\n\n                    \r                              \r\n\n     3The lone case  cited by PRTC for  its view     Audi Vision,\r                                                                           \r\nInc.  v. RCA Mfg.  Co., </pre><span class=\"citation\" data-id=\"1511400\"><a href=\"/opinion/1511400/audi-vision-inc-v-rca-mfg-co/\"><span class=\"volume\">136</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">621</span></a></span><pre class=\"inline\">, 625  (2d Cir.  1943)    is\r                                \r\ninapposite.  There  the court reviewed a partial summary judgment\r\nentered on various claims,  but counterclaims remained for trial.\r\nThe  appeal was  dismissed as  interlocutory because  the partial\r\nsummary  judgment was  not \"final.\"   See Fed. R.  Civ. P. 58(b).\r                                                   \r\nThe appellate  court simply  recommended that trial  courts alert\r\nthe  parties  to the  fact  that  partial summary  judgments  are\r\nsubject to  further modification  as required to  avoid \"manifest\r\ninjustice.\"    It did  not require  that  trial courts  alert the\r\nparties when their pretrial orders result in a partial \"adjudica-\r\ntion\" of less than all material factual issues.  </pre><span class=\"citation\" data-id=\"1511400\"><a href=\"/opinion/1511400/audi-vision-inc-v-rca-mfg-co/\"><span class=\"id_token\">Id.</span> \r                                                              \r\n\n                                12\r\r\n\nsively </a></span><pre class=\"inline\">to  the  merits of  her  claim.   Unlike  the three  other\r\n\nelements  of 29  U.S.C.    794, \"receipt  of federal  funds\" also\r\n\ndirectly implicates the district court's subject matter jurisdic-\r                                                                           \r\n\ntion over a Rehabilitation  Act claim.  See Bentley  v. Cleveland\r                                                                           \r\n\nCty. Bd. of  Cty. Comm'rs, </pre><span class=\"citation\" data-id=\"683238\"><a href=\"/opinion/683238/irene-bentley-as-personal-representative-of-bert-g-bentley-deceased-v/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">600</span></a></span><pre class=\"inline\">, 603-04  (10th Cir. 1994).\r                                   \r\n\nContested factual  matters relating  to a court's  subject matter\r\n\njurisdiction  are properly  determined  on  pretrial  motions  to\r\n\ndismiss, see  Fed. R. Civ.  P. 12(b)(1);  Bell v. Hood,  </pre><span class=\"citation\" data-id=\"104272\"><a href=\"/opinion/104272/bell-v-hood/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span>\r                                                                \r\n\n<span class=\"page\">678</span></a></span><pre class=\"inline\">,  682  (1946)  (court  must assure  its  jurisdiction  before\r\n\nreaching merits of  claim), and even where  the claim is  set for\r\n\njury  trial,  the court  has  great  latitude to  direct  limited\r\n\ndiscovery and to make  such factual findings as are  necessary to\r\n\ndetermine  its subject matter jurisdiction.   See Land v. Dollar,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"104407\"><a href=\"/opinion/104407/land-v-dollar/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">731</span></a></span><pre class=\"inline\">, 735  (1947); see also Fed. R. Civ. P. 12(b)(1).  We\r                                             \r\n\nneed  express no  opinion concerning  whether the  Rehabilitation\r\n\nAct's jurisdictional  element might properly be  adjudicated on a\r\n\nRule 12(b)(1) motion.4  Rather, we note merely that  Rivera in no\r\n\nsense  acted unreasonably in  treating Judge  Laffitte's pretrial\r\n\norder  as determinative  of  the jurisdictional  findings therein\r\n\ncontained.  \r\n\n                    \r                              \r\n\n     4Rehabilitation Act  claims have been dismissed  for lack of\r\nsubject matter jurisdiction prior  to trial.  See, e.g.,  Foss v.\r                                                                        \r\nCity of Chicago, </pre><span class=\"citation\" data-id=\"1452255\"><a href=\"/opinion/1452255/foss-v-city-of-chicago/\"><span class=\"volume\">640</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1088</span></a></span><pre class=\"inline\">, 1090 (N.D. Ill. 1986)  (find-\r                         \r\ning  that defendant  was not a  \"program . .  . receiving Federal\r\nfinancial assistance\"), aff'd, </pre><span class=\"citation\" data-id=\"487248\"><a href=\"/opinion/487248/richard-foss-v-city-of-chicago-a-municipal-corporation-louis-galante/\"><span class=\"volume\">817</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span> </a></span><pre class=\"inline\">(7th Cir. 1987).  But\r                                                                           \r\ncf. Careau Group v. United Farm Workers, </pre><span class=\"citation no-link\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1291</span></span><pre class=\"inline\">, 1293 (9th\r                                                 \r\nCir. 1991)  (noting that,  \"where jurisdiction is  so intertwined\r\nwith  the merits that its  resolution depends on  a resolution of\r\nthe  merits, `the trial court should employ the standard applica-\r\nble to a motion for summary judgment'\") (citation omitted). \r\n\n                                13\r\r\n\n          Third, the  record indicates that PRTC  may have engen-\r\n\ndered further  confusion concerning the intended  import of Judge\r\n\nLaffitte's pretrial  order.  In  the pretrial order,  PRTC repre-\r\n\nsented that  Rivera's prima  facie case  required proof of  three\r                                                                           \r\n\nelements, omitting any reference to the fourth     the \"jurisdic-\r                                                        \r\n\ntional\"  element.  See Pretrial Order,  at 13.5  PRTC also repre-\r                                \r\n\nsented  that  it  \"[wa]s not  a  recipient  of federal  financial\r\n\nassistance  within  the  meaning of  [the  Rehabilitation  Act].\"\r                                                                        \r\n\nArguably at least, this connoted that PRTC continued to challenge\r\n\nJudge  Laffitte's legal  rulings interpreting  the Rehabilitation\r                                          \r\n\nAct, but  that it accepted the fact that proof of receipt of FEMA\r\n\nfunds no longer  remained in bona fide dispute  for trial.  Thus,\r\n\nRivera presented a bona fide explanation for failing to introduce\r\n\nher evidence before resting at trial.\r\n\n     3.   Undue Prejudice\r               3.   Undue Prejudice\r                                   \r\n\n          The third  factor meriting  consideration by  the trial\r\n\ncourt was the degree to which an order allowing  Rivera to reopen\r\n\nwould  prejudice PRTC.    See, e.g.,  </pre><span class=\"citation\" data-id=\"664150\"><span class=\"antecedent_guess\">Joseph,</span>  <a href=\"/opinion/664150/alan-joseph-and-brenda-joseph-v-terminix-international-company-limited/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span>  at  <span class=\"page\">1285</span></a></span><pre class=\"inline\">.\r                                                      \r\n\nFirst,  we note that the  motion to reopen  was filed immediately\r\n\nafter Rivera rested  her case,  upon learning that  PRTC did  not\r                                  \r\n\nshare her understanding of Judge Laffitte's pretrial order.   Cf.\r                                                                           \r\n\n</pre><span class=\"citation\" data-id=\"664150\"><a href=\"/opinion/664150/alan-joseph-and-brenda-joseph-v-terminix-international-company-limited/\"><span class=\"id_token\">id.</span> at 1284 </a></span><pre class=\"inline\"> (upholding denial  of motion to  reopen, and  noting\r             \r\n\nlogistical  unfairness  to  defendant in  allowing  plaintiff  to\r\n\npresent  new  evidence  after  defendant had  rested  its  case).\r                                                  \r\n                    \r                              \r\n\n     5In her  jury instruction  requests, Rivera  likewise listed\r\nthree Rehabilitation Act claim  elements, omitting mention of the\r\n\"jurisdictional element.\"  \r\n\n                                14\r\r\n\nPresumably, the documentary evidence demonstrating PRTC's receipt\r\n\nof FEMA funds, including a cancelled check attached as an exhibit\r\n\nto PRTC's  own Rule 56  statement of  undisputed material  facts,\r\n\nconstituted the only \"new\"  evidence to be introduced.   Unlike a\r\n\nreopening  to permit  extended  testimony, cf.  Hibiscus Assocs.,\r                                                                           \r\n\n</pre><span class=\"citation\" data-id=\"692067\"><span class=\"antecedent_guess\">Ltd.,</span>  <a href=\"/opinion/692067/hibiscus-associates-ltd-a-florida-partnership-gerald-m-wochna-joyce/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span>  at  <span class=\"page\">918</span> </a></span><pre class=\"inline\">(denying  motion  to reopen,  for  expert\r              \r\n\ntestimony, where evidence was  type that could be  proved without\r\n\nextensive  expert testimony),  the introduction  of such  readily\r\n\nobtainable documentary  evidence could have entailed  but minimal\r\n\ndelay.  Cf. Capital Marine Supply, Inc. v. M/V Roland Thomas, </pre><span class=\"citation\" data-id=\"425996\"><a href=\"/opinion/425996/capital-marine-supply-inc-v-mv-roland-thomas-ii-etc-westinghouse/\"><span class=\"volume\">719</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">104</span></a></span><pre class=\"inline\">,  107 (5th  Cir. 1983)  (finding  no abuse  in granting\r\n\nmotion  to reopen \"where the missing testimony can be made avail-\r\n\nable without undue delay\").  \r\n\n          In  the final  analysis, therefore,  all  three central\r\n\nfactors weighed overwhelmingly in favor of reopening, whereas the\r\n\nsummary ruling below afforded no apposite rationale for declining\r\n\nto reopen.   For these  reasons, we conclude that  the refusal to\r\n\nreopen, resulting  in dismissal of the  Rehabilitation Act claim,\r\n\nconstituted an abuse of discretion.  \r\n\nB.   Discharge of Jury\r          B.   Discharge of Jury\r                                \r\n\n          Following  dismissal of  the Rehabilitation  Act claim,\r\n\nthe  district court  discharged  the jury,  over Rivera's  timely\r\n\nobjection,  and assumed the  role of factfinder,  on the mistaken\r\n\ntheory that Rivera had no right to jury trial on her commonwealth\r\n\nclaims.   Puerto Rico litigants do have  a right to jury trial on\r\n\ntheir  commonwealth claims  in federal  district court  where the\r\n\n                                15\r\r\n\ncourt  decides,  as it  did  here, to  exercise  its supplemental\r\n\njurisdiction.  See  28 U.S.C.     119, 451; Fed.  R. Civ. P.  1 &amp;\r                            \r\n\n38(a).  The  fact that  the Puerto Rico  constitution confers  no\r\n\nparallel  right  to jury  trial on  such  claims is  immaterial. \r\n\nThus,  the  three  commonwealth  claims must  be  reinstated  and\r\n\nremanded for jury trial as well. \r\n\n          Although  in  the normal  course  we  would proceed  no\r\n\nfurther, the  district court  eventually dismissed  several other\r\n\nclaims  on legal  grounds presently  challenged on  appeal.   The\r\n\naborted  jury  trial in  this case  lasted  several weeks,  and a\r\n\nretrial necessarily would entail a further expenditure of consid-\r\n\nerable judicial resources.  In the interests of judicial economy,\r\n\ntherefore, we briefly discuss the dispositive legal issues likely\r\n\nto recur on remand.6  \r\n\nC.   Due Process Claim\r          C.   Due Process Claim\r                                \r\n\n          The district  court dismissed a federal  claim alleging\r\n\nthat  PRTC violated  Rivera's due  process  rights by  failing to\r\n\naccord  her a pretermination hearing.  See U.S. Const. amends. V,\r                                                    \r\n\nXIV;  Cleveland Bd. of Educ.  v. Loudermill, </pre><span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">470</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">532</span> </a></span><pre class=\"inline\">(1985)\r                                                     \r\n\n(holding that  state may not  discharge public employee,  who has\r\n\nproperty right in employment position, without benefit of preter-\r\n\nmination  hearing).   The  process  \"due\" Rivera  is  governed by\r\n\nfederal law; her property right  is defined by commonwealth  law.\r\n\nSee Kauffman v. PRTC, </pre><span class=\"citation\" data-id=\"503066\"><a href=\"/opinion/503066/bessie-a-kauffman-v-puerto-rico-telephone-company/\"><span class=\"volume\">841</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span><pre class=\"inline\">, 1173 (1st Cir. 1988).  \r                              \r\n                    \r                              \r\n\n     6Of  course, our  vacation  of the  district court  judgment\r\nmoots  Rivera's  appellate  challenges  to  the  district court's\r\nfindings.\r\n\n                                16\r\r\n\n          The  Puerto Rico workers' compensation statute includes\r\n\nwhat  the district  court  described as  a \"caducity\"  provision:\r\n\nemployers need  hold a disabled  worker's position open  for only\r\n\ntwelve months, after  which they are  not obligated to  reinstate\r\n\nthe worker.   See P.R.  Laws. Ann. tit.  11,    7.  The  district\r                           \r\n\ncourt  ruled that Rivera no longer  had a \"property right\" in her\r\n\nposition  as service  representative  because  more  than  twelve\r\n\nmonths had  elapsed between  the time her  job-related disability\r\n\nbegan (April 1989) and the time she sought to resume her position\r\n\nin  December 1991.  We think its  ruling is based on an erroneous\r\n\nconstruction of commonwealth law.\r\n\n          The Puerto  Rico Supreme  Court has delineated  the ap-\r\n\nplicable standards.   See, e.g., Carron  Lamoutte v. Compania  de\r                                                                           \r\n\nTurismo del Estado Libre  Asociado de Puerto Rico, 92  J.T.S. 27,\r                                                           \r\n\nat 9603 (1992).  A public employee who once acquires a cognizable\r\n\n\"property right\" in  her employment position,  and who suffers  a\r\n\nwork-related injury  or  accident and  reports  to the  Fund  for\r\n\ntreatment, has an absolute right to reinstatement to her position\r\n\nonce she is discharged  from the Fund (i.e., from  medical treat-\r\n\nment), provided  she seeks reinstatement within  twelve months of\r                                                                           \r\n\nher injury or  accident.  </pre><span class=\"citation\" data-id=\"503066\"><a href=\"/opinion/503066/bessie-a-kauffman-v-puerto-rico-telephone-company/\"><span class=\"id_token\">Id.</span> at 9607.7 </a></span><pre class=\"inline\">  If the employee remains\r                                       \r\n                    \r                              \r\n\n     7PRTC urges affirmance on  an alternate ground not presented\r                                                                 \r\nto  the district court;  viz., Rivera's  \"property right\"  in her\r\nposition,  unlike that  of PRTC's  managerial employees,  was not\r\ndefined by  the commonwealth  statute, Personnel Act,  P.R. Laws.\r\nAnn.  tit. 3,    1301  et seq. (defining  \"merit principle\" posi-\r                                        \r\ntions),  but  only  under  the  collective  bargaining  agreement\r\nbetween PRTC and  her union.   Mercado Vega v.  Martinez, 692  F.\r                                                                  \r\nSupp.  36 (D.P.R. 1988).   PRTC therefore suggests  that the \"due\r\nprocess\" cases cited by Rivera are inapposite.  We do not agree.\r\n\n                                17\r\r\n\nunder treatment for more than twelve months, however, the employ-\r                                  \r\n\ner acquires the right to dismiss her on the ground that she is no\r\n\nlonger physically  or mentally  capable of performing  her former\r\n\nwork.   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 9608. </span><pre class=\"inline\"> Thus,  it is merely the employee's absolute\r                     \r\n\nright not to be  terminated on account of her  disability, rather\r\n\nthan  her property  interest  in her  employment position,  which\r\n\nlapses   under  the  one-year  workers'  compensation  \"caducity\"\r\n\nprovision.    \r\n\n          Once the Commonwealth confers  a \"property interest\" in\r\n\nemployment, it  cannot take the position away  without abiding by\r\n\nthe dictates of procedural due process.   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 9608-09. </span><pre class=\"inline\"> Twelve\r                                                       \r\n\nmonths after an employee's accident or injury an employer wishing\r\n\nto discharge a disabled employee must notify her of its intention\r\n\nnot to keep her position open for reinstatement.  Thus, in Carron\r                                                                           \r\n\nLamoutte,  </pre><span class=\"citation no-link\"><span class=\"id_token\">id.,</span> where  the </span><pre class=\"inline\"> plaintiff-employee  had exceeded  the\r                        \r\n\ntwelve-month, post-injury  grace period,  the employer  was still\r\n\nobligated  to provide advance notice of dismissal and an informal\r\n                    \r                              \r\n\n     State  statutory law is  not the  sole source  of \"property\"\r                                                     \r\ninterests in employment.  See Board  of Regents v. Roth, </pre><span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span>\r                                                                 \r\n<span class=\"page\">564</span></a></span><pre class=\"inline\">, 577 (1972) (property interests are created \"from an indepen-\r\ndent source such as state law\") (emphasis added).  For procedural\r                                       \r\ndue  process  purposes, it  is  well settled  that  an employee's\r\n\"property  right\" in  her  job may  be  established by  contract.\r                                                                          \r\nPerry v.  Sindermann, </pre><span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">408</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span><pre class=\"inline\">, 601-02  (1972) (noting  that\r                              \r\n\"'property' interests  subject to procedural due  process protec-\r\ntion  are not  limited  by a  few  rigid, technical  forms  [but]\r\n[r]ather, 'property' denotes a broad range of  interests that are\r\nsecured 'by existing rules or understandings,'\" including express\r\nor implied contracts) (citations  omitted).  Even the case  cited\r\nby  PRTC so  recognized. See  Mercado Vega,  692 F.  Supp. at  42\r                                                    \r\n(noting that either the Personnel Act  or a collective bargaining\r                                                                           \r\nagreement  may give  rise  to a  \"property interest\"  which would\r                   \r\nentitle plaintiff to  \"some kind of hearing\" consistent  with the\r\ndictates of procedural due process). \r\n\n                                18\r\r\n\npretermination hearing, at which she would be given the  opportu-\r\n\nnity to establish, inter  alia, that (i) she  had not been  under\r                                        \r\n\npost-injury  treatment for more than twelve  months;8 or (ii) she\r\n\nwas no longer suffering a disability which would prevent her from\r\n\nreturning to her former position.   Id.; see also  Laborde-Garcia\r                                                                           \r\n\nv. PRTC,  </pre><span class=\"citation\" data-id=\"606660\"><a href=\"/opinion/606660/myriam-e-laborde-garcia-v-puerto-rico-telephone-co/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">265</span></a></span><pre class=\"inline\">,  267-68 (1st  Cir. 1993).   Further,  the\r                 \r\n\nemployer is  required to  review the employee's  medical records,\r\n\nand, after  the pretermination  hearing, to make  express factual\r\n\nfindings on both these  factors.  Carron Lamoutte, 92  J.T.S. 27,\r                                                           \r\n\nat  9610.   Accordingly, the district  court erred  in dismissing\r\n\nRivera's due process  claim on  the ground  that her  right to  a\r\n\npretermination hearing lapsed automatically in April 1990.\r                                                     \r\n\nD.   Commonwealth Constitutional Claim\r          D.   Commonwealth Constitutional Claim\r                                                \r\n\n          Rivera also  challenges the dismissal of  her claim for\r\n\ndamages under P.R.  Const. art. II,    1, 8.   Section 1 provides\r\n\nthat \"[t]he dignity of the human being is inviolable.\"  Section 8\r\n\nprovides  that \"[e]very person has the right to the protection of\r\n\nlaw against  abusive attacks on  his honor, reputation  or family\r\n\nlife.\"9   Rivera  essentially argues that  the evidence  that her\r\n                    \r                              \r\n\n     8The  other case relied on by the district court in dismiss-\r\ning the  due process  claim is  not to the  contrary.   In Torres\r                                                                           \r\nGonzalez v. Star Kist Caribe, Inc., 94 J.T.S. 5 (1994), the court\r                                            \r\nsimply  held  that the  12-month  term during  which  an employee\r\nretains an absolute right to reinstatement is not tolled by those\r\ntemporary discharges  from medical  treatment which  simply allow\r\nthe employee to return to  work for a brief period of  time.  The\r\nGonzalez  decision did  not  involve the  procedural due  process\r                  \r\nargument settled earlier in Carron Lamoutte. \r                                                     \r\n\n     9The rights  safeguarded by these provisions  of the common-\r\nwealth constitution operate, ex proprio vigore, to make violators\r                                                        \r\namenable to tort-damage  awards.  See  Arroyo v. Rattan  Special-\r                                                                           \r\n\n                                19\r\r\n\nco-workers  harassed and  insulted her  was sufficient  to demon-\r\n\nstrate affronts to her  \"dignity\" as a human being,  in violation\r\n\nof her Section 1 rights.  \r\n\n          The  problem with  Rivera's contention  is fundamental:\r\n\nat  no point  prior  to this  appeal has  she  alleged that  PRTC\r\n\nviolated Section 1.  In her amended complaint she stated that the\r\n\ncourt had jurisdiction over \"all claims arising out of violations\r\n\nto  Section 8, Article II of the Constitution of the Commonwealth\r                       \r\n\nof Puerto Rico.\" (Emphasis added.)  In the pretrial order, Rivera\r\n\ndid  not  alter this  designation,  even  when PRTC  specifically\r\n\ncharacterized it  as a Section 8  claim.  Thus, it  is clear that\r\n\nthe  district court simply dismissed the Section 8 claim for lack\r\n\nof  proof, making no mention of any  Section 1 claim.10  Finally,\r\n\non appeal Rivera does not appear to contest that she failed, as a\r\n\nmatter of law, to prove her Section 8 claim since her co-worker's\r\n\ninsults,  based  primarily on  her  physical  handicap, were  not\r\n\nprobative of damage to her reputation or honor.11\r\n\nE.   Handicap Discrimination Claim\r          E.   Handicap Discrimination Claim\r                                            \r\n\n          Finally, Rivera challenges the dismissal of her common-\r\n\nwealth  claim  based  on  handicap discrimination  under  Law  53\r\n\n(codified at P.R. Laws Ann. tit. 1,   511 (1992)).  \r\n                    \r                              \r\n\nties, 17 O.T.S. 43, 72 (1986).  \r              \r\n\n     10Nor did Rivera file  a motion for reconsideration alerting\r\nthe court to her Section 1 claim.\r\n\n     11We express no opinion on whether  Rivera should be allowed\r\non remand to  amend her pleadings to permit a  Section 1 claim to\r\nbe tried  to the  jury.   See Fed.  R. Civ.  P. 15  (amendment of\r                                       \r\npleadings).  \r\n\n                                20\r\r\n\n          In 1959,  the Puerto  Rico Legislature enacted  Law 100\r\n\n(codified at  P.R. Laws  Ann. tit.  29,     146, 147, 147a,  148,\r\n\n149), which prohibited  employment discrimination  based on  age,\r\n\ngender, race, color, social or national origin, social condition,\r\n\nor  religion, and permitted  persons who  were subjected  to such\r\n\ndiscrimination to  bring tort claims  for damages.   However, Law\r\n\n100 made no mention of employment  discrimination based on physi-\r\n\ncal or mental handicap.  In 1985, the Legislature enacted Law 44,\r\n\nwhich prohibited all public or private institutions from engaging\r\n\nin  handicap discrimination  in employment,  but limited  the en-\r\n\nforcement of  the prohibition to  executive branch agencies.   In\r\n\n1992,  the Legislature enacted Law 53 (codified at P.R. Laws Ann.\r\n\ntit. 1,    511 (1992)),  which for the  first time provided  that\r\n\nhandicap  discrimination claimants  would have  the  same private\r\n\nremedies  as claimants under Law 100, including a right of action\r\n\nfor  damages.   The  district court  held,  however, that  Law 53\r\n\ncontained no provision permitting victims of handicap discrimina-\r\n\ntion to sue for damages until 1992, that PRTC's alleged discrimi-\r\n\nnatory actions antedated the 1992 amendment, and that section 511\r\n\ncould not be applied retroactively to Rivera's claim.  \r\n\n          In Puerto Rico, statutes generally are presumed to have\r\n\nprospective  effect  only, unless  the  statute  expressly or  by\r\n\ninescapable inference demonstrates a contrary legislative intent.\r\n\nSee  P.R. Laws. Ann. tit. 31,    3 (no retroactive application of\r             \r\n\nstatutes  absent express retroactivity provision); Velez Rebroyas\r                                                                           \r\n\nv.  Secretary of Justice, 115  D.P.R. 533 (1984),  15 O.T.S. 700,\r                                  \r\n\n                                21\r\r\n\n712 (1984); accord  Landgraf v. USI Film Prods.,  </pre><span class=\"citation\" data-id=\"117841\"><a href=\"/opinion/117841/landgraf-v-usi-film-products/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1483</span>\r</a></span><pre class=\"inline\">                                                         \r\n\n(1994)   (finding that 1990  Civil Rights Act  amendments did not\r\n\novercome the presumption of  nonretroactivity).  Rivera points to\r\n\nno language in  Law 53  which would overcome  the presumption  of\r\n\nnonretroactivity, nor  have  we found  any  evidence of  such  an\r\n\nintent in the legislative history.12 \r\n\n          Rivera argues instead that  we should follow the analo-\r\n\ngous  reasoning of  courts which  have held  that the  1987 Civil\r\n\nRights Restoration  Act is  retroactive.   See, e.g.,  Lussier v.\r                                                                        \r\n\nDugger, </pre><span class=\"citation\" data-id=\"542407\"><a href=\"/opinion/542407/maurice-g-lussier-v-richard-dugger-as-secretary-of-the-department-of/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">661</span></a></span><pre class=\"inline\">,  665-65 (11th Cir. 1990); Ayers  v. Allain,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"534825\"><a href=\"/opinion/534825/jake-ayers-sr-jake-ayers-jr-bennie-g-thompson-leola-blackmon/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">732</span></a></span><pre class=\"inline\">, 754-56  (5th Cir.), withdrawn and vacated  on other\r                                                                           \r\n\ngrounds, </pre><span class=\"citation\" data-id=\"548376\"><a href=\"/opinion/548376/jake-ayers-sr-jake-ayers-jr-bennie-g-thompson-leola-blackmon/\"><span class=\"volume\">914</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">676</span> </a></span><pre class=\"inline\"> (1990).   These  cases  are  inapposite,\r                 \r\n\nhowever, because that statute  expressly provided that the amend-\r                                                  \r\n\nments were intended to overturn intervening United States Supreme\r\n\nCourt  decisions,  so  as  to comport  with  Congress's  original\r\n\nintent.  Law 53 does not suggest in any way  that the Legislature\r\n\nintended  in 1959  that victims  of handicap  discrimination were\r\n\nprotected by  Law 100,  nor that  it intended in  1985 that  such\r\n\nvictims  would have a private  cause of action  for damages under\r\n\nLaw 44.   Thus, Law 53 is  inapposite to the explicit \"clarifica-\r                                                               \r\n\ntion\" in the 1987 Restoration Act.           Finally,      Rivera\r\n\ncontends  that even if Law  53 is not  retroactive, handicap dis-\r\n\ncrimination claimants still had  a vehicle for recovering compen-\r\n\nsatory  damages before  August 1992.   While  Law 44,  enacted in\r\n                    \r                              \r\n\n     12Law 53 establishes an effective date of August 30, 1992, a\r\nprovision  which would seem  superfluous were Law  53 intended to\r\nhave retroactive effect to then-pending actions.\r\n\n                                22\r\r\n\n1985, did not make  handicap discrimination an injury redressable\r\n\nin a private  action for damages, the  statute clearly designated\r\n\nthis  type of  discriminatory  conduct a  \"culpable  act,\" and  a\r\n\n\"culpable act\" resulting in injury can serve as the predicate for\r\n\na suit  for damages under P.R.  Laws Ann. tit. 31,     5141-5142.\r\n\nEven  if Rivera's  reasoning were  arguable, the matter  is moot.\r\n\nHer claim under    5141-5142  was not dismissed by the  court; it\r                                                         \r\n\nformed the legal basis for the $90,000 damages award.  On remand,\r\n\nthat claim too must be presented to the jury.13 \r\n\n          The district court judgment is vacated and the case  is\r                    The district court judgment is vacated and the case  is\r                                                                           \r\n\nremanded for further proceedings consistent with this opinion.\r          remanded for further proceedings consistent with this opinion.\r                                                                       \r\n\n                    \r                              \r\n\n     13We  note a proviso which must  be addressed on remand.  It\r\nis not entirely clear that the application of Law 53 to  Rivera's\r\ncomplaint would be fully retroactive in effect.  Law 53 expressly\r\nprovided that it would  take effect on August  30, 1992.   PRTC's\r\nlast  alleged act  of discrimination  against Rivera  occurred on\r\nDecember 14, 1992, when  it sent its final letter  of termination\r\nto Rivera.  Thus, if the date of Rivera's formal termination were\r\nfixed on that date, damages attributable to the termination might\r\nbe actionable under Law 44.  \r\n\n                                23\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104272/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104407/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108279/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108609/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111372/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117841/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195445/",
    "https://www.courtlistener.com/api/rest/v3/opinions/262069/",
    "https://www.courtlistener.com/api/rest/v3/opinions/354154/",
    "https://www.courtlistener.com/api/rest/v3/opinions/425996/",
    "https://www.courtlistener.com/api/rest/v3/opinions/449469/",
    "https://www.courtlistener.com/api/rest/v3/opinions/479211/",
    "https://www.courtlistener.com/api/rest/v3/opinions/487248/",
    "https://www.courtlistener.com/api/rest/v3/opinions/503066/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534825/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542407/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548376/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556615/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606660/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664150/",
    "https://www.courtlistener.com/api/rest/v3/opinions/683238/",
    "https://www.courtlistener.com/api/rest/v3/opinions/692067/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1452255/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1482577/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1511400/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1957929/"
  ]
}