{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196279/",
  "id": 196279,
  "absolute_url": "/opinion/196279/united-states-v-ortiz/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196279/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:02:20Z",
  "date_modified": "2020-02-21T23:30:19.426066Z",
  "type": "010combined",
  "sha1": "307632608e7ef186195b22458d46dfa852f8a6fd",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1015.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1015\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                         BERTIN A. ORTIZ,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n           [Hon. Francis J. Boyle, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                           \r\n\n     George J. West, by Appointment of the Court, for appellant.\r                             \r\n     Zechariah  Chafee,  Assistant United  States  Attorney, with\r                                \r\nwhom Sheldon Whitehouse, United States Attorney, was on brief for\r                                 \r\nappellee.\r\n\n                                           \r\n\n                        September 7, 1995\r\n                                           \r\r\n\n          TORRUELLA,  Chief Judge.    Defendant  Bertin A.  Ortiz\r                    TORRUELLA,  Chief Judge.\r                                           \r\n\n(Ortiz) appeals his sentence,  contending that the district court\r\n\nimpermissibly applied a  two-level adjustment in calculating  his\r\n\nsentencing guideline  range  under the  United States  Sentencing\r\n\nGuidelines  Manual (U.S.S.G.)    2K2.1 (Nov.  1994).   Finding no\r\n\nerror, we affirm.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          The  facts relevant  to this  appeal are  not disputed.\r\n\nOrtiz  was  arrested when  he  tried  to sell  a  \"streetsweeper\"\r\n\nshotgun   to  an   undercover  Drug   Enforcement  Agent.     The\r\n\nstreetsweeper  is  a  12-gauge,  semi-automatic  shotgun  with  a\r\n\ntwelve-round  revolving magazine  and  a folding  stock.   It  is\r\n\ncapable of firing all  twelve rounds in under three seconds.  The\r\n\ngun is manufactured with an 18-inch barrel, but the barrel of the\r\n\ngun seized from Ortiz had been sawed off so that it was less than\r\n\n18 inches.   In addition, the  serial number of the  gun had been\r\n\nobliterated.\r\n\n          Ortiz pled  guilty to possession  of a firearm  with an\r\n\nobliterated serial number, 18 U.S.C.   922(k), and possession  of\r\n\nan  unregistered sawed-off  shotgun,  26 U.S.C.     5861(d).   At\r\n\nsentencing,  the district  court calculated  Ortiz'  base offense\r\n\nlevel to be 18, see U.S.S.G.   2K2.1, increased the offense level\r                             \r\n\ntwo levels,  pursuant to the specific  offense characteristic for\r\n\npossession of  a firearm with  an obliterated serial  number, see\r                                                                           \r\n\nU.S.S.G.      2K2.1(b)(4),  and   subtracted  three   levels  for\r\n\nacceptance  of  responsibility,  see  U.S.S.G.     3E1.1, thereby\r                                              \r\n\n                               -2-\r\r\n\nreaching an adjusted offense  level of 17.  The  court determined\r\n\nthat  Ortiz had a criminal  history category of  I, and therefore\r\n\nthat  the sentencing guideline  range was 24  to 30  months.  The\r\n\ncourt sentenced Ortiz to 24 months' imprisonment.\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n          Ortiz   contends  that  the  district  court  erred  in\r\n\napplying the two-level  specific offense characteristic  increase\r\n\nunder  U.S.S.G.   2K2.1(b)(4) (\"If any firearm was stolen, or had\r\n\nan  altered  or  obliterated   serial  number,  increase  by  two\r\n\nlevels.\").    Ortiz argues  that  his situation  fits  within the\r\n\nexception  contained in Note 12  of the Application  Notes to the\r\n\nCommentary for   2K2.1.  Note 12 states:\r\n\n            If  the defendant  is convicted  under 18\r\n            U.S.C.   922(i), (j) or (k), or 26 U.S.C.\r\n               5861(g)  or  (h)  (offenses  involving\r\n            stolen  firearms  or ammunition),  and is\r\n            convicted of no other offenses subject to\r\n            this   guideline,   do   not  apply   the\r\n            adjustment  in subsection  (b)(4) because\r\n            the base offense  level itself takes such\r\n            conduct into account.\r\n\n          Ortiz concedes, as he must,  that the plain language of\r\n\nNote  12 does  not  apply to  his case.    Although the  specific\r\n\noffense  characteristic for  firearms with an  obliterated serial\r\n\nnumber does not  apply to  Ortiz' conviction under    922(k),  it\r\n\ndoes,  by  its  plain terms,  apply  to  his  conviction under   \r\n\n5861(d).  Ortiz argues, however, that a \"fair reading\" of Note 12\r\n\nshould include   5861(d).\r\n\n          \"As a general rule,  courts should strive to  apply the\r\n\nguidelines  as  written, giving  full  force  and  effect to  the\r\n\n                               -3-\r\r\n\nSentencing Commission's interpretive  commentary and  application\r\n\nnotes.\"  United States v.  Zapata, 1 F.3d 46, 47 (1st  Cir. 1993)\r                                           \r\n\n(citing  Stinson v. United  States,    U.S.   ,  113 S. Ct. 1913,\r                                            \r\n\n1915 (1993)).  We  have noted certain limited exceptions  to this\r\n\nrule.   For  example, the  commentary may  be disregarded  if \"it\r\n\nviolates   the  Constitution   or  a   federal  statute,   or  is\r\n\ninconsistent  with,  or  a  plainly  erroneous  reading  of,  [a]\r\n\nguideline.\"   Id.  (quoting Stinson,  113 S.  Ct. at  1915).   In\r                                             \r\n\naddition,   the  Commission's   suggested  interpretation   of  a\r\n\nguideline  provision  may be  disregarded  if  it is  \"arbitrary,\r\n\nunreasonable, inconsistent with the guideline's text, or contrary\r\n\nto law.\"  See id. (quoting United States v. Fiore,  983 F.2d 1, 2\r                                                           \r\n\n(1st  Cir.  1992), cert.  denied,     U.S.    , 113  S.  Ct. 1830\r                                          \r\n\n(1993)).\r\n\n          Ortiz  argues  that  elements  of both  of  his  crimes\r\n\nalready account for an obliterated serial number, and, therefore,\r\n\nthat  the reasons  underlying  the Commission's  exception of    \r\n\n5861(g) and (h) from the    2K2.1 specific offense characteristic\r\n\napply with equal force  to   5861(d).  Ortiz  apparently contends\r\n\nthat  it  is  arbitrary  and unreasonable  to  except  defendants\r\n\nconvicted under     5861(g) (unlawful to  \"obliterate, remove, or\r\n\nalter the serial  number or other  identification of a  firearm\")\r\n\nand (h) (unlawful  \"to receive  or possess a  firearm having  the\r\n\nserial number  or other  identification required by  this chapter\r\n\nobliterated, removed, changed, or altered\") from   2K2.1, but not\r\n\n                               -4-\r\r\n\nto  except  defendants convicted  under     5861(d) (unlawful  to\r\n\npossess an unregistered firearm).\r\n\n          Sections  5861(g)   and  (h)  both   proscribe  conduct\r\n\ninvolving a firearm with  an obliterated serial number, precisely\r\n\nthe   same   conduct   which   warrants   the   specific  offense\r\n\ncharacteristic adjustment  under    2K2.1.   Understandably,  the\r\n\nCommission chose not to  apply the adjustment to  those offenses.\r\n\nIn  contrast,      5861(d)  makes  it  unlawful  to   possess  an\r\n\nunregistered   firearm,  conduct   wholly  different   than  that\r\n\naccounted for in   2K2.1.   On its face, the distinction  between\r\n\n   5861(g) and (h), on the one hand, and   5861(d), on the other,\r\n\nis perfectly reasonable.\r\n\n          Ortiz nevertheless argues that because it is illegal to\r\n\npossess  a  firearm  with   an  obliterated  serial  number,  and\r\n\ntherefore impossible  to register such a  firearm, his conviction\r\n\nunder    5861 (d)  already  accounts for  the obliterated  serial\r\n\nnumber, in  the same way that  it is accounted for  in    5861(g)\r\n\nand  (h).   As  the government  points  out, however,  the serial\r\n\nnumber of a firearm can be illegally removed or obliterated after\r\n\nthe firearm is registered with the National Firearms and Transfer\r\n\nRecord.    By  federal statute,  it  is  unlawful  to possess  an\r\n\nunregistered   sawed-off  shotgun.    The  Commission  apparently\r\n\ndetermined  that possession of  the same gun  with an obliterated\r\n\nserial  number increases the seriousness  of the offense.   We do\r\n\nnot  find this  rule arbitrary  or unreasonable.   These  are two\r\n\ndistinct  offenses;  it is  one  thing  to  have an  unregistered\r\n\n                               -5-\r\r\n\nfirearm and another thing to have an untraceable and unregistered\r                                                          \r\n\nfirearm.   \"Since the sentencing  scheme that the  Commission has\r\n\ndevised for the offense of conviction is plausible as a whole and\r\n\nnot  inconsistent with statutory  law or constitutional precepts,\r\n\nwe  cannot substitute our  judgment for that  of the Commission.\"\r\n\nZapata, 1 F.3d at 49.\r                \r\n\n          The  only  case cited  for direct  support by  Ortiz is\r\n\nUnited States v. McDaniel, 550 F.2d 214 (5th Cir. 1977).  In that\r                                   \r\n\ncase the defendant was convicted of possession of an unregistered\r\n\nfirearm,  in violation  of     5861(d),  possession of  the  same\r\n\nfirearm  with an  obliterated serial  number, in  violation of   \r\n\n5861(h), and  transportation of the same  unregistered firearm in\r\n\ninterstate  commerce, in  violation of    5861(j).    The penalty\r\n\nprovision applicable to   5861 provides a maximum fine of $10,000\r\n\nand/or  a maximum  prison sentence  of ten  years for  any person\r\n\nconvicted  under any  provision of    5861.   The  district court\r\n\nsentenced defendant to  serve consecutive ten-year sentences  and\r\n\nto pay  a fine  of $10,000  for each  of the  three counts.   The\r\n\nquestion on appeal was \"whether the total sentence can exceed the\r\n\nstatutory  maximum  when all  three  counts  relate to  the  same\r\n\nfirearm and the same transaction.\"  McDaniel, 550 F.2d at 218.\r                                                      \r\n\n          In reversing the sentence,  the McDaniel court began by\r                                                            \r\n\nnoting  that  Congress did  not intend  to  impose more  than the\r\n\nstatutory  maximum for \"a single act that happened to violate two\r\n\nseparate provisions\" of    5861.  Id. at 218-19  (quoting Rollins\r                                                                           \r\n\n                               -6-\r\r\n\nv.  United States, 543  F.2d 574 (5th  cir. 1976)).   In language\r                           \r\n\nrelied on heavily by Ortiz, the court reasoned:\r\n\n            [B]ecause  it was  unlawful to  possess a\r\n            weapon with an obliterated serial number,\r\n              5861(h), it  is impossible to  register\r\n            it.   Therefore, possession of  a firearm\r\n            with an obliterated serial number entails\r\n            possession  of  an unregistered  firearm,\r\n              5861(d),  and the  two fall  within the\r\n            \"single  act\"  rationale  of Rollins  for\r                                                          \r\n            purposes of   5871 sentencing.\r\n\nId. at 219.\r            \r\n\n          McDaniel  concerned  an   issue  of  statutory  maximum\r                            \r\n\nsentences,  as  distinguished from  the  guideline  adjustment at\r\n\nissue in  this case.  Even  if, arguendo, we were  to concur with\r                                                  \r\n\nthe Fifth Circuit's conclusion that possession of a  firearm with\r\n\nan obliterated  serial number  and possession of  an unregistered\r\n\nfirearm constitute a single act,  we have consistently held  that\r\n\n\"double  counting\" is  often proper  under the guidelines.   See,\r                                                                          \r\n\ne.g., Zapata, 1 F.3d at 47; United States v. Sanders, 982 F.2d 4,\r                                                              \r\n\n5 (1st Cir. 1992).1   Double counting is proper if it  is clearly\r\n\nintended by  the Commission, and  the same factor  \"reflects both\r\n\nthe  seriousness of an offense and the likelihood of a particular\r\n\ndefendant's recidivism.\"  Zapata, 1 F.3d at 49.\r                                          \r\n\n          That a defendant might be convicted of possession of an\r\n\nunregistered  firearm, and  have  his  guideline range  increased\r\n\nbecause the serial number  of the gun had been  obliterated \"does\r\n\n                    \r                              \r\n\n1  Ortiz also cites United States v. Clement, 471  F.2d 1253 (9th\r                                                      \r\nCir. 1972),  which also  involved the statutory  maximum sentence\r\nunder   5861, and is therefore inapposite for the same reasons as\r\nMcDaniel.\r                  \r\n\n                               -7-\r\r\n\nnot  seem   such  an  unusual  circumstance  as   to  escape  the\r\n\nCommission's  attention.\"   Sanders,  1  F.3d  at  8.    This  is\r                                             \r\n\nparticularly   true   in  this   case   because   the  Commission\r\n\nspecifically excepted  certain conduct  from the  reach of the   \r\n\n2K2.1 adjustment, see    5861(g) and (h), and did not exclude the\r                               \r\n\nconduct  at issue  in    5861(d).   Moreover,  in contrast  to   \r\n\n5861(g) and  (h), the conduct at  issue in    5861(d) is distinct\r\n\nfrom that proscribed by the specific offense characteristic.  Cf.\r                                                                          \r\n\nUnited  States v.  Vincent,  20 F.3d  229,  241 (6th  Cir.  1994)\r                                    \r\n\n(conviction for possession  of a firearm by an unlawful user of a\r\n\ncontrolled  substance  held  to   be  an  underlying  offense  to\r\n\ndefendant's unlawful use or  carrying of a firearm during  and in\r\n\nrelation to a drug trafficking offense).\r\n\n          Moreover, the increase for possession of an untraceable\r\n\nfirearm properly reflects both the seriousness of the offense and\r\n\nthe  likelihood  of a  particular  defendant's  recidivism.   The\r\n\nserial number  is obliterated from  a gun  so that  it cannot  be\r\n\ntraced by  law enforcement.  The act is thus done in anticipation\r\n\nthat the  gun will  be used  in criminal  activity.   Hunters and\r\n\nother recreational  gun users  have no  reason to  obliterate the\r\n\nserial numbers from their guns.\r\n\n          This is  manifestly not  a case where,  \"through cross-\r\n\nreferencing,   it  might   be   thought   that  double   counting\r\n\nunintentionally  resulted.\"    Sanders,  982  F.2d  at  4.    The\r                                                \r\n\nguideline language in  this case  is clear and  explicit, and  we\r\n\n                               -8-\r\r\n\nfind  no  justification for  fashioning  an  exception where  the\r\n\nCommission has not.\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For  the foregoing  reasons,  defendant's  sentence  is\r\n\naffirmed.\r          affirmed\r                  \r\n\n                               -9-\r\r\n",
  "html": "<p class=\"case_cite\">64 F.3d 18</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Bertin A. ORTIZ, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 95-1015.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 9, 1995.<br>Decided Sept. 7, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">George J. West, by Appointment of the Court, Providence, RI, for appellant.</p>\n      <p class=\"indent\">Zechariah Chafee, Asst. U.S. Atty., with whom Sheldon Whitehouse, U.S. Atty., Providence, RI, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Bertin A. Ortiz (Ortiz) appeals his sentence, contending that the district court impermissibly applied a two-level adjustment in calculating his sentencing guideline range under the United States Sentencing Guidelines Manual (U.S.S.G.) Sec. 2K2.1 (Nov.1994).  Finding no error, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts relevant to this appeal are not disputed.  Ortiz was arrested when he tried to sell a \"streetsweeper\" shotgun to an undercover Drug Enforcement Agent.  The streetsweeper is a 12-gauge, semi-automatic shotgun with a twelve-round revolving magazine and a folding stock.  It is capable of firing all twelve rounds in under three seconds.  The gun is manufactured with an 18-inch barrel, but the barrel of the gun seized from Ortiz had been sawed off so that it was less than 18 inches.  In addition, the serial number of the gun had been obliterated.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Ortiz pled guilty to possession of a firearm with an obliterated serial number, 18 U.S.C. Sec. 922(k), and possession of an unregistered sawed-off shotgun, 26 U.S.C. Sec. 5861(d).  At sentencing, the district court calculated Ortiz' base offense level to be 18, see U.S.S.G. Sec. 2K2.1, increased the offense level two levels, pursuant to the specific offense characteristic for possession of a firearm with an obliterated serial number, see U.S.S.G. Sec. 2K2.1(b)(4), and subtracted three levels for acceptance of responsibility, see U.S.S.G. Sec. 3E1.1, thereby reaching an adjusted offense level of 17.  The court determined that Ortiz had a criminal history category of I, and therefore that the sentencing guideline range was 24 to 30 months.  The court sentenced Ortiz to 24 months' imprisonment.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Ortiz contends that the district court erred in applying the two-level specific offense characteristic increase under U.S.S.G. Sec. 2K2.1(b)(4) (\"If any firearm was stolen, or had an altered or obliterated serial number, increase by two levels.\").  Ortiz argues that his situation fits within the exception contained in Note 12 of the Application Notes to the Commentary for Sec. 2K2.1.  Note 12 states:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>If the defendant is convicted under 18 U.S.C. Sec. 922(i), (j) or (k), or 26 U.S.C. Sec. 5861(g) or (h) (offenses involving stolen firearms or ammunition), and is convicted of no other offenses subject to this guideline, do not apply the adjustment in subsection (b)(4) because the base offense level itself takes such conduct into account.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Ortiz concedes, as he must, that the plain language of Note 12 does not apply to his case.  Although the specific offense characteristic for firearms with an obliterated serial number does not apply to Ortiz' conviction under Sec. 922(k), it does, by its plain terms, apply to his conviction under Sec. 5861(d).  Ortiz argues, however, that a \"fair reading\" of Note 12 should include Sec. 5861(d).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"As a general rule, courts should strive to apply the guidelines as written, giving full force and effect to the Sentencing Commission's interpretive commentary and application notes.\"  United States v. Zapata, 1 F.3d 46, 47 (1st Cir.1993) (citing Stinson v. United States, --- U.S. ----, ----, 113 S.Ct. 1913, 1915, 123 L.Ed.2d 598 (1993)).  We have noted certain limited exceptions to this rule.  For example, the commentary may be disregarded if \"it violates the Constitution or a federal statute, or is inconsistent with, or a plainly erroneous reading of, [a] guideline.\"  Id. (quoting Stinson, --- U.S. at ----, 113 S.Ct. at 1915).   In addition, the Commission's suggested interpretation of a guideline provision may be disregarded if it is \"arbitrary, unreasonable, inconsistent with the guideline's text, or contrary to law.\"   See id.  (quoting United States v. Fiore, 983 F.2d 1, 2 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1830, 123 L.Ed.2d 458 (1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Ortiz argues that elements of both of his crimes already account for an obliterated serial number, and, therefore, that the reasons underlying the Commission's exception of Secs. 5861(g) and (h) from the Sec. 2K2.1 specific offense characteristic apply with equal force to Sec. 5861(d).  Ortiz apparently contends that it is arbitrary and unreasonable to except defendants convicted under Secs. 5861(g) (unlawful to \"obliterate, remove, change, or alter the serial number or other identification of a firearm\") and (h) (unlawful \"to receive or possess a firearm having the serial number or other identification required by this chapter obliterated, removed, changed, or altered\") from Sec. 2K2.1, but not to except defendants convicted under Sec. 5861(d) (unlawful to possess an unregistered firearm).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Sections 5861(g) and (h) both proscribe conduct involving a firearm with an obliterated serial number, precisely the same conduct which warrants the specific offense characteristic adjustment under Sec. 2K2.1.  Understandably, the Commission chose not to apply the adjustment to those offenses.  In contrast, Sec. 5861(d) makes it unlawful to possess an unregistered firearm, conduct wholly different than that accounted for in Sec. 2K2.1.  On its face, the distinction between Secs. 5861(g) and (h), on the one hand, and Sec. 5861(d), on the other, is perfectly reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Ortiz nevertheless argues that because it is illegal to possess a firearm with an obliterated serial number, and therefore impossible to register such a firearm, his conviction under Sec. 5861(d) already accounts for the obliterated serial number, in the same way that it is accounted for in Secs. 5861(g) and (h).  As the government points out, however, the serial number of a firearm can be illegally removed or obliterated after the firearm is registered with the National Firearms and Transfer Record.  By federal statute, it is unlawful to possess an unregistered sawed-off shotgun.  The Commission apparently determined that possession of the same gun with an obliterated serial number increases the seriousness of the offense.  We do not find this rule arbitrary or unreasonable.  These are two distinct offenses;  it is one thing to have an unregistered firearm and another thing to have an untraceable and unregistered firearm.  \"Since the sentencing scheme that the Commission has devised for the offense of conviction is plausible as a whole and not inconsistent with statutory law or constitutional precepts, we cannot substitute our judgment for that of the Commission.\"  Zapata, 1 F.3d at 49.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The only case cited for direct support by Ortiz is United States v. McDaniel, 550 F.2d 214 (5th Cir.1977).  In that case the defendant was convicted of possession of an unregistered firearm, in violation of Sec. 5861(d), possession of the same firearm with an obliterated serial number, in violation of Sec. 5861(h), and transportation of the same unregistered firearm in interstate commerce, in violation of Sec. 5861(j).  The penalty provision applicable to Sec. 5861 provides a maximum fine of $10,000 and/or a maximum prison sentence of ten years for any person convicted under any provision of Sec. 5861.  The district court sentenced defendant to serve consecutive ten-year sentences and to pay a fine of $10,000 for each of the three counts.  The question on appeal was \"whether the total sentence can exceed the statutory maximum when all three counts relate to the same firearm and the same transaction.\"  McDaniel, 550 F.2d at 218.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In reversing the sentence, the McDaniel court began by noting that Congress did not intend to impose more than the statutory maximum for \"a single act that happened to violate two separate provisions\" of Sec. 5861.  Id. at 218-19 (quoting Rollins v. United States, 543 F.2d 574 (5th Cir.1976)).  In language relied on heavily by Ortiz, the court reasoned:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>[B]ecause it was unlawful to possess a weapon with an obliterated serial number, Sec. 5861(h), it is impossible to register it.  Therefore, possession of a firearm with an obliterated serial number entails possession of an unregistered firearm, Sec. 5861(d), and the two fall within the \"single act\" rationale of Rollins for purposes of Sec. 5871 sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Id. at 219.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">McDaniel concerned an issue of statutory maximum sentences, as distinguished from the guideline adjustment at issue in this case.  Even if, arguendo, we were to concur with the Fifth Circuit's conclusion that possession of a firearm with an obliterated serial number and possession of an unregistered firearm constitute a single act, we have consistently held that \"double counting\" is often proper under the guidelines.  See, e.g., Zapata, 1 F.3d at 47;  United States v. Sanders, 982 F.2d 4, 5 (1st Cir.1992).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Double counting is proper if it is clearly intended by the Commission, and the same factor \"reflects both the seriousness of an offense and the likelihood of a particular defendant's recidivism.\"  Zapata, 1 F.3d at 49.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">That a defendant might be convicted of possession of an unregistered firearm, and have his guideline range increased because the serial number of the gun had been obliterated \"does not seem such an unusual circumstance as to escape the Commission's attention.\"  Sanders, 982 F.2d at 8.   This is particularly true in this case because the Commission specifically excepted certain conduct from the reach of the Sec. 2K2.1 adjustment, see Secs. 5861(g) and (h), and did not exclude the conduct at issue in Sec. 5861(d).  Moreover, in contrast to Secs. 5861(g) and (h), the conduct at issue in Sec. 5861(d) is distinct from that proscribed by the specific offense characteristic.  Cf. United States v. Vincent, 20 F.3d 229, 241 (6th Cir.1994) (conviction for possession of a firearm by an unlawful user of a controlled substance held to be an underlying offense to defendant's unlawful use or carrying of a firearm during and in relation to a drug trafficking offense).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, the increase for possession of an untraceable firearm properly reflects both the seriousness of the offense and the likelihood of a particular defendant's recidivism.  The serial number is obliterated from a gun so that it cannot be traced by law enforcement.  The act is thus done in anticipation that the gun will be used in criminal activity.  Hunters and other recreational gun users have no reason to obliterate the serial numbers from their guns.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This is manifestly not a case where, \"through cross-referencing, it might be thought that double counting unintentionally resulted.\"  Sanders, 982 F.2d at 4.   The guideline language in this case is clear and explicit, and we find no justification for fashioning an exception where the Commission has not.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the foregoing reasons, defendant's sentence is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Ortiz also cites United States v. Clements, 471 F.2d 1253 (9th Cir.1972), which also involved the statutory maximum sentence under Sec. 5861, and is therefore inapposite for the same reasons as McDaniel</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Bertin A. ORTIZ, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 95-1015.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 9, 1995.<br>Decided Sept. 7, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">George J. West, by Appointment of the Court, Providence, RI, for appellant.</p>\n      <p class=\"indent\">Zechariah Chafee, Asst. U.S. Atty., with whom Sheldon Whitehouse, U.S. Atty., Providence, RI, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Bertin A. Ortiz (Ortiz) appeals his sentence, contending that the district court impermissibly applied a two-level adjustment in calculating his sentencing guideline range under the United States Sentencing Guidelines Manual (U.S.S.G.) Sec. 2K2.1 (Nov.1994).  Finding no error, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts relevant to this appeal are not disputed.  Ortiz was arrested when he tried to sell a \"streetsweeper\" shotgun to an undercover Drug Enforcement Agent.  The streetsweeper is a 12-gauge, semi-automatic shotgun with a twelve-round revolving magazine and a folding stock.  It is capable of firing all twelve rounds in under three seconds.  The gun is manufactured with an 18-inch barrel, but the barrel of the gun seized from Ortiz had been sawed off so that it was less than 18 inches.  In addition, the serial number of the gun had been obliterated.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Ortiz pled guilty to possession of a firearm with an obliterated serial number, 18 U.S.C. Sec. 922(k), and possession of an unregistered sawed-off shotgun, 26 U.S.C. Sec. 5861(d).  At sentencing, the district court calculated Ortiz' base offense level to be 18, see U.S.S.G. Sec. 2K2.1, increased the offense level two levels, pursuant to the specific offense characteristic for possession of a firearm with an obliterated serial number, see U.S.S.G. Sec. 2K2.1(b)(4), and subtracted three levels for acceptance of responsibility, see U.S.S.G. Sec. 3E1.1, thereby reaching an adjusted offense level of 17.  The court determined that Ortiz had a criminal history category of I, and therefore that the sentencing guideline range was 24 to 30 months.  The court sentenced Ortiz to 24 months' imprisonment.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Ortiz contends that the district court erred in applying the two-level specific offense characteristic increase under U.S.S.G. Sec. 2K2.1(b)(4) (\"If any firearm was stolen, or had an altered or obliterated serial number, increase by two levels.\").  Ortiz argues that his situation fits within the exception contained in Note 12 of the Application Notes to the Commentary for Sec. 2K2.1.  Note 12 states:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>If the defendant is convicted under 18 U.S.C. Sec. 922(i), (j) or (k), or 26 U.S.C. Sec. 5861(g) or (h) (offenses involving stolen firearms or ammunition), and is convicted of no other offenses subject to this guideline, do not apply the adjustment in subsection (b)(4) because the base offense level itself takes such conduct into account.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Ortiz concedes, as he must, that the plain language of Note 12 does not apply to his case.  Although the specific offense characteristic for firearms with an obliterated serial number does not apply to Ortiz' conviction under Sec. 922(k), it does, by its plain terms, apply to his conviction under Sec. 5861(d).  Ortiz argues, however, that a \"fair reading\" of Note 12 should include Sec. 5861(d).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"As a general rule, courts should strive to apply the guidelines as written, giving full force and effect to the Sentencing Commission's interpretive commentary and application notes.\"  United States v. Zapata, <span class=\"citation\" data-id=\"194834\"><a href=\"/opinion/194834/united-states-v-zapata-medina/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 47 (1st Cir.1993) (citing Stinson v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1913</span></a></span>, 1915, <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">598</span> </a></span>(1993)).  We have noted certain limited exceptions to this rule.  For example, the commentary may be disregarded if \"it violates the Constitution or a federal statute, or is inconsistent with, or a plainly erroneous reading of, [a] guideline.\"  <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"id_token\">Id.</span> (quoting Stinson, </a></span>--- U.S. at <span class=\"citation\" data-id=\"112854\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1915</span></a></span>).   In addition, the Commission's suggested interpretation of a guideline provision may be disregarded if it is \"arbitrary, unreasonable, inconsistent with the guideline's text, or contrary to law.\"   See <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"id_token\">id.</span>  (quoting United </a></span>States v. Fiore, <span class=\"citation\" data-id=\"597517\"><a href=\"/opinion/597517/united-states-v-anthony-fiore/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1830</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">458</span> </span>(1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Ortiz argues that elements of both of his crimes already account for an obliterated serial number, and, therefore, that the reasons underlying the Commission's exception of Secs. 5861(g) and (h) from the Sec. 2K2.1 specific offense characteristic apply with equal force to Sec. 5861(d).  Ortiz apparently contends that it is arbitrary and unreasonable to except defendants convicted under Secs. 5861(g) (unlawful to \"obliterate, remove, change, or alter the serial number or other identification of a firearm\") and (h) (unlawful \"to receive or possess a firearm having the serial number or other identification required by this chapter obliterated, removed, changed, or altered\") from Sec. 2K2.1, but not to except defendants convicted under Sec. 5861(d) (unlawful to possess an unregistered firearm).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Sections 5861(g) and (h) both proscribe conduct involving a firearm with an obliterated serial number, precisely the same conduct which warrants the specific offense characteristic adjustment under Sec. 2K2.1.  Understandably, the Commission chose not to apply the adjustment to those offenses.  In contrast, Sec. 5861(d) makes it unlawful to possess an unregistered firearm, conduct wholly different than that accounted for in Sec. 2K2.1.  On its face, the distinction between Secs. 5861(g) and (h), on the one hand, and Sec. 5861(d), on the other, is perfectly reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Ortiz nevertheless argues that because it is illegal to possess a firearm with an obliterated serial number, and therefore impossible to register such a firearm, his conviction under Sec. 5861(d) already accounts for the obliterated serial number, in the same way that it is accounted for in Secs. 5861(g) and (h).  As the government points out, however, the serial number of a firearm can be illegally removed or obliterated after the firearm is registered with the National Firearms and Transfer Record.  By federal statute, it is unlawful to possess an unregistered sawed-off shotgun.  The Commission apparently determined that possession of the same gun with an obliterated serial number increases the seriousness of the offense.  We do not find this rule arbitrary or unreasonable.  These are two distinct offenses;  it is one thing to have an unregistered firearm and another thing to have an untraceable and unregistered firearm.  \"Since the sentencing scheme that the Commission has devised for the offense of conviction is plausible as a whole and not inconsistent with statutory law or constitutional precepts, we cannot substitute our judgment for that of the Commission.\"  <span class=\"citation\" data-id=\"194834\"><span class=\"antecedent_guess\">Zapata,</span> <a href=\"/opinion/194834/united-states-v-zapata-medina/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">49</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The only case cited for direct support by Ortiz is United States v. McDaniel, <span class=\"citation\" data-id=\"343300\"><a href=\"/opinion/343300/united-states-v-theo-donald-mcdaniel/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">214</span> </a></span>(5th Cir.1977).  In that case the defendant was convicted of possession of an unregistered firearm, in violation of Sec. 5861(d), possession of the same firearm with an obliterated serial number, in violation of Sec. 5861(h), and transportation of the same unregistered firearm in interstate commerce, in violation of Sec. 5861(j).  The penalty provision applicable to Sec. 5861 provides a maximum fine of $10,000 and/or a maximum prison sentence of ten years for any person convicted under any provision of Sec. 5861.  The district court sentenced defendant to serve consecutive ten-year sentences and to pay a fine of $10,000 for each of the three counts.  The question on appeal was \"whether the total sentence can exceed the statutory maximum when all three counts relate to the same firearm and the same transaction.\"  <span class=\"citation\" data-id=\"343300\"><span class=\"antecedent_guess\">McDaniel,</span> <a href=\"/opinion/343300/united-states-v-theo-donald-mcdaniel/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">218</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In reversing the sentence, the McDaniel court began by noting that Congress did not intend to impose more than the statutory maximum for \"a single act that happened to violate two separate provisions\" of Sec. 5861.  <span class=\"citation\" data-id=\"343300\"><a href=\"/opinion/343300/united-states-v-theo-donald-mcdaniel/\"><span class=\"id_token\">Id.</span> at 218-19 </a></span>(quoting Rollins v. United States, <span class=\"citation\" data-id=\"339869\"><a href=\"/opinion/339869/charles-edward-rollins-v-united-states/\"><span class=\"volume\">543</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">574</span> </a></span>(5th Cir.1976)).  In language relied on heavily by Ortiz, the court reasoned:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>[B]ecause it was unlawful to possess a weapon with an obliterated serial number, Sec. 5861(h), it is impossible to register it.  Therefore, possession of a firearm with an obliterated serial number entails possession of an unregistered firearm, Sec. 5861(d), and the two fall within the \"single act\" rationale of Rollins for purposes of Sec. 5871 sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"339869\"><a href=\"/opinion/339869/charles-edward-rollins-v-united-states/\"><span class=\"id_token\">Id.</span> at 219.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">McDaniel concerned an issue of statutory maximum sentences, as distinguished from the guideline adjustment at issue in this case.  Even if, arguendo, we were to concur with the Fifth Circuit's conclusion that possession of a firearm with an obliterated serial number and possession of an unregistered firearm constitute a single act, we have consistently held that \"double counting\" is often proper under the guidelines.  See, e.g., <span class=\"citation\" data-id=\"194834\"><span class=\"antecedent_guess\">Zapata,</span> <a href=\"/opinion/194834/united-states-v-zapata-medina/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">47</span></a></span>;  United States v. Sanders, <span class=\"citation\" data-id=\"597131\"><a href=\"/opinion/597131/united-states-v-steven-h-sanders/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 5 (1st Cir.1992).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Double counting is proper if it is clearly intended by the Commission, and the same factor \"reflects both the seriousness of an offense and the likelihood of a particular defendant's recidivism.\"  <span class=\"citation\" data-id=\"194834\"><span class=\"antecedent_guess\">Zapata,</span> <a href=\"/opinion/194834/united-states-v-zapata-medina/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">49</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">That a defendant might be convicted of possession of an unregistered firearm, and have his guideline range increased because the serial number of the gun had been obliterated \"does not seem such an unusual circumstance as to escape the Commission's attention.\"  <span class=\"citation\" data-id=\"597131\"><span class=\"antecedent_guess\">Sanders,</span> <a href=\"/opinion/597131/united-states-v-steven-h-sanders/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">8</span></a></span>.   This is particularly true in this case because the Commission specifically excepted certain conduct from the reach of the Sec. 2K2.1 adjustment, see Secs. 5861(g) and (h), and did not exclude the conduct at issue in Sec. 5861(d).  Moreover, in contrast to Secs. 5861(g) and (h), the conduct at issue in Sec. 5861(d) is distinct from that proscribed by the specific offense characteristic.  Cf. United States v. Vincent, <span class=\"citation\" data-id=\"666586\"><a href=\"/opinion/666586/united-states-v-mark-henry-vincent/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">229</span></a></span>, 241 (6th Cir.1994) (conviction for possession of a firearm by an unlawful user of a controlled substance held to be an underlying offense to defendant's unlawful use or carrying of a firearm during and in relation to a drug trafficking offense).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, the increase for possession of an untraceable firearm properly reflects both the seriousness of the offense and the likelihood of a particular defendant's recidivism.  The serial number is obliterated from a gun so that it cannot be traced by law enforcement.  The act is thus done in anticipation that the gun will be used in criminal activity.  Hunters and other recreational gun users have no reason to obliterate the serial numbers from their guns.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This is manifestly not a case where, \"through cross-referencing, it might be thought that double counting unintentionally resulted.\"  <span class=\"citation\" data-id=\"597131\"><span class=\"antecedent_guess\">Sanders,</span> <a href=\"/opinion/597131/united-states-v-steven-h-sanders/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">4</span></a></span>.   The guideline language in this case is clear and explicit, and we find no justification for fashioning an exception where the Commission has not.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the foregoing reasons, defendant's sentence is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Ortiz also cites United States v. Clements, <span class=\"citation\" data-id=\"307746\"><a href=\"/opinion/307746/united-states-v-donard-anthony-clements-also-known-as-donald-anthony/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1253</span> </a></span>(9th Cir.1972), which also involved the statutory maximum sentence under Sec. 5861, and is therefore inapposite for the same reasons as McDaniel</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112854/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194834/",
    "https://www.courtlistener.com/api/rest/v3/opinions/307746/",
    "https://www.courtlistener.com/api/rest/v3/opinions/339869/",
    "https://www.courtlistener.com/api/rest/v3/opinions/343300/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597131/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597517/",
    "https://www.courtlistener.com/api/rest/v3/opinions/666586/"
  ]
}