{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196234/",
  "id": 196234,
  "absolute_url": "/opinion/196234/byrd-v-ronayne/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196234/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:01:07Z",
  "date_modified": "2020-02-21T23:57:27.600549Z",
  "type": "010combined",
  "sha1": "4eee18a4990d7b42a3ceb5c6880d72236fe3458c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1810.01A",
  "local_path": null,
  "plain_text": "                   UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 94-1810\r\n\n                          SUSAN R. BYRD,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                     JOHN T. RONAYNE, ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                           \r                                                     \r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                           \r                                                     \r\n\n   Norman Jackman,  with whom Martha  M. Wishart and Jackman  &amp; Roth\r                                                                              \r\nwere on brief for appellant.\r\n   David  A. Bunis,  with  whom Dwyer  &amp; Collora  was  on brief  for\r                                                          \r\nappellees.\r\n\n                                           \r                                                     \r\n\n                          August 9, 1995\r\n                                           \r                                                     \r\r\n\n           CYR, Circuit Judge.  Plaintiff  Susan R. Byrd, a former\r                    CYR, Circuit Judge.\r                                      \r\n\nassociate in the  defendant law firm of Harrison  &amp; Maguire, P.C.\r\n\n(\"H &amp; M\"), sued H &amp; M and various individual partners and associ-\r\n\nates for alleged sexual discrimination, unequal pay, and retalia-\r\n\ntory discharge.   The district court granted summary judgment for\r\n\ndefendants on all claims, and Byrd appealed.  As summary judgment\r\n\nwas proper, we affirm.\r\n\n                                I\r                                          I\r\n\n                           BACKGROUND1\r                                     BACKGROUND\r                                               \r\n\n          Byrd joined H &amp; M as an  associate on June 5, 1989, one\r\n\nmonth  after graduation from Boston University Law School with an\r\n\nLL.M. in banking law.  Prior to attending Boston University, Byrd\r\n\nhad  been a  vice-president and  general  counsel for  Commercial\r\n\nNational Bank,  Kansas City,  Kansas.   Previously, she  had been\r\n\nemployed for  six months as  an associate counsel by  an Oklahoma\r\n\nCity bank; a  trial attorney with  the Federal Deposit  Insurance\r\n\nCorporation  for one year; and a self-employed private practitio-\r\n\nner in Wichita Falls, Texas,  for two years following her gradua-\r\n\ntion from Oklahoma City  University Law School.   Before entering\r\n\nlaw school, Byrd had earned  an M.B.A. from Central State Univer-\r\n\nsity.\r\n\n          Prior to joining H &amp;  M, Byrd inquired whether the firm\r\n\nhad a  \"set partnership  track\" for  associates.   Defendant John\r\n                    \r                              \r\n\n     1All evidence  in  genuine dispute  is  related in  a  light\r\nfavorable to  Byrd, the  party resisting  summary judgment.   See\r                                                                           \r\nVelez-Gomez v. SMA  Life Assur. Co., 8 F.3d 873, 874-75 (1st Cir.\r                                             \r\n1993).\r\n\n                                2\r\r\n\n Ronayne, president of  H &amp; M, advised  her that there was  no set\r\n\ntrack to partnership but that Byrd likely would be considered for\r\n\npartnership within  two  to  three years  provided  she  met  the\r\n\nperformance standards.  Another partner,  defendant Alex MacDona-\r\n\nld, told her that she \"would  be the first female partner in  the\r\n\nlaw firm.\" \r\n\n          When Byrd began with  H &amp; M, she  was its highest  paid\r\n\nassociate, at $62,500  and benefits.  During  her two-year tenure\r\n\nshe was  responsible for generating almost $100,000  in fees from\r\n\nseveral new  clients she developed while  with the firm.   At the\r\n\noutset,  her areas  of  practice  with H  &amp;  M were  concentrated\r\n\nprincipally  in  commercial  loan  workouts  and federal  banking\r\n\nregulation.   By the  fall of 1989  her responsibilities included\r\n\nall H &amp; M  bankruptcy cases as well.2  A major client during this\r\n\nperiod was Boston Five  Cents Savings Bank, FSB  (\"Boston Five\"),\r\n\nwhich looked to Byrd for both its bankruptcy law and bank regula-\r\n\ntion services.  \r\n\n          During  the  latter  part of  1989,  John  Battaglia, a\r\n\nBoston Five vice-president, advised defendant Matthew  Kameron, a\r\n\nmember  of the H &amp; M management committee, that Byrd had prepared\r\n\na legal memorandum which did not  address the question put to her\r\n\nand  that Battaglia's department had \"lost confidence\" and tended\r\n\nto \"work  around\" Byrd rather than  rely on her  advice.  Kameron\r\n\n                    \r                              \r\n\n     2Although  Byrd came  to H &amp;  M with  what she  describes as\r\n\"considerable experience\" in bankruptcy law, the record indicates\r\nonly that during her four years with Commercial National Bank she\r\nhandled some bankruptcy matters.  See infra note 10. \r                                                     \r\n\n                                3\r\r\n\n discussed Battaglia's concerns with  Byrd, then communicated  the\r\n\ncomplaint to  Ronayne.   Ronayne and  Kameron subsequently  spoke\r\n\nwith  Byrd about her performance and her problematic relationship\r\n\nwith Boston Five.   Nevertheless, in January 1990  she received a\r\n\n$1,500  bonus and a  highly complimentary  performance evaluation\r\n\npraising her  professional competence, writing  skills, and atti-\r\n\ntude.  \r\n\n          During early  1990, Susan  Monahan, vice-president  for\r\n\nasset management at Boston Five, told Ronayne that she and others\r\n\nin her department were dissatisfied  with Byrd's work and doubted\r\n\nthat she had the bankruptcy law knowledge she claimed.  According\r\n\nto  Monahan, Byrd  frequently gave  legal advice  \"off  the cuff\"\r\n\nwhich  later proved incorrect.   Monahan  reported that  Byrd had\r\n\ndelayed  filing judicial  pleadings she  had  been instructed  to\r\n\nfile,  and that  on at  least  one occasion  she had  represented\r\n\nhaving filed a motion  for relief from stay which had  never been\r\n\nfiled.   Finally, Monahan informed  Ronayne that Boston  Five did\r\n\nnot have  confidence in Byrd's  advice or work product.   Ronayne\r\n\nrelayed these  complaints to Byrd  and encouraged her  to improve\r\n\nher relationship with Monahan and Boston Five.   Shortly thereaf-\r\n\nter, Byrd wrote  Monahan and suggested a meeting  \"to resolve any\r\n\ndifficulties and improve upon our working relationship.\"  \r\n\n          Monahan  again complained  to Ronayne  in August  1990,\r\n\nstating that she would transfer Boston Five's bankruptcy law work\r\n\nto another firm unless H &amp; M reassigned it to someone  other than\r\n\n                                4\r\r\n\n Byrd.3  At  around the same time,  Wayne Ferguson, vice-president\r\n\nfor lending at  Boston Five, complained to Ronayne  that Byrd was\r\n\nslow to respond to inquiries and her court cases were  taking far\r\n\ntoo long.4\r\n\n          Byrd nonetheless received a $3,000 bonus in the fall of\r\n\n1990,  notwithstanding  \"mixed\"  evaluations   from  Ronayne  and\r\n\nKameron.  Ronayne wrote:  \"You seem to have gotten a good grip on\r\n\nthe bank regulatory work over the past year and to have developed\r\n\nyour bankruptcy skills.\"  He continued:  \"In general, you seem to\r\n\nhave  done a  good job  on client  relations although  there have\r\n\nobviously  been some issues  with the Boston  Five relationship.\"\r\n\nRonayne candidly  noted as  well that  supervision of Byrd  might\r\n\nentail a \"problem\" for the  firm since her areas of concentration\r\n\nwere \"not something with which the other lawyers in the firm have\r\n\nmore than a general knowledge.\"5  \r\n                    \r                              \r\n\n     3The  record  would  permit an  inference  that  Monahan was\r\n\"demanding\" and complained  about other H &amp; M  attorneys as well,\r\nwhich resulted in a male associate, Clive  Martin, being relieved\r\nof  responsibility  for matters  involving  Monahan's department.\r\nSee also infra pp. 13-15. \r                        \r\n\n     4Although Byrd  contends that these complaints  pertained to\r\nbankruptcy matters entrusted to other attorneys, she has included\r\nno evidentiary support in the appellate record.  See Fed. R. App.\r                                                              \r\nP. 11(a) (appellant bears burden of including materials essential\r\nto her claim); Silva v. Witschen,  19 F.3d 725, 728 n.4, 731  n.9\r                                          \r\n(1st Cir. 1994); see also Fed. R. Civ. P. 56(e).\r                                   \r\n\n     5Summarizing, Ronayne noted: \r\n\n          I think you are well motivated and very quick\r\n          on your feet . .  . and have shown a commend-\r\n          able  willingness to  accept tasks  which are\r\n          assigned to you. . . .  On the weakness side,\r\n          I  have sometimes had  the sense that  you do\r\n          not  have the  backup for  answers which  are\r\n\n                                5\r\r\n\n           Similarly,  the  1990  review from  Kameron  was mixed.\r\n\nNoting that  Byrd had improved  her ability  to communicate  with\r\n\nclients but  still needed  to be \"more  sensitive to  damage con-\r\n\ntrol,\" Kameron observed:   \"She has had  a difficult time  with a\r\n\nmajor client  and although the  difficulties may have  been unre-\r\n\nsolvable, I  think more  effort could have  been made  before the\r\n\nsituation deteriorated.\"6  \r\n\n          In the fall of 1990,  Byrd responded as follows to H  &amp;\r\n\nM's standardized self-evaluation form:  \r\n\n          Being an attorney for  ten years my strengths\r\n          and  weaknesses are  pretty much set  in con-\r\n          crete.   What they  are is  what most  likely\r\n          they will remain.  Boredom has always been my\r\n          biggest  weakness,  causing  procrastination,\r\n                    \r                              \r\n\n          given with apparent certainty.  This is obvi-\r\n          ously an  ambiguous area since  you certainly\r\n          want  to give  the appearance  of confidence,\r\n          especially  to clients,  but you  want  to be\r\n          careful about trying to give an impression of\r\n          certainty  when you  are not  really sure  or\r\n          can't immediately  back up the  position.  It\r\n          is  acceptable from time to time to admit you\r\n          don't know something and will have to look it\r\n          up  and it is helpful when someone else (i.e.\r\n          a regulator or another  lawyer) gives you  an\r\n          answer to a question to understand the ratio-\r\n          nale for the answer.\r\n\n     6Kameron summarized:\r\n\n          Hopefully,  Susan  can put  some of  the more\r\n          negative aspects  of 1990 behind her and con-\r\n          centrate  on  the  positive  and continue  to\r\n          expand  in those  areas  where  she has  been\r\n          successful  and to  continue  to serve  those\r\n          clients who  are very  happy with  her in  an\r\n          expanded capacity.  However, I reiterate what\r\n          I  think must change and that is Susan has to\r\n          be willing to admit that asking questions and\r\n          researching  issues are part  of being a good\r\n          lawyer.\r\n\n                                6\r\r\n\n           etc.  My strengths  have never been  utilized\r\n          in this firm but include management and busi-\r\n          ness.\r\n\n          In November 1990, John Davis became \"of counsel\" to H &amp;\r\n\nM  after  five  years'  specialization  in  bankruptcy  practice,\r\n\nbringing  with him  clients  from whom  the  firm generated  fees\r\n\napproximating  $200,000  in  a single  year.    Davis started  at\r\n\n$70,000 and benefits, plus 15% of the fees generated in cases for\r\n\nwhich he  was responsible.   He  assumed client  responsibilities\r\n\napart from those assigned to Byrd.  \r\n\n          On  April 2, 1991, defendant Ronayne and Denis Maguire,\r\n\nanother H &amp; M attorney,  met with representatives of the Campane-\r\n\nlli Companies (\"Campanelli\"), one of H &amp; M's largest clients, who\r\n\ninquired  about supervision in  H &amp; M's  \"bankruptcy department,\"\r\n\nexpressed concerns as  to whether Byrd \"really knew  what she was\r\n\ndoing,\" complained  that Campanelli's  legal work  was not  being\r\n\nhandled in a timely fashion by Byrd, and that the fees Campanelli\r\n\nwas charged for her services were too high.  Ronayne and  Maguire\r\n\nconcluded that there  were serious problems  with the quality  of\r\n\nByrd's performance  for Campanelli and  that H &amp; M  risked losing\r\n\nCampanelli altogether unless it took immediate action.  \r\n\n          Later  that day, Ronayne and  Maguire met with Byrd and\r\n\ninformed  her  that  the  firm had  decided  that  the Campanelli\r\n\naccount should be  reassigned to Davis, with Byrd  to continue   \r\n\nat the same salary    handling  Boston Five's consumer bankruptcy\r\n\nwork and  regulatory matters, as well as  her other clients.  Two\r\n\ndays later,  Byrd filed a  Title VII sexual  discrimination claim\r\n\n                                7\r\r\n\n with  the Equal Employment Opportunity Commission (\"EEOC\") and so\r\n\ninformed H &amp; M, which promptly retained outside counsel. \r\n\n          In late April  1991, Katherine Hinderhoffer,  executive\r\n\nvice-president  for Boston Five,  contacted Ronayne.   She stated\r\n\nthat Byrd did not  have sufficient knowledge of the law  and that\r\n\nBoston Five lacked  confidence in  Byrd's legal  advice and  work\r\n\nproduct.  Finally,  in early May 1991, Wayne  Ferguson once again\r\n\ncontacted  the firm  to  complain that  Byrd  was not  submitting\r\n\ntimely and  accurate status reports and that  her cases continued\r\n\nto proceed too slowly. \r\n\n          At their June  1991 meeting, the H &amp;  M partners deter-\r\n\nmined that Byrd's professional judgment and client-communications\r\n\nskills  were not in  keeping with  the firm's  professional stan-\r\n\ndards.    After  consulting with  outside  counsel,  the partners\r\n\nunanimously  voted  to  terminate Byrd's  employment.   Defendant\r\n\nRonayne so informed Byrd on July 11, 1991.  \r\n\n          Byrd  brought  suit   against  defendants-appellees  in\r\n\nMassachusetts  Superior  Court,  asserting  various claims  under\r\n\nstate law, Title VII sexual discrimination and retaliation claims\r\n\nunder  42 U.S.C.     2000e et  seq., and  an Equal Pay  Act claim\r                                            \r\n\nunder  29 U.S.C.    206(d)(1).   Following  removal,  the federal\r\n\ndistrict court granted summary judgment for all defendants on all\r\n\nfederal claims, and dismissed the state-law claims pursuant to 28\r\n\nU.S.C.   1367(c)(3).  Byrd appealed.\r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n                                8\r\r\n\n           We  examine  the  grant of  summary  judgment  de novo,\r                                                                          \r\n\nviewing all competent evidence in genuine dispute, and reasonable\r\n\ninfer-ences therefrom,  in a light  more favorable to Byrd.   See\r                                                                           \r\n\nO'Connor v. Steeves, 994 F.2d  905, 907 (1st Cir.), cert. denied,\r                                                                          \r\n\n114 S. Ct. 634 (1993).   Summary judgment is inappropriate unless\r\n\n\"the  pleadings,  depositions,  answers  to interrogatories,  and\r\n\nadmissions  on file, together  with the affidavits,  if any, show\r\n\nthat there is no genuine issue  as to any material fact and  that\r\n\nthe moving party is  entitled to a judgment as a  matter of law.\"\r\n\nFed. R. Civ. P. 56(c); Henley Drilling Co. v. McGee, 36 F.3d 143,\r                                                             \r\n\n144 (1st Cir. 1994).  Nevertheless, even in  discrimination cases\r\n\n\"summary judgment may  be appropriate\" where the  party resisting\r\n\njudgment relies  \"upon conclusory allegations,  improbable infer-\r\n\nences, and unsupported  speculation\" as to any  essential element\r\n\nin her claim.  See Medina-Munoz v. R.J. Reynolds Tobacco Co., 896\r                                                                      \r\n\nF.2d 5, 8 (1st Cir. 1990).\r\n\nA.   Employment Discrimination Claim \r          A.   Employment Discrimination Claim\r                                              \r\n\n     1.   The McDonnell Douglas Framework\r               1.   The McDonnell Douglas Framework\r                                                   \r\n\n          The three-stage, burden-shifting framework announced in\r\n\nMcDonnell Douglas  Corp. v.  Green, 411 U.S.  792, 802-04  (1973)\r                                            \r\n\n[\"McDonnell Douglas\"], serves  to allocate burdens of  production\r                             \r\n\nand  order the  presentation of evidence  in Title  VII disparate\r\n\ntreatment  cases,  thus  \"progressively .  .  .  sharpen[ing] the\r\n\ninquiry into the elusive factual question of intentional discrim-\r\n\nination.\"  Texas Dep't of  Community Affairs v. Burdine, 450 U.S.\r                                                                 \r\n\n248, 255 n.8 (1981).  See St. Mary's Honor Ctr. v. Hicks,  113 S.\r                                                                  \r\n\n                                9\r\r\n\n Ct. 2742, 2746 (1993).\r\n\n          At the first  stage, Byrd was required to  make a prima\r\n\nfacie showing  that (1) she  \"was within a protected  class,\" (2)\r\n\npossessed  the  necessary  qualifications  for,  \"and  adequately\r\n\nperformed,  her job,\" (3)  but \"was nevertheless  dismissed,\" and\r\n\n(4) her \"employer  sought someone of roughly  equivalent qualifi-\r\n\ncations to  perform substantially  the same work.\"   Cumpiano  v.\r                                                                       \r\n\nBanco Santander Puerto  Rico, 902 F.2d 148, 153  (1st Cir. 1990).\r                                      \r\n\nA prima  facie case gives  rise to a rebuttable  presumption that\r\n\nthe  employer  unlawfully  discriminated against  the  Title  VII\r\n\nplaintiff.  Smith v. Stratus Computer, Inc., 40 F.3d  11, 15 (1st\r                                                     \r\n\nCir. 1994), cert. denied, 115 S. Ct. 1958 (1995).\r                                  \r\n\n          At the second  stage, the employer must  produce suffi-\r\n\ncient competent evidence, \"taken  as true,\" to permit a  rational\r                                                               \r\n\nfactfinder  to  conclude  that  there  was  a  \"nondiscriminatory\r\n\nreason\" for the challenged  employment action, thereby displacing\r\n\nthe presumption  of intentional  discrimination generated  by the\r\n\nprima facie  case.  Woodman  v. Haemonetics Corp., 51  F.3d 1087,\r                                                           \r\n\n1091 (1st Cir. 1995) (citing Hicks, 113 S. Ct. at 2748).  \r                                            \r\n\n          At  the third and final stage  in the McDonnell Douglas\r                                                                           \r\n\nanalysis, the Title VII plaintiff, \"with whom the ultimate burden\r\n\nof  persuasion  remains  throughout,\"  must  proffer  \"sufficient\r                        \r\n\nadmissible evidence,  if believed, to prove by a preponderance of\r\n\nthe evidence  each essential  element in a  prima facie  case and\r                                                                 \r\n\nthat the employer's  justification for the challenged  employment\r\n\naction was merely  a pretext for impermissible .  . . discrimina-\r\n\n                                10\r\r\n\n tion.\"   Id. at 1092.  \"Where the  elements of a sufficient prima\r                      \r\n\nfacie case combine with the factfinder's belief that the ostensi-\r\n\nble basis for  dismissing the employee was  pretextual, `particu-\r\n\nlarly  if .  . .  accompanied by  a suspicion of  mendacity,' the\r\n\nfactfinder is permitted to infer  the intentional . . . discrimi-\r                                 \r\n\nnation  required to enable  the plaintiff-employee to  prevail on\r\n\nthe merits.\"  Id. (quoting Hicks, 113 S. Ct. at 2749). \r                                          \r\n\n          a)   Prima Facie Case\r                    a)   Prima Facie Case\r                                         \r\n\n          Although  \"the  required  prima facie  showing  is  not\r\n\nespecially onerous,\" id.  at 1091, the district  court ruled that\r                                  \r\n\nByrd had not established the second essential element    that she\r\n\npossessed  the  requisite  qualifications   for,  and  adequately\r\n\nperformed, the  legal services  assigned to  her by  H &amp;  M.   We\r\n\nbelieve  it advisable, nonetheless,  to assume that  Byrd managed\r\n\nher prima facie case, see, e.g., LeBlanc v. Great Am. Ins. Co., 6\r                                                                        \r\n\nF.3d 836, 843-44 (1st  Cir. 1993), cert. denied, 114 S.  Ct. 1398\r                                                         \r\n\n(1994),  and to proceed further into the burden-shifting analysis\r\n\nwhere the shortcomings in her claim are more clear. \r\n\n          b)   Defendants' Burden of Production\r                    b)   Defendants' Burden of Production\r                                                         \r\n\n          As  nondiscriminatory  grounds   for  their  challenged\r\n\nactions, defendants  proffered competent  evidence of  continuing\r\n\nclient  complaints  relating  to  the  timeliness,  quality,  and\r\n\nreliability  of  Byrd's  legal  services.    Whether  \"ultimately\r\n\npersuasive or  not,\" Hicks,  113 S. Ct.  at 2748,  their proffers\r                                    \r\n\nrebutted  any  presumption of  unlawful sexual  discrimination in\r\n\nemployment  generated by  the prima  facie  showing attempted  by\r\n\n                                11\r\r\n\n Byrd, see  Woodman, 51 F.3d at 1092, and it became incumbent upon\r                            \r\n\nher  to produce  competent  evidence  that the  nondiscriminatory\r\n\nreasons proffered by  defendants were a mere pretext for unlawful\r\n\ndiscrimination.  Id.  \r                              \r\n\n          Byrd  has never  denied that  two large  H &amp;  M clients\r\n\nlodged serious complaints concerning  her professional competence\r\n\nand performance.   Indeed, the self-evaluation form  submitted by\r\n\nByrd conceded not  only that boredom was  her \"biggest weakness,\"\r\n\nand that it caused her to \"procrastinat[e],\" but that her profes-\r\n\nsional weaknesses were \"pretty much  set in concrete[]\" and \"most\r\n\nlikely .  . . will  remain.\"  These admissions  are buttressed by\r\n\nthe  uncontroverted evidence  that H  &amp; M,  despite  its numerous\r\n\nappeals to  Byrd, continued  to receive  similar complaints  from\r\n\nclients relating to  the untimeliness and  unsatisfactory quality\r\n\nof her legal services.   Moreover, the record is unequivocal that\r\n\ndespite its numerous  unsuccessful attempts to encourage  Byrd to\r\n\nbe more responsive to these client concerns, H &amp; M refrained from\r\n\nany  adverse  employment  action  until  Campanelli's  complaints\r             \r\n\nraised  serious concerns  that the  firm  would lose  one of  its\r\n\nlargest clients unless  Byrd were replaced.  Even then, H &amp; M did\r\n\nnot terminate Byrd.  It was  not until the complaints from Boston\r\n\nFive resumed  several weeks later  that the firm decided  to dis-\r                      \r\n\ncharge her for failing to meet its professional standards.7  \r\n                    \r                              \r\n\n     7There is  no evidentiary basis  for inferring that H  &amp; M's\r\nprofessional standards  were  met by  Byrd,  nor that  any  other\r\nassociate remained with the  firm notwithstanding such  deficien-\r\ncies in performance.   And though it is undisputed that no female\r\nassociate  had ever  been considered  for  partnership at  H &amp;  M\r\n\n                                12\r\r\n\n           Byrd relies on the favorable performance evaluation she\r\n\nreceived from  the firm  in January  1990, approximately  fifteen\r\n\nmonths  before her client responsibilities were realigned, and on\r\n\nthe  mixed  performance  evaluations  received from  Ronayne  and\r\n\nKameron in late 1990,  as evidence that the principal  defendants\r\n\nwere \"happy with her work  and her ability to generate business.\"\r\n\nShe  points as  well  to  the undisputed  evidence  that she  was\r\n\nrewarded with two bonuses in 1990.  \r\n\n          We think these proffers fall well short of generating a\r\n\ntrialworthy dispute  as to whether the  nondiscriminatory reasons\r\n\narticulated by H  &amp; M constituted a pretext  for intentional sex-\r\n\nbased  discrimination in employment.   For one thing, the January\r\n\n1990  evaluation was  the  only  altogether  favorable  one  Byrd\r                                         \r\n\nreceived.  More importantly, however, the \"mixed\" evaluations she\r\n\nreceived  in  late  1990 presaged  the  declining  trajectory her\r\n\nprofessional  performance  thereafter  reflected as  reported  by\r                                                                           \r\n\n                    \r                              \r\n\nbefore  Byrd's termination,  Byrd has  not shown  that any  other\r                                                                           \r\nassociate    male  or female     who failed to  conform with  the\r                                      \r\nfirm's  professional  standards,  had  ever  been  considered for\r\npartnership.  See  Stratus, 40 F.3d at  17 (\"[F]or us  to compare\r                                    \r\n[female plaintiff's] treatment with that of . . . male executives\r\nin a meaningful way, [plaintiff] would have  to show that she was\r\nsimilarly situated to those men in terms of performance, qualifi-\r\ncations and conduct, 'without such differentiating  or mitigating\r\ncircumstances that would distinguish' their situations.\")  (cita-\r\ntion omitted);  cf. LeBlanc, 6  F.3d at 348 (statistical  data on\r                                     \r\ngeneral hiring  patterns, though  relevant, carry  less probative\r\nweight  in disparate  treatment cases  than  in disparate  impact\r\ncases: \"[A] company's  overall employment statistics will,  in at\r\nleast  many cases,  have little  direct bearing  on  the specific\r\nintentions of the employer when dismissing a particular individu-\r\nal.\"). \r\n\n                                13\r\r\n\n clients and projected in Byrd's self-evaluation.8\r                                                         \r\n\n          Byrd  further  notes  that  Monahan  complained   about\r\n\nanother H  &amp; M  attorney, Clive Martin,  who was  not terminated.\r                                                               \r\n\nThe  record likewise makes clear, though, that Byrd's termination\r                                                               \r\n\nwas not  based on  Monahan's complaints  but  on subsequent  com-\r                 \r\n\nplaints from Campanelli  and renewed complaints from  Boston Five\r\n\nrepresentatives  other than  Monahan.   In  fact, throughout  her\r                                                                           \r\n\ntenure with H &amp; M, Byrd continued to  perform bank regulation and\r                \r\n\nconsumer bankruptcy services  for Boston Five.  It  was not until\r\n\nBoston  Five  executive   vice-president  Katherine  Hinderhoffer\r\n\ncomplained  for the  first  time, and  Wayne Ferguson  again com-\r\n\nplained    following  the Campanelli complaint     that Byrd  was\r\n\nterminated.\r\n\n          A  disparate  treatment claimant  bears  the burden  of\r\n\nproving  that she  was  subjected  to  different  treatment  than\r\n\npersons similarly situated \"`in all relevant aspects.'\"  Stratus,\r                                                                          \r\n\n40 F.3d at 17 (quoting Dartmouth Review v. Dartmouth College, 889\r                                                                      \r\n\nF.2d 13, 19  (1st Cir. 1989)) (alteration in  original).  Accord-\r\n\ningly, Byrd  would have  had to demonstrate  that she  and Martin\r\n\nwere similarly situated \"in terms of performance,  qualifications\r\n\nand  conduct, `without such differentiating or mitigating circum-\r\n\nstances  that would distinguish'  their situations.\"   Id.  at 17\r                                                                    \r\n                    \r                              \r\n\n     8Although  Byrd  proffered   undisputed  evidence  that  her\r\nefforts in a complex commercial  loan workout had won high praise\r\nfrom Michelle Dowd, head of Boston Five's loan review department,\r\nand  that Dowd was especially impressed with Byrd's background in\r\ncommercial  lending, the Dowd affidavit  in no sense gainsays the\r\nnumerous  complaints relating to  Byrd's other professional legal\r                                                                           \r\nservices.\r\n\n                                14\r\r\n\n (quoting Mitchell  v. Toledo Hosp.,  964 F.2d 577, 583  (6th Cir.\r                                            \r\n\n1992)).  She proffered no such evidence.  \r\n\n          Although there is competent evidence that Susan Monahan\r\n\ncomplained against Clive Martin as well, yet he was not terminat-\r\n\ned, the only record  evidence relating to Martin, even  conceding\r                      \r\n\nits competence, is a statement  in Byrd's affidavit    that based\r\n\non  her \"conversations  . . .  with  Martin,  Susan  Monahan  had\r\n\n[Martin] removed from her cases.\"   There is no evidence relating\r\n\nto  Martin's responsibilities  in  behalf  of  Boston  Five,  his\r\n\nprofessional experience and expertise, his  seniority with H &amp; M,\r\n\nnor even the nature and number of complaints against him.  Nor is\r\n\nthere  evidence  that Martin  had  been the  subject  of repeated\r                                                                           \r\n\ncomplaints  by Monahan or continuous complaints from other Boston\r                                                                    \r\n\nFive executives,  and from another major H  &amp; M client.  Finally,\r\n\nthere is no evidence that Martin was retained by the firm despite\r\n\nrepeated  lapses  in   professional  performance  after  numerous\r\n\nappeals to improve his performance. \r\n\n          In  sum, there  is no competent  evidence from  which a\r\n\nrational factfinder reasonably could infer  that H &amp; M's explana-\r\n\ntion for its adverse employment action was a pretext for unlawful\r\n\nemployment discrimination.  See id. at 16.\r                                             \r\n\nB.   Retaliation Claim\r          B.   Retaliation Claim\r                                \r\n\n          Byrd asserts that the summary judgment order dismissing\r\n\nher retaliatory discharge claim must be vacated because  a ratio-\r\n\nnal  factfinder reasonably  could  conclude  that  she  had  been\r\n\ndischarged for filing a discrimination  claim with the EEOC.  See\r                                                                           \r\n\n                                15\r\r\n\n Greenberg  v. Union  Camp Corp., 48  F.3d 22, 29  (1st Cir. 1995)\r                                         \r\n\n(plaintiff  must  show  that articulated  reason  for  employer's\r\n\naction  was a pretext for  retaliation); Mesnick v. General Elec.\r                                                                           \r\n\nCo., 950 F.2d  816, 827 (1st Cir.  1991), cert. denied,  504 U.S.\r                                                                \r\n\n985 (1992).   For the most part, her  retaliatory discharge claim\r\n\nrests on the identical inferences of pretext found wanting above.\r\n\nSee supra pp. 13-15.\r                   \r\n\n          The only  other evidentiary support for her retaliation\r\n\nclaim is a  passage in the Ronayne deposition,  which she charac-\r\n\nterizes as \"an admission that  [her] filing of the discrimination\r\n\nclaim was a  factor in her discharge.\"  She adverts to a portion:\r\n\n\"I don't  think the  filing of a  discrimination charge  with the\r\n\nEEOC significantly affected [Byrd].\"  But she disregards language\r\n\nwhich  provides  critically  important context.    The  full text\r\n\nreflects that  Ronayne stated:   \"The same thing would  have hap-\r                                                                           \r\n\npened if [Byrd]  hadn't filed a complaint.   I'm not saying  that\r                                                   \r\n\npeople weren't annoyed by [her EEOC complaint], but I don't think\r\n\nit significantly affected her.\" (emphasis added).  Given Ronayne-\r\n\n's  flat denial  in the  opening sentence,  his statement  cannot\r\n\nreasonably be  considered an admission  that the firm  harbored a\r\n\nretaliatory motive for  Byrd's termination.  Thus,  summary judg-\r\n\nment on the retaliation claim was proper as well. \r\n\nC.   Equal Pay Act Claim\r          C.   Equal Pay Act Claim\r                                  \r\n\n          The  Equal Pay  Act prohibits wage  discrimination \"be-\r\n\ntween employees on the basis of sex . . . for equal  work on jobs\r\n\nthe  performance of  which  requires  equal  skill,  effort,  and\r\n\n                                16\r\r\n\n responsibility,  and which  are performed  under  similar working\r\n\nconditions.\"  29 U.S.C.   206(d)(1).   An Equal Pay Act plaintiff\r\n\nmust make a prima facie  showing that the employer paid different\r\n\nwages to an employee of  the opposite sex for substantially equal\r\n\nwork.  See  Corning Glass  Works v.  Brennan, 417  U.S. 188,  195\r                                                      \r\n\n(1974); see also Marcoux v. Maine, 797 F.2d 1100, 1106 (1st  Cir.\r                                           \r\n\n1986).   At that point, the defendant-employer must establish one\r\n\nof  the following  affirmative defenses:    the wage  discrepancy\r\n\nresulted from (i) a seniority  system, (ii) a merit system, (iii)\r\n\na system measuring earnings by quantity or quality of production,\r\n\nor  (iv) a  differential based on  a factor  other than sex.   29\r            \r\n\nU.S.C.   206(d)(1); Corning Glass Works, 417 U.S. at 196.\r                                                 \r\n\n          Byrd claims that  H &amp; M violated the Equal  Pay Act, in\r\n\nthat  her starting  salary  was $62,500,  augmented  only by  two\r\n\nmodest bonuses, compared with John Davis's $70,000 salary and 15%\r\n\nof  generated fees, even though her senior associate position was\r\n\nsubstantially equivalent  to the  \"of counsel\"  position held  by\r\n\nDavis.   Byrd attempts to make her  prima facie case by comparing\r\n\nDavis's professional experience with her  own.9  She asserts that\r\n\nDavis had less bankruptcy law experience when he came to H &amp; M   \r                        \r\n\nfive years', by her calculation    than her six years'.  The only\r\n                    \r                              \r\n\n     9For  present  purposes,  we  simply  assume  arguendo  that\r                                                                     \r\ncompetent evidence of comparable  bankruptcy law experience might\r\nprovide indirect support for Byrd's  claim that the two positions\r                                                                           \r\nrequired substantially equal  skills.  We note,  nonetheless, the\r\nagency  position that  skill \"must  be measured  in terms  of the\r\nperformance  requirements of  the job. .  . .\"   Possession  of a\r\nskill  not needed  to  meet  requirements of  the  job cannot  be\r\nconsidered  in  making  a  determination  regarding  equality  of\r\nskill.\"  29 C.F.R.   1620.15(a).\r\n\n                                17\r\r\n\n competent record evidence, however, is  the affidavit of a former\r\n\nexecutive vice-president of Commercial  National Bank, who merely\r\n\nstates  that one of the  responsibilities assigned to Byrd during\r                          \r\n\nher two-year tenure was to \"handle[]\" \"many\"  chapter 12 (family-\r\n\nfarm debtor) matters    doubtless not a relevant qualification at\r\n\nH &amp; M    and \"some\" chapter 11 and chapter 7 cases.10  \r\n\n          For  additional  support, Byrd  points  to the  Ronayne\r\n\ndeposition, which she characterizes as  an admission that she and\r\n\nDavis  performed \"parallel functions\" at H &amp; M.  On the contrary,\r\n\nthe Ronayne  deposition evinces no  more than that Davis  did not\r\n\nsupervise Byrd, an undisputed fact which plainly affords insuffi-\r                   \r\n\ncient support  for  a  reasonable inference  that  the  two  held\r\n\npositions  requiring  substantially   equal  skill,  effort,  and\r\n\nresponsibility.   See Soble v.  University of Md., 778  F.2d 164,\r                                                           \r\n\n167  (4th Cir. 1985)  (finding no actionable  wage discrimination\r\n\nwhere female professor was paid less than male professors of same\r\n\nacademic rank who performed work requiring greater skill, effort,\r\n\nor  responsibility).   Thus,  the  lack  of evidence  that  their\r\n\nrespective professional  responsibilities  with H  &amp;  M  required\r\n\nsubstantially equal skill, effort and responsibility,  foredoomed\r\n\nByrd's Equal Pay Act claim.  \r\n\n          Finally, on a more conclusive note, the record includes\r\n\n                    \r                              \r\n\n     10Byrd  simply  concludes  that she  \"had  a  great deal  of\r\nbankruptcy experience\" at  the time Davis came  to H &amp; M.   More-\r\nover, though surely in a  position to provide greater detail, she\r\nhas provided no evidentiary support for the claim that she had as\r                                                                           \r\nmuch bankruptcy law  experience when she joined  H &amp; M,  as Davis\r              \r\nhad when he came to the firm. \r\n\n                                18\r\r\n\n undisputed evidence that Davis came  to H &amp; M with  clients whose\r\n\naggregate  annual billings  approached $200,000.   These  clients\r\n\npaid H &amp; M $180,000 in fees during 1990.  On the other hand, Byrd\r\n\nbrought no clients with her  when she joined H &amp; M.   The clients\r\n\nfor whom she  rendered legal services while  with H &amp; M  paid the\r\n\nfirm no more  than $100,000  during her  entire two-year  tenure.\r\n\nThus,  the substantially greater revenues Davis generated for the\r\n\nfirm  afforded defendants an affirmative defense, under 29 U.S.C.\r\n\n   206(d)(1)(iv) (differences in  compensation based on  a factor\r\n\nother than sex), to Byrd's prima facie wage discrimination claim.\r\n\nSee Stanley v. University of S. Cal., 13 F.3d  1313, 1322-23 (9th\r                                              \r\n\nCir. 1994)  (gender-neutral differences  between responsibilities\r\n\nincumbent  upon coaches  of men's  and  women's basketball  teams\r\n\nincluded  the more  substantial public relations  and promotional\r\n\nduties  of  men's coach,  whose team  generated revenue  90 times\r\n\ngreater than women's team).\r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          As  defendants were entitled  to summary judgment  as a\r\n\nmatter  of law  on all  claims,  the district  court judgment  is\r\n\naffirmed.\r                  \r\n\n                                19\r\r\n",
  "html": "<p class=\"case_cite\">61 F.3d 1026</p>\n    <p class=\"case_cite\">68 Fair Empl.Prac.Cas. (BNA) 769,<br>66 Empl. Prac. Dec. P 43,691,<br>130 Lab.Cas.  P 33,290</p>\n    <p class=\"parties\">Susan R. BYRD, Plaintiff, Appellant,<br>v.<br>John T. RONAYNE, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1810.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 5, 1994.<br>Decided Aug. 9, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Norman Jackman, with whom Martha M. Wishart and Jackman &amp; Roth, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">David A. Bunis, with whom Dwyer &amp; Collora, Boston, MA, was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Susan R. Byrd, a former associate in the defendant law firm of Harrison &amp; Maguire, P.C.  (\"H &amp; M\"), sued H &amp; M and various individual partners and associates for alleged sexual discrimination, unequal pay, and retaliatory discharge.  The district court granted summary judgment for defendants on all claims, and Byrd appealed.  As summary judgment was proper, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Byrd joined H &amp; M as an associate on June 5, 1989, one month after graduation from Boston University Law School with an LL.M. in banking law.  Prior to attending Boston University, Byrd had been a vice-president and general counsel for Commercial National Bank, Kansas City, Kansas.  Previously, she had been employed for six months as an associate counsel by an Oklahoma City bank;  a trial attorney with the Federal Deposit Insurance Corporation for one year;  and a self-employed private practitioner in Wichita Falls, Texas, for two years following her graduation from Oklahoma City University Law School.  Before entering law school, Byrd had earned an M.B.A. from Central State University.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Prior to joining H &amp; M, Byrd inquired whether the firm had a \"set partnership track\" for associates.  Defendant John Ronayne, president of H &amp; M, advised her that there was no set track to partnership but that Byrd likely would be considered for partnership within two to three years provided she met the performance standards.  Another partner, defendant Alex MacDonald, told her that she \"would be the first female partner in the law firm.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">When Byrd began with H &amp; M, she was its highest paid associate, at $62,500 and benefits.  During her two-year tenure she was responsible for generating almost $100,000 in fees from several new clients she developed while with the firm.  At the outset, her areas of practice with H &amp; M were concentrated principally in commercial loan workouts and federal banking regulation.  By the fall of 1989 her responsibilities included all H &amp; M bankruptcy cases as well.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  A major client during this period was Boston Five Cents Savings Bank, FSB (\"Boston Five\"), which looked to Byrd for both its bankruptcy law and bank regulation services.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">During the latter part of 1989, John Battaglia, a Boston Five vice-president, advised defendant Matthew Kameron, a member of the H &amp; M management committee, that Byrd had prepared a legal memorandum which did not address the question put to her and that Battaglia's department had \"lost confidence\" and tended to \"work around\" Byrd rather than rely on her advice.  Kameron discussed Battaglia's concerns with Byrd, then communicated the complaint to Ronayne.  Ronayne and Kameron subsequently spoke with Byrd about her performance and her problematic relationship with Boston Five.  Nevertheless, in January 1990 she received a $1,500 bonus and a highly complimentary performance evaluation praising her professional competence, writing skills, and attitude.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">During early 1990, Susan Monahan, vice-president for asset management at Boston Five, told Ronayne that she and others in her department were dissatisfied with Byrd's work and doubted that she had the bankruptcy law knowledge she claimed.  According to Monahan, Byrd frequently gave legal advice \"off the cuff\" which later proved incorrect.  Monahan reported that Byrd had delayed filing judicial pleadings she had been instructed to file, and that on at least one occasion she had represented having filed a motion for relief from stay which had never been filed.  Finally, Monahan informed Ronayne that Boston Five did not have confidence in Byrd's advice or work product.  Ronayne relayed these complaints to Byrd and encouraged her to improve her relationship with Monahan and Boston Five.  Shortly thereafter, Byrd wrote Monahan and suggested a meeting \"to resolve any difficulties and improve upon our working relationship.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Monahan again complained to Ronayne in August 1990, stating that she would transfer Boston Five's bankruptcy law work to another firm unless H &amp; M reassigned it to someone other than Byrd.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  At around the same time, Wayne Ferguson, vice-president for lending at Boston Five, complained to Ronayne that Byrd was slow to respond to inquiries and her court cases were taking far too long.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Byrd nonetheless received a $3,000 bonus in the fall of 1990, notwithstanding \"mixed\" evaluations from Ronayne and Kameron.  Ronayne wrote:  \"You seem to have gotten a good grip on the bank regulatory work over the past year and to have developed your bankruptcy skills.\"   He continued:  \"In general, you seem to have done a good job on client relations although there have obviously been some issues with the Boston Five relationship.\"   Ronayne candidly noted as well that supervision of Byrd might entail a \"problem\" for the firm since her areas of concentration were \"not something with which the other lawyers in the firm have more than a general knowledge.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Similarly, the 1990 review from Kameron was mixed.  Noting that Byrd had improved her ability to communicate with clients but still needed to be \"more sensitive to damage control,\" Kameron observed:  \"She has had a difficult time with a major client and although the difficulties may have been unresolvable, I think more effort could have been made before the situation deteriorated.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the fall of 1990, Byrd responded as follows to H &amp; M's standardized self-evaluation form:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Being an attorney for ten years my strengths and weaknesses are pretty much set in concrete.  What they are is what most likely they will remain.  Boredom has always been my biggest weakness, causing procrastination, etc.  My strengths have never been utilized in this firm but include management and business.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In November 1990, John Davis became \"of counsel\" to H &amp; M after five years' specialization in bankruptcy practice, bringing with him clients from whom the firm generated fees approximating $200,000 in a single year.  Davis started at $70,000 and benefits, plus 15% of the fees generated in cases for which he was responsible.  He assumed client responsibilities apart from those assigned to Byrd.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On April 2, 1991, defendant Ronayne and Denis Maguire, another H &amp; M attorney, met with representatives of the Campanelli Companies (\"Campanelli\"), one of H &amp; M's largest clients, who inquired about supervision in H &amp; M's \"bankruptcy department,\" expressed concerns as to whether Byrd \"really knew what she was doing,\" complained that Campanelli's legal work was not being handled in a timely fashion by Byrd, and that the fees Campanelli was charged for her services were too high.  Ronayne and Maguire concluded that there were serious problems with the quality of Byrd's performance for Campanelli and that H &amp; M risked losing Campanelli altogether unless it took immediate action.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Later that day, Ronayne and Maguire met with Byrd and informed her that the firm had decided that the Campanelli account should be reassigned to Davis, with Byrd to continue--at the same salary--handling Boston Five's consumer bankruptcy work and regulatory matters, as well as her other clients.  Two days later, Byrd filed a Title VII sexual discrimination claim with the Equal Employment Opportunity Commission (\"EEOC\") and so informed H &amp; M, which promptly retained outside counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In late April 1991, Katherine Hinderhoffer, executive vice-president for Boston Five, contacted Ronayne.  She stated that Byrd did not have sufficient knowledge of the law and that Boston Five lacked confidence in Byrd's legal advice and work product.  Finally, in early May 1991, Wayne Ferguson once again contacted the firm to complain that Byrd was not submitting timely and accurate status reports and that her cases continued to proceed too slowly.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At their June 1991 meeting, the H &amp; M partners determined that Byrd's professional judgment and client-communications skills were not in keeping with the firm's professional standards.  After consulting with outside counsel, the partners unanimously voted to terminate Byrd's employment.  Defendant Ronayne so informed Byrd on July 11, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Byrd brought suit against defendants-appellees in Massachusetts Superior Court, asserting various claims under state law, Title VII sexual discrimination and retaliation claims under 42 U.S.C. Secs. 2000e et seq., and an Equal Pay Act claim under 29 U.S.C. Sec. 206(d)(1).  Following removal, the federal district court granted summary judgment for all defendants on all federal claims, and dismissed the state-law claims pursuant to 28 U.S.C. Sec. 1367(c)(3).  Byrd appealed.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We examine the grant of summary judgment de novo, viewing all competent evidence in genuine dispute, and reasonable inferences therefrom, in a light more favorable to Byrd.  See O'Connor v. Steeves, 994 F.2d 905, 907 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 634, 126 L.Ed.2d 593 (1993).  Summary judgment is inappropriate unless \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c);  Henley Drilling Co. v. McGee, 36 F.3d 143, 144 (1st Cir.1994).  Nevertheless, even in discrimination cases \"summary judgment may be appropriate\" where the party resisting judgment relies \"upon conclusory allegations, improbable inferences, and unsupported speculation\" as to any essential element in her claim.  See Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir.1990).</p>\n    </div>\n    <p>A. Employment Discrimination Claim</p>\n    <p class=\"indent\">1. The McDonnell Douglas Framework</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The three-stage, burden-shifting framework announced in McDonnell Douglas Corp. v. Green, 411 U.S. 792, 802-04, 93 S.Ct. 1817, 1824-25, 36 L.Ed.2d 668 (1973) [\"McDonnell Douglas\"], serves to allocate burdens of production and order the presentation of evidence in Title VII disparate treatment cases, thus \"progressively ... sharpen[ing] the inquiry into the elusive factual question of intentional discrimination.\"  Texas Dep't of Community Affairs v. Burdine, 450 U.S. 248, 255 n. 8, 101 S.Ct. 1089, 1094 n. 8, 67 L.Ed.2d 207 (1981).  See St. Mary's Honor Ctr. v. Hicks, --- U.S. ----, ----, 113 S.Ct. 2742, 2746, 125 L.Ed.2d 407 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">At the first stage, Byrd was required to make a prima facie showing that (1) she \"was within a protected class,\" (2) possessed the necessary qualifications for, \"and adequately performed, her job,\" (3) but \"was nevertheless dismissed,\" and (4) her \"employer sought someone of roughly equivalent qualifications to perform substantially the same work.\"  Cumpiano v. Banco Santander Puerto Rico, 902 F.2d 148, 153 (1st Cir.1990).  A prima facie case gives rise to a rebuttable presumption that the employer unlawfully discriminated against the Title VII plaintiff.  Smith v. Stratus Computer, Inc., 40 F.3d 11, 15 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1958, 131 L.Ed.2d 850 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">At the second stage, the employer must produce sufficient competent evidence, \"taken as true,\" to permit a rational factfinder to conclude that there was a \"nondiscriminatory reason\" for the challenged employment action, thereby displacing the presumption of intentional discrimination generated by the prima facie case.  Woodman v. Haemonetics Corp., 51 F.3d 1087, 1091 (1st Cir.1995) (citing Hicks, --- U.S. at ----, 113 S.Ct. at 2748).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">At the third and final stage in the McDonnell Douglas analysis, the Title VII plaintiff, \"with whom the ultimate burden of persuasion remains throughout,\" must proffer \"sufficient admissible evidence, if believed, to prove by a preponderance of the evidence each essential element in a prima facie case and that the employer's justification for the challenged employment action was merely a pretext for impermissible ... discrimination.\"  Id. at 1092.  \"Where the elements of a sufficient prima facie case combine with the factfinder's belief that the ostensible basis for dismissing the employee was pretextual, 'particularly if ... accompanied by a suspicion of mendacity,' the factfinder is permitted to infer the intentional ... discrimination required to enable the plaintiff-employee to prevail on the merits.\"  Id. (quoting Hicks, --- U.S. at ----, 113 S.Ct. at 2749).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>a) Prima Facie Case</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Although \"the required prima facie showing is not especially onerous,\" id. at 1091, the district court ruled that Byrd had not established the second essential element--that she possessed the requisite qualifications for, and adequately performed, the legal services assigned to her by H &amp; M.  We believe it advisable, nonetheless, to assume that Byrd managed her prima facie case, see, e.g., LeBlanc v. Great Am.  Ins. Co., 6 F.3d 836, 843-44 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1398, 128 L.Ed.2d 72 (1994), and to proceed further into the burden-shifting analysis where the shortcomings in her claim are more clear.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>b) Defendants' Burden of Production</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As nondiscriminatory grounds for their challenged actions, defendants proffered competent evidence of continuing client complaints relating to the timeliness, quality, and reliability of Byrd's legal services.  Whether \"ultimately persuasive or not,\" Hicks, --- U.S. at ----, 113 S.Ct. at 2748, their proffers rebutted any presumption of unlawful sexual discrimination in employment generated by the prima facie showing attempted by Byrd, see Woodman, 51 F.3d at 1092, and it became incumbent upon her to produce competent evidence that the nondiscriminatory reasons proffered by defendants were a mere pretext for unlawful discrimination.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Byrd has never denied that two large H &amp; M clients lodged serious complaints concerning her professional competence and performance.  Indeed, the self-evaluation form submitted by Byrd conceded not only that boredom was her \"biggest weakness,\" and that it caused her to \"procrastinat[e],\" but that her professional weaknesses were \"pretty much set in concrete[ ]\" and \"most likely ... will remain.\"   These admissions are buttressed by the uncontroverted evidence that H &amp; M, despite its numerous appeals to Byrd, continued to receive similar complaints from clients relating to the untimeliness and unsatisfactory quality of her legal services.  Moreover, the record is unequivocal that despite its numerous unsuccessful attempts to encourage Byrd to be more responsive to these client concerns, H &amp; M refrained from any adverse employment action until Campanelli's complaints raised serious concerns that the firm would lose one of its largest clients unless Byrd were replaced.  Even then, H &amp; M did not terminate Byrd.  It was not until the complaints from Boston Five resumed several weeks later that the firm decided to discharge her for failing to meet its professional standards.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Byrd relies on the favorable performance evaluation she received from the firm in January 1990, approximately fifteen months before her client responsibilities were realigned, and on the mixed performance evaluations received from Ronayne and Kameron in late 1990, as evidence that the principal defendants were \"happy with her work and her ability to generate business.\"   She points as well to the undisputed evidence that she was rewarded with two bonuses in 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We think these proffers fall well short of generating a trialworthy dispute as to whether the nondiscriminatory reasons articulated by H &amp; M constituted a pretext for intentional sex-based discrimination in employment.  For one thing, the January 1990 evaluation was the only altogether favorable one Byrd received.  More importantly, however, the \"mixed\" evaluations she received in late 1990 presaged the declining trajectory her professional performance thereafter reflected as reported by clients and projected in Byrd's self-evaluation.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Byrd further notes that Monahan complained about another H &amp; M attorney, Clive Martin, who was not terminated.  The record likewise makes clear, though, that Byrd's termination was not based on Monahan's complaints but on subsequent complaints from Campanelli and renewed complaints from Boston Five representatives other than Monahan.   In fact, throughout her tenure with H &amp; M, Byrd continued to perform bank regulation and consumer bankruptcy services for Boston Five.  It was not until Boston Five executive vice-president Katherine Hinderhoffer complained for the first time, and Wayne Ferguson again complained--following the Campanelli complaint--that Byrd was terminated.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A disparate treatment claimant bears the burden of proving that she was subjected to different treatment than persons similarly situated \" 'in all relevant aspects.' \"  Stratus, 40 F.3d at 17 (quoting Dartmouth Review v. Dartmouth College, 889 F.2d 13, 19 (1st Cir.1989)) (alteration in original).  Accordingly, Byrd would have had to demonstrate that she and Martin were similarly situated \"in terms of performance, qualifications and conduct, 'without such differentiating or mitigating circumstances that would distinguish' their situations.\"  Id. at 17 (quoting Mitchell v. Toledo Hosp., 964 F.2d 577, 583 (6th Cir.1992)).  She proffered no such evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although there is competent evidence that Susan Monahan complained against Clive Martin as well, yet he was not terminated, the only record evidence relating to Martin, even conceding its competence, is a statement in Byrd's affidavit--that based on her \"conversations ... with Martin, Susan Monahan had [Martin] removed from her cases.\"   There is no evidence relating to Martin's responsibilities in behalf of Boston Five, his professional experience and expertise, his seniority with H &amp; M, nor even the nature and number of complaints against him.  Nor is there evidence that Martin had been the subject of repeated complaints by Monahan or continuous complaints from other Boston Five executives, and from another major H &amp; M client.  Finally, there is no evidence that Martin was retained by the firm despite repeated lapses in professional performance after numerous appeals to improve his performance.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In sum, there is no competent evidence from which a rational factfinder reasonably could infer that H &amp; M's explanation for its adverse employment action was a pretext for unlawful employment discrimination.  See id. at 16.</p>\n    </div>\n    <p>B. Retaliation Claim</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Byrd asserts that the summary judgment order dismissing her retaliatory discharge claim must be vacated because a rational factfinder reasonably could conclude that she had been discharged for filing a discrimination claim with the EEOC.  See Greenberg v. Union Camp Corp., 48 F.3d 22, 29 (1st Cir.1995) (plaintiff must show that articulated reason for employer's action was a pretext for retaliation);  Mesnick v. General Elec. Co., 950 F.2d 816, 827 (1st Cir.1991), cert. denied, 504 U.S. 985, 112 S.Ct. 2965, 119 L.Ed.2d 586 (1992).  For the most part, her retaliatory discharge claim rests on the identical inferences of pretext found wanting above.  See supra pp. 1032-33.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The only other evidentiary support for her retaliation claim is a passage in the Ronayne deposition, which she characterizes as \"an admission that [her] filing of the discrimination claim was a factor in her discharge.\"   She adverts to a portion:  \"I don't think the filing of a discrimination charge with the EEOC significantly affected [Byrd].\"  But she disregards language which provides critically important context.  The full text reflects that Ronayne stated:  \"The same thing would have happened if [Byrd] hadn't filed a complaint.   I'm not saying that people weren't annoyed by [her EEOC complaint], but I don't think it significantly affected her.\"  (emphasis added).  Given Ronayne's flat denial in the opening sentence, his statement cannot reasonably be considered an admission that the firm harbored a retaliatory motive for Byrd's termination.  Thus, summary judgment on the retaliation claim was proper as well.</p>\n    </div>\n    <p>C. Equal Pay Act Claim</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The Equal Pay Act prohibits wage discrimination \"between employees on the basis of sex ... for equal work on jobs the performance of which requires equal skill, effort, and responsibility, and which are performed under similar working conditions.\"  29 U.S.C. Sec. 206(d)(1).  An Equal Pay Act plaintiff must make a prima facie showing that the employer paid different wages to an employee of the opposite sex for substantially equal work.  See Corning Glass Works v. Brennan, 417 U.S. 188, 195, 94 S.Ct. 2223, 2228, 41 L.Ed.2d 1 (1974);  see also Marcoux v. Maine, 797 F.2d 1100, 1106 (1st Cir.1986).  At that point, the defendant-employer must establish one of the following affirmative defenses:  the wage discrepancy resulted from (i) a seniority system, (ii) a merit system, (iii) a system measuring earnings by quantity or quality of production, or (iv) a differential based on a factor other than sex.  29 U.S.C. Sec. 206(d)(1);  Corning Glass Works, 417 U.S. at 196, 94 S.Ct. at 2229.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Byrd claims that H &amp; M violated the Equal Pay Act, in that her starting salary was $62,500, augmented only by two modest bonuses, compared with John Davis's $70,000 salary and 15% of generated fees, even though her senior associate position was substantially equivalent to the \"of counsel\" position held by Davis.  Byrd attempts to make her prima facie case by comparing Davis's professional experience with her own.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  She asserts that Davis had less bankruptcy law experience when he came to H &amp; M--five years', by her calculation--than her six years'.  The only competent record evidence, however, is the affidavit of a former executive vice-president of Commercial National Bank, who merely states that one of the responsibilities assigned to Byrd during her two-year tenure was to \"handle[ ]\" \"many\" chapter 12 (family-farm debtor) matters--doubtless not a relevant qualification at H &amp; M--and \"some\" chapter 11 and chapter 7 cases.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">For additional support, Byrd points to the Ronayne deposition, which she characterizes as an admission that she and Davis performed \"parallel functions\" at H &amp; M.  On the contrary, the Ronayne deposition evinces no more than that Davis did not supervise Byrd, an undisputed fact which plainly affords insufficient support for a reasonable inference that the two held positions requiring substantially equal skill, effort, and responsibility.  See Soble v. University of Md., 778 F.2d 164, 167 (4th Cir.1985) (finding no actionable wage discrimination where female professor was paid less than male professors of same academic rank who performed work requiring greater skill, effort, or responsibility).  Thus, the lack of evidence that their respective professional responsibilities with H &amp; M required substantially equal skill, effort and responsibility, foredoomed Byrd's Equal Pay Act claim.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Finally, on a more conclusive note, the record includes undisputed evidence that Davis came to H &amp; M with clients whose aggregate annual billings approached $200,000.  These clients paid H &amp; M $180,000 in fees during 1990.  On the other hand, Byrd brought no clients with her when she joined H &amp; M.  The clients for whom she rendered legal services while with H &amp; M paid the firm no more than $100,000 during her entire two-year tenure.  Thus, the substantially greater revenues Davis generated for the firm afforded defendants an affirmative defense, under 29 U.S.C. Sec. 206(d)(1)(iv) (differences in compensation based on a factor other than sex), to Byrd's prima facie wage discrimination claim.  See Stanley v. University of S. Cal., 13 F.3d 1313, 1322-23 (9th Cir.1994) (gender-neutral differences between responsibilities incumbent upon coaches of men's and women's basketball teams included the more substantial public relations and promotional duties of men's coach, whose team generated revenue 90 times greater than women's team).</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">As defendants were entitled to summary judgment as a matter of law on all claims, the district court judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> All evidence in genuine dispute is related in a light favorable to Byrd, the party resisting summary judgment.  See Velez-Gomez v. SMA Life Assur. Co., 8 F.3d 873, 874-75 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although Byrd came to H &amp; M with what she describes as \"considerable experience\" in bankruptcy law, the record indicates only that during her four years with Commercial National Bank she handled some bankruptcy matters.  See infra note 10</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The record would permit an inference that Monahan was \"demanding\" and complained about other H &amp; M attorneys as well, which resulted in a male associate, Clive Martin, being relieved of responsibility for matters involving Monahan's department.  See also infra pp. 1032-33</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although Byrd contends that these complaints pertained to bankruptcy matters entrusted to other attorneys, she has included no evidentiary support in the appellate record.  See Fed.R.App.P. 11(a) (appellant bears burden of including materials essential to her claim);  Silva v. Witschen, 19 F.3d 725, 728 n. 4, 731 n. 9 (1st Cir.1994);  see also Fed.R.Civ.P. 56(e)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Summarizing, Ronayne noted:</p>\n        <p>I think you are well motivated and very quick on your feet ... and have shown a commendable willingness to accept tasks which are assigned to you....  On the weakness side, I have sometimes had the sense that you do not have the backup for answers which are given with apparent certainty.  This is obviously an ambiguous area since you certainly want to give the appearance of confidence, especially to clients, but you want to be careful about trying to give an impression of certainty when you are not really sure or can't immediately back up the position.  It is acceptable from time to time to admit you don't know something and will have to look it up and it is helpful when someone else (i.e. a regulator or another lawyer) gives you an answer to a question to understand the rationale for the answer.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Kameron summarized:</p>\n        <p>Hopefully, Susan can put some of the more negative aspects of 1990 behind her and concentrate on the positive and continue to expand in those areas where she has been successful and to continue to serve those clients who are very happy with her in an expanded capacity.  However, I reiterate what I think must change and that is Susan has to be willing to admit that asking questions and researching issues are part of being a good lawyer.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> There is no evidentiary basis for inferring that H &amp; M's professional standards were met by Byrd, nor that any other associate remained with the firm notwithstanding such deficiencies in performance.  And though it is undisputed that no female associate had ever been considered for partnership at H &amp; M before Byrd's termination, Byrd has not shown that any other associate--male or female--who failed to conform with the firm's professional standards, had ever been considered for partnership.  See Stratus, 40 F.3d at 17 (\"[F]or us to compare [female plaintiff's] treatment with that of ... male executives in a meaningful way, [plaintiff] would have to show that she was similarly situated to those men in terms of performance, qualifications and conduct, 'without such differentiating or mitigating circumstances that would distinguish' their situations.\")  (citation omitted);  cf. LeBlanc, 6 F.3d at 848 (statistical data on general hiring patterns, though relevant, carry less probative weight in disparate treatment cases than in disparate impact cases:  \"[A] company's overall employment statistics will, in at least many cases, have little direct bearing on the specific intentions of the employer when dismissing a particular individual.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Although Byrd proffered undisputed evidence that her efforts in a complex commercial loan workout had won high praise from Michelle Dowd, head of Boston Five's loan review department, and that Dowd was especially impressed with Byrd's background in commercial lending, the Dowd affidavit in no sense gainsays the numerous complaints relating to Byrd's other professional legal services</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> For present purposes, we simply assume arguendo that competent evidence of comparable bankruptcy law experience might provide indirect support for Byrd's claim that the two positions required substantially equal skills.  We note, nonetheless, the agency position that skill \"must be measured in terms of the performance requirements of the job....\"  Possession of a skill not needed to meet requirements of the job cannot be considered in making a determination regarding equality of skill.\"  29 C.F.R. Sec. 1620.15(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Byrd simply concludes that she \"had a great deal of bankruptcy experience\" at the time Davis came to H &amp; M.  Moreover, though surely in a position to provide greater detail, she has provided no evidentiary support for the claim that she had as much bankruptcy law experience when she joined H &amp; M, as Davis had when he came to the firm</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span> <span class=\"page\">769</span></span>,<br>66 Empl. Prac. Dec. P 43,691,<br>130 Lab.Cas.  P 33,290</p>\n    <p class=\"parties\">Susan R. BYRD, Plaintiff, Appellant,<br>v.<br>John T. RONAYNE, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1810.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 5, 1994.<br>Decided Aug. 9, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Norman Jackman, with whom Martha M. Wishart and Jackman &amp; Roth, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">David A. Bunis, with whom Dwyer &amp; Collora, Boston, MA, was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Susan R. Byrd, a former associate in the defendant law firm of Harrison &amp; Maguire, P.C.  (\"H &amp; M\"), sued H &amp; M and various individual partners and associates for alleged sexual discrimination, unequal pay, and retaliatory discharge.  The district court granted summary judgment for defendants on all claims, and Byrd appealed.  As summary judgment was proper, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Byrd joined H &amp; M as an associate on June 5, 1989, one month after graduation from Boston University Law School with an LL.M. in banking law.  Prior to attending Boston University, Byrd had been a vice-president and general counsel for Commercial National Bank, Kansas City, Kansas.  Previously, she had been employed for six months as an associate counsel by an Oklahoma City bank;  a trial attorney with the Federal Deposit Insurance Corporation for one year;  and a self-employed private practitioner in Wichita Falls, Texas, for two years following her graduation from Oklahoma City University Law School.  Before entering law school, Byrd had earned an M.B.A. from Central State University.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Prior to joining H &amp; M, Byrd inquired whether the firm had a \"set partnership track\" for associates.  Defendant John Ronayne, president of H &amp; M, advised her that there was no set track to partnership but that Byrd likely would be considered for partnership within two to three years provided she met the performance standards.  Another partner, defendant Alex MacDonald, told her that she \"would be the first female partner in the law firm.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">When Byrd began with H &amp; M, she was its highest paid associate, at $62,500 and benefits.  During her two-year tenure she was responsible for generating almost $100,000 in fees from several new clients she developed while with the firm.  At the outset, her areas of practice with H &amp; M were concentrated principally in commercial loan workouts and federal banking regulation.  By the fall of 1989 her responsibilities included all H &amp; M bankruptcy cases as well.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  A major client during this period was Boston Five Cents Savings Bank, FSB (\"Boston Five\"), which looked to Byrd for both its bankruptcy law and bank regulation services.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">During the latter part of 1989, John Battaglia, a Boston Five vice-president, advised defendant Matthew Kameron, a member of the H &amp; M management committee, that Byrd had prepared a legal memorandum which did not address the question put to her and that Battaglia's department had \"lost confidence\" and tended to \"work around\" Byrd rather than rely on her advice.  Kameron discussed Battaglia's concerns with Byrd, then communicated the complaint to Ronayne.  Ronayne and Kameron subsequently spoke with Byrd about her performance and her problematic relationship with Boston Five.  Nevertheless, in January 1990 she received a $1,500 bonus and a highly complimentary performance evaluation praising her professional competence, writing skills, and attitude.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">During early 1990, Susan Monahan, vice-president for asset management at Boston Five, told Ronayne that she and others in her department were dissatisfied with Byrd's work and doubted that she had the bankruptcy law knowledge she claimed.  According to Monahan, Byrd frequently gave legal advice \"off the cuff\" which later proved incorrect.  Monahan reported that Byrd had delayed filing judicial pleadings she had been instructed to file, and that on at least one occasion she had represented having filed a motion for relief from stay which had never been filed.  Finally, Monahan informed Ronayne that Boston Five did not have confidence in Byrd's advice or work product.  Ronayne relayed these complaints to Byrd and encouraged her to improve her relationship with Monahan and Boston Five.  Shortly thereafter, Byrd wrote Monahan and suggested a meeting \"to resolve any difficulties and improve upon our working relationship.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Monahan again complained to Ronayne in August 1990, stating that she would transfer Boston Five's bankruptcy law work to another firm unless H &amp; M reassigned it to someone other than Byrd.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  At around the same time, Wayne Ferguson, vice-president for lending at Boston Five, complained to Ronayne that Byrd was slow to respond to inquiries and her court cases were taking far too long.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Byrd nonetheless received a $3,000 bonus in the fall of 1990, notwithstanding \"mixed\" evaluations from Ronayne and Kameron.  Ronayne wrote:  \"You seem to have gotten a good grip on the bank regulatory work over the past year and to have developed your bankruptcy skills.\"   He continued:  \"In general, you seem to have done a good job on client relations although there have obviously been some issues with the Boston Five relationship.\"   Ronayne candidly noted as well that supervision of Byrd might entail a \"problem\" for the firm since her areas of concentration were \"not something with which the other lawyers in the firm have more than a general knowledge.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Similarly, the 1990 review from Kameron was mixed.  Noting that Byrd had improved her ability to communicate with clients but still needed to be \"more sensitive to damage control,\" Kameron observed:  \"She has had a difficult time with a major client and although the difficulties may have been unresolvable, I think more effort could have been made before the situation deteriorated.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the fall of 1990, Byrd responded as follows to H &amp; M's standardized self-evaluation form:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Being an attorney for ten years my strengths and weaknesses are pretty much set in concrete.  What they are is what most likely they will remain.  Boredom has always been my biggest weakness, causing procrastination, etc.  My strengths have never been utilized in this firm but include management and business.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In November 1990, John Davis became \"of counsel\" to H &amp; M after five years' specialization in bankruptcy practice, bringing with him clients from whom the firm generated fees approximating $200,000 in a single year.  Davis started at $70,000 and benefits, plus 15% of the fees generated in cases for which he was responsible.  He assumed client responsibilities apart from those assigned to Byrd.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On April 2, 1991, defendant Ronayne and Denis Maguire, another H &amp; M attorney, met with representatives of the Campanelli Companies (\"Campanelli\"), one of H &amp; M's largest clients, who inquired about supervision in H &amp; M's \"bankruptcy department,\" expressed concerns as to whether Byrd \"really knew what she was doing,\" complained that Campanelli's legal work was not being handled in a timely fashion by Byrd, and that the fees Campanelli was charged for her services were too high.  Ronayne and Maguire concluded that there were serious problems with the quality of Byrd's performance for Campanelli and that H &amp; M risked losing Campanelli altogether unless it took immediate action.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Later that day, Ronayne and Maguire met with Byrd and informed her that the firm had decided that the Campanelli account should be reassigned to Davis, with Byrd to continue--at the same salary--handling Boston Five's consumer bankruptcy work and regulatory matters, as well as her other clients.  Two days later, Byrd filed a Title VII sexual discrimination claim with the Equal Employment Opportunity Commission (\"EEOC\") and so informed H &amp; M, which promptly retained outside counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In late April 1991, Katherine Hinderhoffer, executive vice-president for Boston Five, contacted Ronayne.  She stated that Byrd did not have sufficient knowledge of the law and that Boston Five lacked confidence in Byrd's legal advice and work product.  Finally, in early May 1991, Wayne Ferguson once again contacted the firm to complain that Byrd was not submitting timely and accurate status reports and that her cases continued to proceed too slowly.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At their June 1991 meeting, the H &amp; M partners determined that Byrd's professional judgment and client-communications skills were not in keeping with the firm's professional standards.  After consulting with outside counsel, the partners unanimously voted to terminate Byrd's employment.  Defendant Ronayne so informed Byrd on July 11, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Byrd brought suit against defendants-appellees in Massachusetts Superior Court, asserting various claims under state law, Title VII sexual discrimination and retaliation claims under 42 U.S.C. Secs. 2000e et seq., and an Equal Pay Act claim under 29 U.S.C. Sec. 206(d)(1).  Following removal, the federal district court granted summary judgment for all defendants on all federal claims, and dismissed the state-law claims pursuant to 28 U.S.C. Sec. 1367(c)(3).  Byrd appealed.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We examine the grant of summary judgment de novo, viewing all competent evidence in genuine dispute, and reasonable inferences therefrom, in a light more favorable to Byrd.  See O'Connor v. Steeves, <span class=\"citation\" data-id=\"608078\"><a href=\"/opinion/608078/patrick-j-oconnor-v-robert-w-steeves/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span></a></span>, 907 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">634</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">593</span> </span>(1993).  Summary judgment is inappropriate unless \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c);  Henley Drilling Co. v. McGee, <span class=\"citation\" data-id=\"195619\"><a href=\"/opinion/195619/henley-v-marine-transportion/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">143</span></a></span>, 144 (1st Cir.1994).  Nevertheless, even in discrimination cases \"summary judgment may be appropriate\" where the party resisting judgment relies \"upon conclusory allegations, improbable inferences, and unsupported speculation\" as to any essential element in her claim.  See Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1990).</p>\n    </div>\n    <p>A. Employment Discrimination Claim</p>\n    <p class=\"indent\">1. The McDonnell Douglas Framework</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The three-stage, burden-shifting framework announced in McDonnell Douglas Corp. v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802-04, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, 1824-25, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span> </a></span>(1973) [\"McDonnell Douglas\"], serves to allocate burdens of production and order the presentation of evidence in Title VII disparate treatment cases, thus \"progressively ... sharpen[ing] the inquiry into the elusive factual question of intentional discrimination.\"  Texas Dep't of Community Affairs v. Burdine, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 255 n. 8, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, 1094 n. 8, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span> </a></span>(1981).  See St. Mary's Honor Ctr. v. Hicks, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>, 2746, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span> </a></span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">At the first stage, Byrd was required to make a prima facie showing that (1) she \"was within a protected class,\" (2) possessed the necessary qualifications for, \"and adequately performed, her job,\" (3) but \"was nevertheless dismissed,\" and (4) her \"employer sought someone of roughly equivalent qualifications to perform substantially the same work.\"  Cumpiano v. Banco Santander Puerto Rico, <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 153 (1st Cir.1990).  A prima facie case gives rise to a rebuttable presumption that the employer unlawfully discriminated against the Title VII plaintiff.  Smith v. Stratus Computer, Inc., <span class=\"citation\" data-id=\"195745\"><a href=\"/opinion/195745/smith-v-stratus-computers/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 15 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1958</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">850</span> </span>(1995).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">At the second stage, the employer must produce sufficient competent evidence, \"taken as true,\" to permit a rational factfinder to conclude that there was a \"nondiscriminatory reason\" for the challenged employment action, thereby displacing the presumption of intentional discrimination generated by the prima facie case.  Woodman v. Haemonetics Corp., <span class=\"citation\" data-id=\"196019\"><a href=\"/opinion/196019/woodman-v-heamonetics-corp/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1087</span></a></span>, 1091 (1st Cir.1995) (citing Hicks, --- U.S. at <span class=\"citation\" data-id=\"112901\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2748</span></a></span>).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">At the third and final stage in the McDonnell Douglas analysis, the Title VII plaintiff, \"with whom the ultimate burden of persuasion remains throughout,\" must proffer \"sufficient admissible evidence, if believed, to prove by a preponderance of the evidence each essential element in a prima facie case and that the employer's justification for the challenged employment action was merely a pretext for impermissible ... discrimination.\"  <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"id_token\">Id.</span> at 1092. </a></span> \"Where the elements of a sufficient prima facie case combine with the factfinder's belief that the ostensible basis for dismissing the employee was pretextual, 'particularly if ... accompanied by a suspicion of mendacity,' the factfinder is permitted to infer the intentional ... discrimination required to enable the plaintiff-employee to prevail on the merits.\"  <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"id_token\">Id.</span> (quoting Hicks, </a></span>--- U.S. at <span class=\"citation\" data-id=\"112901\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2749</span></a></span>).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>a) Prima Facie Case</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Although \"the required prima facie showing is not especially onerous,\" <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"id_token\">id.</span> at 1091, </a></span>the district court ruled that Byrd had not established the second essential element--that she possessed the requisite qualifications for, and adequately performed, the legal services assigned to her by H &amp; M.  We believe it advisable, nonetheless, to assume that Byrd managed her prima facie case, see, e.g., LeBlanc v. Great Am.  Ins. Co., <span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 843-44 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span> </span>(1994), and to proceed further into the burden-shifting analysis where the shortcomings in her claim are more clear.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>b) Defendants' Burden of Production</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As nondiscriminatory grounds for their challenged actions, defendants proffered competent evidence of continuing client complaints relating to the timeliness, quality, and reliability of Byrd's legal services.  Whether \"ultimately persuasive or not,\" Hicks, --- U.S. at <span class=\"citation\" data-id=\"112901\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2748</span></a></span>, their proffers rebutted any presumption of unlawful sexual discrimination in employment generated by the prima facie showing attempted by Byrd, see <span class=\"citation\" data-id=\"196019\"><span class=\"antecedent_guess\">Woodman,</span> <a href=\"/opinion/196019/woodman-v-heamonetics-corp/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1092</span></a></span>, and it became incumbent upon her to produce competent evidence that the nondiscriminatory reasons proffered by defendants were a mere pretext for unlawful discrimination.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Byrd has never denied that two large H &amp; M clients lodged serious complaints concerning her professional competence and performance.  Indeed, the self-evaluation form submitted by Byrd conceded not only that boredom was her \"biggest weakness,\" and that it caused her to \"procrastinat[e],\" but that her professional weaknesses were \"pretty much set in concrete[ ]\" and \"most likely ... will remain.\"   These admissions are buttressed by the uncontroverted evidence that H &amp; M, despite its numerous appeals to Byrd, continued to receive similar complaints from clients relating to the untimeliness and unsatisfactory quality of her legal services.  Moreover, the record is unequivocal that despite its numerous unsuccessful attempts to encourage Byrd to be more responsive to these client concerns, H &amp; M refrained from any adverse employment action until Campanelli's complaints raised serious concerns that the firm would lose one of its largest clients unless Byrd were replaced.  Even then, H &amp; M did not terminate Byrd.  It was not until the complaints from Boston Five resumed several weeks later that the firm decided to discharge her for failing to meet its professional standards.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Byrd relies on the favorable performance evaluation she received from the firm in January 1990, approximately fifteen months before her client responsibilities were realigned, and on the mixed performance evaluations received from Ronayne and Kameron in late 1990, as evidence that the principal defendants were \"happy with her work and her ability to generate business.\"   She points as well to the undisputed evidence that she was rewarded with two bonuses in 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We think these proffers fall well short of generating a trialworthy dispute as to whether the nondiscriminatory reasons articulated by H &amp; M constituted a pretext for intentional sex-based discrimination in employment.  For one thing, the January 1990 evaluation was the only altogether favorable one Byrd received.  More importantly, however, the \"mixed\" evaluations she received in late 1990 presaged the declining trajectory her professional performance thereafter reflected as reported by clients and projected in Byrd's self-evaluation.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Byrd further notes that Monahan complained about another H &amp; M attorney, Clive Martin, who was not terminated.  The record likewise makes clear, though, that Byrd's termination was not based on Monahan's complaints but on subsequent complaints from Campanelli and renewed complaints from Boston Five representatives other than Monahan.   In fact, throughout her tenure with H &amp; M, Byrd continued to perform bank regulation and consumer bankruptcy services for Boston Five.  It was not until Boston Five executive vice-president Katherine Hinderhoffer complained for the first time, and Wayne Ferguson again complained--following the Campanelli complaint--that Byrd was terminated.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A disparate treatment claimant bears the burden of proving that she was subjected to different treatment than persons similarly situated \" 'in all relevant aspects.' \"  <span class=\"citation\" data-id=\"195745\"><span class=\"antecedent_guess\">Stratus,</span> <a href=\"/opinion/195745/smith-v-stratus-computers/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">17</span> </a></span>(quoting Dartmouth Review v. Dartmouth College, <span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 19 (1st Cir.1989)) (alteration in original).  Accordingly, Byrd would have had to demonstrate that she and Martin were similarly situated \"in terms of performance, qualifications and conduct, 'without such differentiating or mitigating circumstances that would distinguish' their situations.\"  <span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"id_token\">Id.</span> at 17 </a></span>(quoting Mitchell v. Toledo Hosp., <span class=\"citation\" data-id=\"583649\"><a href=\"/opinion/583649/59-fair-emplpraccas-bna-76-59-empl-prac-dec-p-41640-shirley-j/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">577</span></a></span>, 583 (6th Cir.1992)).  She proffered no such evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although there is competent evidence that Susan Monahan complained against Clive Martin as well, yet he was not terminated, the only record evidence relating to Martin, even conceding its competence, is a statement in Byrd's affidavit--that based on her \"conversations ... with Martin, Susan Monahan had [Martin] removed from her cases.\"   There is no evidence relating to Martin's responsibilities in behalf of Boston Five, his professional experience and expertise, his seniority with H &amp; M, nor even the nature and number of complaints against him.  Nor is there evidence that Martin had been the subject of repeated complaints by Monahan or continuous complaints from other Boston Five executives, and from another major H &amp; M client.  Finally, there is no evidence that Martin was retained by the firm despite repeated lapses in professional performance after numerous appeals to improve his performance.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In sum, there is no competent evidence from which a rational factfinder reasonably could infer that H &amp; M's explanation for its adverse employment action was a pretext for unlawful employment discrimination.  See <span class=\"citation\" data-id=\"583649\"><a href=\"/opinion/583649/59-fair-emplpraccas-bna-76-59-empl-prac-dec-p-41640-shirley-j/\"><span class=\"id_token\">id.</span> at 16.</a></span></p>\n    </div>\n    <p>B. Retaliation Claim</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Byrd asserts that the summary judgment order dismissing her retaliatory discharge claim must be vacated because a rational factfinder reasonably could conclude that she had been discharged for filing a discrimination claim with the EEOC.  See Greenberg v. Union Camp Corp., <span class=\"citation\" data-id=\"195915\"><a href=\"/opinion/195915/greenberg-v-union-camp/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 29 (1st Cir.1995) (plaintiff must show that articulated reason for employer's action was a pretext for retaliation);  Mesnick v. General Elec. Co., <span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 827 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">985</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2965</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">586</span> </span>(1992).  For the most part, her retaliatory discharge claim rests on the identical inferences of pretext found wanting above.  See supra pp. 1032-33.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The only other evidentiary support for her retaliation claim is a passage in the Ronayne deposition, which she characterizes as \"an admission that [her] filing of the discrimination claim was a factor in her discharge.\"   She adverts to a portion:  \"I don't think the filing of a discrimination charge with the EEOC significantly affected [Byrd].\"  But she disregards language which provides critically important context.  The full text reflects that Ronayne stated:  \"The same thing would have happened if [Byrd] hadn't filed a complaint.   I'm not saying that people weren't annoyed by [her EEOC complaint], but I don't think it significantly affected her.\"  (emphasis added).  Given Ronayne's flat denial in the opening sentence, his statement cannot reasonably be considered an admission that the firm harbored a retaliatory motive for Byrd's termination.  Thus, summary judgment on the retaliation claim was proper as well.</p>\n    </div>\n    <p>C. Equal Pay Act Claim</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The Equal Pay Act prohibits wage discrimination \"between employees on the basis of sex ... for equal work on jobs the performance of which requires equal skill, effort, and responsibility, and which are performed under similar working conditions.\"  29 U.S.C. Sec. 206(d)(1).  An Equal Pay Act plaintiff must make a prima facie showing that the employer paid different wages to an employee of the opposite sex for substantially equal work.  See Corning Glass Works v. Brennan, <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, 195, <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2223</span></a></span>, 2228, <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span> </a></span>(1974);  see also Marcoux v. Maine, <span class=\"citation\" data-id=\"474499\"><a href=\"/opinion/474499/41-fair-emplpraccas-636-41-empl-prac-dec-p-36438-7-employee/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1100</span></a></span>, 1106 (1st Cir.1986).  At that point, the defendant-employer must establish one of the following affirmative defenses:  the wage discrepancy resulted from (i) a seniority system, (ii) a merit system, (iii) a system measuring earnings by quantity or quality of production, or (iv) a differential based on a factor other than sex.  29 U.S.C. Sec. 206(d)(1);  Corning Glass <span class=\"citation\" data-id=\"109052\"><span class=\"antecedent_guess\">Works,</span> <a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">196</span></a></span>, 94 S.Ct. at 2229.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Byrd claims that H &amp; M violated the Equal Pay Act, in that her starting salary was $62,500, augmented only by two modest bonuses, compared with John Davis's $70,000 salary and 15% of generated fees, even though her senior associate position was substantially equivalent to the \"of counsel\" position held by Davis.  Byrd attempts to make her prima facie case by comparing Davis's professional experience with her own.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  She asserts that Davis had less bankruptcy law experience when he came to H &amp; M--five years', by her calculation--than her six years'.  The only competent record evidence, however, is the affidavit of a former executive vice-president of Commercial National Bank, who merely states that one of the responsibilities assigned to Byrd during her two-year tenure was to \"handle[ ]\" \"many\" chapter 12 (family-farm debtor) matters--doubtless not a relevant qualification at H &amp; M--and \"some\" chapter 11 and chapter 7 cases.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">For additional support, Byrd points to the Ronayne deposition, which she characterizes as an admission that she and Davis performed \"parallel functions\" at H &amp; M.  On the contrary, the Ronayne deposition evinces no more than that Davis did not supervise Byrd, an undisputed fact which plainly affords insufficient support for a reasonable inference that the two held positions requiring substantially equal skill, effort, and responsibility.  See Soble v. University of Md., <span class=\"citation\" data-id=\"461362\"><a href=\"/opinion/461362/dr-rosalynde-k-soble-v-university-of-maryland/\"><span class=\"volume\">778</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">164</span></a></span>, 167 (4th Cir.1985) (finding no actionable wage discrimination where female professor was paid less than male professors of same academic rank who performed work requiring greater skill, effort, or responsibility).  Thus, the lack of evidence that their respective professional responsibilities with H &amp; M required substantially equal skill, effort and responsibility, foredoomed Byrd's Equal Pay Act claim.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Finally, on a more conclusive note, the record includes undisputed evidence that Davis came to H &amp; M with clients whose aggregate annual billings approached $200,000.  These clients paid H &amp; M $180,000 in fees during 1990.  On the other hand, Byrd brought no clients with her when she joined H &amp; M.  The clients for whom she rendered legal services while with H &amp; M paid the firm no more than $100,000 during her entire two-year tenure.  Thus, the substantially greater revenues Davis generated for the firm afforded defendants an affirmative defense, under 29 U.S.C. Sec. 206(d)(1)(iv) (differences in compensation based on a factor other than sex), to Byrd's prima facie wage discrimination claim.  See Stanley v. University of S. Cal., <span class=\"citation\" data-id=\"660267\"><a href=\"/opinion/660267/no-93-56185/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1313</span></a></span>, 1322-23 (9th Cir.1994) (gender-neutral differences between responsibilities incumbent upon coaches of men's and women's basketball teams included the more substantial public relations and promotional duties of men's coach, whose team generated revenue 90 times greater than women's team).</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">As defendants were entitled to summary judgment as a matter of law on all claims, the district court judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> All evidence in genuine dispute is related in a light favorable to Byrd, the party resisting summary judgment.  See Velez-Gomez v. SMA Life Assur. Co., <span class=\"citation\" data-id=\"195013\"><a href=\"/opinion/195013/velez-gomez-v-sma-life-assurance/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">873</span></a></span>, 874-75 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although Byrd came to H &amp; M with what she describes as \"considerable experience\" in bankruptcy law, the record indicates only that during her four years with Commercial National Bank she handled some bankruptcy matters.  See infra note 10</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The record would permit an inference that Monahan was \"demanding\" and complained about other H &amp; M attorneys as well, which resulted in a male associate, Clive Martin, being relieved of responsibility for matters involving Monahan's department.  See also infra pp. 1032-33</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although Byrd contends that these complaints pertained to bankruptcy matters entrusted to other attorneys, she has included no evidentiary support in the appellate record.  See Fed.R.App.P. 11(a) (appellant bears burden of including materials essential to her claim);  Silva v. Witschen, <span class=\"citation\" data-id=\"665979\"><a href=\"/opinion/665979/richard-silva-v-peter-witschen-city-of-east-providence-stephen-linder/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">725</span></a></span>, 728 n. 4, 731 n. 9 (1st Cir.1994);  see also Fed.R.Civ.P. 56(e)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Summarizing, Ronayne noted:</p>\n        <p>I think you are well motivated and very quick on your feet ... and have shown a commendable willingness to accept tasks which are assigned to you....  On the weakness side, I have sometimes had the sense that you do not have the backup for answers which are given with apparent certainty.  This is obviously an ambiguous area since you certainly want to give the appearance of confidence, especially to clients, but you want to be careful about trying to give an impression of certainty when you are not really sure or can't immediately back up the position.  It is acceptable from time to time to admit you don't know something and will have to look it up and it is helpful when someone else (i.e. a regulator or another lawyer) gives you an answer to a question to understand the rationale for the answer.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Kameron summarized:</p>\n        <p>Hopefully, Susan can put some of the more negative aspects of 1990 behind her and concentrate on the positive and continue to expand in those areas where she has been successful and to continue to serve those clients who are very happy with her in an expanded capacity.  However, I reiterate what I think must change and that is Susan has to be willing to admit that asking questions and researching issues are part of being a good lawyer.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> There is no evidentiary basis for inferring that H &amp; M's professional standards were met by Byrd, nor that any other associate remained with the firm notwithstanding such deficiencies in performance.  And though it is undisputed that no female associate had ever been considered for partnership at H &amp; M before Byrd's termination, Byrd has not shown that any other associate--male or female--who failed to conform with the firm's professional standards, had ever been considered for partnership.  See <span class=\"citation\" data-id=\"195745\"><span class=\"antecedent_guess\">Stratus,</span> <a href=\"/opinion/195745/smith-v-stratus-computers/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">17</span> </a></span>(\"[F]or us to compare [female plaintiff's] treatment with that of ... male executives in a meaningful way, [plaintiff] would have to show that she was similarly situated to those men in terms of performance, qualifications and conduct, 'without such differentiating or mitigating circumstances that would distinguish' their situations.\")  (citation omitted);  cf. <span class=\"citation\" data-id=\"654585\"><span class=\"antecedent_guess\">LeBlanc,</span> <a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">848</span> </a></span>(statistical data on general hiring patterns, though relevant, carry less probative weight in disparate treatment cases than in disparate impact cases:  \"[A] company's overall employment statistics will, in at least many cases, have little direct bearing on the specific intentions of the employer when dismissing a particular individual.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Although Byrd proffered undisputed evidence that her efforts in a complex commercial loan workout had won high praise from Michelle Dowd, head of Boston Five's loan review department, and that Dowd was especially impressed with Byrd's background in commercial lending, the Dowd affidavit in no sense gainsays the numerous complaints relating to Byrd's other professional legal services</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> For present purposes, we simply assume arguendo that competent evidence of comparable bankruptcy law experience might provide indirect support for Byrd's claim that the two positions required substantially equal skills.  We note, nonetheless, the agency position that skill \"must be measured in terms of the performance requirements of the job....\"  Possession of a skill not needed to meet requirements of the job cannot be considered in making a determination regarding equality of skill.\"  29 C.F.R. Sec. 1620.15(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Byrd simply concludes that she \"had a great deal of bankruptcy experience\" at the time Davis came to H &amp; M.  Moreover, though surely in a position to provide greater detail, she has provided no evidentiary support for the claim that she had as much bankruptcy law experience when she joined H &amp; M, as Davis had when he came to the firm</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109052/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195013/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195619/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195745/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195915/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196019/",
    "https://www.courtlistener.com/api/rest/v3/opinions/461362/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474499/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531870/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583649/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608078/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/660267/",
    "https://www.courtlistener.com/api/rest/v3/opinions/665979/"
  ]
}