{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196286/",
  "id": 196286,
  "absolute_url": "/opinion/196286/morales-narvaez-v-rossello/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196286/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:02:29Z",
  "date_modified": "2020-02-21T23:30:25.673065Z",
  "type": "010combined",
  "sha1": "58058da398e7ea185ee7d8ed549d323223a8a7c3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1808.01A",
  "local_path": null,
  "plain_text": "\n\nSeptember 13, 1995    [NOT FOR PUBLICATION]\r\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r\n\nNo. 94-1808\r\n\n                 ARNALDO MORALES-NARVAEZ, ET AL.,\r\n                     Plaintiffs - Appellants,\r\n\n                                v.\r\n\n                    PEDRO J. ROSSELLO, ET AL.,\r\n                     Defendants - Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n      [Hon. Gilberto Gierbolini, Senior U.S. District Judge]\r                                                                     \r\n\n                                           \r\n\n                              Before\r\n\n                      Boudin, Circuit Judge,\r                                                     \r\n\n                      Lynch,* Circuit Judge,\r                                                     \r\n\n               and Boyle,** Senior District Judge.\r                                                           \r\n\n                                           \r\n\n     Manuel Alvarado for appellants.\r                              \r\n     Vannessa Ram rez, Assistant Solicitor General, Department of\r                               \r\nJustice, with whom Pedro A. Delgado-Hern ndez, Solicitor General,\r                                                       \r\nJos  L. Nieto and Dom nguez &amp; Totti, were on brief for appellees.\r                                             \r\n\n                                           \r\n\n                                           \r\n                    \r                              \r\n\n*  Judge  Lynch replaces  Senior Circuit Judge  Campbell who  has\r\nrecused himself and  has taken  no part in  the consideration  of\r\nthis  case.  Judge Lynch  has participated in  the decision based\r\nupon the briefs, record, and a recording of the oral argument.\r\n\n**  Of the District of Rhode Island, sitting by designation.\r\r\n\n          BOYLE, Senior  District Judge.  This  case concerns the\r                    BOYLE, Senior  District Judge\r                                                 \r\n\ntransfers of the appellants from their positions in the Contracts\r\n\nOffice  within the  Office  of the  Governor  of Puerto  Rico  to\r\n\npositions in another  department of the  Office of the  Governor.\r\n\nThe appellants, claiming that the transfers improperly were based\r\n\non their political associations and violated their procedural due\r\n\nprocess rights, moved for a preliminary injunction returning them\r\n\nto  their  original  positions.    The  district  court,  without\r\n\nconducting  a hearing,  denied the  motion, concluding  that they\r\n\nfailed  to show both a likelihood of  success on the merits and a\r\n\nthreat of irreparable harm,  and that the harm caused  by denying\r\n\nthe  motion  would  not  outweigh  the  potential  harm   to  the\r\n\ngovernment of  Puerto Rico  if the  motion were  denied.  852  F.\r\n\nSupp. 104, 115-16 (D. P.R. 1994).  Appellants  argue (1) that the\r\n\ndistrict court abused its discretion and legally erred by denying\r\n\nthe  preliminary  injunction, and  (2)  that  the district  court\r\n\nshould have conducted  an evidentiary hearing before  determining\r\n\nthe motion.  We conclude that the sparse record did not support a\r\n\npreliminary  injunction.    We  do not  reach  appellants'  other\r\n\nargument  because the interests of justice would not be served by\r\n\nremanding the case for an evidentiary hearing on  the preliminary\r\n\ninjunction  when  trial on  the merits  should  be imminent.   We\r\n\naffirm  the order of  the district  court, anticipating  that the\r\n\nmatter will be promptly scheduled for a trial on the merits.\r\n\n                               -2-\r\r\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\r\n\n          We   briefly   summarize    the   uncontested    facts.\r\n\nAppellants,  Arnaldo  Morales-Narvaez  (\"Morales\"), Rosa  Ortega-\r\n\nTorres (\"Ortega\"), and Isabel Mart nez-Camacho (\"Mart nez\"), were\r\n\nemployed  in the Contracts Office at the Executive Mansion of the\r\n\nGovernor  of Puerto  Rico.   Morales was  employed as  a contract\r\n\nanalyst, and  Ortega and  Mart nez were employed  as secretaries.\r\n\nThe three  appellants were  supporters of the  Popular Democratic\r\n\nParty (\"PDP\").\r\n\n          In  November  1992, the  New Progressive  Party (\"NPP\")\r\n\ndefeated   the  PDP   in   the  general   election.     The   NPP\r\n\nadministration,  and the  appellee NPP  administration officials,\r\n\nassumed office in January  1993.  In March 1993,  appellants were\r\n\nnotified  that they  were  being transferred  from the  Contracts\r\n\nOffice to another division  of the Office of the  Governor, known\r\n\nas Programa RED (\"RED\").\r\n\n          Appellants  commenced  this action  under 28  U.S.C.   \r\n\n1983, 1985, and  1986.  In support of their  claims under   1983,\r\n\nappellants  asserted  they  were  transferred  because  of  their\r\n\nassociation  with PDP,  in violation  of their  rights under  the\r\n\nFirst and Fourteenth Amendments to the Constitution of the United\r\n\nStates.  They  further asserted that  the circumstances of  their\r\n\ntransfers  violated   their   procedural  due   process   rights.\r\n\nAppellants moved the court  for a preliminary injunction, seeking\r\n\nreturn  to  their  former   positions.    Briefs  and  supporting\r\n\n                               -3-\r\r\n\ndocuments  were filed in support  of their motion.   Appellees in\r\n\nturn filed opposing memoranda and supporting documents.\r\n\n          The district court issued its Opinion and Order  on May\r\n\n16, 1994, denying appellants'  motion.  The court's determination\r\n\nwas based primarily on its  conclusion that appellants failed  to\r\n\nshow  both a likelihood of success  on the merits of their claims\r\n\nand a  threat of irreparable harm.   See 852 F.  Supp. at 110-12,\r                                                  \r\n\n114-15.\r\n\n                         II.  DISCUSSION\r                                   II.  DISCUSSION\r\n\nA.  The   1983 Claims\r          A.  The   1983 Claims\r                               \r\n\n          We   first  address   appellants'  argument   that  the\r\n\npreliminary injunction  should issue because  the district  court\r\n\nabused its discretion and  legally erred.  We are not prepared to\r\n\nsay that appellants were entitled to a  preliminary injunction on\r\n\nthe basis of the record.   In particular, we note that the record\r\n\ndoes  not  support  a  finding  of   irreparable  harm.    First,\r\n\nappellants failed to submit job descriptions so that the district\r\n\ncourt could determine  the magnitude  of the harm  they claim  to\r\n\nhave suffered from  their transfers to new jobs at  the same pay.\r\n\nSecond, appellants waited  to file their complaint  until July 6,\r\n\n1993, more  than three months  after the  transfers took  effect,\r\n\nthereby  undercutting the  claimed  irreparable  nature of  their\r\n\ninjury.   The district  court determined that  plaintiffs' injury\r\n\nwas  not irreparable,  in part,  because plaintiffs did  not show\r\n\nthat their new jobs were unreasonably inferior to the old jobs.\r\n\n                               -4-\r\r\n\n          Furthermore, the  district court noted how  the absence\r\n\nof evidence on the job  descriptions in particular made difficult\r\n\nthe determination of the issues relating to the appellants' claim\r\n\nfor  a preliminary injunction.   It said:   \"[t]he absence in the\r\n\nrecord  of  detailed  job  descriptions hampers  our  ability  to\r\n\nexplore the details of the [appellants'] duties,\" 852 F. Supp. at\r\n\n109; \"the question remains  whether the contract analyst position\r\n\nas newly  reconstituted is a career  position[;] [a]gain, neither\r\n\nparty has addressed  this issue,\" id. at  110 (emphasis omitted);\r                                              \r\n\n\"the proper inquiry is whether the position in question places an\r\n\nemployee  intrinsically,  not  incidentally,  in  a  confidential\r\n\nposition[;]  . . .   [the  court  was  not   provided  with]  job\r\n\ndescriptions detailing [appellants'] duties  and responsibilities\r\n\nto  allow [it] to  determine if they  involved partisan political\r\n\nconcerns so  that political  affiliation would be  an appropriate\r\n\njob requirement,\" id. at 111.\r                              \r\n\n          Section 1983  actions  concerning transfers  of  public\r\n\nemployees  on  the  basis  of their  political  affiliations  are\r\n\nespecially   dependent   on   detailed   factual   determinations\r\n\nconcerning claimants' job  responsibilities.  See,  e.g., M ndez-\r                                                                           \r\n\nPalou  v. Rohena-Betancourt,  813  F.2d 1255,  1260-62 (1st  Cir.\r                                     \r\n\n1987); Collazo Rivera  v. Torres Gaztambide, 812 F.2d 258, 261-62\r                                                     \r\n\n(1st Cir. 1987); Jim nez Fuentes  v. Torres Gaztambide, 807  F.2d\r                                                                \r\n\n236,  243-44 (1st Cir. 1986), cert. denied, 481 U.S. 1014 (1987).\r                                                    \r\n\nAppellants assert  that  producing detailed  job descriptions  is\r\n\nappellees' burden; appellees assert it is appellants' burden.  We\r\n\n                               -5-\r\r\n\nneed  not  decide  this  issue  in  the  aftermath  of  Rutan  v.\r                                                                       \r\n\nRepublican  Party of  Illinois,  497 U.S.  62  (1990), given  our\r                                        \r\n\ndisposition of this matter.\r\n\n          Appellants'  other argument is  that the district court\r\n\nshould have  afforded them  an evidentiary hearing  before making\r\n\nits determination.  We do not reach this issue because we believe\r\n\nthat the interests of  justice do not justify remanding  the case\r\n\nfor an evidentiary  hearing.  The papers supporting  and opposing\r\n\nthe preliminary  injunction had been  filed by October  22, 1993,\r\n\nthe district court  issued its order on May 16, 1994, and fifteen\r\n\nmonths have passed  in the  interim.  Because  the judge  ordered\r\n\nexpedited discovery,  such discovery  should have taken  place by\r\n\nnow and the matter should be at or near trial on the merits.\r\n\n          If a  trial  or other  final disposition  is indeed  in\r\n\nprospect, diverting efforts to a new preliminary proceeding could\r\n\ndisserve the interests of both sides in an expeditious resolution\r\n\nand  could  needlessly  waste   judicial  resources.    In  these\r\n\ncircumstances, we  think that  the district court  may reasonably\r\n\ninsist that  the parties  proceed  promptly to  trial instead  of\r\n\nrevisiting the preliminary injunction.\r\n\nB.  The    1985 and 1986 Claims\r          B.  The    1985 and 1986 Claims\r                                         \r\n\n          The district court  determined that appellants'  claims\r\n\nunder  28 U.S.C.     1985 and 1986  were without merit,  and that\r\n\nappellants were  therefore unable to show a likelihood of success\r\n\non  the merits as to those  claims.  See 852  F. Supp. at 114-15.\r                                                  \r\n\nAppellants do not contest this determination, and it is affirmed.\r\n\n                               -6-\r\r\n\n                         III.  CONCLUSION\r                                   III.  CONCLUSION\r\n\n          The district court's Order and Opinion is affirmed.\r                                                                      \r\n\n                               -7-\r\r\n",
  "html": "<p class=\"case_cite\">65 F.3d 160</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Arnaldo MORALES-NARVAEZ, et al., Plaintiffs--Appellants,<br>v.<br>Pedro J. ROSSELLO, et al., Defendants--Appellees.</p>\n    <p class=\"docket\">No. 94-1808.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 13, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Manuel Alvarado for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Vannessa Ramirez, Asst. Sol.  Gen., Dept. of Justice, with whom Pedro A. Delgado-Hernandez, Sol.  Gen., Jose L. Nieto and Dominguez &amp; Totti, were on brief for appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, LYNCH,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judge, and BOYLE,<a class=\"footnote\" href=\"#fn-s-s\" id=\"fn-s-s_ref\">**</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">BOYLE, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This case concerns the transfers of the appellants from their positions in the Contracts Office within the Office of the Governor of Puerto Rico to positions in another department of the Office of the Governor.  The appellants, claiming that the transfers improperly were based on their political associations and violated their procedural due process rights, moved for a preliminary injunction returning them to their original positions.  The district court, without conducting a hearing, denied the motion, concluding that they failed to show both a likelihood of success on the merits and a threat of irreparable harm, and that the harm caused by denying the motion would not outweigh the potential harm to the government of Puerto Rico if the motion were denied.  852 F.Supp. 104, 115-16 (D.P.R.1994).  Appellants argue (1) that the district court abused its discretion and legally erred by denying the preliminary injunction, and (2) that the district court should have conducted an evidentiary hearing before determining the motion.  We conclude that the sparse record did not support a preliminary injunction.  We do not reach appellants' other argument because the interests of justice would not be served by remanding the case for an evidentiary hearing on the preliminary injunction when trial on the merits should be imminent.  We affirm the order of the district court, anticipating that the matter will be promptly scheduled for a trial on the merits.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We briefly summarize the uncontested facts.  Appellants, Arnaldo Morales-Narvaez (\"Morales\"), Rosa Ortega-Torres (\"Ortega\"), and Isabel Martinez-Camacho (\"Martinez\"), were employed in the Contracts Office at the Executive Mansion of the Governor of Puerto Rico.  Morales was employed as a contract analyst, and Ortega and Martinez were employed as secretaries.  The three appellants were supporters of the Popular Democratic Party (\"PDP\").</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In November 1992, the New Progressive Party (\"NPP\") defeated the PDP in the general election.  The NPP administration, and the appellee NPP administration officials, assumed office in January 1993.  In March 1993, appellants were notified that they were being transferred from the Contracts Office to another division of the Office of the Governor, known as Programa RED (\"RED\").</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellants commenced this action under 28 U.S.C. Secs. 1983, 1985, and 1986.  In support of their claims under Sec. 1983, appellants asserted they were transferred because of their association with PDP, in violation of their rights under the First and Fourteenth Amendments to the Constitution of the United States.  They further asserted that the circumstances of their transfers violated their procedural due process rights.  Appellants moved the court for a preliminary injunction, seeking return to their former positions.  Briefs and supporting documents were filed in support of their motion.  Appellees in turn filed opposing memoranda and supporting documents.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court issued its Opinion and Order on May 16, 1994, denying appellants' motion.  The court's determination was based primarily on its conclusion that appellants failed to show both a likelihood of success on the merits of their claims and a threat of irreparable harm.  See 852 F.Supp. at 110-12, 114-15.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <p>A. The Sec. 1983 Claims</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We first address appellants' argument that the preliminary injunction should issue because the district court abused its discretion and legally erred.  We are not prepared to say that appellants were entitled to a preliminary injunction on the basis of the record.  In particular, we note that the record does not support a finding of irreparable harm.  First, appellants failed to submit job descriptions so that the district court could determine the magnitude of the harm they claim to have suffered from their transfers to new jobs at the same pay.  Second, appellants waited to file their complaint until July 6, 1993, more than three months after the transfers took effect, thereby undercutting the claimed irreparable nature of their injury.  The district court determined that plaintiffs' injury was not irreparable, in part, because plaintiffs did not show that their new jobs were unreasonably inferior to the old jobs.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Furthermore, the district court noted how the absence of evidence on the job descriptions in particular made difficult the determination of the issues relating to the appellants' claim for a preliminary injunction.  It said:  \"[t]he absence in the record of detailed job descriptions hampers our ability to explore the details of the [appellants'] duties,\" 852 F.Supp. at 109;  \"the question remains whether the contract analyst position as newly reconstituted is a career position[;][a]gain, neither party has addressed this issue,\" id. at 110 (emphasis omitted);  \"the proper inquiry is whether the position in question places an employee intrinsically, not incidentally, in a confidential position[;] ... [the court was not provided with] job descriptions detailing [appellants'] duties and responsibilities to allow [it] to determine if they involved partisan political concerns so that political affiliation would be an appropriate job requirement,\" id. at 111.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Section 1983 actions concerning transfers of public employees on the basis of their political affiliations are especially dependent on detailed factual determinations concerning claimants' job responsibilities.  See, e.g., M e ndez-Palou v. Rohena-Betancourt, 813 F.2d 1255, 1260-62 (1st Cir.1987);  Collazo Rivera v. Torres Gaztambide, 812 F.2d 258, 261-62 (1st Cir.1987);  Jim enez Fuentes v. Torres Gaztambide, 807 F.2d 236, 243-44 (1st Cir.1986), cert. denied, 481 U.S. 1014 (1987).  Appellants assert that producing detailed job descriptions is appellees' burden;  appellees assert it is appellants' burden.  We need not decide this issue in the aftermath of Rutan v. Republican Party of Illinois, 497 U.S. 62 (1990), given our disposition of this matter.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellants' other argument is that the district court should have afforded them an evidentiary hearing before making its determination.  We do not reach this issue because we believe that the interests of justice do not justify remanding the case for an evidentiary hearing.  The papers supporting and opposing the preliminary injunction had been filed by October 22, 1993, the district court issued its order on May 16, 1994, and fifteen months have passed in the interim.  Because the judge ordered expedited discovery, such discovery should have taken place by now and the matter should be at or near trial on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">If a trial or other final disposition is indeed in prospect, diverting efforts to a new preliminary proceeding could disserve the interests of both sides in an expeditious resolution and could needlessly waste judicial resources.  In these circumstances, we think that the district court may reasonably insist that the parties proceed promptly to trial instead of revisiting the preliminary injunction.</p>\n    </div>\n    <p>B. The Secs. 1985 and 1986 Claims</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court determined that appellants' claims under 28 U.S.C. Secs. 1985 and 1986 were without merit, and that appellants were therefore unable to show a likelihood of success on the merits as to those claims.  See 852 F.Supp. at 114-15.  Appellants do not contest this determination, and it is affirmed.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court's Order and Opinion is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Judge Lynch replaces Senior Circuit Judge Campbell who has recused himself and has taken no part in the consideration of this case.  Judge Lynch has participated in the decision based upon the briefs, record, and a recording of the oral argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-s\">\n        <a class=\"footnote\" href=\"#fn-s-s_ref\">**</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">160</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Arnaldo MORALES-NARVAEZ, et al., Plaintiffs--Appellants,<br>v.<br>Pedro J. ROSSELLO, et al., Defendants--Appellees.</p>\n    <p class=\"docket\">No. 94-1808.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 13, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Manuel Alvarado for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Vannessa Ramirez, Asst. Sol.  Gen., Dept. of Justice, with whom Pedro A. Delgado-Hernandez, Sol.  Gen., Jose L. Nieto and Dominguez &amp; Totti, were on brief for appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, LYNCH,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judge, and BOYLE,<a class=\"footnote\" href=\"#fn-s-s\" id=\"fn-s-s_ref\">**</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">BOYLE, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This case concerns the transfers of the appellants from their positions in the Contracts Office within the Office of the Governor of Puerto Rico to positions in another department of the Office of the Governor.  The appellants, claiming that the transfers improperly were based on their political associations and violated their procedural due process rights, moved for a preliminary injunction returning them to their original positions.  The district court, without conducting a hearing, denied the motion, concluding that they failed to show both a likelihood of success on the merits and a threat of irreparable harm, and that the harm caused by denying the motion would not outweigh the potential harm to the government of Puerto Rico if the motion were denied.  <span class=\"citation no-link\"><span class=\"volume\">852</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">104</span></span>, 115-16 (D.P.R.1994).  Appellants argue (1) that the district court abused its discretion and legally erred by denying the preliminary injunction, and (2) that the district court should have conducted an evidentiary hearing before determining the motion.  We conclude that the sparse record did not support a preliminary injunction.  We do not reach appellants' other argument because the interests of justice would not be served by remanding the case for an evidentiary hearing on the preliminary injunction when trial on the merits should be imminent.  We affirm the order of the district court, anticipating that the matter will be promptly scheduled for a trial on the merits.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We briefly summarize the uncontested facts.  Appellants, Arnaldo Morales-Narvaez (\"Morales\"), Rosa Ortega-Torres (\"Ortega\"), and Isabel Martinez-Camacho (\"Martinez\"), were employed in the Contracts Office at the Executive Mansion of the Governor of Puerto Rico.  Morales was employed as a contract analyst, and Ortega and Martinez were employed as secretaries.  The three appellants were supporters of the Popular Democratic Party (\"PDP\").</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In November 1992, the New Progressive Party (\"NPP\") defeated the PDP in the general election.  The NPP administration, and the appellee NPP administration officials, assumed office in January 1993.  In March 1993, appellants were notified that they were being transferred from the Contracts Office to another division of the Office of the Governor, known as Programa RED (\"RED\").</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellants commenced this action under 28 U.S.C. Secs. 1983, 1985, and 1986.  In support of their claims under Sec. 1983, appellants asserted they were transferred because of their association with PDP, in violation of their rights under the First and Fourteenth Amendments to the Constitution of the United States.  They further asserted that the circumstances of their transfers violated their procedural due process rights.  Appellants moved the court for a preliminary injunction, seeking return to their former positions.  Briefs and supporting documents were filed in support of their motion.  Appellees in turn filed opposing memoranda and supporting documents.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court issued its Opinion and Order on May 16, 1994, denying appellants' motion.  The court's determination was based primarily on its conclusion that appellants failed to show both a likelihood of success on the merits of their claims and a threat of irreparable harm.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> <span class=\"volume\">852</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">110-12</span></span>, 114-15.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <p>A. The Sec. 1983 Claims</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We first address appellants' argument that the preliminary injunction should issue because the district court abused its discretion and legally erred.  We are not prepared to say that appellants were entitled to a preliminary injunction on the basis of the record.  In particular, we note that the record does not support a finding of irreparable harm.  First, appellants failed to submit job descriptions so that the district court could determine the magnitude of the harm they claim to have suffered from their transfers to new jobs at the same pay.  Second, appellants waited to file their complaint until July 6, 1993, more than three months after the transfers took effect, thereby undercutting the claimed irreparable nature of their injury.  The district court determined that plaintiffs' injury was not irreparable, in part, because plaintiffs did not show that their new jobs were unreasonably inferior to the old jobs.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Furthermore, the district court noted how the absence of evidence on the job descriptions in particular made difficult the determination of the issues relating to the appellants' claim for a preliminary injunction.  It said:  \"[t]he absence in the record of detailed job descriptions hampers our ability to explore the details of the [appellants'] <span class=\"citation no-link\"><span class=\"antecedent_guess\">duties,\"</span> <span class=\"volume\">852</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">109</span></span>;  \"the question remains whether the contract analyst position as newly reconstituted is a career position[;][a]gain, neither party has addressed this issue,\" <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 110 </span>(emphasis omitted);  \"the proper inquiry is whether the position in question places an employee intrinsically, not incidentally, in a confidential position[;] ... [the court was not provided with] job descriptions detailing [appellants'] duties and responsibilities to allow [it] to determine if they involved partisan political concerns so that political affiliation would be an appropriate job requirement,\" <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 111.</span></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Section 1983 actions concerning transfers of public employees on the basis of their political affiliations are especially dependent on detailed factual determinations concerning claimants' job responsibilities.  See, e.g., M e ndez-Palou v. Rohena-Betancourt, <span class=\"citation\" data-id=\"484880\"><a href=\"/opinion/484880/juan-a-mendez-palou-v-santos-rohena-betancourt-etc-jose-m-rodriguez/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1255</span></a></span>, 1260-62 (1st Cir.1987);  Collazo Rivera v. Torres Gaztambide, <span class=\"citation\" data-id=\"483585\"><a href=\"/opinion/483585/jorge-hiram-collazo-rivera-v-hon-jaime-torres-gaztambide/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">258</span></a></span>, 261-62 (1st Cir.1987);  Jim enez Fuentes v. Torres Gaztambide, <span class=\"citation\" data-id=\"480539\"><a href=\"/opinion/480539/arnaldo-jimenez-fuentes-v-honorable-jaime-torres-gaztambide/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">236</span></a></span>, 243-44 (1st Cir.1986), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1014</span> </span>(1987).  Appellants assert that producing detailed job descriptions is appellees' burden;  appellees assert it is appellants' burden.  We need not decide this issue in the aftermath of Rutan v. Republican Party of Illinois, <span class=\"citation\" data-id=\"112472\"><a href=\"/opinion/112472/rutan-v-republican-party-of-ill/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span> </a></span>(1990), given our disposition of this matter.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellants' other argument is that the district court should have afforded them an evidentiary hearing before making its determination.  We do not reach this issue because we believe that the interests of justice do not justify remanding the case for an evidentiary hearing.  The papers supporting and opposing the preliminary injunction had been filed by October 22, 1993, the district court issued its order on May 16, 1994, and fifteen months have passed in the interim.  Because the judge ordered expedited discovery, such discovery should have taken place by now and the matter should be at or near trial on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">If a trial or other final disposition is indeed in prospect, diverting efforts to a new preliminary proceeding could disserve the interests of both sides in an expeditious resolution and could needlessly waste judicial resources.  In these circumstances, we think that the district court may reasonably insist that the parties proceed promptly to trial instead of revisiting the preliminary injunction.</p>\n    </div>\n    <p>B. The Secs. 1985 and 1986 Claims</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court determined that appellants' claims under 28 U.S.C. Secs. 1985 and 1986 were without merit, and that appellants were therefore unable to show a likelihood of success on the merits as to those claims.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> <span class=\"volume\">852</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">114-15</span></span>.  Appellants do not contest this determination, and it is affirmed.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court's Order and Opinion is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Judge Lynch replaces Senior Circuit Judge Campbell who has recused himself and has taken no part in the consideration of this case.  Judge Lynch has participated in the decision based upon the briefs, record, and a recording of the oral argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-s\">\n        <a class=\"footnote\" href=\"#fn-s-s_ref\">**</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112472/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480539/",
    "https://www.courtlistener.com/api/rest/v3/opinions/483585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/484880/"
  ]
}