{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196236/",
  "id": 196236,
  "absolute_url": "/opinion/196236/us-fidelity-v-baker-material/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196236/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:01:10Z",
  "date_modified": "2020-02-21T23:57:31.588006Z",
  "type": "010combined",
  "sha1": "c10ce24e7b27131783f70f5c258f18ea24ea9107",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2164.01A",
  "local_path": null,
  "plain_text": "\n\nAugust 21, 1995\r\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\nNo. 94-2164\r\n\n        UNITED STATES FIDELITY &amp; GUARANTY COMPANY, ET AL.,\r\n\n                     Plaintiffs, Appellants,\r\n\n                                v.\r\n\n               BAKER MATERIAL HANDLING CORPORATION,\r\n\n                       Defendant, Appellee.\r\n\n                                          \r                                                    \r\n\n                           ERRATA SHEET\r\n\n   The opinion of  this Court, issued August 9, 1995,  is amended as\r\nfollows:\r\n\n   Cover sheet:  \"David A. Berry\" in place of \"David W. Berry\"\r\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 94-2164\r\n\n        UNITED STATES FIDELITY &amp; GUARANTY COMPANY, et al.,\r\n\n                     Plaintiffs, Appellants,\r\n\n                                v.\r\n\n               BAKER MATERIAL HANDLING CORPORATION,\r\n\n                       Defendant, Appellee.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. Richard G. Stearns, U.S. District Judge]\r                                                                 \r\n\n                                           \r                                                     \r\n\n                  Selya and Cyr, Circuit Judges,\r                                                         \r\n\n           and Schwarzer,* Senior U.S. District Judge.\r                                                               \r\n\n                                           \r                                                     \r\n\n   Michael  J. McCormack,  with whom  Marc LaCasse  and McCormack  &amp;\r                                                                              \r\nEpstein were on brief for appellants.\r               \r\n   David W. Barry, with whom William L. Boesch and Sugarman, Rogers,\r                                                                              \r\nBarshak &amp; Cohen, P.C. were on brief for appellee.\r                             \r\n\n                                           \r                                                     \r\n\n                          August 9, 1995\r\n                                           \r                                                     \r\n\n                  \r                            \r\n\n   *Of the Northern District of California, sitting by designation.\r\r\n\n          CYR, Circuit Judge.   Plaintiffs United States Fidelity\r                    CYR, Circuit Judge.\r                                      \r\n\n&amp; Guaranty  Company (\"USF&amp;G\")1 and Jennifer  Chapman, administra-\r\n\ntrix of  the  estate  of  Russell M.  Chapman,  Jr.  (\"Chapman\"),\r\n\nchallenge district court rulings precluding their introduction of\r\n\ncertain  evidence at trial and denying their motion for new trial\r\n\nor  relief  from  judgment in  a  wrongful  death  action against\r\n\ndefendant-appellee Baker Material Handling Corporation (\"Baker\").\r\n\nWe affirm.  \r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          On January 5, 1990, Chapman sustained fatal injuries in\r\n\na  phenomenon  known as  \"rack  underride\"  when  he was  crushed\r\n\nbetween a  warehouse shelf and the  back of the 1979  Baker Moto-\r\n\nTruck model XTR forklift (\"XTR\") which he was operating.  The XTR\r\n\nwas  discontinued later in 1990  and replaced by  the Baker Reach\r\n\nTruck  forklift (\"BRT\"), first manufactured in  1987.  Unlike its\r\n\npredecessor,  the BRT-design  repositioned the  steering controls\r\n\nand incorporated vertical rear posts to protect the operator. \r\n\n          Following Chapman's  death, USF&amp;G and  Jennifer Chapman\r\n\n(\"appellants\")  brought suit  in  Massachusetts  Superior  Court,\r\n\nclaiming  that 1) Baker had  breached its duty  to warn Chapman's\r\n\nemployer  of the danger of \"rack  underride\"; and (2) the lack of\r\n\nvertical  rear posts in the XTR (i) violated the implied warranty\r\n\nof merchantability  and (ii) rendered the XTR-design unreasonably\r\n                    \r                              \r\n\n     1USF&amp;G is  the workers' compensation  insurance carrier  for\r\nChapman's employer.\r\n\n                                3\r\r\n\ndangerous.  Following the removal of the action to federal court,\r\n\nsee 28 U.S.C.     1332, 1441(a), Baker responded in  the negative\r             \r\n\nto interrogatories designed to disclose whether it had  ever been\r\n\nsued  for damages  arising  out of  a  similar XTR  incident  and\r\n\nwhether  it  had  ever  modified an  XTR  forklift  by installing\r\n\nvertical  rear posts.    Approximately two  years later,  shortly\r\n\nbefore trial, Baker  again responded in  the negative to  similar\r\n\nsupplemental interrogatories. \r\n\n          As Baker  now concedes,  its responses  were materially\r\n\nincorrect.  It  had installed vertical rear posts in two XTRs for\r\n\nBoston Edison in 1987, and later that year sold Boston Edison two\r\n\nnew XTRs with vertical rear posts.  And, for good measure,  Baker\r\n\nhad been sued  in 1985  based on a  similar XTR \"rack  underride\"\r\n\nclaim  which  settled in  1989.   See  DeMarzo v.  Baker Material\r                                                                           \r\n\nHandling  Corp, No. 477122 (Orange  Cty. Sup. Ct.  filed Dec. 20,\r                        \r\n\n1985) (\"DeMarzo\"). \r                         \r\n\n          Baker  filed a motion in limine to preclude evidence of\r                                                   \r\n\nits  incorporation  of vertical  rear  posts  in the  BRT-design,\r\n\nasserting lack  of relevance  and  undue prejudice,  see Fed.  R.\r                                                                  \r\n\nEvid. 402, 403.   It  contended that incorporating  posts in  the\r\n\nearlier  XTR-design would have impeded steering,  as well as safe\r                      \r\n\negress by the operator  in the event of a crash  or rollover.  On\r\n\nthe other hand, its repositioning of the steering controls in the\r\n\nBRT-design had alleviated  the operational impediment and  hazard\r             \r\n\nassociated with  incorporating posts  in its XTR-design.   Conse-\r                                                          \r\n\nquently, urged Baker,  the BRT-design would be irrelevant  to the\r\n\n                                4\r\r\n\ndetermination whether  the absence of vertical rear  posts in the\r\n\nXTR-design  created an  unreasonably  dangerous  condition.   The\r\n\nmotion in limine was granted on the eve of trial.  \r                          \r\n\n          At trial, Baker incorrectly represented in  its opening\r\n\nstatement that the  evidence would  show that the  XTR had  never\r\n\nbeen involved in a  \"rack underride\" accident and that  Baker had\r\n\nnever installed vertical rear  posts in an XTR.   Although appel-\r\n\nlants had already  learned about the 1985 DeMarzo  XTR litigation\r                                                           \r\n\nand Baker's  undisclosed XTR modifications, they  neither alerted\r\n\nthe district  court nor mentioned these matters  in their opening\r\n\nstatement. \r\n\n          During trial, appellants elicited from Manfred Baumann,\r\n\nBaker's vice-president for engineering  and the officer in charge\r\n\nof litigation,  that  company files  contained no  record of  any\r\n\nprior \"rack  underride\" incident  involving the XTR  forklift and\r\n\nthat Baker had  never installed  vertical rear posts  in an  XTR,\r\n\nthough it  was in fact  feasible to do so.   Whereupon appellants\r\n\nconfronted Baumann with depositions  taken in the DeMarzo litiga-\r                                                                   \r\n\ntion, and  with Boston Edison records,  indicating that Baumann's\r\n\ntestimony on both points was inaccurate, as Baumann was forced to\r\n\nconcede.2\r\n                    \r                              \r\n\n     2According to  Baumann, the DeMarzo litigation  file had not\r                                                  \r\nbeen entered on the master-file list until  after Baker responded\r\nto the  initial interrogatories, and the  information relating to\r\nthe  XTR modifications  made by  Baker at  the request  of Boston\r\nEdison  had been placed in  the Boston Edison  client sales file,\r\nrather than the XTR file.  He testified that there were more than\r\n100,000 client sales files, and that it was not until he had been\r\ntold of the modifications  to the Boston Edison XTRs  that he had\r\nsearched  its client sales file.   Further, Baumann admitted that\r\n\n                                5\r\r\n\n          Notwithstanding their denudation  of Baker's  discovery\r\n\nlapses, appellants elected not to request sanctions or a continu-\r\n\nance to pursue further  discovery, choosing instead to capitalize\r\n\non  Baker's \"cover-up\"  in  their closing  argument.   Apparently\r\n\nunimpressed,  the jury found for  Baker on all  three theories of\r\n\nliability;  judgment  entered; and  appellants  moved  for a  new\r\n\ntrial, see  Fed. R. Civ. P.  59(a), or for  relief from judgment,\r                    \r\n\nid. 60(b)(3), alleging prejudice  from the order precluding their\r             \r\n\nBRT-design evidence  and from  Baker's responses  to interrogato-\r\n\nries.  \r\n\n          On  appeal, appellants attack  the district court judg-\r\n\nment, asserting  reversible error in the  ruling precluding their\r\n\nBRT-design evidence.  Their discovery abuse claim forms the basis\r\n\nfor the  appeal  from the  denial of  their postjudgment  motion.\r\n\nAppellants speculate  that they  were unfairly prejudiced  by the\r\n\ninaccurate  responses  to interrogatories,  notwithstanding their\r\n\ndecision not to request Rule 37 relief, since it is impossible to\r\n\ndetermine what would have been disclosed in full discovery.  \r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\nA.   Appeal from the Judgment\r          A.   Appeal from the Judgment\r                                       \r\n\n          The  district  court  order precluding  the  BRT-design\r\n\nevidence is  reviewed for abuse of discretion.   Espeaignnette v.\r                                                                        \r\n\n                    \r                              \r\n\nBaker's responses to the initial interrogatories had been inaccu-\r\nrate  and that he had  not reexamined the  Baker litigation files\r\nbefore responding to the supplemental interrogatories. \r\n\n                                6\r\r\n\nGene Tierney  Co., Inc.,  43 F.3d 1,  5 (1st  Cir. 1994)  (\"'Only\r                                 \r\n\nrarely -- and in extraordinarily compelling circumstances -- will\r\n\nwe, from the vista of a cold appellate record, reverse a district\r\n\ncourt's on-the-spot judgment concerning the relative  weighing of\r\n\nprobative  value and  unfair effect.'\"  Freeman v.  Package Mach.\r                                                                           \r\n\nCo., 865 F.2d 1331,  1340 (1st Cir. 1988).   Notwithstanding this\r             \r\n\ndeferential standard  of review, the Espeaignnette panel reversed\r                                                            \r\n\na  similar ruling, Espeaignnette, 43 F.3d at 8-9, where the issue\r                                          \r\n\nwas  whether a lawn-edger design,  which made no  provision for a\r\n\nprotective guard over the cutting blade, was unreasonably danger-\r\n\nous.   Id.  at 4.   The  defendant-manufacturer conceded  that it\r                    \r\n\nwould be  feasible to attach  a protective guard,  but maintained\r\n\nthat  normal operation of the edger would  be impeded.  Id. at 6.\r                                                                     \r\n\nThe district court precluded evidence that a third party had made\r\n\na business of attaching  protective guards to the identical  lawn\r\n\nedger model, even though  the evidence showed that  the modifica-\r\n\ntion  at issue  was  \"both possible  and  practical\".   Id.   The\r                                                                     \r\n\nEspeaignnette  panel reversed  on the  ground that  the proffered\r                       \r\n\nmodification evidence was highly probative and entailed no unfair\r\n\nprejudice  because,  if credited,  it  directly controverted  the\r\n\ndefendant-manufacturer's  claim  that  the proposed  modification\r\n\nwould impede normal edger functioning.  Id. at 6-8.  \r                                                     \r\n\n          The superficial similarities between  Espeaignnette and\r                                                                       \r\n\nthe instant case are  outweighed by more fundamental dissimilari-\r\n\nties.  First, both cases implicate Rule 403 rather than Rule 407,\r\n\nthough  for different reasons.  Espeaignnette noted that Rule 407\r                                                       \r\n\n                                7\r\r\n\nhas no application  to third-party modifications,  id. at 7;  see\r                                                                           \r\n\nalso Raymond v. Raymond  Corp., 938 F.2d 1518, 1524-25  (1st Cir.\r                                        \r\n\n1991)  (Rule 407 applies only to  subsequent remedial measures by\r\n\nmanufacturer, not by  third parties), whereas  Rule 407 does  not\r\n\napply  to the  instant case  because the  BRT-design modification\r\n\npreceded Chapman's accident.   See id. at 1523-24 (Rule  407 does\r                                                \r\n\nnot  apply  to design  modifications  made prior  to  accident in\r\n\nlitigation) (upholding  exclusion under  Rule 403).   Second, the\r\n\nmodification  in Espeaignnette  had  been performed  on an  edger\r                                        \r\n\nidentical to the one  which injured the plaintiff, Espeaignnette,\r                                                                          \r\n\n43 F.3d at  6, whereas the modification  in the instant case  was\r\n\nmade to the BRT-design, which was substantially dissimilar to the\r\n\nXTR which injured Chapman.  See also infra p. 8.  \r                                                    \r\n\n          The  district court found  that the BRT  was not suffi-\r\n\nciently  similar to the XTR,  a finding we  review only for clear\r\n\nerror.  Cameron v. Otto Bock Orthopedic Indus., Inc., 43 F.3d 14,\r                                                              \r\n\n16  (1st Cir.  1994) (findings  of  fact integral  to evidentiary\r\n\nrulings  are reviewed  for clear  error).   Its finding  is amply\r\n\nsupported.   Appellants' own expert testified  that vertical rear\r\n\nposts  could not practicably be incorporated in the XTR unless it\r\n\nunderwent  major redesign.  Whereas the  record revealed that the\r\n\nBRT-design   could  accommodate  vertical  rear  posts  precisely\r\n\nbecause  its  steering  controls  had been  repositioned  in  the\r\n\noperator's  cabin so  that  the posts  would  not interfere  with\r\n\nsteering.  \r\n\n          The Raymond  case, supra, provides  sturdy support  for\r                                            \r\n\n                                8\r\r\n\nthe  district court ruling.3   It involved  a claim that  a side-\r\n\nloader  design was  defective for  lack of  vertical rear  posts.\r\n\nRaymond, 938 F.2d at 1522.  The decedent had been fatally injured\r                 \r\n\nby  a beam which penetrated  the sideloader operator's cabin, id.\r                                                                           \r\n\nat 1520, and the district court excluded evidence that rear posts\r\n\nwere included in a later design that predated the  accident.  Id.\r                                                                           \r\n\nat  1522-23.  We upheld the exclusionary ruling, with the follow-\r\n\ning explanation:   \"the introduction of  evidence of pre-accident\r\n\ndesign modifications not made  effective until after the manufac-\r\n\nture of  the allegedly defective product may  reasonably be found\r\n\nunfairly prejudicial to the defendant  and misleading to the jury\r\n\nfor determining the question whether the product was unreasonably\r\n\ndangerous at the time of manufacture and sale.\" Id. at 1524.  The\r                                                             \r\n\nRaymond logic is no less apt in this case.  \r                 \r\n\n          Finally, the evidence excluded  in the instant case was\r\n\nby no means  the most  probative available on  the ultimate  jury\r\n\nissue; viz., whether the XTR-design should have included vertical\r\n\nrear posts.  Whereas the best evidence relating to the safety and\r\n\npracticality  considerations involved  in Espeaignnette  had been\r                                                                 \r\n\nthat  a  third party  was making  a  business of  incorporating a\r\n\nprotective  guard on the identical edger,  the best evidence that\r\n\nthe  XTR could accommodate vertical  rear posts was the uncontro-\r                                    \r\n\nverted proof    presented to  the jury    that Baker in  fact had\r\n\n                    \r                              \r\n\n     3Although Raymond  involved New  Hampshire law, 938  F.2d at\r                                \r\n1520, we recently held that its logic applies as well  to \"design\r\ndefect\"  and \"failure  to warn\"  claims under  Massachusetts law.\r\nCameron, 43 F.3d at 18. \r                 \r\n\n                                9\r\r\n\ninstalled  posts in  the  XTRs  it  modified at  Boston  Edison's\r\n\nrequest.   The  evidence that  posts had  been installed  in XTRs\r\n\ndiminished not only the need to establish their  incorporation in\r\n\nthe noncomparable  BRT-design, but any unfair  prejudice from its\r\n\nexclusion.  Thus, the district court did not abuse its discretion\r\n\nin concluding that the  required Rule 403 balancing tipped  deci-\r\n\nsively  in  favor of  preclusion.   Espeaignnette,  43 F.3d  at 6\r                                                           \r\n\n(centrality  of  disputed evidence  to  party's  claim is  strong\r\n\nfactor in Rule 403 balancing test) (collecting cases).  \r\n\nB.   Appeal from the Denial of Postjudgment Relief\r          B.   Appeal from the Denial of Postjudgment Relief\r                                                            \r\n\n            We  review  orders  disallowing  postjudgment  relief\r\n\nunder rules 59  and 60(b)(3)  for abuse of  discretion.   Perdoni\r                                                                           \r\n\nBros., Inc. v. Concrete Systems, Inc., 35 F.3d 1, 5 n.5 (1st Cir.\r                                               \r\n\n1995) (Rule 59);  Fernandez v.  Leonard, 963 F.2d  459, 468  (1st\r                                                 \r\n\nCir. 1992) (Rule 59  and Rule 60(b)(3)); United States  v. Parcel\r                                                                           \r\n\nof  Land &amp;  Res. at 18  Oakwood Street,  958 F.2d 1,  5 (1st Cir.\r                                                \r\n\n1992) (Rule 60(b)(3)).   The district court rulings  that Baker's\r\n\ninaccurate responses to interrogatories neither constituted fraud\r\n\nnor resulted in substantial interference with the preparation and\r\n\npresentation of  appellants' case  are reviewed for  clear error.\r\n\nAnderson  v. Beatrice Foods, Co.,  900 F.2d 388,  392 (1st Cir.),\r                                          \r\n\ncert. denied, 498 U.S. 891 (1990).\r                      \r\n\n          Appellants  argue that  the district  court abused  its\r\n\ndiscretion  by not  affording them  postjudgment relief  based on\r\n\nBaker's  slipshod  and misleading  responses  to interrogatories,\r\n\n                                10\r\r\n\nwhich denied them a  fair trial.4   Among the available forms  of\r\n\nrelief  from prejudice  occasioned  by  discovery violations  are\r\n\ncurative measures such as  continuances and stays pending compli-\r\n\nance,  orders  tailored  to  effect  issue  preclusion,  contempt\r\n\norders, and default  judgments.   See R.W. Int'l  Corp. v.  Welch\r                                                                           \r\n\nFoods,  Inc., 937  F.2d  11, 15-20  (1st  Cir. 1991)  (discussing\r                      \r\n\ngrounds for Rule 37 sanctions); Fed. R. Civ. P. 37(b)(2),(3).  \r\n\n          Appellants' claim fails, nonetheless,  as they opted to\r\n\nproceed  rather than  request  relief under  Rule 37,  presumably\r\n\nbecause the  information Baker did not disclose  had become known\r\n\nto appellants  before or  during trial.   Moreover,  though their\r\n\ngambit proved  unsuccessful, there  was both method     potential\r\n\nadvantage    in their  stratagem and little to lose.  Since there\r\n\nis even now no concrete  suggestion that further discovery  would\r\n\nhave benefited them, their prospects for obtaining Rule 37 relief\r\n\nappear all along to have been minimal compared with the potential\r\n\njury  impact their  \"cover-up\" claim  might reasonably  have been\r\n\nexpected to occasion.         Thus,  appellants' decision  to use\r\n\ntheir  hole  card in  an abortive  gambit  with the  jury plainly\r\n\nwaived any claim  that their  decision to forego  Rule 37  relief\r\n\nrendered the  trial unfair.   The appropriate remedy  for parties\r\n\n                    \r                              \r\n\n     4Appellants rely on Anderson v. Cryovac, Inc., 862 F.2d 910,\r                                                            \r\n923 (1st Cir. 1988),  for their contention that a  district court\r\nmay  grant  relief from  judgment and  a  new trial  even  if the\r\nfailure to provide requested  discovery was inadvertent.  Follow-\r\ning  our remand in Cryovac, the district court denied relief from\r                                    \r\njudgment under Rule 60(b) notwithstanding its finding of deliber-\r                                                                           \r\nate discovery abuse.  We nevertheless upheld its ruling.  Beatri-\r                                                                           \r\nce Foods Co., 900 F.2d at 391-92. \r                      \r\n\n                                11\r\r\n\nwho uncover  discovery violations is \"not to  seek reversal after\r\n\nan  unfavorable verdict but a request for continuance at the time\r\n\nthe  surprise occurs.\"  Szeliga v. General Motors Corp., 728 F.2d\r                                                                 \r\n\n566, 568 (1st  Cir. 1984); see  United States v.  Diaz-Villafane,\r                                                                          \r\n\n874 F.2d 43,  47 (1st  Cir.) (criminal case),  cert. denied,  493\r                                                                     \r\n\nU.S. 862 (1989).  Here, of  course, there appears to have been no\r\n\ngenuine surprise.  Nor can appellants  plausibly suggest that the\r\n\ndistrict  court abused  its discretion  by declining  their post-\r\n\njudgment  motion for  relief from  the unwelcome  consequences of\r\n\ntheir calculated decision.  Ojeda-Toro v. Rivera-Mendez, 853 F.2d\r                                                                 \r\n\n25, 29  (1st Cir. 1988)  (\"[A] party  may not prevail  on a  Rule\r\n\n60(b)(3) motion . . . where [it] has access to disputed  informa-\r\n\ntion or has  knowledge of inaccuracies in an opponent's represen-\r\n\ntations  at the  time  of the  alleged misconduct.\")  (collecting\r\n\ncases).  \r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          As the district court did  not abuse its discretion  in\r\n\nprecluding  the dissimilar  BRT-design  evidence  nor in  denying\r\n\npostjudgment relief under Rules 59 and  60(b)(3), its judgment is\r\n\naffirmed. \r                  \r\n\n                                12\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\nAugust 21, 1995\r\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\nNo. 94-2164\r\n\n        UNITED STATES FIDELITY &amp; GUARANTY COMPANY, ET AL.,\r\n\n                     Plaintiffs, Appellants,\r\n\n                                v.\r\n\n               BAKER MATERIAL HANDLING CORPORATION,\r\n\n                       Defendant, Appellee.\r\n\n                                          \r                                                    \r\n\n                           ERRATA SHEET\r\n\n   The opinion of  this Court, issued August 9, 1995,  is amended as\r\nfollows:\r\n\n   Cover sheet:  \"David A. Berry\" in place of \"David W. Berry\"\r\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 94-2164\r\n\n        UNITED STATES FIDELITY &amp; GUARANTY COMPANY, et al.,\r\n\n                     Plaintiffs, Appellants,\r\n\n                                v.\r\n\n               BAKER MATERIAL HANDLING CORPORATION,\r\n\n                       Defendant, Appellee.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. Richard G. Stearns, U.S. District Judge]\r                                                                 \r\n\n                                           \r                                                     \r\n\n                  Selya and Cyr, Circuit Judges,\r                                                         \r\n\n           and Schwarzer,* Senior U.S. District Judge.\r                                                               \r\n\n                                           \r                                                     \r\n\n   Michael  J. McCormack,  with whom  Marc LaCasse  and McCormack  &amp;\r                                                                              \r\nEpstein were on brief for appellants.\r               \r\n   David W. Barry, with whom William L. Boesch and Sugarman, Rogers,\r                                                                              \r\nBarshak &amp; Cohen, P.C. were on brief for appellee.\r                             \r\n\n                                           \r                                                     \r\n\n                          August 9, 1995\r\n                                           \r                                                     \r\n\n                  \r                            \r\n\n   *Of the Northern District of California, sitting by designation.\r\r\n\n          CYR, Circuit Judge.   Plaintiffs United States Fidelity\r                    CYR, Circuit Judge.\r                                      \r\n\n&amp; Guaranty  Company (\"USF&amp;G\")1 and Jennifer  Chapman, administra-\r\n\ntrix of  the  estate  of  Russell M.  Chapman,  Jr.  (\"Chapman\"),\r\n\nchallenge district court rulings precluding their introduction of\r\n\ncertain  evidence at trial and denying their motion for new trial\r\n\nor  relief  from  judgment in  a  wrongful  death  action against\r\n\ndefendant-appellee Baker Material Handling Corporation (\"Baker\").\r\n\nWe affirm.  \r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          On January 5, 1990, Chapman sustained fatal injuries in\r\n\na  phenomenon  known as  \"rack  underride\"  when  he was  crushed\r\n\nbetween a  warehouse shelf and the  back of the 1979  Baker Moto-\r\n\nTruck model XTR forklift (\"XTR\") which he was operating.  The XTR\r\n\nwas  discontinued later in 1990  and replaced by  the Baker Reach\r\n\nTruck  forklift (\"BRT\"), first manufactured in  1987.  Unlike its\r\n\npredecessor,  the BRT-design  repositioned the  steering controls\r\n\nand incorporated vertical rear posts to protect the operator. \r\n\n          Following Chapman's  death, USF&amp;G and  Jennifer Chapman\r\n\n(\"appellants\")  brought suit  in  Massachusetts  Superior  Court,\r\n\nclaiming  that 1) Baker had  breached its duty  to warn Chapman's\r\n\nemployer  of the danger of \"rack  underride\"; and (2) the lack of\r\n\nvertical  rear posts in the XTR (i) violated the implied warranty\r\n\nof merchantability  and (ii) rendered the XTR-design unreasonably\r\n                    \r                              \r\n\n     1USF&amp;G is  the workers' compensation  insurance carrier  for\r\nChapman's employer.\r\n\n                                3\r\r\n\ndangerous.  Following the removal of the action to federal court,\r\n\nsee 28 U.S.C.     1332, 1441(a), Baker responded in  the negative\r             \r\n\nto interrogatories designed to disclose whether it had  ever been\r\n\nsued  for damages  arising  out of  a  similar XTR  incident  and\r\n\nwhether  it  had  ever  modified an  XTR  forklift  by installing\r\n\nvertical  rear posts.    Approximately two  years later,  shortly\r\n\nbefore trial, Baker  again responded in  the negative to  similar\r\n\nsupplemental interrogatories. \r\n\n          As Baker  now concedes,  its responses  were materially\r\n\nincorrect.  It  had installed vertical rear posts in two XTRs for\r\n\nBoston Edison in 1987, and later that year sold Boston Edison two\r\n\nnew XTRs with vertical rear posts.  And, for good measure,  Baker\r\n\nhad been sued  in 1985  based on a  similar XTR \"rack  underride\"\r\n\nclaim  which  settled in  1989.   See  DeMarzo v.  Baker Material\r                                                                           \r\n\nHandling  Corp, No. 477122 (Orange  Cty. Sup. Ct.  filed Dec. 20,\r                        \r\n\n1985) (\"DeMarzo\"). \r                         \r\n\n          Baker  filed a motion in limine to preclude evidence of\r                                                   \r\n\nits  incorporation  of vertical  rear  posts  in the  BRT-design,\r\n\nasserting lack  of relevance  and  undue prejudice,  see Fed.  R.\r                                                                  \r\n\nEvid. 402, 403.   It  contended that incorporating  posts in  the\r\n\nearlier  XTR-design would have impeded steering,  as well as safe\r                      \r\n\negress by the operator  in the event of a crash  or rollover.  On\r\n\nthe other hand, its repositioning of the steering controls in the\r\n\nBRT-design had alleviated  the operational impediment and  hazard\r             \r\n\nassociated with  incorporating posts  in its XTR-design.   Conse-\r                                                          \r\n\nquently, urged Baker,  the BRT-design would be irrelevant  to the\r\n\n                                4\r\r\n\ndetermination whether  the absence of vertical rear  posts in the\r\n\nXTR-design  created an  unreasonably  dangerous  condition.   The\r\n\nmotion in limine was granted on the eve of trial.  \r                          \r\n\n          At trial, Baker incorrectly represented in  its opening\r\n\nstatement that the  evidence would  show that the  XTR had  never\r\n\nbeen involved in a  \"rack underride\" accident and that  Baker had\r\n\nnever installed vertical rear  posts in an XTR.   Although appel-\r\n\nlants had already  learned about the 1985 DeMarzo  XTR litigation\r                                                           \r\n\nand Baker's  undisclosed XTR modifications, they  neither alerted\r\n\nthe district  court nor mentioned these matters  in their opening\r\n\nstatement. \r\n\n          During trial, appellants elicited from Manfred Baumann,\r\n\nBaker's vice-president for engineering  and the officer in charge\r\n\nof litigation,  that  company files  contained no  record of  any\r\n\nprior \"rack  underride\" incident  involving the XTR  forklift and\r\n\nthat Baker had  never installed  vertical rear posts  in an  XTR,\r\n\nthough it  was in fact  feasible to do so.   Whereupon appellants\r\n\nconfronted Baumann with depositions  taken in the DeMarzo litiga-\r                                                                   \r\n\ntion, and  with Boston Edison records,  indicating that Baumann's\r\n\ntestimony on both points was inaccurate, as Baumann was forced to\r\n\nconcede.2\r\n                    \r                              \r\n\n     2According to  Baumann, the DeMarzo litigation  file had not\r                                                  \r\nbeen entered on the master-file list until  after Baker responded\r\nto the  initial interrogatories, and the  information relating to\r\nthe  XTR modifications  made by  Baker at  the request  of Boston\r\nEdison  had been placed in  the Boston Edison  client sales file,\r\nrather than the XTR file.  He testified that there were more than\r\n100,000 client sales files, and that it was not until he had been\r\ntold of the modifications  to the Boston Edison XTRs  that he had\r\nsearched  its client sales file.   Further, Baumann admitted that\r\n\n                                5\r\r\n\n          Notwithstanding their denudation  of Baker's  discovery\r\n\nlapses, appellants elected not to request sanctions or a continu-\r\n\nance to pursue further  discovery, choosing instead to capitalize\r\n\non  Baker's \"cover-up\"  in  their closing  argument.   Apparently\r\n\nunimpressed,  the jury found for  Baker on all  three theories of\r\n\nliability;  judgment  entered; and  appellants  moved  for a  new\r\n\ntrial, see  Fed. R. Civ. P.  59(a), or for  relief from judgment,\r                    \r\n\n</pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> 60(b)(3), alleging </span><pre class=\"inline\">prejudice  from the order precluding their\r             \r\n\nBRT-design evidence  and from  Baker's responses  to interrogato-\r\n\nries.  \r\n\n          On  appeal, appellants attack  the district court judg-\r\n\nment, asserting  reversible error in the  ruling precluding their\r\n\nBRT-design evidence.  Their discovery abuse claim forms the basis\r\n\nfor the  appeal  from the  denial of  their postjudgment  motion.\r\n\nAppellants speculate  that they  were unfairly prejudiced  by the\r\n\ninaccurate  responses  to interrogatories,  notwithstanding their\r\n\ndecision not to request Rule 37 relief, since it is impossible to\r\n\ndetermine what would have been disclosed in full discovery.  \r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\nA.   Appeal from the Judgment\r          A.   Appeal from the Judgment\r                                       \r\n\n          The  district  court  order precluding  the  BRT-design\r\n\nevidence is  reviewed for abuse of discretion.   Espeaignnette v.\r                                                                        \r\n\n                    \r                              \r\n\nBaker's responses to the initial interrogatories had been inaccu-\r\nrate  and that he had  not reexamined the  Baker litigation files\r\nbefore responding to the supplemental interrogatories. \r\n\n                                6\r\r\n\nGene Tierney  Co., Inc.,  </pre><span class=\"citation\" data-id=\"685127\"><a href=\"/opinion/685127/41-fed-r-evid-serv-94-prodliabrep-cch-p-14121-william-and-rita/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,  5 (1st  Cir. 1994)  (\"'Only\r                                 \r\n\nrarely -- and in extraordinarily compelling circumstances -- will\r\n\nwe, from the vista of a cold appellate record, reverse a district\r\n\ncourt's on-the-spot judgment concerning the relative  weighing of\r\n\nprobative  value and  unfair effect.'\"  Freeman v.  Package Mach.\r                                                                           \r\n\nCo., </pre><span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span><pre class=\"inline\">,  1340 (1st Cir. 1988).   Notwithstanding this\r             \r\n\ndeferential standard  of review, the Espeaignnette panel reversed\r                                                            \r\n\na  similar ruling, </pre><span class=\"citation\" data-id=\"685127\"><span class=\"antecedent_guess\">Espeaignnette,</span> <a href=\"/opinion/685127/41-fed-r-evid-serv-94-prodliabrep-cch-p-14121-william-and-rita/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">8-9</span></a></span><pre class=\"inline\">, where the issue\r                                          \r\n\nwas  whether a lawn-edger design,  which made no  provision for a\r\n\nprotective guard over the cutting blade, was unreasonably danger-\r\n\nous.   </pre><span class=\"citation\" data-id=\"685127\"><a href=\"/opinion/685127/41-fed-r-evid-serv-94-prodliabrep-cch-p-14121-william-and-rita/\"><span class=\"id_token\">Id.</span>  at 4. </a></span><pre class=\"inline\">  The  defendant-manufacturer conceded  that it\r                    \r\n\nwould be  feasible to attach  a protective guard,  but maintained\r\n\nthat  normal operation of the edger would  be impeded.  </pre><span class=\"citation\" data-id=\"685127\"><a href=\"/opinion/685127/41-fed-r-evid-serv-94-prodliabrep-cch-p-14121-william-and-rita/\"><span class=\"id_token\">Id.</span> at 6.\r</a></span><pre class=\"inline\">                                                                     \r\n\nThe district court precluded evidence that a third party had made\r\n\na business of attaching  protective guards to the identical  lawn\r\n\nedger model, even though  the evidence showed that  the modifica-\r\n\ntion  at issue  was  \"both possible  and  practical\".   </pre><span class=\"citation\" data-id=\"685127\"><a href=\"/opinion/685127/41-fed-r-evid-serv-94-prodliabrep-cch-p-14121-william-and-rita/\"><span class=\"id_token\">Id.</span>   The\r                                                                     \r\n\nEspeaignnette </a></span><pre class=\"inline\"> panel reversed  on the  ground that  the proffered\r                       \r\n\nmodification evidence was highly probative and entailed no unfair\r\n\nprejudice  because,  if credited,  it  directly controverted  the\r\n\ndefendant-manufacturer's  claim  that  the proposed  modification\r\n\nwould impede normal edger functioning.  </pre><span class=\"citation\" data-id=\"685127\"><a href=\"/opinion/685127/41-fed-r-evid-serv-94-prodliabrep-cch-p-14121-william-and-rita/\"><span class=\"id_token\">Id.</span> at 6-8. </a></span><pre class=\"inline\"> \r                                                     \r\n\n          The superficial similarities between  Espeaignnette and\r                                                                       \r\n\nthe instant case are  outweighed by more fundamental dissimilari-\r\n\nties.  First, both cases implicate Rule 403 rather than Rule 407,\r\n\nthough  for different reasons.  Espeaignnette noted that Rule 407\r                                                       \r\n\n                                7\r\r\n\nhas no application  to third-party modifications,  </pre><span class=\"citation\" data-id=\"685127\"><a href=\"/opinion/685127/41-fed-r-evid-serv-94-prodliabrep-cch-p-14121-william-and-rita/\"><span class=\"id_token\">id.</span> at 7; </a></span><pre class=\"inline\"> see\r                                                                           \r\n\nalso Raymond v. Raymond  Corp., </pre><span class=\"citation\" data-id=\"564962\"><a href=\"/opinion/564962/33-fed-r-evid-serv-1294-prodliabrepcchp-12860-jeanne-raymond/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1518</span></a></span><pre class=\"inline\">, 1524-25  (1st Cir.\r                                        \r\n\n1991)  (Rule 407 applies only to  subsequent remedial measures by\r\n\nmanufacturer, not by  third parties), whereas  Rule 407 does  not\r\n\napply  to the  instant case  because the  BRT-design modification\r\n\npreceded Chapman's accident.   See </pre><span class=\"citation\" data-id=\"564962\"><a href=\"/opinion/564962/33-fed-r-evid-serv-1294-prodliabrepcchp-12860-jeanne-raymond/\"><span class=\"id_token\">id.</span> at 1523-24 </a></span><pre class=\"inline\">(Rule  407 does\r                                                \r\n\nnot  apply  to design  modifications  made prior  to  accident in\r\n\nlitigation) (upholding  exclusion under  Rule 403).   Second, the\r\n\nmodification  in Espeaignnette  had  been performed  on an  edger\r                                        \r\n\nidentical to the one  which injured the plaintiff, </pre><span class=\"citation\" data-id=\"685127\"><span class=\"antecedent_guess\">Espeaignnette,</span>\r                                                                          \r\n\n<a href=\"/opinion/685127/41-fed-r-evid-serv-94-prodliabrep-cch-p-14121-william-and-rita/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> at  <span class=\"page\">6</span></a></span><pre class=\"inline\">, whereas the modification  in the instant case  was\r\n\nmade to the BRT-design, which was substantially dissimilar to the\r\n\nXTR which injured Chapman.  See also infra p. 8.  \r                                                    \r\n\n          The  district court found  that the BRT  was not suffi-\r\n\nciently  similar to the XTR,  a finding we  review only for clear\r\n\nerror.  Cameron v. Otto Bock Orthopedic Indus., Inc., </pre><span class=\"citation\" data-id=\"685127\"><a href=\"/opinion/685127/41-fed-r-evid-serv-94-prodliabrep-cch-p-14121-william-and-rita/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">4,\r                                                              \r\n\n16  (1st Cir.  1994) (findings  of  fact integral  to evidentiary\r\n\nrulings  are reviewed  for clear  error).   Its finding  is amply\r\n\nsupported.   Appellants' own expert testified  that vertical rear\r\n\nposts  could not practicably be incorporated in the XTR unless it\r\n\nunderwent  major redesign.  Whereas the  record revealed that the\r\n\nBRT-design   could  accommodate  vertical  rear  posts  precisely\r\n\nbecause  its  steering  controls  had been  repositioned  in  the\r\n\noperator's  cabin so  that  the posts  would  not interfere  with\r\n\nsteering.  \r\n\n          The Raymond  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">case,</span> supra</span><pre class=\"inline\">, provides  sturdy support  for\r                                            \r\n\n                                8\r\r\n\nthe  district court ruling.3   It involved  a claim that  a side-\r\n\nloader  design was  defective for  lack of  vertical rear  posts.\r\n\n</pre><span class=\"citation\" data-id=\"564962\"><span class=\"antecedent_guess\">Raymond,</span> <a href=\"/opinion/564962/33-fed-r-evid-serv-1294-prodliabrepcchp-12860-jeanne-raymond/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1522</span></a></span><pre class=\"inline\">.  The decedent had been fatally injured\r                 \r\n\nby  a beam which penetrated  the sideloader operator's cabin, </pre><span class=\"citation\" data-id=\"564962\"><a href=\"/opinion/564962/33-fed-r-evid-serv-1294-prodliabrepcchp-12860-jeanne-raymond/\"><span class=\"id_token\">id.</span>\r                                                                           \r\n\nat 1520, </a></span><pre class=\"inline\">and the district court excluded evidence that rear posts\r\n\nwere included in a later design that predated the  accident.  </pre><span class=\"citation\" data-id=\"564962\"><a href=\"/opinion/564962/33-fed-r-evid-serv-1294-prodliabrepcchp-12860-jeanne-raymond/\"><span class=\"id_token\">Id.</span>\r                                                                           \r\n\nat  1522-23. </a></span><pre class=\"inline\"> We upheld the exclusionary ruling, with the follow-\r\n\ning explanation:   \"the introduction of  evidence of pre-accident\r\n\ndesign modifications not made  effective until after the manufac-\r\n\nture of  the allegedly defective product may  reasonably be found\r\n\nunfairly prejudicial to the defendant  and misleading to the jury\r\n\nfor determining the question whether the product was unreasonably\r\n\ndangerous at the time of manufacture and sale.\" </pre><span class=\"citation\" data-id=\"564962\"><a href=\"/opinion/564962/33-fed-r-evid-serv-1294-prodliabrepcchp-12860-jeanne-raymond/\"><span class=\"id_token\">Id.</span> at 1524. </a></span><pre class=\"inline\"> The\r                                                             \r\n\nRaymond logic is no less apt in this case.  \r                 \r\n\n          Finally, the evidence excluded  in the instant case was\r\n\nby no means  the most  probative available on  the ultimate  jury\r\n\nissue; viz., whether the XTR-design should have included vertical\r\n\nrear posts.  Whereas the best evidence relating to the safety and\r\n\npracticality  considerations involved  in Espeaignnette  had been\r                                                                 \r\n\nthat  a  third party  was making  a  business of  incorporating a\r\n\nprotective  guard on the identical edger,  the best evidence that\r\n\nthe  XTR could accommodate vertical  rear posts was the uncontro-\r                                    \r\n\nverted proof    presented to  the jury    that Baker in  fact had\r\n\n                    \r                              \r\n\n     3Although Raymond  involved New  Hampshire </pre><span class=\"citation\" data-id=\"564962\"><span class=\"antecedent_guess\">law,</span> <a href=\"/opinion/564962/33-fed-r-evid-serv-1294-prodliabrepcchp-12860-jeanne-raymond/\"><span class=\"volume\">938</span>  <span class=\"reporter\">F.2d</span> at\r                                \r\n<span class=\"page\">1520</span></a></span><pre class=\"inline\">, we recently held that its logic applies as well  to \"design\r\ndefect\"  and \"failure  to warn\"  claims under  Massachusetts law.\r\n</pre><span class=\"citation\" data-id=\"195813\"><span class=\"antecedent_guess\">Cameron,</span> <a href=\"/opinion/195813/cameron-v-otto-bock-orthopedic/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">18</span></a></span><pre class=\"inline\">. \r                 \r\n\n                                9\r\r\n\ninstalled  posts in  the  XTRs  it  modified at  Boston  Edison's\r\n\nrequest.   The  evidence that  posts had  been installed  in XTRs\r\n\ndiminished not only the need to establish their  incorporation in\r\n\nthe noncomparable  BRT-design, but any unfair  prejudice from its\r\n\nexclusion.  Thus, the district court did not abuse its discretion\r\n\nin concluding that the  required Rule 403 balancing tipped  deci-\r\n\nsively  in  favor of  preclusion.   </pre><span class=\"citation\" data-id=\"685127\"><span class=\"antecedent_guess\">Espeaignnette,</span>  <a href=\"/opinion/685127/41-fed-r-evid-serv-94-prodliabrep-cch-p-14121-william-and-rita/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span>  at <span class=\"page\">6</span>\r</a></span><pre class=\"inline\">                                                           \r\n\n(centrality  of  disputed evidence  to  party's  claim is  strong\r\n\nfactor in Rule 403 balancing test) (collecting cases).  \r\n\nB.   Appeal from the Denial of Postjudgment Relief\r          B.   Appeal from the Denial of Postjudgment Relief\r                                                            \r\n\n            We  review  orders  disallowing  postjudgment  relief\r\n\nunder rules 59  and 60(b)(3)  for abuse of  discretion.   Perdoni\r                                                                           \r\n\nBros., Inc. v. Concrete Systems, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span><pre class=\"inline\">, 5 n.5 (1st Cir.\r                                               \r\n\n1995) (Rule 59);  Fernandez v.  Leonard, </pre><span class=\"citation\" data-id=\"583332\"><a href=\"/opinion/583332/oscar-j-fernandez-v-francis-t-leonard/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">459</span></a></span><pre class=\"inline\">, 468  (1st\r                                                 \r\n\nCir. 1992) (Rule 59  and Rule 60(b)(3)); United States  v. Parcel\r                                                                           \r\n\nof  Land &amp;  Res. at 18  Oakwood Street,  </pre><span class=\"citation\" data-id=\"578669\"><a href=\"/opinion/578669/united-states-v-parcel-of-land-and-residence-at-18-oakwood-street/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,  5 (1st Cir.\r                                                \r\n\n1992) (Rule 60(b)(3)).   The district court rulings  that Baker's\r\n\ninaccurate responses to interrogatories neither constituted fraud\r\n\nnor resulted in substantial interference with the preparation and\r\n\npresentation of  appellants' case  are reviewed for  clear error.\r\n\nAnderson  v. Beatrice Foods, Co.,  </pre><span class=\"citation\" data-id=\"539792\"><a href=\"/opinion/539792/anne-anderson-v-beatrice-foods-co/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">388</span></a></span><pre class=\"inline\">,  392 (1st Cir.),\r                                          \r\n\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">891</span> </span><pre class=\"inline\">(1990).\r                      \r\n\n          Appellants  argue that  the district  court abused  its\r\n\ndiscretion  by not  affording them  postjudgment relief  based on\r\n\nBaker's  slipshod  and misleading  responses  to interrogatories,\r\n\n                                10\r\r\n\nwhich denied them a  fair trial.4   Among the available forms  of\r\n\nrelief  from prejudice  occasioned  by  discovery violations  are\r\n\ncurative measures such as  continuances and stays pending compli-\r\n\nance,  orders  tailored  to  effect  issue  preclusion,  contempt\r\n\norders, and default  judgments.   See R.W. Int'l  Corp. v.  Welch\r                                                                           \r\n\nFoods,  Inc., </pre><span class=\"citation\" data-id=\"563789\"><a href=\"/opinion/563789/rw-international-corp-and-t-h-ward-de-la-cruz-inc-v-welch-foods/\"><span class=\"volume\">937</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">11</span></a></span><pre class=\"inline\">, 15-20  (1st  Cir. 1991)  (discussing\r                      \r\n\ngrounds for Rule 37 sanctions); Fed. R. Civ. P. 37(b)(2),(3).  \r\n\n          Appellants' claim fails, nonetheless,  as they opted to\r\n\nproceed  rather than  request  relief under  Rule 37,  presumably\r\n\nbecause the  information Baker did not disclose  had become known\r\n\nto appellants  before or  during trial.   Moreover,  though their\r\n\ngambit proved  unsuccessful, there  was both method     potential\r\n\nadvantage    in their  stratagem and little to lose.  Since there\r\n\nis even now no concrete  suggestion that further discovery  would\r\n\nhave benefited them, their prospects for obtaining Rule 37 relief\r\n\nappear all along to have been minimal compared with the potential\r\n\njury  impact their  \"cover-up\" claim  might reasonably  have been\r\n\nexpected to occasion.         Thus,  appellants' decision  to use\r\n\ntheir  hole  card in  an abortive  gambit  with the  jury plainly\r\n\nwaived any claim  that their  decision to forego  Rule 37  relief\r\n\nrendered the  trial unfair.   The appropriate remedy  for parties\r\n\n                    \r                              \r\n\n     4Appellants rely on Anderson v. Cryovac, Inc., </pre><span class=\"citation\" data-id=\"515444\"><a href=\"/opinion/515444/anne-anderson-v-cryovac-inc-anne-anderson-v-beatrice-foods-co/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span><pre class=\"inline\">,\r                                                            \r\n923 (1st Cir. 1988),  for their contention that a  district court\r\nmay  grant  relief from  judgment and  a  new trial  even  if the\r\nfailure to provide requested  discovery was inadvertent.  Follow-\r\ning  our remand in Cryovac, the district court denied relief from\r                                    \r\njudgment under Rule 60(b) notwithstanding its finding of deliber-\r                                                                           \r\nate discovery abuse.  We nevertheless upheld its ruling.  Beatri-\r                                                                           \r\nce Foods </pre><span class=\"citation\" data-id=\"539792\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/539792/anne-anderson-v-beatrice-foods-co/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">391-92</span></a></span><pre class=\"inline\">. \r                      \r\n\n                                11\r\r\n\nwho uncover  discovery violations is \"not to  seek reversal after\r\n\nan  unfavorable verdict but a request for continuance at the time\r\n\nthe  surprise occurs.\"  Szeliga v. General Motors Corp., </pre><span class=\"citation\" data-id=\"431807\"><a href=\"/opinion/431807/constantina-szeliga-v-general-motors-corporation/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n\n<span class=\"page\">566</span></a></span><pre class=\"inline\">, 568 (1st  Cir. 1984); see  United States v.  Diaz-Villafane,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"522865\"><a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span><pre class=\"inline\">,  47 (1st  Cir.) (criminal case),  cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">493</span>\r                                                                     \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">862</span> </span><pre class=\"inline\">(1989).  Here, of  course, there appears to have been no\r\n\ngenuine surprise.  Nor can appellants  plausibly suggest that the\r\n\ndistrict  court abused  its discretion  by declining  their post-\r\n\njudgment  motion for  relief from  the unwelcome  consequences of\r\n\ntheir calculated decision.  Ojeda-Toro v. Rivera-Mendez, </pre><span class=\"citation\" data-id=\"509523\"><a href=\"/opinion/509523/gladys-ojeda-toro-v-mario-e-rivera-mendez/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n\n<span class=\"page\">25</span></a></span><pre class=\"inline\">, 29  (1st Cir. 1988)  (\"[A] party  may not prevail  on a  Rule\r\n\n60(b)(3) motion . . . where [it] has access to disputed  informa-\r\n\ntion or has  knowledge of inaccuracies in an opponent's represen-\r\n\ntations  at the  time  of the  alleged misconduct.\")  (collecting\r\n\ncases).  \r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          As the district court did  not abuse its discretion  in\r\n\nprecluding  the dissimilar  BRT-design  evidence  nor in  denying\r\n\npostjudgment relief under Rules 59 and  60(b)(3), its judgment is\r\n\naffirmed. \r                  \r\n\n                                12\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195813/",
    "https://www.courtlistener.com/api/rest/v3/opinions/431807/",
    "https://www.courtlistener.com/api/rest/v3/opinions/509523/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515444/",
    "https://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522865/",
    "https://www.courtlistener.com/api/rest/v3/opinions/539792/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563789/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564962/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578669/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583332/",
    "https://www.courtlistener.com/api/rest/v3/opinions/685127/"
  ]
}