{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196270/",
  "id": 196270,
  "absolute_url": "/opinion/196270/ramsdell-v-erskine-bowles/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196270/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:02:09Z",
  "date_modified": "2020-02-21T23:30:00.522045Z",
  "type": "010combined",
  "sha1": "f18748f981fcc6406daac7a1de36eb054dd7e1bf",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1148.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1148\r\n\n                         YVONNE RAMSDELL,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                     ERSKINE BOWLES, ET AL.,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n           [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \r\n         [Hon. Eugene W. Beaulieu, U.S. Magistrate Judge]\r                                                                  \r\n\n                                           \r\n\n                              Before\r\n\n                      Boudin, Circuit Judge,\r                                                     \r\n\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n\n              and Schwarzer,* Senior District Judge.\r                                                             \r\n\n                                           \r\n\n     Ralph A. Dyer, with whom Law Offices of Ralph A. Dyer, P.A.,\r                                                                          \r\nwas on brief for appellant.\r\n     Stephen G. Morrell, with whom  Judy A.S. Metcalf and  Eaton,\r                                                                           \r\nPeabody, Bradford &amp; Veague, P.A., were on brief for appellees.\r                                          \r\n\n                                           \r\n\n                         August 30, 1995\r\n                    \r                              \r\n\n*    Of   the  District  of   Northern  California,  sitting   by\r\ndesignation.\r\r\n\n                                           \r\n\n                               -2-\r\r\n\n          SCHWARZER, District Judge.  Yvonne Ramsdell brought suit\r                   SCHWARZER, District Judge\r                                            \r\n\nagainst  Machias Savings Bank and its directors (collectively the\r\n\n Bank )  alleging  claims   arising  out  of  a  series  of  loan\r\n\ntransactions in  which the  Bank provided  financing to  Ramsdell\r\n\nConstruction  Company  ( Ramsdell ),  owned  by  Mrs.  Ramsdell s\r\n\nhusband and  son.  Because  Mrs. Ramsdell alleged a  violation of\r\n\nthe Equal Credit Opportunity Act (the  ECOA ), 15 U.S.C.    1691-\r\n\n1693 (1988), the district court  had jurisdiction over that claim\r\n\nunder 28 U.S.C.   1331 and over the supplemental state law claims\r\n\nunder 28 U.S.C.    1367.  Mrs. Ramsdell now  appeals the district\r\n\ncourt s grant of the Bank s motion for summary judgment.  We have\r\n\njurisdiction under 28 U.S.C.   1291 and affirm.\r\n\n         Ramsdell  Construction   Company  was   engaged  in  the\r\n\nconstruction business  in Machias, Maine.   In 1989 and  1991, it\r\n\nobtained loans from the Bank to finance its operations.  In early\r\n\n1992, having  defaulted on  the loans, Ramsdell decided to obtain\r\n\nadditional  financing to  enable it  to  complete a  construction\r\n\nproject  for which  it had  a contract  with the  Town  of Lubec,\r\n\nMaine.  The  Bank agreed to make  the loan on the  condition that\r\n\nthe loan would be guaranteed by the Small Business Administration\r\n\n(the  SBA )  and that  Mrs. Ramsdell would  also sign  a personal\r\n\nguarantee.   This loan,  sometimes referred to  as the  SBA loan,\r\n\nclosed in  June 1992.   Meanwhile Ramsdell continued work  on the\r\n\nLubec  project with  interim financing  from  the Bank.   At  the\r\n\nclosing,  $75,000  of the  loan  proceeds  was  used to  set  off\r\n\nadvances the Bank  had made in the  interim to finance  the work.\r\n\n                               -2-\r\r\n\n Notwithstanding this infusion of funds, Ramsdell defaulted on the\r\n\nLubec  contract in  the fall  of 1992  and went  into bankruptcy.\r\n\nForeclosure proceedings were  brought in the state  court against\r\n\nMrs. Ramsdell and others who  were borrowers or guarantors of the\r\n\nloans.  Apparently, discovery taken in the state court action was\r\n\nlater used by the parties in the instant action.\r\n\n                      PROCEDURAL BACKGROUND\r                                PROCEDURAL BACKGROUND\r\n\n         The complaint, filed on April 14, 1994, alleged that the\r\n\nBank had violated the ECOA (Count I), breached the loan agreement\r\n\nwith  Ramsdell  (Count  II),   interfered  with  plaintiff s  and\r\n\nRamsdell s advantageous relationships  (Counts IV,  VI and  VII),\r\n\nviolated its duty of good  faith and fair dealing (Count  V), and\r\n\nacted negligently (Count VIII).  It also  alleged that individual\r\n\ndefendants had aided  and abetted the breach (Count  III) and had\r\n\ninterfered with advantageous relationships  (Counts IV and  VII).\r\n\nAdditional counts have been abandoned on appeal.  Originally, the\r\n\ncomplaint also named the SBA  as a defendant; however, the claims\r\n\nagainst the SBA were later dismissed.\r\n\n         The  Bank  filed  a  motion  for  summary  judgment   on\r\n\nNovember 2, 1994.   Mrs. Ramsdell moved for an  extension of time\r\n\nto file her opposition until November 21, 1994 (the date on which\r\n\nit would  have been due, in any event,  under Local Rule 19(c) of\r\n\nthe District of Maine).  She filed her opposition on November 22,\r\n\n1994, one  day late.   On  December 2,  1994, the  Bank moved  to\r\n\nstrike  the opposition as untimely and further asked that certain\r\n\nmarked  material be  struck  as  immaterial or  as  barred by  an\r\n\n                               -3-\r\r\n\n earlier confidentiality order  issued by the court.   On December\r\n\n6,  1994, the  magistrate  judge granted  the  motion to  strike,\r\n\nbefore objections had  been filed; on December 8,  1994, he filed\r\n\nhis  recommended  decision  granting  summary  judgment.    After\r\n\nreceiving the  objections, the magistrate judge treated them as a\r\n\nmotion for reconsideration, which he denied  by order of December\r\n\n12,  1994.   Mrs. Ramsdell  then filed  a brief  seeking  de novo\r                                                                           \r\n\nreview of the magistrate judge s recommended decision; on January\r\n\n3,  1995,  the  district  court  issued  its  order  adopting the\r\n\nrecommended decision and granting judgment for the Bank.\r\n\n                       THE MOTION TO STRIKE\r                                 THE MOTION TO STRIKE\r\n\n         In his  initial order granting the motion to strike, the\r\n\nmagistrate  judge, relying  on  the  court s  inherent  power  to\r\n\nenforce its  rules, concluded that although the court is  usually\r\n\ngenerous to those who miss by  slight amounts various limitations\r\n\non pleadings . . . Plaintiff s response to the Motion for Summary\r\n\nJudgment is properly  stricken.  (R. 102.)   The magistrate judge\r\n\nfound  that a  chart  Mrs.  Ramsdell offered  in  support of  the\r\n\nopposition was  not authenticated and ha[d] no evidentiary value \r\n\nand that the opposition was  replete with  immaterial, irrelevant\r\n\nand prejudicial statements.    (R. 100-01.)   On reconsideration,\r\n\nthe  magistrate  judge  applied the  seven  factors  we suggested\r\n\ndistrict  courts  examine  when exercising  their  discretion  in\r\n\nruling  on  a motion  for  reconsideration of  a  dismissal order\r\n\nentered due to a plaintiff s  failure to file a timely opposition\r\n\nto a motion, viz: \r\n\n                               -4-\r\r\n\n           (1) the nature  of the case, (2)  the degree\r\n\n          of tardiness, (3) the reasons underlying the\r\n\n          tardiness,   (4)   the   character  of   the\r\n\n          omission,  (5)  the  existence  vel  non  of\r                                                            \r\n\n          cognizable  prejudice  to  the nonmovant  in\r\n\n          consequence of the omission,  (6) the effect\r\n\n          of granting  (or denying) the motion  on the\r\n\n          administration of  justice, and  (7) whether\r\n\n          the belated  filing would, in  any event, be\r\n\n          more than an empty exercise.\r\n\nUnited States  v. Roberts,  978 F.2d 17,  21-22 (1st  Cir. 1992).\r                                   \r\n\nAcknowledging   the  district  court s    great  leeway   in  the\r\n\napplication and  enforcement  of its  local  rules,  we  held  in\r\n\nRoberts that  a refusal  to grant  relief  on reconsideration  is\r                 \r\n\nreviewed  for  abuse  of  discretion.  Id. at  20.     In  making\r                                                    \r\n\ndiscretionary judgments,  a district court abuses  its discretion\r\n\nwhen  a  relevant  factor  deserving  of  significant  weight  is\r\n\noverlooked,  or when an  improper factor is  accorded significant\r\n\nweight,  or  when the  court  considers  the appropriate  mix  of\r\n\nfactors, but commits a palpable error of judgment  in calibrating\r\n\nthe decisional scales.   Id. at 21.\r                                      \r\n\n         We  are  satisfied   that  the  magistrate  judge   gave\r\n\nappropriate  consideration  to  each  of  the  relevant  factors.\r\n\nFirst,  we  note that  here,  unlike  in  Roberts, there  was  no\r                                                           \r\n\nquestion  about  Local   Rule  19(c) s   interpretation  or   its\r\n\napplication to the  facts of the case.  Compare Roberts, 978 F.2d\r                                                                 \r\n\n                               -5-\r\r\n\n at 19-20.  Although Mrs. Ramsdell  argued in her reply brief that\r\n\nher opposition was  in fact filed in a timely  manner under Local\r\n\nRule 19(c) and  Fed. R. Civ.  P. 6(a), she  waived that  argument\r\n\nboth by failing to raise it in the district court and  by failing\r\n\nto raise  it in her  opening brief on  appeal.  See,  e.g., Aetna\r                                                                           \r\n\nCasualty Sur. Co. v. P &amp; B Autobody, 43 F.3d 1546, 1571 (1st Cir.\r                                             \r\n\n1994) (appellant failed  to preserve issue for appeal  by failing\r\n\nto raise it at trial and by failing to  raise it in opening brief\r\n\non appeal); Pignons S.A. de Mecanique v. Polaroid Corp., 701 F.2d\r                                                                 \r\n\n1, 3 (1st Cir. 1983) (arguments not presented in initial brief on\r\n\nappeal are waived).1\r\n\n         Moreover, we note that Mrs. Ramsdell was represented  by\r\n\nMaine counsel  who was  on notice  that Local  Rule 19  was being\r\n\nstrictly enforced  and that neglect was not an acceptable excuse.\r\n\nSee Cardente v. Fleet Bank of Maine, Inc., 146 F. Supp. 13, 20-22\r                                                   \r\n\n(D. Me.  1993); Winters, 812 F. Supp. at  4; Greene v. Union Mut.\r                                                                           \r\n\nLife Ins. Co. of Am., 764  F.2d 19, 23 (1st Cir. 1985)  (district\r                              \r\n\ncourt reasonably found  breakdown of counsel s office  procedures\r\n\nnot an adequate excuse for late filing).\r\n                    \r                              \r\n\n1   Even if Mrs. Ramsdell had preserved  the issue of whether her\r\nopposition was  in fact timely  filed under Local Rule  19(c) and\r\nFed. R. Civ. P. 6(a), her application  of the rules is incorrect.\r\nRegarding the  operation  of Local  Rule 19(c),  the District  of\r\nMaine has  previously held  that although  the prescribed  10-day\r\nresponse period excludes weekends  and holidays per Fed. R.  Civ.\r\nP.  6(a), the  three-day mailing  period  does not.   See,  e.g.,\r                                                                          \r\nWinters v. F.D.I.C., 812 F. Supp. 1, 4 (D. Me. 1992).  The  three\r                             \r\nextra days for  mailing objections filed pursuant to   Local Rule\r\n19(c) are \"clearly calendar days.\"  Id.  Mrs. Ramsdell s argument\r                                                 \r\nthat  her opposition  was due  November  22, 1994,  depends on  a\r\ncalculation that excludes weekend days from the three-day mailing\r\nperiod.  Thus her argument fails.\r\n\n                               -6-\r\r\n\n          Finally, Mrs. Ramsdell failed to show that she  suffered\r\n\nprejudice as  a  result  of  the magistrate  judge  striking  her\r\n\nopposition to the  motion for summary  judgment.  The  magistrate\r\n\njudge  acted  pursuant  to  Local  Rule  19(c), which  states  in\r\n\nrelevant part:\r\n\n             Unless  within  ten  (10) days  after  the\r\n          filing of a  motion the opposing party files\r\n          written objection  thereto, incorporating  a\r\n          memorandum of law, the  opposing party shall\r\n          be deemed to have waived objection.\r\n\nFollowing  the  interpretation  of Local  Rule  19(c)  previously\r\n\nexplicated  by  the  District  of Maine  in  F.D.I.C.  v.  Bandon\r                                                                           \r\n\nAssocs., 780 F. Supp. 60, 62 (D. Me. 1991),  the magistrate judge\r                 \r\n\nruled that the penalty embodied  in Rule 19(c) amounts to  only a\r\n\nlimited waiver:   [A] failure to  respond to a Motion for Summary\r\n\nJudgment does not amount to a waiver of Plaintiff s objection . .\r\n\n. . [A] party  who fails to object in a timely  fashion is deemed\r\n\nto have consented to the moving party s statement of facts to the\r\n\nextent  that   statement  is  supported  by   appropriate  record\r\n\ncitations.   (R. 103,  citation  and   internal  quotation  marks\r\n\nomitted.)  And,  as the judge further  observed, summary judgment\r\n\nis appropriate  only if the  record before the  court establishes\r\n\nthat the moving party is entitled to judgment as a matter of law.\r\n\nSee Winters, 812 F. Supp. at 2.  Therefore, the striking  of Mrs.\r                     \r\n\nRamsdell s opposition  did not bar her from obtaining a favorable\r\n\nruling based on issues of law presented  by the motion if she was\r\n\nentitled  to  one.   Moreover,  had  the  judge ignored  disputed\r\n\nmaterial issues of  fact as a result of  striking the opposition,\r\n\n                               -7-\r\r\n\n she  could have  called them  to our  attention  in her  brief on\r\n\nappeal; but she failed to do so. \r\n\n         We conclude  that the magistrate judge did not abuse his\r\n\ndiscretion in striking the opposition.\r\n\n                       THE SUMMARY JUDGMENT\r                                 THE SUMMARY JUDGMENT\r\n\n         We  turn then  to review  of the  judgment below  on the\r\n\nmerits,  pursuant to the  applicable de novo  standard of review.\r                                                      \r\n\nE.H. Ashley &amp; Co. v.  Wells Fargo Alarm Services, 907 F.2d  1274,\r                                                          \r\n\n1277 (1st Cir. 1990).\r\n\n          The ECOA Violations\r                    The ECOA Violations\r                                       \r\n\n         Count I of the complaint alleges that  the Bank violated\r\n\nthe ECOA  by demanding that  Mrs. Ramsdell guarantee each  of the\r\n\nthree loan transactions between the  Bank and the Ramsdells.  The\r\n\nECOA makes  it  unlawful for any creditor to discriminate against\r\n\nany  applicant,  with   respect  to  any   aspect  of  a   credit\r\n\ntransaction--(1) on  the basis of  . . . marital  status . . . . \r\n\n15 U.S.C.   1691 (a)(1) (1988).   The first two loan transactions\r\n\nin which the Bank demanded guarantees from Mrs. Ramsdell occurred\r\n\nin  1989 and  1991; thus,  the alleged  violations based  thereon\r\n\noccurred  more than  two  years before  Mrs.  Ramsdell filed  her\r\n\ncomplaint.   See Farrell  v. Bank  of N.H.--Portsmouth, 929  F.2d\r                                                                \r\n\n871, 873 (1st  Cir. 1991) (violation deemed to  occur when lender\r\n\nmakes demand for spouse s signature).  The ECOA provides that  no\r\n\n. . .  action shall be brought more than two  years from the date\r\n\nof the occurrence of the violation . . . .   15 U.S.C.   1691e(f)\r\n\n(1988).\r\n\n                               -8-\r\r\n\n          Mrs. Ramsdell does not  dispute that the statute has run\r\n\nbut argues that  equitable tolling is available under the ECOA to\r\n\navoid  an   onerous  two  year   limitation  period  .  .   .  . \r\n\n(Appellant s  Br. at  32.)    As we  noted  in Farrell,  however,\r                                                                \r\n\nCongress in 1976 extended the  limitations period from one to two\r\n\nyears to afford  claimants a reasonable time to  bring an action.\r\n\nFarrell,  929 F.2d  at 874.    In light  of Congress   deliberate\r                 \r\n\nexercise  of its  judgment regarding  what is  a reasonable  time\r\n\nlimit, that limit should not lightly be circumvented as  onerous.\r\n\nWhile equitable  tolling may be  available in a proper  case, see\r                                                                           \r\n\nid., the mere fact that plaintiff has let the time to file run is\r             \r\n\nnot sufficient to  invoke equitable intervention.   Mrs. Ramsdell\r\n\nhas  come forward with  no facts on  which equitable intervention\r\n\nmight be grounded.\r\n\n         The  third  loan  transaction  took place  in  May 1992,\r\n\nwithin the two  year period.  At  the closing, the Bank  required\r\n\nMrs. Ramsdell  to sign  both a  note  evidencing the  loan and  a\r\n\nguarantee.  The  regulations issued by the Board  of Governors of\r\n\nthe Federal System interpreting the ECOA provide in relevant part\r\n\nthat    a  creditor  shall  not  require   the  signature  of  an\r\n\napplicant s  spouse  .  .  .  on any  credit  instrument  if  the\r                                                                           \r\n\napplicant   qualifies   under   the   creditor s   standards   of\r                                                                           \r\n\ncreditworthiness  for  the   amount  and  terms  of   the  credit\r                                                                           \r\n\nrequested.    12 C.F.R.    202.7(d)(1)  (1992) (emphasis  added).\r                   \r\n\nThe district court found that  Ramsdell and Mr. Ramsdell were not\r\n\n qualifie[d] under  the creditor s standards  of creditworthiness\r\n\n                               -9-\r\r\n\n for the  amount and  terms of  the credit requested.    (R.  107,\r\n\n175.)  The  court based this finding on three  observations:  (1)\r\n\nthat the Bank had issued notices of  default on the 1989 and 1991\r\n\nloans; (2) that  the Bank had insisted  that $75,000 of  the 1992\r\n\nSBA loan be  applied to the defaulted  loans; and (3) that  there\r\n\nwas no evidence to the contrary.  Id. \r                                               \r\n\n         Mrs. Ramsdell now challenges the court s finding on  two\r\n\ngrounds.    First, she  argues  that  there  was no  question  of\r\n\ncreditworthiness  because the  $75,000  payment  was intended  to\r\n\ncover the  Bank s risk  under the  new loan.   But  the complaint\r\n\nitself  alleges  that  the  existing  loans  had  an  outstanding\r\n\nprincipal   balance  of  $900,000,   and  the   Bank s  directors\r\n\nauthorized  the additional  working  capital  line  only  on  the\r\n\ncondition that the Bank s overall loss exposure not be increased.\r\n\nGiven that exposure,  Ramsdell s lack of creditworthiness  was an\r\n\nissue not reasonably disputable.  \r\n\n         Second,  citing  12  C.F.R.     202.2(p), Mrs.  Ramsdell\r\n\nargues that the burden of proving lack of creditworthiness was on\r\n\nthe Bank.   But that  section defines credit scoring  systems and\r\n\nsays nothing about the  burden of proof under the  ECOA.  Section\r\n\n202.7(d)(1)  triggers liability under  the act by  specifying the\r\n\ncondition under which it is  unlawful to require the signature of\r\n\nan applicant s spouse,  viz, when the applicant  is creditworthy.\r\n\nWe do  not read that  section as creating an  affirmative defense\r\n\nfor banks  premised on  their proving  lack of  creditworthiness.\r\n\nThus, the burden  was on Mrs. Ramsdell to come forward with proof\r\n\n                               -10-\r\r\n\n that Ramsdell  and Mr. Ramsdell  were creditworthy.   She offered\r\n\nnone.\r\n\n          Breach of Contract\r                    Breach of Contract\r                                      \r\n\n         Count  II  of  the  complaint  alleges  that   SBA  loan\r\n\nproceeds were improperly diverted by the Bank for its benefit  in\r\n\nbreach of the loan agreement.  The loan agreement, by its  terms,\r\n\nunambiguously provided that   interim financing utilized  for the\r\n\n[Lubec  contract and  working capital]  may be  repaid from  loan\r\n\nproceeds.  (Complaint  36.)   The court determined  that  interim\r\n\nfinancing  referred to the $75,000  that the Bank had advanced to\r\n\nRamsdell  prior to the closing of  the loan to enable Ramsdell to\r\n\ncontinue work  on the Lubec  contract.  If interim  financing was\r\n\nintended  to  exclude  the  $75,000 advance,  the  burden  was on\r\n\nMrs. Ramsdell  to  come  forward with  facts  creating  a triable\r\n\nissue.  She did not do so.\r\n\n          Aiding and Abetting Breach of Contract\r                    Aiding and Abetting Breach of Contract\r                                                          \r\n\n         Count III charges  the Bank s directors with authorizing\r\n\nand  directing the  diversion of  the $75,000.   In  view  of our\r\n\ndisposition of the diversion claim, this claim also fails.\r\n\n          Interference with Advantageous Contractual Relations\r                    Interference with Advantageous Contractual Relations\r                                                                        \r\n\n         Count   IV  alleges   that  the  Bank   interfered  with\r\n\nMrs. Ramsdell s  contract with  the SBA  by  wrongfully diverting\r\n\nproceeds from the  SBA loan.  In  view of our disposition  of the\r\n\ndiversion claim, this claim fails.\r\n\n          Breach of Contract -- Bad Faith\r                    Breach of Contract -- Bad Faith\r                                                   \r\n\n                               -11-\r\r\n\n          Count V alleges that  the Bank violated its duty of good\r\n\nfaith  and  fair  dealing  owed  to  Mrs.  Ramsdell by  diverting\r\n\nproceeds  from the  SBA  loan  and  interfering  with  Ramsdell s\r\n\nfinancial  affairs.  Maine recognizes that the Uniform Commercial\r\n\nCode imposes a  duty of  good faith  and fair  dealing on  banks,\r\n\n requiring   honesty  in  fact  in  the  conduct  or  transaction\r\n\nconcerned.   First  NH Banks  Granite State  v. Scarborough,  615\r                                                                     \r\n\nA.2d 248,  250 (Me.  1992); see also  Diversified Foods,  Inc. v.\r                                                                           \r\n\nFirst Nat.  Bank of  Boston, 605  A.2d  609, 614  (Me. 1992)  (no\r                                     \r\n\nevidence that banks  acted dishonestly, with ulterior motives, or\r\n\nfor  anything other  than business  reasons  in exercising  their\r\n\nrights  under the  loan agreement ).    No facts  appear here  to\r\n\nsupport a  claim  that the  Bank acted  dishonestly or  otherwise\r\n\nimproperly with respect to its contract with Mrs. Ramsdell.\r\n\n          Interference with Advantageous Contractual Relations\r                    Interference with Advantageous Contractual Relations\r                                                                        \r\n\n         Counts  VI   and  VII   allege  interference   with  the\r\n\ncontractual relations  between Ramsdell  and the  Town of  Lubec.\r\n\nMrs. Ramsdell argues, in her  reply brief, that these counts  are\r\n\ntort actions  for interference with  a property right.   They are\r\n\nnot claims for  breach of contract.   (R.  Br. 21.)  But  she has\r\n\nfailed to establish  a property right of her own  in the contract\r\n\nbetween  Ramsdell and the Town of  Lubec to support such a claim.\r\n\nSee Harmon v.  Harmon, 404 A.2d 1020, 1024  (Me. 1979) (requiring\r                               \r\n\nproof  that plaintiff,  but for tortious interference of another,\r\n\n. . . would in all likelihood have received a  gift or a specific\r\n\nprofit from  a transaction  . . . . ).   Lacking such  proof, she\r\n\n                               -12-\r\r\n\n attempts  to  rely,   presumably  by  analogy,  on   third  party\r\n\nbeneficiary principles, claiming to be a beneficiary of the Lubec\r\n\ncontract.  Under  Maine law, however,  a person must  demonstrate\r\n\nthat she is  an intended beneficiary of a contract to maintain an\r                                  \r\n\naction for its breach.   F.O. Bailey Co. v. Ledgewood,  Inc., 603\r                                                                      \r\n\nA.2d 466, 468 (Me. 1992)  (emphasis added).  The Ledgewood court,\r                                                                    \r\n\nfollowing  the Restatement (Second) of Contracts   302, held that\r\n\nit is not enough for a plaintiff to show that she benefitted from\r\n\na contract; she must  come forward with evidence of  a  clear and\r\n\ndefinite   intent on  the  promisee s  part  that  the  plaintiff\r\n\nreceive an enforceable benefit under the contract.  Id.   No such\r                                                                 \r\n\nevidence has been offered here.   \r\n\n          Negligence\r                    Negligence\r                              \r\n\n         Count  VIII makes  two  allegations: (1)  that the  Bank\r\n\nnegligently underestimated  Ramsdell s cash  requirement, thereby\r\n\ncausing the SBA  to lend Ramsdell  less than  the SBA would  have\r\n\nbeen willing to  lend and ultimately causing  Ramsdell s business\r\n\nto fail;  and (2)  that Mrs. Ramsdell  executed the  guarantee in\r\n\nreliance  on the Bank s  representations that the  Lubec contract\r\n\nwould  generate  sufficient cash  to  repay  the  SBA loan.    As\r\n\ninterpreted in her brief, the count alleges a failure by the Bank\r\n\nto prepare cash projections, a  business plan, and loan  analysis\r\n\nin   a  professional  manner.    While  those  allegations  might\r\n\nwithstand a motion  to dismiss, in opposing a  motion for summary\r\n\njudgment  the   adverse   party  may  not  rest  upon   the  mere\r\n\nallegations . . . of the . . . adverse party s pleading but . . .\r\n\n                               -13-\r\r\n\n must set  forth specific  facts showing that  there is  a genuine\r\n\nissue for trial.   Fed. R. Civ. P. 56(e).  Her brief offers none.\r\n\n         AFFIRMED.\r                   AFFIRMED\r\n\n                               -14-\r\r\n",
  "html": "<p class=\"case_cite\">64 F.3d 5</p>\n    <p class=\"parties\">Yvonne RAMSDELL, Plaintiff-Appellant,<br>v.<br>Erskine BOWLES, et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 95-1148.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued June 5, 1995.<br>Decided Aug. 30, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Ralph A. Dyer, with whom Law Offices of Ralph A. Dyer, P.A., was on brief, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Stephen G. Morrell, with whom Judy A.S. Metcalf and Eaton, Peabody, Bradford &amp; Veague, P.A., were on brief, for appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">SCHWARZER, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Yvonne Ramsdell brought suit against Machias Savings Bank and its directors (collectively the \"Bank\") alleging claims arising out of a series of loan transactions in which the Bank provided financing to Ramsdell Construction Company (\"Ramsdell\"), owned by Mrs. Ramsdell's husband and son.  Because Mrs. Ramsdell alleged a violation of the Equal Credit Opportunity Act (the \"ECOA\"), 15 U.S.C. Secs. 1691-1691f (1988), the district court had jurisdiction over that claim under 28 U.S.C. Sec. 1331 and over the supplemental state law claims under 28 U.S.C. Sec. 1367.  Mrs. Ramsdell now appeals the district court's grant of the Bank's motion for summary judgment.  We have jurisdiction under 28 U.S.C. Sec. 1291 and affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Ramsdell Construction Company was engaged in the construction business in Machias, Maine.  In 1989 and 1991, it obtained loans from the Bank to finance its operations.  In early 1992, having defaulted on the loans, Ramsdell decided to obtain additional financing to enable it to complete a construction project for which it had a contract with the Town of Lubec, Maine.  The Bank agreed to make the loan on the condition that the loan would be guaranteed by the Small Business Administration (the \"SBA\") and that Mrs. Ramsdell would also sign a personal guarantee.  This loan, sometimes referred to as the SBA loan, closed in June 1992.  Meanwhile Ramsdell continued work on the Lubec project with interim financing from the Bank.  At the closing, $75,000 of the loan proceeds was used to set off advances the Bank had made in the interim to finance the work.  Notwithstanding this infusion of funds, Ramsdell defaulted on the Lubec contract in the fall of 1992 and went into bankruptcy.  Foreclosure proceedings were brought in the state court against Mrs. Ramsdell and others who were borrowers or guarantors of the loans.  Apparently, discovery taken in the state court action was later used by the parties in the instant action.</p>\n    </div>\n    <p>PROCEDURAL BACKGROUND</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The complaint, filed on April 14, 1994, alleged that the Bank had violated the ECOA (Count I), breached the loan agreement with Ramsdell (Count II), interfered with plaintiff's and Ramsdell's advantageous relationships (Counts IV, VI and VII), violated its duty of good faith and fair dealing (Count V), and acted negligently (Count VIII).  It also alleged that individual defendants had aided and abetted the breach (Count III) and had interfered with advantageous relationships (Counts IV and VII).  Additional counts have been abandoned on appeal.  Originally, the complaint also named the SBA as a defendant;  however, the claims against the SBA were later dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Bank filed a motion for summary judgment on November 2, 1994.  Mrs. Ramsdell moved for an extension of time to file her opposition until November 21, 1994 (the date on which it would have been due, in any event, under Local Rule 19(c) of the District of Maine).  She filed her opposition on November 22, 1994, one day late.  On December 2, 1994, the Bank moved to strike the opposition as untimely and further asked that certain marked material be struck as immaterial or as barred by an earlier confidentiality order issued by the court.  On December 6, 1994, the magistrate judge granted the motion to strike, before objections had been filed;  on December 8, 1994, he filed his recommended decision granting summary judgment.  After receiving the objections, the magistrate judge treated them as a motion for reconsideration, which he denied by order of December 12, 1994.  Mrs. Ramsdell then filed a brief seeking de novo review of the magistrate judge's recommended decision;  on January 3, 1995, the district court issued its order adopting the recommended decision and granting judgment for the Bank.</p>\n    </div>\n    <p>THE MOTION TO STRIKE</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In his initial order granting the motion to strike, the magistrate judge, relying on the court's inherent power to enforce its rules, concluded that although the court is \"usually generous to those who miss by slight amounts various limitations on pleadings ... Plaintiff's response to the Motion for Summary Judgment is properly stricken.\"  (R. 102.)   The magistrate judge found that a chart Mrs. Ramsdell offered in support of the opposition was \"not authenticated and ha[d] no evidentiary value\" and that the opposition was \"replete with 'immaterial, irrelevant and prejudicial statements.' \"  (R. 100-01.)   On reconsideration, the magistrate judge applied the seven factors we suggested district courts examine when exercising their discretion in ruling on a motion for reconsideration of a dismissal order entered due to a plaintiff's failure to file a timely opposition to a motion, viz:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>(1) the nature of the case, (2) the degree of tardiness, (3) the reasons underlying the tardiness, (4) the character of the omission, (5) the existence vel non of cognizable prejudice to the nonmovant in consequence of the omission, (6) the effect of granting (or denying) the motion on the administration of justice, and (7) whether the belated filing would, in any event, be more than an empty exercise.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">United States v. Roberts, 978 F.2d 17, 21-22 (1st Cir.1992).  Acknowledging the district court's \"great leeway in the application and enforcement of its local rules,\" we held in Roberts that a refusal to grant relief on reconsideration is reviewed for abuse of discretion.  Id. at 20.  \"In making discretionary judgments, a district court abuses its discretion when a relevant factor deserving of significant weight is overlooked, or when an improper factor is accorded significant weight, or when the court considers the appropriate mix of factors, but commits a palpable error of judgment in calibrating the decisional scales.\"  Id. at 21.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We are satisfied that the magistrate judge gave appropriate consideration to each of the relevant factors.  First, we note that here, unlike in Roberts, there was no question about Local Rule 19(c)'s interpretation or its application to the facts of the case.  Compare Roberts, 978 F.2d at 19-20.   Although Mrs. Ramsdell argued in her reply brief that her opposition was in fact filed in a timely manner under Local Rule 19(c) and Fed.R.Civ.P. 6(a), she waived that argument both by failing to raise it in the district court and by failing to raise it in her opening brief on appeal.  See, e.g., Aetna Casualty Sur. Co. v. P &amp; B Autobody, 43 F.3d 1546, 1571 (1st Cir.1994) (appellant failed to preserve issue for appeal by failing to raise it at trial and by failing to raise it in opening brief on appeal);  Pignons S.A. de Mecanique v. Polaroid Corp., 701 F.2d 1, 3 (1st Cir.1983) (arguments not presented in initial brief on appeal are waived).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Moreover, we note that Mrs. Ramsdell was represented by Maine counsel who was on notice that Local Rule 19 was being strictly enforced and that neglect was not an acceptable excuse.  See Cardente v. Fleet Bank of Maine, Inc., 146 F.R.D. 13, 20-22 (D.Me.1993);  Winters, 812 F.Supp. at 4;  Greene v. Union Mut. Life Ins. Co. of Am., 764 F.2d 19, 23 (1st Cir.1985) (district court reasonably found breakdown of counsel's office procedures not an adequate excuse for late filing).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, Mrs. Ramsdell failed to show that she suffered prejudice as a result of the magistrate judge striking her opposition to the motion for summary judgment.  The magistrate judge acted pursuant to Local Rule 19(c), which states in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Unless within ten (10) days after the filing of a motion the opposing party files written objection thereto, incorporating a memorandum of law, the opposing party shall be deemed to have waived objection.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Following the interpretation of Local Rule 19(c) previously explicated by the District of Maine in F.D.I.C. v. Bandon Assocs., 780 F.Supp. 60, 62 (D.Me.1991), the magistrate judge ruled that the penalty embodied in Rule 19(c) amounts to only a limited waiver:  \"[A] failure to respond to a Motion for Summary Judgment does not amount to a waiver of Plaintiff's objection....  [A] party who fails to object in a timely fashion is deemed to have consented to the moving party's statement of facts to the extent that statement is supported by appropriate record citations.\"  (R. 103, citation and internal quotation marks omitted.)   And, as the judge further observed, summary judgment is appropriate only if the record before the court establishes that the moving party is entitled to judgment as a matter of law.  See Winters, 812 F.Supp. at 2.   Therefore, the striking of Mrs. Ramsdell's opposition did not bar her from obtaining a favorable ruling based on issues of law presented by the motion if she was entitled to one.  Moreover, had the judge ignored disputed material issues of fact as a result of striking the opposition, she could have called them to our attention in her brief on appeal;  but she failed to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We conclude that the magistrate judge did not abuse his discretion in striking the opposition.</p>\n    </div>\n    <p>THE SUMMARY JUDGMENT</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We turn then to review of the judgment below on the merits, pursuant to the applicable de novo standard of review.  E.H. Ashley &amp; Co. v. Wells Fargo Alarm Services, 907 F.2d 1274, 1277 (1st Cir.1990).</p>\n    </div>\n    <p>The ECOA Violations</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Count I of the complaint alleges that the Bank violated the ECOA by demanding that Mrs. Ramsdell guarantee each of the three loan transactions between the Bank and the Ramsdells.  The ECOA makes it \"unlawful for any creditor to discriminate against any applicant, with respect to any aspect of a credit transaction--(1) on the basis of ... marital status....\"  15 U.S.C. Sec. 1691(a)(1) (1988).  The first two loan transactions in which the Bank demanded guarantees from Mrs. Ramsdell occurred in 1989 and 1991;  thus, the alleged violations based thereon occurred more than two years before Mrs. Ramsdell filed her complaint.  See Farrell v. Bank of N.H.--Portsmouth, 929 F.2d 871, 873 (1st Cir.1991) (violation deemed to occur when lender makes demand for spouse's signature).  The ECOA provides that \"no ... action shall be brought later than two years from the date of the occurrence of the violation....\"  15 U.S.C. Sec. 1691e(f) (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mrs. Ramsdell does not dispute that the statute has run but argues that \"equitable tolling is available under the ECOA to avoid an onerous two year limitation period....\"  (Appellant's Br. at 32.)   As we noted in Farrell, however, Congress in 1976 extended the limitations period from one to two years to afford claimants a reasonable time to bring an action.  Farrell, 929 F.2d at 874.   In light of Congress' deliberate exercise of its judgment regarding what is a reasonable time limit, that limit should not lightly be circumvented as onerous.  While equitable tolling may be available in a proper case, see id., the mere fact that plaintiff has let the time to file run is not sufficient to invoke equitable intervention.  Mrs. Ramsdell has come forward with no facts on which equitable intervention might be grounded.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The third loan transaction took place in May 1992, within the two year period.  At the closing, the Bank required Mrs. Ramsdell to sign both a note evidencing the loan and a guarantee.  The regulations issued by the Board of Governors of the Federal System interpreting the ECOA provide in relevant part that \"a creditor shall not require the signature of an applicant's spouse ... on any credit instrument if the applicant qualifies under the creditor's standards of creditworthiness for the amount and terms of the credit requested.\"  12 C.F.R. Sec. 202.7(d)(1) (1992) (emphasis added).  The district court found that Ramsdell and Mr. Ramsdell were not \"qualifie[d] under the creditor's standards of creditworthiness for the amount and terms of the credit requested.\"  (R. 107, 175.)   The court based this finding on three observations:  (1) that the Bank had issued notices of default on the 1989 and 1991 loans;  (2) that the Bank had insisted that $75,000 of the 1992 SBA loan be applied to the defaulted loans;  and (3) that there was no evidence to the contrary.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Mrs. Ramsdell now challenges the court's finding on two grounds.  First, she argues that there was no question of creditworthiness because the $75,000 payment was intended to cover the Bank's risk under the new loan.  But the complaint itself alleges that the existing loans had an outstanding principal balance of $900,000, and the Bank's directors authorized the additional working capital line only on the condition that the Bank's overall loss exposure not be increased.  Given that exposure, Ramsdell's lack of creditworthiness was an issue not reasonably disputable.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Second, citing 12 C.F.R. Sec. 202.2(p), Mrs. Ramsdell argues that the burden of proving lack of creditworthiness was on the Bank.  But that section defines credit scoring systems and says nothing about the burden of proof under the ECOA.  Section 202.7(d)(1) triggers liability under the act by specifying the condition under which it is unlawful to require the signature of an applicant's spouse, viz, when the applicant is creditworthy.  We do not read that section as creating an affirmative defense for banks premised on their proving lack of creditworthiness.  Thus, the burden was on Mrs. Ramsdell to come forward with proof that Ramsdell and Mr. Ramsdell were creditworthy.  She offered none.Breach of Contract</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Count II of the complaint alleges that \"SBA loan proceeds were improperly diverted by the Bank for its benefit\" in breach of the loan agreement.  The loan agreement, by its terms, unambiguously provided that \"interim financing utilized for the [Lubec contract and working capital] may be repaid from loan proceeds.\"  (Complaint p 36.)   The court determined that \"interim financing\" referred to the $75,000 that the Bank had advanced to Ramsdell prior to the closing of the loan to enable Ramsdell to continue work on the Lubec contract.  If interim financing was intended to exclude the $75,000 advance, the burden was on Mrs. Ramsdell to come forward with facts creating a triable issue.  She did not do so.</p>\n    </div>\n    <p>Aiding and Abetting Breach of Contract</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Count III charges the Bank's directors with authorizing and directing the diversion of the $75,000.  In view of our disposition of the diversion claim, this claim also fails.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>Interference with Advantageous Contractual Relations</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Count IV alleges that the Bank interfered with Mrs. Ramsdell's contract with the SBA by wrongfully diverting proceeds from the SBA loan.  In view of our disposition of the diversion claim, this claim fails.</p>\n    </div>\n    <p>Breach of Contract--Bad Faith</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Count V alleges that the Bank violated its duty of good faith and fair dealing owed to Mrs. Ramsdell by diverting proceeds from the SBA loan and interfering with Ramsdell's financial affairs.  Maine recognizes that the Uniform Commercial Code imposes a duty of good faith and fair dealing on banks, \"requiring 'honesty in fact in the conduct or transaction concerned.' \"  First NH Banks Granite State v. Scarborough, 615 A.2d 248, 250 (Me.1992);  see also Diversified Foods, Inc. v. First Nat. Bank of Boston, 605 A.2d 609, 614 (Me.1992) (no evidence that banks \"acted dishonestly, with ulterior motives, or for anything other than business reasons in exercising their rights under the loan agreement\").  No facts appear here to support a claim that the Bank acted dishonestly or otherwise improperly with respect to its contract with Mrs. Ramsdell.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>Interference with Advantageous Contractual Relations</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Counts VI and VII allege interference with the contractual relations between Ramsdell and the Town of Lubec.  Mrs. Ramsdell argues, in her reply brief, that these counts \"are tort actions for interference with a property right.  They are not claims for breach of contract.\"  (R. Br. 21.)   But she has failed to establish a property right of her own in the contract between Ramsdell and the Town of Lubec to support such a claim.  See Harmon v. Harmon, 404 A.2d 1020, 1024 (Me.1979) (requiring proof that plaintiff, \"but for tortious interference of another, ... would in all likelihood have received a gift or a specific profit from a transaction....\").  Lacking such proof, she attempts to rely, presumably by analogy, on third party beneficiary principles, claiming to be a beneficiary of the Lubec contract.  Under Maine law, however, a person must demonstrate that she is an intended beneficiary of a contract to maintain an action for its breach.  F.O. Bailey Co. v. Ledgewood, Inc., 603 A.2d 466, 468 (Me.1992) (emphasis added).  The Ledgewood court, following the Restatement (Second) of Contracts Sec. 302, held that it is not enough for a plaintiff to show that she benefitted from a contract;  she must come forward with evidence of a \"clear and definite\" intent on the promisee's part that the plaintiff receive an enforceable benefit under the contract.  Id.  No such evidence has been offered here.</p>\n    </div>\n    <p>Negligence</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Count VIII makes two allegations:  (1) that the Bank negligently underestimated Ramsdell's cash requirement, thereby causing the SBA to lend Ramsdell less than the SBA would have been willing to lend and ultimately causing Ramsdell's business to fail;  and (2) that Mrs. Ramsdell executed the guarantee in reliance on the Bank's representations that the Lubec contract would generate sufficient cash to repay the SBA loan.  As interpreted in her brief, the count alleges a failure by the Bank to prepare cash projections, a business plan, and loan analysis in a professional manner.  While those allegations might withstand a motion to dismiss, in opposing a motion for summary judgment the \"adverse party may not rest upon the mere allegations ... of the ... adverse party's pleading but ... must set forth specific facts showing that there is a genuine issue for trial.\"   Fed.R.Civ.P. 56(e).  Her brief offers none.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Northern California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Even if Mrs. Ramsdell had preserved the issue of whether her opposition was in fact timely filed under Local Rule 19(c) and Fed.R.Civ.P. 6(a), her application of the rules is incorrect.  Regarding the operation of Local Rule 19(c), the District of Maine has previously held that although the prescribed 10-day response period excludes weekends and holidays per Fed.R.Civ.P. 6(a), the three-day mailing period does not.  See, e.g., Winters v. F.D.I.C., 812 F.Supp. 1, 4 (D.Me.1992).  The three extra days for mailing objections filed pursuant to Local Rule 19(c) are \"clearly calendar days.\"  Id.  Mrs. Ramsdell's argument that her opposition was due November 22, 1994, depends on a calculation that excludes weekend days from the three-day mailing period.  Thus her argument fails</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></span></p>\n    <p class=\"parties\">Yvonne RAMSDELL, Plaintiff-Appellant,<br>v.<br>Erskine BOWLES, et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 95-1148.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued June 5, 1995.<br>Decided Aug. 30, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Ralph A. Dyer, with whom Law Offices of Ralph A. Dyer, P.A., was on brief, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Stephen G. Morrell, with whom Judy A.S. Metcalf and Eaton, Peabody, Bradford &amp; Veague, P.A., were on brief, for appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">SCHWARZER, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Yvonne Ramsdell brought suit against Machias Savings Bank and its directors (collectively the \"Bank\") alleging claims arising out of a series of loan transactions in which the Bank provided financing to Ramsdell Construction Company (\"Ramsdell\"), owned by Mrs. Ramsdell's husband and son.  Because Mrs. Ramsdell alleged a violation of the Equal Credit Opportunity Act (the \"ECOA\"), 15 U.S.C. Secs. 1691-1691f (1988), the district court had jurisdiction over that claim under 28 U.S.C. Sec. 1331 and over the supplemental state law claims under 28 U.S.C. Sec. 1367.  Mrs. Ramsdell now appeals the district court's grant of the Bank's motion for summary judgment.  We have jurisdiction under 28 U.S.C. Sec. 1291 and affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Ramsdell Construction Company was engaged in the construction business in Machias, Maine.  In 1989 and 1991, it obtained loans from the Bank to finance its operations.  In early 1992, having defaulted on the loans, Ramsdell decided to obtain additional financing to enable it to complete a construction project for which it had a contract with the Town of Lubec, Maine.  The Bank agreed to make the loan on the condition that the loan would be guaranteed by the Small Business Administration (the \"SBA\") and that Mrs. Ramsdell would also sign a personal guarantee.  This loan, sometimes referred to as the SBA loan, closed in June 1992.  Meanwhile Ramsdell continued work on the Lubec project with interim financing from the Bank.  At the closing, $75,000 of the loan proceeds was used to set off advances the Bank had made in the interim to finance the work.  Notwithstanding this infusion of funds, Ramsdell defaulted on the Lubec contract in the fall of 1992 and went into bankruptcy.  Foreclosure proceedings were brought in the state court against Mrs. Ramsdell and others who were borrowers or guarantors of the loans.  Apparently, discovery taken in the state court action was later used by the parties in the instant action.</p>\n    </div>\n    <p>PROCEDURAL BACKGROUND</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The complaint, filed on April 14, 1994, alleged that the Bank had violated the ECOA (Count I), breached the loan agreement with Ramsdell (Count II), interfered with plaintiff's and Ramsdell's advantageous relationships (Counts IV, VI and VII), violated its duty of good faith and fair dealing (Count V), and acted negligently (Count VIII).  It also alleged that individual defendants had aided and abetted the breach (Count III) and had interfered with advantageous relationships (Counts IV and VII).  Additional counts have been abandoned on appeal.  Originally, the complaint also named the SBA as a defendant;  however, the claims against the SBA were later dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Bank filed a motion for summary judgment on November 2, 1994.  Mrs. Ramsdell moved for an extension of time to file her opposition until November 21, 1994 (the date on which it would have been due, in any event, under Local Rule 19(c) of the District of Maine).  She filed her opposition on November 22, 1994, one day late.  On December 2, 1994, the Bank moved to strike the opposition as untimely and further asked that certain marked material be struck as immaterial or as barred by an earlier confidentiality order issued by the court.  On December 6, 1994, the magistrate judge granted the motion to strike, before objections had been filed;  on December 8, 1994, he filed his recommended decision granting summary judgment.  After receiving the objections, the magistrate judge treated them as a motion for reconsideration, which he denied by order of December 12, 1994.  Mrs. Ramsdell then filed a brief seeking de novo review of the magistrate judge's recommended decision;  on January 3, 1995, the district court issued its order adopting the recommended decision and granting judgment for the Bank.</p>\n    </div>\n    <p>THE MOTION TO STRIKE</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In his initial order granting the motion to strike, the magistrate judge, relying on the court's inherent power to enforce its rules, concluded that although the court is \"usually generous to those who miss by slight amounts various limitations on pleadings ... Plaintiff's response to the Motion for Summary Judgment is properly stricken.\"  (R. 102.)   The magistrate judge found that a chart Mrs. Ramsdell offered in support of the opposition was \"not authenticated and ha[d] no evidentiary value\" and that the opposition was \"replete with 'immaterial, irrelevant and prejudicial statements.' \"  (R. 100-01.)   On reconsideration, the magistrate judge applied the seven factors we suggested district courts examine when exercising their discretion in ruling on a motion for reconsideration of a dismissal order entered due to a plaintiff's failure to file a timely opposition to a motion, viz:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>(1) the nature of the case, (2) the degree of tardiness, (3) the reasons underlying the tardiness, (4) the character of the omission, (5) the existence vel non of cognizable prejudice to the nonmovant in consequence of the omission, (6) the effect of granting (or denying) the motion on the administration of justice, and (7) whether the belated filing would, in any event, be more than an empty exercise.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">United States v. Roberts, <span class=\"citation\" data-id=\"593292\"><a href=\"/opinion/593292/united-states-v-leslie-roberts/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 21-22 (1st Cir.1992).  Acknowledging the district court's \"great leeway in the application and enforcement of its local rules,\" we held in Roberts that a refusal to grant relief on reconsideration is reviewed for abuse of discretion.  <span class=\"citation\" data-id=\"593292\"><a href=\"/opinion/593292/united-states-v-leslie-roberts/\"><span class=\"id_token\">Id.</span> at 20. </a></span> \"In making discretionary judgments, a district court abuses its discretion when a relevant factor deserving of significant weight is overlooked, or when an improper factor is accorded significant weight, or when the court considers the appropriate mix of factors, but commits a palpable error of judgment in calibrating the decisional scales.\"  <span class=\"citation\" data-id=\"593292\"><a href=\"/opinion/593292/united-states-v-leslie-roberts/\"><span class=\"id_token\">Id.</span> at 21.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We are satisfied that the magistrate judge gave appropriate consideration to each of the relevant factors.  First, we note that here, unlike in Roberts, there was no question about Local Rule 19(c)'s interpretation or its application to the facts of the case.  Compare <span class=\"citation\" data-id=\"593292\"><span class=\"antecedent_guess\">Roberts,</span> <a href=\"/opinion/593292/united-states-v-leslie-roberts/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">19-20</span></a></span>.   Although Mrs. Ramsdell argued in her reply brief that her opposition was in fact filed in a timely manner under Local Rule 19(c) and Fed.R.Civ.P. 6(a), she waived that argument both by failing to raise it in the district court and by failing to raise it in her opening brief on appeal.  See, e.g., Aetna Casualty Sur. Co. v. P &amp; B Autobody, <span class=\"citation\" data-id=\"686425\"><a href=\"/opinion/686425/aetna-casualty-surety-company-v-p-b-autobody-arsenal-auto-repairs/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1546</span></a></span>, 1571 (1st Cir.1994) (appellant failed to preserve issue for appeal by failing to raise it at trial and by failing to raise it in opening brief on appeal);  Pignons S.A. de Mecanique v. Polaroid Corp., <span class=\"citation\" data-id=\"414523\"><a href=\"/opinion/414523/pignons-sa-de-mecanique-v-polaroid-corporation/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1983) (arguments not presented in initial brief on appeal are waived).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Moreover, we note that Mrs. Ramsdell was represented by Maine counsel who was on notice that Local Rule 19 was being strictly enforced and that neglect was not an acceptable excuse.  See Cardente v. Fleet Bank of Maine, Inc., <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">13</span></span>, 20-22 (D.Me.1993);  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Winters,</span> <span class=\"volume\">812</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">4</span></span>;  Greene v. Union Mut. Life Ins. Co. of Am., <span class=\"citation\" data-id=\"453327\"><a href=\"/opinion/453327/howard-greene-v-union-mutual-life-insurance-company-of-america/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 23 (1st Cir.1985) (district court reasonably found breakdown of counsel's office procedures not an adequate excuse for late filing).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, Mrs. Ramsdell failed to show that she suffered prejudice as a result of the magistrate judge striking her opposition to the motion for summary judgment.  The magistrate judge acted pursuant to Local Rule 19(c), which states in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Unless within ten (10) days after the filing of a motion the opposing party files written objection thereto, incorporating a memorandum of law, the opposing party shall be deemed to have waived objection.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Following the interpretation of Local Rule 19(c) previously explicated by the District of Maine in F.D.I.C. v. Bandon Assocs., <span class=\"citation no-link\"><span class=\"volume\">780</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">60</span></span>, 62 (D.Me.1991), the magistrate judge ruled that the penalty embodied in Rule 19(c) amounts to only a limited waiver:  \"[A] failure to respond to a Motion for Summary Judgment does not amount to a waiver of Plaintiff's objection....  [A] party who fails to object in a timely fashion is deemed to have consented to the moving party's statement of facts to the extent that statement is supported by appropriate record citations.\"  (R. 103, citation and internal quotation marks omitted.)   And, as the judge further observed, summary judgment is appropriate only if the record before the court establishes that the moving party is entitled to judgment as a matter of law.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Winters,</span> <span class=\"volume\">812</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">2</span></span>.   Therefore, the striking of Mrs. Ramsdell's opposition did not bar her from obtaining a favorable ruling based on issues of law presented by the motion if she was entitled to one.  Moreover, had the judge ignored disputed material issues of fact as a result of striking the opposition, she could have called them to our attention in her brief on appeal;  but she failed to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We conclude that the magistrate judge did not abuse his discretion in striking the opposition.</p>\n    </div>\n    <p>THE SUMMARY JUDGMENT</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We turn then to review of the judgment below on the merits, pursuant to the applicable de novo standard of review.  E.H. Ashley &amp; Co. v. Wells Fargo Alarm Services, <span class=\"citation\" data-id=\"544608\"><a href=\"/opinion/544608/eh-ashley-co-inc-and-willow-associates-v-wells-fargo-alarm/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1274</span></a></span>, 1277 (1st Cir.1990).</p>\n    </div>\n    <p>The ECOA Violations</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Count I of the complaint alleges that the Bank violated the ECOA by demanding that Mrs. Ramsdell guarantee each of the three loan transactions between the Bank and the Ramsdells.  The ECOA makes it \"unlawful for any creditor to discriminate against any applicant, with respect to any aspect of a credit transaction--(1) on the basis of ... marital status....\"  15 U.S.C. Sec. 1691(a)(1) (1988).  The first two loan transactions in which the Bank demanded guarantees from Mrs. Ramsdell occurred in 1989 and 1991;  thus, the alleged violations based thereon occurred more than two years before Mrs. Ramsdell filed her complaint.  See Farrell v. Bank of N.H.--Portsmouth, <span class=\"citation\" data-id=\"558578\"><a href=\"/opinion/558578/julianne-farrell-and-edda-martin-v-bank-of-new-hampshire-portsmouth/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">871</span></a></span>, 873 (1st Cir.1991) (violation deemed to occur when lender makes demand for spouse's signature).  The ECOA provides that \"no ... action shall be brought later than two years from the date of the occurrence of the violation....\"  15 U.S.C. Sec. 1691e(f) (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mrs. Ramsdell does not dispute that the statute has run but argues that \"equitable tolling is available under the ECOA to avoid an onerous two year limitation period....\"  (Appellant's Br. at 32.)   As we noted in Farrell, however, Congress in 1976 extended the limitations period from one to two years to afford claimants a reasonable time to bring an action.  <span class=\"citation\" data-id=\"558578\"><span class=\"antecedent_guess\">Farrell,</span> <a href=\"/opinion/558578/julianne-farrell-and-edda-martin-v-bank-of-new-hampshire-portsmouth/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">874</span></a></span>.   In light of Congress' deliberate exercise of its judgment regarding what is a reasonable time limit, that limit should not lightly be circumvented as onerous.  While equitable tolling may be available in a proper case, see <span class=\"citation\" data-id=\"558578\"><a href=\"/opinion/558578/julianne-farrell-and-edda-martin-v-bank-of-new-hampshire-portsmouth/\"><span class=\"id_token\">id.,</span> the mere </a></span>fact that plaintiff has let the time to file run is not sufficient to invoke equitable intervention.  Mrs. Ramsdell has come forward with no facts on which equitable intervention might be grounded.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The third loan transaction took place in May 1992, within the two year period.  At the closing, the Bank required Mrs. Ramsdell to sign both a note evidencing the loan and a guarantee.  The regulations issued by the Board of Governors of the Federal System interpreting the ECOA provide in relevant part that \"a creditor shall not require the signature of an applicant's spouse ... on any credit instrument if the applicant qualifies under the creditor's standards of creditworthiness for the amount and terms of the credit requested.\"  12 C.F.R. Sec. 202.7(d)(1) (1992) (emphasis added).  The district court found that Ramsdell and Mr. Ramsdell were not \"qualifie[d] under the creditor's standards of creditworthiness for the amount and terms of the credit requested.\"  (R. 107, 175.)   The court based this finding on three observations:  (1) that the Bank had issued notices of default on the 1989 and 1991 loans;  (2) that the Bank had insisted that $75,000 of the 1992 SBA loan be applied to the defaulted loans;  and (3) that there was no evidence to the contrary.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Mrs. Ramsdell now challenges the court's finding on two grounds.  First, she argues that there was no question of creditworthiness because the $75,000 payment was intended to cover the Bank's risk under the new loan.  But the complaint itself alleges that the existing loans had an outstanding principal balance of $900,000, and the Bank's directors authorized the additional working capital line only on the condition that the Bank's overall loss exposure not be increased.  Given that exposure, Ramsdell's lack of creditworthiness was an issue not reasonably disputable.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Second, citing 12 C.F.R. Sec. 202.2(p), Mrs. Ramsdell argues that the burden of proving lack of creditworthiness was on the Bank.  But that section defines credit scoring systems and says nothing about the burden of proof under the ECOA.  Section 202.7(d)(1) triggers liability under the act by specifying the condition under which it is unlawful to require the signature of an applicant's spouse, viz, when the applicant is creditworthy.  We do not read that section as creating an affirmative defense for banks premised on their proving lack of creditworthiness.  Thus, the burden was on Mrs. Ramsdell to come forward with proof that Ramsdell and Mr. Ramsdell were creditworthy.  She offered none.Breach of Contract</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Count II of the complaint alleges that \"SBA loan proceeds were improperly diverted by the Bank for its benefit\" in breach of the loan agreement.  The loan agreement, by its terms, unambiguously provided that \"interim financing utilized for the [Lubec contract and working capital] may be repaid from loan proceeds.\"  (Complaint p 36.)   The court determined that \"interim financing\" referred to the $75,000 that the Bank had advanced to Ramsdell prior to the closing of the loan to enable Ramsdell to continue work on the Lubec contract.  If interim financing was intended to exclude the $75,000 advance, the burden was on Mrs. Ramsdell to come forward with facts creating a triable issue.  She did not do so.</p>\n    </div>\n    <p>Aiding and Abetting Breach of Contract</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Count III charges the Bank's directors with authorizing and directing the diversion of the $75,000.  In view of our disposition of the diversion claim, this claim also fails.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>Interference with Advantageous Contractual Relations</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Count IV alleges that the Bank interfered with Mrs. Ramsdell's contract with the SBA by wrongfully diverting proceeds from the SBA loan.  In view of our disposition of the diversion claim, this claim fails.</p>\n    </div>\n    <p>Breach of Contract--Bad Faith</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Count V alleges that the Bank violated its duty of good faith and fair dealing owed to Mrs. Ramsdell by diverting proceeds from the SBA loan and interfering with Ramsdell's financial affairs.  Maine recognizes that the Uniform Commercial Code imposes a duty of good faith and fair dealing on banks, \"requiring 'honesty in fact in the conduct or transaction concerned.' \"  First NH Banks Granite State v. Scarborough, <span class=\"citation\" data-id=\"1975432\"><a href=\"/opinion/1975432/first-nh-banks-granite-state-v-scarborough/\"><span class=\"volume\">615</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">248</span></a></span>, 250 (Me.1992);  see also Diversified Foods, Inc. v. First Nat. Bank of Boston, <span class=\"citation\" data-id=\"2164072\"><a href=\"/opinion/2164072/diversified-foods-inc-v-first-nat-bank-of-boston/\"><span class=\"volume\">605</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">609</span></a></span>, 614 (Me.1992) (no evidence that banks \"acted dishonestly, with ulterior motives, or for anything other than business reasons in exercising their rights under the loan agreement\").  No facts appear here to support a claim that the Bank acted dishonestly or otherwise improperly with respect to its contract with Mrs. Ramsdell.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>Interference with Advantageous Contractual Relations</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Counts VI and VII allege interference with the contractual relations between Ramsdell and the Town of Lubec.  Mrs. Ramsdell argues, in her reply brief, that these counts \"are tort actions for interference with a property right.  They are not claims for breach of contract.\"  (R. Br. 21.)   But she has failed to establish a property right of her own in the contract between Ramsdell and the Town of Lubec to support such a claim.  See Harmon v. Harmon, <span class=\"citation\" data-id=\"2363359\"><a href=\"/opinion/2363359/harmon-v-harmon/\"><span class=\"volume\">404</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1020</span></a></span>, 1024 (Me.1979) (requiring proof that plaintiff, \"but for tortious interference of another, ... would in all likelihood have received a gift or a specific profit from a transaction....\").  Lacking such proof, she attempts to rely, presumably by analogy, on third party beneficiary principles, claiming to be a beneficiary of the Lubec contract.  Under Maine law, however, a person must demonstrate that she is an intended beneficiary of a contract to maintain an action for its breach.  F.O. Bailey Co. v. Ledgewood, Inc., <span class=\"citation\" data-id=\"2310123\"><a href=\"/opinion/2310123/fo-bailey-co-inc-v-ledgewood-inc/\"><span class=\"volume\">603</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">466</span></a></span>, 468 (Me.1992) (emphasis added).  The Ledgewood court, following the Restatement (Second) of Contracts Sec. 302, held that it is not enough for a plaintiff to show that she benefitted from a contract;  she must come forward with evidence of a \"clear and definite\" intent on the promisee's part that the plaintiff receive an enforceable benefit under the contract.  <span class=\"citation\" data-id=\"2310123\"><a href=\"/opinion/2310123/fo-bailey-co-inc-v-ledgewood-inc/\"><span class=\"id_token\">Id.</span>  No such </a></span>evidence has been offered here.</p>\n    </div>\n    <p>Negligence</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Count VIII makes two allegations:  (1) that the Bank negligently underestimated Ramsdell's cash requirement, thereby causing the SBA to lend Ramsdell less than the SBA would have been willing to lend and ultimately causing Ramsdell's business to fail;  and (2) that Mrs. Ramsdell executed the guarantee in reliance on the Bank's representations that the Lubec contract would generate sufficient cash to repay the SBA loan.  As interpreted in her brief, the count alleges a failure by the Bank to prepare cash projections, a business plan, and loan analysis in a professional manner.  While those allegations might withstand a motion to dismiss, in opposing a motion for summary judgment the \"adverse party may not rest upon the mere allegations ... of the ... adverse party's pleading but ... must set forth specific facts showing that there is a genuine issue for trial.\"   Fed.R.Civ.P. 56(e).  Her brief offers none.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Northern California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Even if Mrs. Ramsdell had preserved the issue of whether her opposition was in fact timely filed under Local Rule 19(c) and Fed.R.Civ.P. 6(a), her application of the rules is incorrect.  Regarding the operation of Local Rule 19(c), the District of Maine has previously held that although the prescribed 10-day response period excludes weekends and holidays per Fed.R.Civ.P. 6(a), the three-day mailing period does not.  See, e.g., Winters v. F.D.I.C., <span class=\"citation no-link\"><span class=\"volume\">812</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1</span></span>, 4 (D.Me.1992).  The three extra days for mailing objections filed pursuant to Local Rule 19(c) are \"clearly calendar days.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  Mrs. Ramsdell's </span>argument that her opposition was due November 22, 1994, depends on a calculation that excludes weekend days from the three-day mailing period.  Thus her argument fails</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/414523/",
    "https://www.courtlistener.com/api/rest/v3/opinions/453327/",
    "https://www.courtlistener.com/api/rest/v3/opinions/544608/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558578/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593292/",
    "https://www.courtlistener.com/api/rest/v3/opinions/686425/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1975432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2164072/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2310123/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2363359/"
  ]
}