{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196252/",
  "id": 196252,
  "absolute_url": "/opinion/196252/hogan-v-bangor-arostook/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196252/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:01:29Z",
  "date_modified": "2020-02-21T23:58:05.257093Z",
  "type": "010combined",
  "sha1": "c453381aae536d7855d38c1e6354db25c7d1d888",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1168.01A",
  "local_path": null,
  "plain_text": "\n\nAugust 21, 1995\r\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1168\r\n\n                        DONALD HOGAN,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n            BANGOR AND AROOSTOOK RAILROAD COMPANY,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 95-1169\r\n\n                        DONALD HOGAN,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n            BANGOR AND AROOSTOOK RAILROAD COMPANY,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n                         ERRATA SHEET\r\n\nThe opinion of this court issued on August 18, 1995 is amended  as\r\nfollows:\r\n\nOn the cover sheet, substitute \"On Appeals\" for \"On Appeal\".\r\n\nOn the cover sheet, substitute \"for Bangor  and Aroostook Railroad\r\nCompany\" for \"for appellant\".\r\n\nOn  the  cover  sheet,  substitute  \"for  Donald  Hogan\" for  \"for\r\nappellee\".\r\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1168\r\n\n                        DONALD HOGAN,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n            BANGOR AND AROOSTOOK RAILROAD COMPANY,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 95-1169\r\n\n                        DONALD HOGAN,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n            BANGOR AND AROOSTOOK RAILROAD COMPANY,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n       ON APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n                  FOR THE DISTRICT OF MAINE\r\n\n       [Hon. Eugene W. Beaulieu, U.S. Magistrate Judge]\r                                                                  \r\n\n                                         \r\n\n                            Before\r\n\n            Selya, Cyr, and Lynch, Circuit Judges.\r                                                             \r\n\n                                         \r\r\n\nJames E.  Howard, with  whom M.  Katherine Willard  and Phoebe  S.\r                                                                              \r\nGallagher were on brief, for appellant. \r                 \r\nWilliam J. Kelleher for appellee.\r                               \r\n\n                                         \r\n                       August 18, 1995\r\n                                         \r\r\n\n          LYNCH, Circuit Judge.  An employer's refusal to let\r                      LYNCH, Circuit Judge.\r                                          \r\n\nan employee return  to work  out of a  difference of  medical\r\n\nviews as  to whether the employee  was fit gave rise  to this\r\n\ndiscrimination  action  brought   under  the  Americans  with\r\n\nDisabilities  Act (\"ADA\"), 42 U.S.C.   12101 et seq., and the\r                                                                \r\n\nMaine  Human Rights Act (\"MHRA\"), Me. Rev. Stat. Ann. tit. 5,\r\n\n  4561  et seq. (West 1989).  A jury verdict in  favor of the\r                           \r\n\nplaintiff Donald  Hogan of $400,000, reduced  by the district\r\n\ncourt to $200,000, gives  rise to a case of  first impression\r\n\nin this  Circuit on  the meaning of  the cap  on ADA  damages\r\n\nimposed  by 42 U.S.C.   1981a(b)(3).  Because the language of\r\n\nthe  statute is  clear, the  reduction of  the jury  award of\r\n\ndamages  to $200,000  is  affirmed.   The  challenges of  the\r\n\ndefendant  Bangor  and  Aroostook  Railroad  (\"BAR\")  to  the\r\n\nsufficiency of the evidence to support the $200,000 award and\r\n\nto the additional back pay  award of $70,684.29 are rejected,\r\n\nas  is  Hogan's challenge  to the  denial  of his  motion for\r\n\nprejudgment interest.\r\n\n          Hogan, a  trackman for  BAR since 1970,  suffered a\r\n\ncollapsed lung while at work in February 1992.  After surgery\r\n\nto remove a  lobe of his lung, Hogan was told on May 20, 1992\r\n\nby Dr. Cabot that he was fit to return to work.  Dr.  Sagall,\r\n\nBAR's  Chief  Medical  Officer  and  a  family  practitioner,\r\n\nexamined Hogan and, based on what he professed to be abnormal\r\n\npulmonary  function tests,  concluded Hogan  was not  able to\r\r\n\nreturn to his physically demanding job.   Dr. Sagall believed\r\n\nthat Hogan  suffered from bullous disease  and emphysema, and\r\n\nthat this increased Hogan's risk of lung collapse.\r\n\n          Despite  mounting medical evidence to the contrary,\r\n\nDr. Sagall clung to his  belief for more than two and  a half\r\n\nyears.    Hogan's  physician,   Dr.  Cabot,  based  on  later\r\n\nexamination  again repeated that Hogan  was fit.  Dr. Sagall,\r\n\nfeeling Dr.  Cabot did  not understand how  strenuous Hogan's\r\n\njob was, again  told Hogan he could not return  to work.  Dr.\r\n\nSagall,  however, failed  to  discuss Hogan  with Dr.  Cabot,\r\n\nfailed to ascertain if Dr. Cabot did misunderstand the nature\r\n\nof  the job, and failed to  have x-rays done which would have\r\n\nrevealed whether  Hogan in  fact suffered from  emphysema and\r\n\nbullous disease.   Indeed, Dr. Sagall did  not request x-rays\r\n\nuntil  January  1993,  after  Hogan had  brought  suit,  when\r\n\ndirected  to do  so  by the  Railway  Retirement Board.    In\r\n\naddition, CAT-scan  results available to Dr.  Sagall in March\r\n\n1992 would  have disclosed, if  reviewed, that Hogan  did not\r\n\nsuffer from emphysema.\r\n\n          By  January 1993 BAR had been given an opinion from\r\n\nan  acknowledged pulmonary  specialist,  Dr. Oldenburg,  that\r\n\nHogan could return to work.   This opinion fared no better in\r\n\nswaying BAR than did  Dr. Cabot's opinion.  Dr.  Sagall again\r\n\nfelt no need to contact Dr. Oldenburg and discuss Hogan.\r\n\n                             -3-\r                                          3\r\r\n\n          In October 1993, BAR requested that Hogan undergo a\r\n\nFunctional  Capacity  Test  prepared  specifically  for  him.\r\n\nThere was no guarantee that if Hogan passed the test he would\r\n\nbe  allowed to  return to work.   Hogan  refused to  take the\r\n\ntest.  \r\n\n          In November 1994, after trial had started and after\r\n\nexaminations  by  both  Dr.  Oldenburg and  Dr.  Sagall,  BAR\r\n\nreinstated Hogan to his job as trackman.\r\n\n          In  the period  that  Hogan was  kept  out of  work\r\n\ndespite  his doctors' opinions that he was fit, Hogan and his\r\n\nfamily were forced to live on a fraction of his former income\r\n\nas family  breadwinner.  Dr. Sagall's  repeated statements to\r\n\nhim that  he was  disabled  and the  disability was  probably\r\n\npermanent exacerbated Hogan's depressed state.\r\n\n          The  jury found in Hogan's favor  under the ADA and\r\n\nawarded  him $200,000  each in  punitive and  in compensatory\r\n\ndamages.   The district  court then reduced  Hogan's award to\r\n\n$200,000  ($100,000  compensatory   and  $100,000   punitive)\r\n\npursuant  to  the  statutory  cap  imposed  by  42  U.S.C.   \r\n\n1981a(b)(3).   In addition,  Hogan was awarded  $70,684.29 in\r\n\nback pay.   As an  alternative recovery under  the MHRA,  the\r\n\ndistrict  court  awarded Hogan  the  same back  pay  award of\r\n\n$70,684.29 plus $5,000 in civil penal damages.  \r\n\n          Hoping to retain the $400,000 award, Hogan  argues,\r\n\nbased solely on an improbable reading of the statute, that 42\r\n\n                             -4-\r                                          4\r\r\n\nU.S.C.   1981a(b)(3) imposes  a cap of $200,000 on  each type\r                                                                    \r\n\nof damage award, and not on the sum of the two.  The language\r                                               \r\n\nof 42 U.S.C.   1981a(b)(3) provides:\r\n\n          The sum  of  the  amount  of  compensatory  damages\r\n          awarded  under this  section  for future  pecuniary\r\n          losses,  emotional pain,  suffering, inconvenience,\r\n          mental anguish,  loss  of enjoyment  of  life,  and\r\n          other  nonpecuniary  losses,   and  the  amount  of\r\n          punitive damages awarded under this  section, shall\r\n          not exceed . . . $200,000.\r\n\n          The district court correctly read  the provision as\r\n\n\"[t]he  sum of the  amount of compensatory damages  . . . and\r\n\nthe amount of punitive damages .  . . shall not exceed .  . .\r\n\n$200,000.\"  The only other court to have considered the issue\r\n\nthus far has  reached the  same conclusion.   See U.S.  Equal\r                                                                         \r\n\nEmployment   Opportunity   Commission    v.   AIC    Security\r                                                                         \r\n\nInvestigations, Ltd., 823 F. Supp. 571, 576 (N.D. Ill. 1993),\r                                \r\n\nrev'd in part on other grounds, 55 F.3d 1276 (7th Cir. 1995).\r                                          \r\n\n          The  statute is clear on  its face that  the sum of\r\n\ncompensatory  damages (including its  various components) and\r\n\npunitive  damages shall  not exceed  $200,000.  \"The  task of\r\n\nstatutory  interpretation  begins  with the  language  of the\r\n\nstatute, and statutory language must be accorded its ordinary\r\n\nmeaning.\"   Gately v.  Commonwealth of Massachusetts,  2 F.3d\r                                                                \r\n\n1221, 1228 (1st  Cir. 1993),  cert. denied, 114  S. Ct.  1832\r                                                      \r\n\n(1994).   \"[W]hen a statute  speaks with clarity  to an issue\r\n\njudicial  inquiry into the statute's meaning,  in all but the\r\n\n                             -5-\r                                          5\r\r\n\nmost  extraordinary  circumstance, is  finished.\"   Estate of\r                                                                         \r\n\nCowart v. Nicklos Drilling Co., 112 S. Ct. 2589, 2594 (1992).\r                                          \r\n\n          The reduction  of the  jury award from  $200,000 to\r\n\n$100,000  on  each  type of  damage  award  was  done by  the\r\n\ndistrict court simply  to accommodate the cap.   The original\r\n\njury award  of $200,000 for compensatory  damages alone would\r\n\nalso  satisfy the  cap.   Exercising our  authority  under 28\r\n\nU.S.C.    2106, see  United States v.  Garafano, No. 95-1127,\r                                                           \r\n\nslip op.  at  8 (1st  Cir. Aug.  7, 1995),  we reinstate  the\r\n\njury's award  of $200,000 in compensatory  damages, for which\r\n\nthere is  sufficient evidence as described  below, and vacate\r\n\nthe district  court's award of $100,000  in punitive damages,\r\n\nthus  obviating the  need to reach  the question  of punitive\r\n\ndamages.  \r\n\n          BAR argues that  the jury's  award of  compensatory\r\n\ndamages  was excessive and should  be reduced.1   An award of\r\n\ncompensatory damages  is excessive  if it exceeds  a rational\r\n\nappraisal of  the damages  actually incurred.    See Linn  v.\r                                                                     \r\n\nAndover Newton Theological School,  Inc., 874 F.2d 1,  6 (1st\r                                                    \r\n\nCir. 1989).  \"Generousness  of a jury's award does  not alone\r\n\njustify  an  appellate  court  in setting  it  aside.\"    Id.\r                                                                         \r\n\n                    \r                                \r\n\n1.  BAR argues that the reduced jury award of $100,000 in\r\ncompensatory damages was excessive.  Since we have reinstated\r\nthe full jury award of $200,000 on compensatory damages, we\r\ntreat BAR's arguments on the $100,000 of compensatory damages\r\nas applying to the full amount.\r\n\n                             -6-\r                                          6\r\r\n\n(quoting  Kolb v. Goldring, Inc., 694 F.2d 869, 871 (1st Cir.\r                                            \r\n\n1982)).   \r\n\n          BAR argues  Hogan did not  prove emotional distress\r\n\nsufficient to warrant the damages award.  The jury,  however,\r\n\nawarded compensatory damages not only for emotional distress,\r\n\nbut  also  for inconvenience,  mental  anguish,  and loss  of\r\n\nenjoyment of life.   Until his reinstatement in October 1994,\r\n\nHogan was repeatedly and  incorrectly kept from a job  he had\r\n\nheld for twenty-two years.  During the almost  two and a half\r\n\nyears he was kept out of work, Hogan, who was married and had\r\n\ntwo  young children,  saw his  annual  income of  $28,000 and\r\n\nbenefits  plummet to $13,000 with no benefits.  His wife, who\r\n\nhad  previously cared for their  children, went to  work in a\r\n\nshoe  factory  in  order  for  the  family  to  have  medical\r\n\ninsurance.   As  the district  court noted,  they were  in \"a\r\n\ndifficult financial situation.\"   The company doctor had told\r\n\nHogan  he was \"disabled\" and  that it was  highly unlikely he\r\n\nwould ever be able  to return to  physical labor, the job  he\r\n\nhad  had most  of his  adult life.   Hogan,  very upset  as a\r\n\nresult, became  depressed, withdrawn,  and gave up  his usual\r\n\nactivities.  His pulmonary specialist described him as \"quite\r\n\ndepressed.\"  The evidence was adequate to support the  award.\r\n\nSee  Bolden  v.   Southeastern  Pennsylvania   Transportation\r                                                                         \r\n\nAuthority, 21 F.3d 29, 33 (3d Cir. 1994).\r                     \r\n\n                             -7-\r                                          7\r\r\n\n          BAR  also argues  that  Hogan's refusal  to take  a\r\n\nFunctional   Capacity   Evaluation  Test   (\"FCE\")  specially\r\n\ndesigned for him, in September 1993, constituted a failure to\r\n\nmitigate back pay damages, and that the district court  erred\r\n\nin not so ruling.   An employee's rejection of  an employer's\r\n\nunconditional  job   offer  does  end  the   accrual  of  the\r\n\nemployer's  potential  back  pay  liability,  absent  special\r\n\ncircumstances.       Ford  Motor  Co.   v.  Equal  Employment\r                                                                         \r\n\nOpportunity Commission,  458 U.S. 219, 241  (1982); Morris v.\r                                                                      \r\n\nAmerican  National Can  Corporation, 952  F.2d 200,  202 (8th\r                                               \r\n\nCir. 1991).   If Hogan had taken and passed the FCE, he still\r\n\nhad to  proceed to further  tests and if he  cleared those he\r\n\nwas  required to obtain a  clearance from Dr.  Sagall.  BAR's\r\n\nargument  fails because it was  by no means  clear that Hogan\r\n\nwas to  be reinstated to his job  upon completion of the FCE.\r\n\nBAR  did  not  meet   its  burden  of  showing  it   made  an\r\n\nunconditional job offer, much less its burden of showing that\r\n\nthe  district  court (which  believed  BAR's suggestion  that\r\n\nHogan undertake  the testing regime was  a litigation tactic,\r\n\nand  untimely to boot)  erred.  In the  absence of a concrete\r\n\noffer of reinstatement,  the period of back  pay accrual does\r\n\nnot end.\r\n\n          Hogan finally argues that the district court abused\r\n\nits discretion  in not  awarding him prejudgment  interest on\r\n\nhis back pay  award under federal  law.  Whether  prejudgment\r\n\n                             -8-\r                                          8\r\r\n\ninterest  is needed to make  a plaintiff whole  is within the\r\n\ndiscretion  of the  district court.    See Conway  v. Electro\r                                                                         \r\n\nSwitch  Corp.,  825  F.2d 593,  602  (1st  Cir.  1987).   The\r                         \r\n\ndistrict court  did not abuse its discretion  in not awarding\r\n\nHogan prejudgment interest here where the award of damages is\r\n\nalmost three times the size of the back pay award.\r\n\n          We  do  not  reach  Hogan's  claim  of  prejudgment\r\n\ninterest  under the MHRA  because Hogan  admits he  failed to\r\n\nseek such interest from the district court, and he may not do\r\n\nso initially on appeal.   See, e.g., CMM Cable  Rep., Inc. v.\r                                                                      \r\n\nOcean  Coast Properties.  Inc., 48  F.3d  618, 622  (1st Cir.\r                                          \r\n\n1995)  (\"A  party who  neglects to  ask  the trial  court for\r\n\nrelief  that  it  might  reasonably  have  thought  would  be\r\n\navailable is not  entitled to importune the  court of appeals\r\n\nto grant that relief.\").\r\n\n          We vacate the district court's award of $100,000 in\r\n\npunitive damages,  reinstate the jury's award  of $200,000 in\r\n\ncompensatory damages,  and affirm  the judgment on  all other\r\n\nissues.  \r\n\n          No costs to either party.\r\n\n                             -9-\r                                          9\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\nAugust 21, 1995\r\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1168\r\n\n                        DONALD HOGAN,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n            BANGOR AND AROOSTOOK RAILROAD COMPANY,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 95-1169\r\n\n                        DONALD HOGAN,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n            BANGOR AND AROOSTOOK RAILROAD COMPANY,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n                         ERRATA SHEET\r\n\nThe opinion of this court issued on August 18, 1995 is amended  as\r\nfollows:\r\n\nOn the cover sheet, substitute \"On Appeals\" for \"On Appeal\".\r\n\nOn the cover sheet, substitute \"for Bangor  and Aroostook Railroad\r\nCompany\" for \"for appellant\".\r\n\nOn  the  cover  sheet,  substitute  \"for  Donald  Hogan\" for  \"for\r\nappellee\".\r\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1168\r\n\n                        DONALD HOGAN,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n            BANGOR AND AROOSTOOK RAILROAD COMPANY,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 95-1169\r\n\n                        DONALD HOGAN,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n            BANGOR AND AROOSTOOK RAILROAD COMPANY,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n       ON APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n                  FOR THE DISTRICT OF MAINE\r\n\n       [Hon. Eugene W. Beaulieu, U.S. Magistrate Judge]\r                                                                  \r\n\n                                         \r\n\n                            Before\r\n\n            Selya, Cyr, and Lynch, Circuit Judges.\r                                                             \r\n\n                                         \r\r\n\nJames E.  Howard, with  whom M.  Katherine Willard  and Phoebe  S.\r                                                                              \r\nGallagher were on brief, for appellant. \r                 \r\nWilliam J. Kelleher for appellee.\r                               \r\n\n                                         \r\n                       August 18, 1995\r\n                                         \r\r\n\n          LYNCH, Circuit Judge.  An employer's refusal to let\r                      LYNCH, Circuit Judge.\r                                          \r\n\nan employee return  to work  out of a  difference of  medical\r\n\nviews as  to whether the employee  was fit gave rise  to this\r\n\ndiscrimination  action  brought   under  the  Americans  with\r\n\nDisabilities  Act (\"ADA\"), 42 U.S.C.   12101 et seq., and the\r                                                                \r\n\nMaine  Human Rights Act (\"MHRA\"), Me. Rev. Stat. Ann. tit. 5,\r\n\n  4561  et seq. (West 1989).  A jury verdict in  favor of the\r                           \r\n\nplaintiff Donald  Hogan of $400,000, reduced  by the district\r\n\ncourt to $200,000, gives  rise to a case of  first impression\r\n\nin this  Circuit on  the meaning of  the cap  on ADA  damages\r\n\nimposed  by 42 U.S.C.   1981a(b)(3).  Because the language of\r\n\nthe  statute is  clear, the  reduction of  the jury  award of\r\n\ndamages  to $200,000  is  affirmed.   The  challenges of  the\r\n\ndefendant  Bangor  and  Aroostook  Railroad  (\"BAR\")  to  the\r\n\nsufficiency of the evidence to support the $200,000 award and\r\n\nto the additional back pay  award of $70,684.29 are rejected,\r\n\nas  is  Hogan's challenge  to the  denial  of his  motion for\r\n\nprejudgment interest.\r\n\n          Hogan, a  trackman for  BAR since 1970,  suffered a\r\n\ncollapsed lung while at work in February 1992.  After surgery\r\n\nto remove a  lobe of his lung, Hogan was told on May 20, 1992\r\n\nby Dr. Cabot that he was fit to return to work.  Dr.  Sagall,\r\n\nBAR's  Chief  Medical  Officer  and  a  family  practitioner,\r\n\nexamined Hogan and, based on what he professed to be abnormal\r\n\npulmonary  function tests,  concluded Hogan  was not  able to\r\r\n\nreturn to his physically demanding job.   Dr. Sagall believed\r\n\nthat Hogan  suffered from bullous disease  and emphysema, and\r\n\nthat this increased Hogan's risk of lung collapse.\r\n\n          Despite  mounting medical evidence to the contrary,\r\n\nDr. Sagall clung to his  belief for more than two and  a half\r\n\nyears.    Hogan's  physician,   Dr.  Cabot,  based  on  later\r\n\nexamination  again repeated that Hogan  was fit.  Dr. Sagall,\r\n\nfeeling Dr.  Cabot did  not understand how  strenuous Hogan's\r\n\njob was, again  told Hogan he could not return  to work.  Dr.\r\n\nSagall,  however, failed  to  discuss Hogan  with Dr.  Cabot,\r\n\nfailed to ascertain if Dr. Cabot did misunderstand the nature\r\n\nof  the job, and failed to  have x-rays done which would have\r\n\nrevealed whether  Hogan in  fact suffered from  emphysema and\r\n\nbullous disease.   Indeed, Dr. Sagall did  not request x-rays\r\n\nuntil  January  1993,  after  Hogan had  brought  suit,  when\r\n\ndirected  to do  so  by the  Railway  Retirement Board.    In\r\n\naddition, CAT-scan  results available to Dr.  Sagall in March\r\n\n1992 would  have disclosed, if  reviewed, that Hogan  did not\r\n\nsuffer from emphysema.\r\n\n          By  January 1993 BAR had been given an opinion from\r\n\nan  acknowledged pulmonary  specialist,  Dr. Oldenburg,  that\r\n\nHogan could return to work.   This opinion fared no better in\r\n\nswaying BAR than did  Dr. Cabot's opinion.  Dr.  Sagall again\r\n\nfelt no need to contact Dr. Oldenburg and discuss Hogan.\r\n\n                             -3-\r                                          3\r\r\n\n          In October 1993, BAR requested that Hogan undergo a\r\n\nFunctional  Capacity  Test  prepared  specifically  for  him.\r\n\nThere was no guarantee that if Hogan passed the test he would\r\n\nbe  allowed to  return to work.   Hogan  refused to  take the\r\n\ntest.  \r\n\n          In November 1994, after trial had started and after\r\n\nexaminations  by  both  Dr.  Oldenburg and  Dr.  Sagall,  BAR\r\n\nreinstated Hogan to his job as trackman.\r\n\n          In  the period  that  Hogan was  kept  out of  work\r\n\ndespite  his doctors' opinions that he was fit, Hogan and his\r\n\nfamily were forced to live on a fraction of his former income\r\n\nas family  breadwinner.  Dr. Sagall's  repeated statements to\r\n\nhim that  he was  disabled  and the  disability was  probably\r\n\npermanent exacerbated Hogan's depressed state.\r\n\n          The  jury found in Hogan's favor  under the ADA and\r\n\nawarded  him $200,000  each in  punitive and  in compensatory\r\n\ndamages.   The district  court then reduced  Hogan's award to\r\n\n$200,000  ($100,000  compensatory   and  $100,000   punitive)\r\n\npursuant  to  the  statutory  cap  imposed  by  42  U.S.C.   \r\n\n1981a(b)(3).   In addition,  Hogan was awarded  $70,684.29 in\r\n\nback pay.   As an  alternative recovery under  the MHRA,  the\r\n\ndistrict  court  awarded Hogan  the  same back  pay  award of\r\n\n$70,684.29 plus $5,000 in civil penal damages.  \r\n\n          Hoping to retain the $400,000 award, Hogan  argues,\r\n\nbased solely on an improbable reading of the statute, that 42\r\n\n                             -4-\r                                          4\r\r\n\nU.S.C.   1981a(b)(3) imposes  a cap of $200,000 on  each type\r                                                                    \r\n\nof damage award, and not on the sum of the two.  The language\r                                               \r\n\nof 42 U.S.C.   1981a(b)(3) provides:\r\n\n          The sum  of  the  amount  of  compensatory  damages\r\n          awarded  under this  section  for future  pecuniary\r\n          losses,  emotional pain,  suffering, inconvenience,\r\n          mental anguish,  loss  of enjoyment  of  life,  and\r\n          other  nonpecuniary  losses,   and  the  amount  of\r\n          punitive damages awarded under this  section, shall\r\n          not exceed . . . $200,000.\r\n\n          The district court correctly read  the provision as\r\n\n\"[t]he  sum of the  amount of compensatory damages  . . . and\r\n\nthe amount of punitive damages .  . . shall not exceed .  . .\r\n\n$200,000.\"  The only other court to have considered the issue\r\n\nthus far has  reached the  same conclusion.   See U.S.  Equal\r                                                                         \r\n\nEmployment   Opportunity   Commission    v.   AIC    Security\r                                                                         \r\n\nInvestigations, Ltd., </pre><span class=\"citation\" data-id=\"2248093\"><a href=\"/opinion/2248093/useeoc-v-aic-sec-investigations-ltd/\"><span class=\"volume\">823</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">571</span></a></span><pre class=\"inline\">, 576 (N.D. Ill. 1993),\r                                \r\n\nrev'd in part on other grounds, </pre><span class=\"citation\" data-id=\"696617\"><a href=\"/opinion/696617/us-equal-employment-opportunity-commission-and-randall-wessel-as/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1276</span> </a></span><pre class=\"inline\">(7th Cir. 1995).\r                                          \r\n\n          The  statute is clear on  its face that  the sum of\r\n\ncompensatory  damages (including its  various components) and\r\n\npunitive  damages shall  not exceed  $200,000.  \"The  task of\r\n\nstatutory  interpretation  begins  with the  language  of the\r\n\nstatute, and statutory language must be accorded its ordinary\r\n\nmeaning.\"   Gately v.  Commonwealth of Massachusetts,  </pre><span class=\"citation\" data-id=\"628597\"><a href=\"/opinion/628597/62-fair-emplpraccas-1033-62-empl-prac-dec-p-42508-17-employee/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span>\r                                                                \r\n\n<span class=\"page\">1221</span></a></span><pre class=\"inline\">, 1228 (1st  Cir. 1993),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">114</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">1832</span>\r</span><pre class=\"inline\">                                                      \r\n\n(1994).   \"[W]hen a statute  speaks with clarity  to an issue\r\n\njudicial  inquiry into the statute's meaning,  in all but the\r\n\n                             -5-\r                                          5\r\r\n\nmost  extraordinary  circumstance, is  finished.\"   Estate of\r                                                                         \r\n\nCowart v. Nicklos Drilling Co., </pre><span class=\"citation\" data-id=\"112776\"><a href=\"/opinion/112776/estate-of-cowart-v-nicklos-drilling-co/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2589</span></a></span><pre class=\"inline\">, 2594 (1992).\r                                          \r\n\n          The reduction  of the  jury award from  $200,000 to\r\n\n$100,000  on  each  type of  damage  award  was  done by  the\r\n\ndistrict court simply  to accommodate the cap.   The original\r\n\njury award  of $200,000 for compensatory  damages alone would\r\n\nalso  satisfy the  cap.   Exercising our  authority  under 28\r\n\nU.S.C.    2106, see  United States v.  Garafano, No. 95-1127,\r                                                           \r\n\nslip op.  at  8 (1st  Cir. Aug.  7, 1995),  we reinstate  the\r\n\njury's award  of $200,000 in compensatory  damages, for which\r\n\nthere is  sufficient evidence as described  below, and vacate\r\n\nthe district  court's award of $100,000  in punitive damages,\r\n\nthus  obviating the  need to reach  the question  of punitive\r\n\ndamages.  \r\n\n          BAR argues that  the jury's  award of  compensatory\r\n\ndamages  was excessive and should  be reduced.1   An award of\r\n\ncompensatory damages  is excessive  if it exceeds  a rational\r\n\nappraisal of  the damages  actually incurred.    See Linn  v.\r                                                                     \r\n\nAndover Newton Theological School,  Inc., </pre><span class=\"citation\" data-id=\"522861\"><a href=\"/opinion/522861/edmund-h-linn-v-andover-newton-theological-school-inc-edmund-h-linn/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,  6 (1st\r                                                    \r\n\nCir. 1989).  \"Generousness  of a jury's award does  not alone\r\n\njustify  an  appellate  court  in setting  it  aside.\"    </pre><span class=\"citation\" data-id=\"522861\"><a href=\"/opinion/522861/edmund-h-linn-v-andover-newton-theological-school-inc-edmund-h-linn/\"><span class=\"id_token\">Id.</span>\r                                                                         \r\n\n                    \r                                \r\n\n1.  BAR </a></span><pre class=\"inline\">argues that the reduced jury award of $100,000 in\r\ncompensatory damages was excessive.  Since we have reinstated\r\nthe full jury award of $200,000 on compensatory damages, we\r\ntreat BAR's arguments on the $100,000 of compensatory damages\r\nas applying to the full amount.\r\n\n                             -6-\r                                          6\r\r\n\n(quoting  Kolb v. Goldring, Inc., </pre><span class=\"citation\" data-id=\"411646\"><a href=\"/opinion/411646/30-fair-emplpraccas-633-30-empl-prac-dec-p-33169-theodore-kolb-v/\"><span class=\"volume\">694</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">869</span></a></span><pre class=\"inline\">, 871 (1st Cir.\r                                            \r\n\n1982)).   \r\n\n          BAR argues  Hogan did not  prove emotional distress\r\n\nsufficient to warrant the damages award.  The jury,  however,\r\n\nawarded compensatory damages not only for emotional distress,\r\n\nbut  also  for inconvenience,  mental  anguish,  and loss  of\r\n\nenjoyment of life.   Until his reinstatement in October 1994,\r\n\nHogan was repeatedly and  incorrectly kept from a job  he had\r\n\nheld for twenty-two years.  During the almost  two and a half\r\n\nyears he was kept out of work, Hogan, who was married and had\r\n\ntwo  young children,  saw his  annual  income of  $28,000 and\r\n\nbenefits  plummet to $13,000 with no benefits.  His wife, who\r\n\nhad  previously cared for their  children, went to  work in a\r\n\nshoe  factory  in  order  for  the  family  to  have  medical\r\n\ninsurance.   As  the district  court noted,  they were  in \"a\r\n\ndifficult financial situation.\"   The company doctor had told\r\n\nHogan  he was \"disabled\" and  that it was  highly unlikely he\r\n\nwould ever be able  to return to  physical labor, the job  he\r\n\nhad  had most  of his  adult life.   Hogan,  very upset  as a\r\n\nresult, became  depressed, withdrawn,  and gave up  his usual\r\n\nactivities.  His pulmonary specialist described him as \"quite\r\n\ndepressed.\"  The evidence was adequate to support the  award.\r\n\nSee  Bolden  v.   Southeastern  Pennsylvania   Transportation\r                                                                         \r\n\nAuthority, </pre><span class=\"citation\" data-id=\"667182\"><a href=\"/opinion/667182/russell-bolden-v-southeastern-pennsylvania-transportation-authority/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span><pre class=\"inline\">, 33 (3d Cir. 1994).\r                     \r\n\n                             -7-\r                                          7\r\r\n\n          BAR  also argues  that  Hogan's refusal  to take  a\r\n\nFunctional   Capacity   Evaluation  Test   (\"FCE\")  specially\r\n\ndesigned for him, in September 1993, constituted a failure to\r\n\nmitigate back pay damages, and that the district court  erred\r\n\nin not so ruling.   An employee's rejection of  an employer's\r\n\nunconditional  job   offer  does  end  the   accrual  of  the\r\n\nemployer's  potential  back  pay  liability,  absent  special\r\n\ncircumstances.       Ford  Motor  Co.   v.  Equal  Employment\r                                                                         \r\n\nOpportunity Commission,  </pre><span class=\"citation\" data-id=\"110775\"><a href=\"/opinion/110775/ford-motor-co-v-eeoc/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">219</span></a></span><pre class=\"inline\">, 241  (1982); Morris v.\r                                                                      \r\n\nAmerican  National Can  Corporation, </pre><span class=\"citation\" data-id=\"574364\"><a href=\"/opinion/574364/57-fair-emplpraccas-bna-946-58-empl-prac-dec-p-41344-jacquelyn-l/\"><span class=\"volume\">952</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">200</span></a></span><pre class=\"inline\">,  202 (8th\r                                               \r\n\nCir. 1991).   If Hogan had taken and passed the FCE, he still\r\n\nhad to  proceed to further  tests and if he  cleared those he\r\n\nwas  required to obtain a  clearance from Dr.  Sagall.  BAR's\r\n\nargument  fails because it was  by no means  clear that Hogan\r\n\nwas to  be reinstated to his job  upon completion of the FCE.\r\n\nBAR  did  not  meet   its  burden  of  showing  it   made  an\r\n\nunconditional job offer, much less its burden of showing that\r\n\nthe  district  court (which  believed  BAR's suggestion  that\r\n\nHogan undertake  the testing regime was  a litigation tactic,\r\n\nand  untimely to boot)  erred.  In the  absence of a concrete\r\n\noffer of reinstatement,  the period of back  pay accrual does\r\n\nnot end.\r\n\n          Hogan finally argues that the district court abused\r\n\nits discretion  in not  awarding him prejudgment  interest on\r\n\nhis back pay  award under federal  law.  Whether  prejudgment\r\n\n                             -8-\r                                          8\r\r\n\ninterest  is needed to make  a plaintiff whole  is within the\r\n\ndiscretion  of the  district court.    See Conway  v. Electro\r                                                                         \r\n\nSwitch  Corp.,  </pre><span class=\"citation\" data-id=\"492354\"><a href=\"/opinion/492354/sandra-conway-v-electro-switch-corp-sandra-conway-v-electro-switch/\"><span class=\"volume\">825</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">593</span></a></span><pre class=\"inline\">,  602  (1st  Cir.  1987).   The\r                         \r\n\ndistrict court  did not abuse its discretion  in not awarding\r\n\nHogan prejudgment interest here where the award of damages is\r\n\nalmost three times the size of the back pay award.\r\n\n          We  do  not  reach  Hogan's  claim  of  prejudgment\r\n\ninterest  under the MHRA  because Hogan  admits he  failed to\r\n\nseek such interest from the district court, and he may not do\r\n\nso initially on appeal.   See, e.g., CMM Cable  Rep., Inc. v.\r                                                                      \r\n\nOcean  Coast Properties.  Inc., </pre><span class=\"citation\" data-id=\"690274\"><a href=\"/opinion/690274/cmm-cable-rep-inc-dba-creative-media-management-inc-v-ocean-coast/\"><span class=\"volume\">48</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">618</span></a></span><pre class=\"inline\">, 622  (1st Cir.\r                                          \r\n\n1995)  (\"A  party who  neglects to  ask  the trial  court for\r\n\nrelief  that  it  might  reasonably  have  thought  would  be\r\n\navailable is not  entitled to importune the  court of appeals\r\n\nto grant that relief.\").\r\n\n          We vacate the district court's award of $100,000 in\r\n\npunitive damages,  reinstate the jury's award  of $200,000 in\r\n\ncompensatory damages,  and affirm  the judgment on  all other\r\n\nissues.  \r\n\n          No costs to either party.\r\n\n                             -9-\r                                          9\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110775/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112776/",
    "https://www.courtlistener.com/api/rest/v3/opinions/411646/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492354/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522861/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574364/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628597/",
    "https://www.courtlistener.com/api/rest/v3/opinions/667182/",
    "https://www.courtlistener.com/api/rest/v3/opinions/690274/",
    "https://www.courtlistener.com/api/rest/v3/opinions/696617/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2248093/"
  ]
}