{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196240/",
  "id": 196240,
  "absolute_url": "/opinion/196240/united-states-v-sturtevant/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196240/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:01:14Z",
  "date_modified": "2020-02-21T23:57:34.879596Z",
  "type": "010combined",
  "sha1": "1f7b73df9677d3cbd622a99392837952084b0c0d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1018.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1018\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                     BRIAN D. STURTEVANT,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n\n              Boudin and Stahl, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nPeter B. Krupp, Federal Defender Office, for appellant.\r                          \r\nSheila W.  Sawyer, Assistant  United  States  Attorney, with  whom\r                             \r\nDonald K. Stern, United  States Attorney, was on brief  for the United\r                       \r\nStates.\r\n\n                                         \r\n\n                       August 10, 1995\r\n                                         \r\r\n\n     Per Curiam.   On  February 7, 1992,  four Boston  police\r                           \r\n\nofficers patrolling the Cathedral Housing Projects,  observed\r\n\nappellant  Brian Sturtevant striking  Eric Randolph about the\r\n\nhead.   After separating  the two  individuals, the  officers\r\n\nsearched Sturtevant and discovered a loaded sawed-off shotgun\r\n\nconcealed  inside one leg of his  pants.  They also found two\r\n\nshotgun  shells in  Sturtevant's right  coat  pocket and  one\r\n\n\"hit\" of crack cocaine inside his glove.  \r\n\n     Sturtevant  was indicted on  federal charges of  being a\r\n\nfelon in possession of a  firearm, 18 U.S.C.   922(g)(1), and\r\n\npossessing an unregistered firearm, 26  U.S.C.   5861(d).  He\r\n\nwas also charged in state  court with assault and battery and\r\n\npossession of a controlled substance.  On September 28, 1994,\r\n\nSturtevant  pled  guilty  to  the  federal  charges  and  was\r\n\nsubsequently sentenced to 72 months' imprisonment. \r\n\n     The  presentence  report   recommended  that  Sturtevant\r\n\nreceive  a  four-level  increase in  his  base  offense level\r\n\npursuant to  U.S.S.G.   2K2.1(b)(5), which  requires a  four-\r\n\nlevel enhancement \"[i]f  the defendant used or  possessed any\r\n\nfirearm  or ammunition  in  connection  with  another  felony\r\n\noffense . .  . .\"  The  probation officer concluded  that the\r\n\nenhancement  was warranted  because Sturtevant  had possessed\r\n\nthe sawed-off shotgun  during his  altercation with  Randolph\r\n\n                             -2-\r                                         -2-\r\r\n\nand--according  to   Randolph's  initial  statement   to  the\r\n\npolice1--had  threatened  to  shoot  Randolph  prior  to  the\r\n\nfight.  \r\n\n     At  sentencing,   Sturtevant  opposed   the  recommended\r\n\nenhancement,  and submitted an affidavit from Randolph, dated\r\n\nNovember 22, 1994, in which he said that Sturtevant had never\r\n\nthreatened him or mentioned a gun.   The government countered\r\n\nwith an  affidavit from  Randolph, dated  November 28,  1994,\r\n\nsaying that he (Randolph)  did not recall making  the precise\r\n\nstatements  recounted  in  the  police  report,  but  he  did\r\n\nremember  telling the arresting  officer that (1)  he thought\r\n\nthat Sturtevant must have been  carrying a gun to risk coming\r\n\ninto his drug territory and punching him in the face, and (2)\r\n\nSturtevant said that he was  now going to be \"pumping,\" i.e.,\r                                                                        \r\n\nselling drugs, in Randolph's area.\r\n\n     At Sturtevant's request,  the district  judge granted  a\r\n\ncontinuance  until December 16,  1994, but indicated  that an\r\n\nevidentiary  hearing,  also  requested   by  Sturtevant,  was\r\n\nprobably unnecessary.   On  December 16,  1994, the  district\r\n\ncourt applied  the four-level  enhancement, finding that  the\r\n\npossession  of the  shotgun  played  a  role  in  emboldening\r\n\nSturtevant's actions towards  Randolph.  The court  said that\r\n\n                    \r                                \r\n\n     1The  officer, who  is now  deceased,  reported (in  the\r\npolice report and  before the grand jury) that  Randolph said\r\nthat  Sturtevant  approached  him  prior  to  the  fight  and\r\ndeclared, \"get the fuck out of here, I'm taking over the drug\r\ntrade now, and if you fuck with me, I'm going to shoot you.\"\r\n\n                             -3-\r                                         -3-\r\r\n\nit gave little weight to Randolph's statements, but explained\r\n\nto Sturtevant that  he made these findings  \"because you were\r\n\nout there on the street  with a deadly weapon; it might  have\r\n\nbeen in your pocket, but it was there in reserve.\"\r\n\n     The  only issue on appeal is  whether the district court\r\n\nabused  its  discretion  in failing  to  hold  an evidentiary\r\n\nhearing before levying the  four-level enhancement.  Although\r\n\nSturtevant says  that an  evidentiary hearing  was needed  to\r\n\ntest Randolph's credibility,  he has never directly  disputed\r\n\nRandolph's  claim--twice  repeated  and never  repudiated  by\r\n\nRandolph--that  Sturtevant started the fight.  There was also\r\n\nunrefuted evidence, independent of  Randolph, that Sturtevant\r\n\nactually  possessed  a  loaded sawed-off  shotgun  during his\r\n\nassault.    The  assault  was  a  felony  offense  under  the\r\n\nguidelines.   U.S.S.G.   2K2.1  comment. (n.7);  M.G.L.A. ch.\r\n\n265,   13A.\r\n\n     Given  the broad  reach  of  the  \"in  connection  with\"\r\n\nrequirement, United States  v. Thompson,  32 F.3d  1, 3  (1st\r                                                   \r\n\nCir. 1994), we think that the  carriage of the gun during the\r\n\nassault satisfied the requirement of section 2K2.1(b)(5) that\r\n\na firearm be  \"used or possessed  . . .   in connection  with\r\n\nanother  felony  offense .  .  .  .\"   The  courts  have held\r\n\nrepeatedly that the presence of a readily available weapon in\r\n\na  location containing drugs is  enough.  E.g., United States\r                                                                         \r\n\nv.  McFadden, 13  F.3d 463,  465-66 (1st  Cir. 1994).   Here,\r                        \r\n\n                             -4-\r                                         -4-\r\r\n\nthere  might be enough  undisputed evidence for  the district\r\n\ncourt  to  conclude  that this  assault  was  associated with\r\n\ndrugs.   Still,  if the  enhancement  turned on  Sturtevant's\r\n\npurpose or alleged threats, perhaps a hearing might have been\r\n\nrequired. \r\n\n     But we  think that on  the present facts the  motive for\r\n\nthe assault does not matter.  Sturtevant  carried the shotgun\r\n\non  his person  during his  assault.  The  connection between\r\n\nthat  crime (the  assault) and the  gun seems  to us  no less\r\n\nclose than the connection between a drug hideout and gun.  In\r\n\neach instance, the weapon provides an added sense of security\r\n\nand has a substantial potential for use in the course of  the\r\n\nparticular crime in question.2   This is not  the case of  an\r\n\naccountant  who, while forging checks, happens  to have a gun\r\n\nin the desk drawer.\r\n\n     In  short, a  hearing  would  have  served  no  purpose.\r\n\nSturtevant was free to testify but made no request  to do so,\r\n\nand  Randolph's testimony would  not have altered  the result\r\n\neven if he had said that no threats were made and  the reason\r\n\nfor the assault was a mystery.  \r\n\n     Affirmed.\r                         \r\n\n                    \r                                \r\n\n     2Compare United States v. Eaton, 890 F.2d 511,  512 (1st\r                                                \r\nCir.  1989), cert. denied,  495 U.S. 906  (1990) (drug case),\r                                     \r\nwith  United States  v. Routon,  25 F.3d  815, 819  (9th Cir.\r                                          \r\n1994) (car theft).  This  court cited Routon with approval in\r                                                        \r\nUnited States v. Thompson, 32 F.3d 1, 6 (1st Cir. 1994).\r                                     \r\n\n                             -5-\r                                         -5-\r\r\n",
  "html": "<p class=\"case_cite\">62 F.3d 33</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Brian D. STURTEVANT, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1018.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard July 31, 1995.<br>Decided Aug. 10, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter B. Krupp, Federal Defender Office, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Sheila W. Sawyer, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief for the U.S.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On February 7, 1992, four Boston police officers patrolling the Cathedral Housing Projects, observed appellant Brian Sturtevant striking Eric Randolph about the head.  After separating the two individuals, the officers searched Sturtevant and discovered a loaded sawed-off shotgun concealed inside one leg of his pants.  They also found two shotgun shells in Sturtevant's right coat pocket and one \"hit\" of crack cocaine inside his glove.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Sturtevant was indicted on federal charges of being a felon in possession of a firearm, 18 U.S.C. Sec. 922(g)(1), and possessing an unregistered firearm, 26 U.S.C. Sec. 5861(d).  He was also charged in state court with assault and battery and possession of a controlled substance.  On September 28, 1994, Sturtevant pled guilty to the federal charges and was subsequently sentenced to 72 months' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The presentence report recommended that Sturtevant receive a four-level increase in his base offense level pursuant to U.S.S.G. Sec. 2K2.1(b)(5), which requires a four-level enhancement \"[i]f the defendant used or possessed any firearm or ammunition in connection with another felony offense....\"  The probation officer concluded that the enhancement was warranted because Sturtevant had possessed the sawed-off shotgun during his altercation with Randolph and--according to Randolph's initial statement to the police<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>--had threatened to shoot Randolph prior to the fight.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At sentencing, Sturtevant opposed the recommended enhancement, and submitted an affidavit from Randolph, dated November 22, 1994, in which he said that Sturtevant had never threatened him or mentioned a gun.  The government countered with an affidavit from Randolph, dated November 28, 1994, saying that he (Randolph) did not recall making the precise statements recounted in the police report, but he did remember telling the arresting officer that (1) he thought that Sturtevant must have been carrying a gun to risk coming into his drug territory and punching him in the face, and (2) Sturtevant said that he was now going to be \"pumping,\" i.e., selling drugs, in Randolph's area.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At Sturtevant's request, the district judge granted a continuance until December 16, 1994, but indicated that an evidentiary hearing, also requested by Sturtevant, was probably unnecessary.  On December 16, 1994, the district court applied the four-level enhancement, finding that the possession of the shotgun played a role in emboldening Sturtevant's actions towards Randolph.  The court said that it gave little weight to Randolph's statements, but explained to Sturtevant that he made these findings \"because you were out there on the street with a deadly weapon;  it might have been in your pocket, but it was there in reserve.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The only issue on appeal is whether the district court abused its discretion in failing to hold an evidentiary hearing before levying the four-level enhancement.  Although Sturtevant says that an evidentiary hearing was needed to test Randolph's credibility, he has never directly disputed Randolph's claim--twice repeated and never repudiated by Randolph--that Sturtevant started the fight.  There was also unrefuted evidence, independent of Randolph, that Sturtevant actually possessed a loaded sawed-off shotgun during his assault.  The assault was a felony offense under the guidelines.  U.S.S.G. Sec. 2K2.1 comment.  (n. 7);  M.G.L.A. ch. 265, Sec. 13A.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Given the broad reach of the \"in connection with\" requirement, United States v. Thompson, 32 F.3d 1, 3 (1st Cir.1994), we think that the carriage of the gun during the assault satisfied the requirement of section 2K2.1(b)(5) that a firearm be \"used or possessed ... in connection with another felony offense....\"  The courts have held repeatedly that the presence of a readily available weapon in a location containing drugs is enough.  E.g., United States v. McFadden, 13 F.3d 463, 465-66 (1st Cir.1994).  Here, there might be enough undisputed evidence for the district court to conclude that this assault was associated with drugs.  Still, if the enhancement turned on Sturtevant's purpose or alleged threats, perhaps a hearing might have been required.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">But we think that on the present facts the motive for the assault does not matter.  Sturtevant carried the shotgun on his person during his assault.  The connection between that crime (the assault) and the gun seems to us no less close than the connection between a drug hideout and gun.  In each instance, the weapon provides an added sense of security and has a substantial potential for use in the course of the particular crime in question.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This is not the case of an accountant who, while forging checks, happens to have a gun in the desk drawer.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In short, a hearing would have served no purpose.  Sturtevant was free to testify but made no request to do so, and Randolph's testimony would not have altered the result even if he had said that no threats were made and the reason for the assault was a mystery.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The officer, who is now deceased, reported (in the police report and before the grand jury) that Randolph said that Sturtevant approached him prior to the fight and declared, \"get the fuck out of here, I'm taking over the drug trade now, and if you fuck with me, I'm going to shoot you.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Compare United States v. Eaton, 890 F.2d 511, 512 (1st Cir.1989), cert. denied, 495 U.S. 906, 110 S.Ct. 1927, 109 L.Ed.2d 291 (1990) (drug case), with United States v. Routon, 25 F.3d 815, 819 (9th Cir.1994) (car theft).  This court cited Routon with approval in United States v. Thompson, 32 F.3d 1, 6 (1st Cir.1994)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Brian D. STURTEVANT, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1018.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard July 31, 1995.<br>Decided Aug. 10, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter B. Krupp, Federal Defender Office, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Sheila W. Sawyer, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief for the U.S.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On February 7, 1992, four Boston police officers patrolling the Cathedral Housing Projects, observed appellant Brian Sturtevant striking Eric Randolph about the head.  After separating the two individuals, the officers searched Sturtevant and discovered a loaded sawed-off shotgun concealed inside one leg of his pants.  They also found two shotgun shells in Sturtevant's right coat pocket and one \"hit\" of crack cocaine inside his glove.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Sturtevant was indicted on federal charges of being a felon in possession of a firearm, 18 U.S.C. Sec. 922(g)(1), and possessing an unregistered firearm, 26 U.S.C. Sec. 5861(d).  He was also charged in state court with assault and battery and possession of a controlled substance.  On September 28, 1994, Sturtevant pled guilty to the federal charges and was subsequently sentenced to 72 months' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The presentence report recommended that Sturtevant receive a four-level increase in his base offense level pursuant to U.S.S.G. Sec. 2K2.1(b)(5), which requires a four-level enhancement \"[i]f the defendant used or possessed any firearm or ammunition in connection with another felony offense....\"  The probation officer concluded that the enhancement was warranted because Sturtevant had possessed the sawed-off shotgun during his altercation with Randolph and--according to Randolph's initial statement to the police<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>--had threatened to shoot Randolph prior to the fight.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At sentencing, Sturtevant opposed the recommended enhancement, and submitted an affidavit from Randolph, dated November 22, 1994, in which he said that Sturtevant had never threatened him or mentioned a gun.  The government countered with an affidavit from Randolph, dated November 28, 1994, saying that he (Randolph) did not recall making the precise statements recounted in the police report, but he did remember telling the arresting officer that (1) he thought that Sturtevant must have been carrying a gun to risk coming into his drug territory and punching him in the face, and (2) Sturtevant said that he was now going to be \"pumping,\" i.e., selling drugs, in Randolph's area.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At Sturtevant's request, the district judge granted a continuance until December 16, 1994, but indicated that an evidentiary hearing, also requested by Sturtevant, was probably unnecessary.  On December 16, 1994, the district court applied the four-level enhancement, finding that the possession of the shotgun played a role in emboldening Sturtevant's actions towards Randolph.  The court said that it gave little weight to Randolph's statements, but explained to Sturtevant that he made these findings \"because you were out there on the street with a deadly weapon;  it might have been in your pocket, but it was there in reserve.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The only issue on appeal is whether the district court abused its discretion in failing to hold an evidentiary hearing before levying the four-level enhancement.  Although Sturtevant says that an evidentiary hearing was needed to test Randolph's credibility, he has never directly disputed Randolph's claim--twice repeated and never repudiated by Randolph--that Sturtevant started the fight.  There was also unrefuted evidence, independent of Randolph, that Sturtevant actually possessed a loaded sawed-off shotgun during his assault.  The assault was a felony offense under the guidelines.  U.S.S.G. Sec. 2K2.1 comment.  (n. 7);  M.G.L.A. ch. 265, Sec. 13A.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Given the broad reach of the \"in connection with\" requirement, United States v. Thompson, <span class=\"citation\" data-id=\"195550\"><a href=\"/opinion/195550/united-states-v-thompson/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1994), we think that the carriage of the gun during the assault satisfied the requirement of section 2K2.1(b)(5) that a firearm be \"used or possessed ... in connection with another felony offense....\"  The courts have held repeatedly that the presence of a readily available weapon in a location containing drugs is enough.  E.g., United States v. McFadden, <span class=\"citation\" data-id=\"195146\"><a href=\"/opinion/195146/united-states-v-mcfadden/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">463</span></a></span>, 465-66 (1st Cir.1994).  Here, there might be enough undisputed evidence for the district court to conclude that this assault was associated with drugs.  Still, if the enhancement turned on Sturtevant's purpose or alleged threats, perhaps a hearing might have been required.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">But we think that on the present facts the motive for the assault does not matter.  Sturtevant carried the shotgun on his person during his assault.  The connection between that crime (the assault) and the gun seems to us no less close than the connection between a drug hideout and gun.  In each instance, the weapon provides an added sense of security and has a substantial potential for use in the course of the particular crime in question.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This is not the case of an accountant who, while forging checks, happens to have a gun in the desk drawer.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In short, a hearing would have served no purpose.  Sturtevant was free to testify but made no request to do so, and Randolph's testimony would not have altered the result even if he had said that no threats were made and the reason for the assault was a mystery.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The officer, who is now deceased, reported (in the police report and before the grand jury) that Randolph said that Sturtevant approached him prior to the fight and declared, \"get the fuck out of here, I'm taking over the drug trade now, and if you fuck with me, I'm going to shoot you.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Compare United States v. Eaton, <span class=\"citation\" data-id=\"532749\"><a href=\"/opinion/532749/united-states-v-thomas-otis-eaton/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">511</span></a></span>, 512 (1st Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">906</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1927</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">291</span> </span>(1990) (drug case), with United States v. Routon, <span class=\"citation\" data-id=\"670802\"><a href=\"/opinion/670802/united-states-v-spire-warren-routon/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">815</span></a></span>, 819 (9th Cir.1994) (car theft).  This court cited Routon with approval in United States v. Thompson, <span class=\"citation\" data-id=\"195550\"><a href=\"/opinion/195550/united-states-v-thompson/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1994)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195146/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195550/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532749/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670802/"
  ]
}