{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196263/",
  "id": 196263,
  "absolute_url": "/opinion/196263/united-states-v-luciano-mosquera/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196263/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:01:59Z",
  "date_modified": "2020-02-21T23:29:35.011928Z",
  "type": "010combined",
  "sha1": "1511773b910771bb1b1520011fbe475c04c0b651",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1923.01A",
  "local_path": null,
  "plain_text": "\n\nOctober 3, 1995   United States Court of Appeals\r\n                    For the First Circuit\r\n\n                                         \r\n\nNo. 92-1923\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                   JULIO LUCIANO-MOSQUERA,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 92-1924\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                       RAUL LUGO-MAYA,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 92-1925\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                     RAFAEL PAVA-BUELBA,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\r\n\nNo. 92-1973\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                   CARLOS PAGAN-SAN-MIGUEL,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 92-1974\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                   EDGAR GONZALEZ-VALENTIN,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 94-1657\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                   CARLOS PAGAN-SAN-MIGUEL,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n                         ERRATA SHEET\r\n\nThe opinion of this court issued on August 28, 1995 is amended as\r\nfollows:\r\n\nOn page 35, lines 8-9, substitute \"This argument is meritless.\" \r\nfor \"This argument was not raised below, is reviewed for plain error,\r\nand is meritless.\"\r\r\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n\n                                         \r\n\nNo. 92-1923\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                   JULIO LUCIANO-MOSQUERA,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 92-1924\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                       RAUL LUGO-MAYA,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 92-1925\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                     RAFAEL PAVA-BUELBA,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\r\n\nNo. 92-1973\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                   CARLOS PAGAN-SAN-MIGUEL,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 92-1974\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                   EDGAR GONZALEZ-VALENTIN,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 94-1657\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                   CARLOS PAGAN-SAN-MIGUEL,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n      [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\r                                                                   \r\r\n\n                                         \r\n\n                            Before\r\n\n                   Selya, Boudin and Lynch,\r\n\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nLydia Lizarribar-Masini for appellant Luciano-Mosquera.\r                                   \r\nRamon Garcia for appellant Lugo-Maya.\r                        \r\nRafael Gonzalez Velez for appellant Pava-Buelba.\r                                 \r\nFrank A. Ortiz for appellant Pagan-San-Miguel.\r                          \r\nWilfredo Rios Mendez for appellant Gonzalez-Valentin.\r                                \r\nEpifanio Morales Cruz, Assistant United States Attorney, with\r                                 \r\nwhom Guillermo Gil, United States Attorney, Jose A. Quiles Espinosa,\r                                                                           \r\nSenior Litigation Counsel, and Nelson Perez-Sosa, Assistant United\r                                                        \r\nStates Attorney, were on brief, for United States.\r\n\n                                         \r\n\n                       August 28, 1995\r\n                                         \r\r\n\n          LYNCH, Circuit Judge.  At  2:45  a.m. on  March 27,\r                      LYNCH, Circuit Judge.\r                                          \r\n\n1991, in  the darkness of the night over a Puerto Rico beach,\r\n\ngovernment flares  brightened the  sky as waiting  police and\r\n\ncustoms  officers surprised  and arrested six  men offloading\r\n\neight bales of cocaine from two  yawls.  The men had  brought\r\n\n232.8  kilograms of  cocaine to  this country  from Colombia.\r\n\nOthers  involved were  arrested on  land and  on sea.   Those\r\n\narrests led ultimately to  these appeals by five of  the men,\r\n\nCarlos Pagan-San-Miguel, Edgar Gonzalez-Valentin,  Raul Lugo-\r\n\nMaya, Rafael Pava-Buelba and Julio Luciano-Mosquera.  \r\n\n          The  appeals  variously  raise  challenges  to  the\r\n\nsufficiency  of  the  evidence,   to  limitation  of   cross-\r\n\nexamination,   to  the   admissibility  of   one  defendant's\r\n\nstatement, to  remarks made during summation,  to the reading\r\n\nof the transcript  of trial  testimony to the  jury, to  jury\r\n\ninstructions,   to  the  delay   in  transcribing  the  trial\r\n\ntranscript, and  to  their sentences.    Of these,  only  one\r\n\nraises serious issues --  the question of the sufficiency  of\r\n\nthe  evidence  to support  the  convictions  for carrying  or\r\n\naiding and abetting the  carrying of a firearm during  and in\r\n\nrelation to the drug offense as to certain defendants.\r\n\n          The convictions of defendants Pava-Buelba and Lugo-\r\n\nMaya are reversed on  the firearms count (Count 4)  and their\r\n\nsentences  on  that  count  are  vacated.    We affirm  their\r\n\nconvictions and  sentences on  the drug counts  (Counts 1-3).\r\n\n                             -4-\r                                          4\r\r\n\nThe convictions and sentences of defendants Pagan-San-Miguel,\r\n\nGonzalez-Valentin,  and Luciano-Mosquera are  affirmed on all\r\n\ncounts.\r\n\n                          I.  FACTS\r\n\n          The  jury  heard  or   could  properly  infer   the\r\n\nfollowing facts.   Oscar Fontalvo  arrived in Puerto  Rico in\r\n\nJanuary 1991  to organize  a scheme  to smuggle cocaine  into\r\n\nPuerto  Rico.  The scheme involved the drugs being flown from\r\n\nColombia, airdropped into the  sea at a prearranged location,\r\n\npicked up by a waiting boat and then sailed ashore.   In drug\r\n\nparlance,  this  operation  is  called a  \"bombardeo.\"    The\r\n\nwaiting boat  is called the \"mothership.\"   Fontalvo enlisted\r\n\nPagan-San-Miguel and Jose Perez-Perez, who were to be paid in\r\n\nkind  with   50  kilograms  of  cocaine.     Pagan-San-Miguel\r\n\nintroduced Fontalvo to  Luis Soltero-Lopez,  who agreed  that\r\n\nhis  boat, the F/V Marlyn,  would be used  as the mothership.\r\n\nSoltero-Lopez  recruited Jonas Castillo-Ramos  to be captain,\r\n\nand Castillo-Ramos  recruited two  crew members for  the drug\r\n\nrun.\r\n\n          The operation  was planned at a  number of meetings\r\n\nin Puerto  Rico in  March 1991.   Fontalvo, Pagan-San-Miguel,\r\n\nPerez-Perez  and  Soltero-Lopez attended  the  meetings.   At\r\n\nleast two of  these meetings  were at the  home of  Gonzalez-\r\n\nValentin and, the jury could have inferred, Gonzalez-Valentin\r\n\nwas there for at least one.\r\n\n                             -5-\r                                          5\r\r\n\n          Perez-Perez brought a bag to one of the meetings at\r\n\nGonzalez-Valentin's house.  Pagan-San-Miguel  and Perez-Perez\r\n\nopened  the bag  and  showed Fontalvo  and  the others  there\r\n\n(including  Gonzalez-Valentin) a  Colt M-16, Model  A-1, 5.56\r\n\ncaliber fully automatic sub-machine  gun with an  obliterated\r\n\nserial number (the \"M-16\").  Later during the meeting, Perez-\r\n\nPerez  brought Fontalvo over to  his pick-up truck and pulled\r\n\nout from under the front seat an Intratec, Model TEC-9, semi-\r\n\nautomatic .9mm pistol (the  \"Intratec pistol\").  Referring to\r\n\nthe weapons, Pagan-San-Miguel said they had brought them.  \r\n\n          Communication  amongst  the  Colombian  and  Puerto\r\n\nRican  participants,  the  plane,  and  the  F/V  Marlyn  was\r\n\nessential.   Pagan-San-Miguel and Fontalvo went  to Miami and\r\n\npurchased a  radio and antenna.   Pagan-San-Miguel and Perez-\r\n\nPerez installed them on the F/V Marlyn in Puerto Rico.   Code\r\n\nnames  were  used for  radio  transmissions.   The  Colombian\r\n\ndispatcher  was \"Khadafi\"; Pagan-San-Miguel  was \"Gigante\" or\r\n\n\"Padrino\"  or  \"Godfather.\"   Fontalvo  and  Pagan-San-Miguel\r\n\nhandled  radio  communications  and set  up  a  radio in  the\r\n\nbackyard of Gonzalez-Valentin's house, hiding it in a child's\r\n\nplayhouse.\r\n\n          Soltero-Lopez,  the F/V  Marlyn's  owner,  flew  to\r\n\nColombia to board the  plane so that during the  bombardeo he\r\n\ncould identify his boat and  insure the drop was not  made to\r\n\nthe wrong boat  (a not uncommon event).  The  F/V Marlyn went\r\n\n                             -6-\r                                          6\r\r\n\nto  the Dominican Republic to  prepare for the  airdrop.  The\r\n\nColombian drug owners, assigned a Colombian,  Pava-Buelba, as\r\n\na \"load watcher\" to  observe the operation and report  to the\r\n\nColombian suppliers about  the fate of  the delivery.   Pava-\r\n\nBuelba went to the  Dominican Republic to meet Castillo-Ramos\r\n\nand the mothership.\r\n\n          On March 25, 1991, the F/V Marlyn and its crew left\r\n\nthe  Dominican  Republic  for   its  drug  rendezvous.    The\r\n\nColombian load watcher, Pava-Buelba, joined the F/V Marlyn at\r\n\nsea after it  had cleared  Dominican Republic  customs.   The\r\n\nnext morning, March  26, 1991,  the boat and  the plane  made\r\n\nradio contact.   The  plane dropped  eight bales  of cocaine,\r\n\nwhich were taken aboard the F/V Marlyn.\r\n\n          Waiting in Puerto Rico, Fontalvo, Pagan-San-Miguel,\r\n\nLuciano-Mosquera and Gonzalez-Valentin received word that the\r\n\nairdrop  had been successful.   A call came  in to Pagan-San-\r\n\nMiguel on a cellular phone in Luciano-Mosquera's car, warning\r\n\nthat the  operation had been  discovered and that  the police\r\n\nwere watching.  Pagan-San-Miguel reassured everyone, claiming\r\n\nhe had  \"informants in  the authorities\" who  would give  him\r\n\ninformation  and that he had a police scanner.  Fontalvo went\r\n\nback to his cabin, leaving the others to proceed.  \r\n\n          The  F/V  Marlyn  anchored  in  Dominican  Republic\r\n\nwaters until approximately 5:30 p.m. and then began  the trip\r\n\nto Buoy #8, the  designated meeting place for the  F/V Marlyn\r\n\n                             -7-\r                                          7\r\r\n\nand  the two smaller boats  (\"yawls\").  Around  12:30 a.m. or\r\n\n1:30 a.m.  on March  27, the  F/V Marlyn and  the yawls,  all\r\n\noperating without running lights in the darkness, met several\r\n\nmiles  off the western coast of Puerto  Rico at Buoy #8.  The\r\n\ncocaine was  roped down into  the yawls.   Pava-Buelba, Lugo-\r\n\nMaya, Perez-Perez  and Gonzalez-Valentin sailed the  yawls to\r\n\nGuanajibo Beach, near Mayaguez, Puerto Rico.\r\n\n          The landing site on  Guanajibo Beach that night was\r\n\nimmediately  behind the  home  of Pagan-San-Miguel's  father.\r\n\nTwo men, one fitting the description of Pagan-San-Miguel, the\r\n\nother  of Luciano-Mosquera, approached the landing yawls from\r\n\nthe beach and helped to offload the bales of cocaine.  \r\n\n          Law  enforcement officials had indeed been silently\r\n\nmonitoring  the  operation.  The airdrop had been observed by\r\n\nU.S.   Customs  Service   airplanes,  which   videotaped  the\r\n\nmothership.   Coast Guard vessels  had tracked the F/V Marlyn\r\n\nand  the yawls.  Camouflaged agents, hidden on the beach, had\r\n\nwatched the offloading.   Flares went up; arrest signals were\r\n\ngiven.  The conspirators  scattered, leaving bales in  a line\r\n\nfrom  the yawls  to  the home  of Pagan-San-Miguel's  father,\r\n\nalong the roughly five-meter wide beach.\r\n\n          Pagan-San-Miguel sprinted and  sought refuge  under\r\n\nan  abandoned Volkswagen at a house  next to the beach.  When\r\n\nfound, he was  wet and had his jeans rolled  up to his knees.\r\n\nGonzalez-Valentin, dressed in  camouflage pants and  black T-\r\n\n                             -8-\r                                          8\r\r\n\nshirt,  completely wet and covered with sand, ran to the gate\r\n\nof  Pagan-San-Miguel's  father's house.    He  called out  to\r\n\nPagan-San-Miguel's  father to  open  up, as  the police  were\r\n\nthere.  He was arrested at the gate.\r\n\n          Luciano-Mosquera and Pava-Buelba were  found, about\r\n\nforty minutes after the  flares went up, under a  jeep parked\r\n\nin  a carport  by the  building where  bales of  cocaine were\r\n\nleft.   Pava-Buelba  was  under the  driver's side,  Luciano-\r\n\nMosquera  under  the  passenger's.    Pava-Buelba   was  wet,\r\n\nLuciano-Mosquera was dry.\r\n\n          Lugo-Maya headed to sea in one of the yawls and was\r\n\nintercepted  by   Coast  Guard  vessels.1    Perez-Perez  was\r\n\narrested  near  the beach.    A later  search  of Lugo-Maya's\r\n\nescape  yawl  found  a  well-hidden   box  of  50  rounds  of\r\n\nammunition.   That ammunition fit the  Intratec pistol, which\r\n\nwas found in the beached other yawl.  \r\n\n          The   M-16   was   later   found   hidden   in  the\r\n\nundercarriage  of the  jeep where Luciano-Mosquera  and Pava-\r\n\nBuelba  had hidden  in  vain.    The  M-16  was  on  Luciano-\r\n\nMosquera's side \"at the place where the chass[is] and the [ ]\r\n\nsprings of  the front of  the jeep are  located.\"  Two  small\r\n\nbeepers were found above  the chassis on the same  side where\r\n\n                    \r                                \r\n\n1.  The F/V Marlyn was not forgotten.  The U.S.S. Shark, a\r\nCoast Guard vessel, intercepted it, and a boarding party led\r\nby Lt. Wendy Abrisz arrested Castillo-Ramos and the two crew\r\nmembers.  Fontalvo was later arrested in Miami.\r\n\n                             -9-\r                                          9\r\r\n\nthe M-16 was found.   Two M-16 magazines with  twenty bullets\r\n\nin each  of them  were found  on the side  of the  Pagan-San-\r\n\nMiguel house.   The machine gun and the pistol  were the same\r\n\nones Pagan-San-Miguel and  Perez-Perez had shown  to Fontalvo\r\n\nearlier.\r\n\n          No weapons were seen  during the observation of the\r\n\noffloading  operation and no weapons were found on any of the\r\n\ndefendants.  There  had been  no weapons on  the F/V  Marlyn.\r\n\nNeither  Luciano-Mosquera nor Pava-Buelba  had arrived at the\r\n\nbeach by the jeep.  There was no evidence as to who owned the\r\n\njeep or how the jeep got there.  \r\n\n          After being given  his Miranda warnings, Pagan-San-\r                                                    \r\n\nMiguel later bemoaned his arrest to a police officer,  saying\r\n\nhe would have  been given $300,000 for his role  in the deal.\r\n\nInstead, he was given a sentence of 60 years in prison by the\r\n\ncourt.    Fontalvo  and  Castillo-Ramos  were key  government\r\n\nwitnesses at trial.\r\n\n          The  five appellants,  Luciano-Mosquera, Lugo-Maya,\r\n\nPava-Buelba,  Pagan-San-Miguel  and  Gonzalez-Valentin,  were\r\n\nfound guilty of conspiracy to import cocaine, in violation of\r\n\n21 U.S.C.    960 and 963 (Count 1); importing 232.8 kilograms\r\n\nof cocaine, in violation of 21 U.S.C.   952 and 18 U.S.C.   2\r\n\n(aiding and abetting) (Count  2); possessing the cocaine with\r\n\nintent  to distribute, in violation of  21 U.S.C.   841(a)(1)\r\n\nand 18  U.S.C.   2  (Count 3);  and of knowingly  carrying or\r\n\n                             -10-\r                                          10\r\r\n\naiding and abetting the  carrying of firearms in  relation to\r\n\nthe  drug  trafficking crime  of  importing  the cocaine,  in\r\n\nviolation of 18 U.S.C.   924(c)(1)  and 18 U.S.C.   2 (Counts\r\n\n4 and 5).  \r\n\n          The  district  court  sentenced  the  appellants on\r\n\nCounts 1, 2, and 3 to terms  of imprisonment ranging from 188\r\n\nto  360 months  and to  terms of  supervised release  of five\r\n\nyears.   It  also sentenced  the appellants  on Count  4, the\r\n\nfirearms  count as to the  M-16, to the  mandatory minimum of\r\n\n360 months  imprisonment, to  be served consecutively  to the\r\n\nterms of  imprisonment imposed  on Counts  1, 2  and 3.   The\r\n\ncourt dismissed  Count  5, the Intratec pistol count,  out of\r\n\n                             -11-\r                                          11\r\r\n\ndouble  jeopardy  concerns.2    It  also  ordered  a  special\r\n\n                    \r                                \r\n\n2.  At oral argument a question arose as to whether the\r\ndistrict court had in fact dismissed Count 5 or had simply\r\nnot sentenced on that count.  We asked the government to \r\ninform us as to the disposition of the convictions for Count\r\n5.  In its response, the government represented that Count 5\r\nhad not been dismissed and that the district court had simply\r\nnot sentenced on that count.  Our own review of the docket\r\nsheet, however, reveals plainly an order dismissing Count 5,\r\nwhich the government acknowledged when the court called the\r\norder to counsels' attention.  We take a dim view of the\r\ngovernment's conduct in this matter, even if it is viewed as\r\nnothing more than negligence.\r\n          The government now claims that, in any event, the\r\norder dismissing Count 5 is a nullity because the order was\r\nentered on the docket a few days after each appellant had\r\nfiled his notice of appeal.  Pointing out that as a general\r\nrule the entry of a notice of appeal divests the district\r\ncourt of jurisdiction to adjudicate any matters related to\r\nthe appeal, see United States v. Distasio, 820 F.2d 20, 23\r                                                     \r\n(1st Cir. 1987), the government argues that the entry of the\r\nnotices of appeal divested the district court of jurisdiction\r\nover the case and that, absent jurisdiction, the order on\r\nCount 5 can have no effect.  \r\n          But the government forgets that a criminal judgment\r\ninvolving multiple counts is not final and appealable unless\r\nthe record discloses the precise disposition (e.g., the\r\nsentence) for each count.  See United States v. Wilson, 440\r                                                                  \r\nF.2d 1103 (5th Cir.) (no final judgment where the court\r\nimposed sentence on three counts of a six count indictment\r\nand withheld sentence on three counts)(cited with approval in\r\n15B Charles A. Wright, et al., Federal Practice and\r                                                               \r\nProcedure,   3918.7 &amp; n.10 (2d ed. 1992)), cert. denied, 404\r                                                                   \r\nU.S. 882 (1971).  The district court here had not specified\r\nthe disposition of Count 5 by the time the notices of appeal\r\nwere docketed.  Absent a disposition on Count 5, there was no\r\nfinal judgment from which the defendants could appeal. \r\nBecause there was no appealable order at the time the notices\r\nwere filed, the notices of appeal could not have divested the\r\ndistrict court of its jurisdiction over the case. \r\nAccordingly, the district court had jurisdiction and its\r\norder dismissing Count 5 was not a nullity.\r\n          That the notices were premature does not affect\r\nthis court's jurisdiction of these appeals.  The notices\r\nsimply relate forward to the entry of judgment.  See  Fed. R.\r                                                                \r\nApp. P. 4(b);  cf. Yockey v. Horn, 880 F.2d 945, 948 n.4 (7th\r                                             \r\nCir. 1989) (where district court inadvertently failed to\r\ndismiss one count of a multi-count complaint, notice of\r\n\n                             -12-\r                                          12\r\r\n\nassessment of $50 for each  of Counts 1-4. \r\n\n                    II.  CONVICTION ISSUES\r\n\n          A.  Sufficiency of the Evidence\r                                                     \r\n\n          1.  Count 4, the M-16 Firearm Count.\r                                                         \r\n\n          Appellants'  principal focus  is on  the  denial of\r\n\ntheir Rule 29 motions at trial for  acquittal on Count 4, the\r\n\nM-16 firearm  count.   Each appellant  claims that there  was\r\n\ninsufficient evidence to support his conviction under Count 4\r\n\nfor  carrying, or aiding and abetting the carrying of, the M-\r\n\n16 during and in relation to the drug trafficking offense, in\r\n\nviolation  of 18  U.S.C.    924(c)(1) and  18 U.S.C.    2(a).\r\n\nSection 924(c)(1) provides, in pertinent part:\r\n\n          Whoever, during and in  relation to any . .  . drug\r\n          trafficking crime  . . . uses or carries a firearm,\r\n          shall, in  addition to the punishment  provided for\r\n          such . . . drug trafficking  crime, be sentenced to\r\n          imprisonment  for five  years,  . .  .  and if  the\r\n          firearm  is a machine gun . . . to imprisonment for\r\n          thirty years. . . . . \r\n\n18 U.S.C.     924(c)(1).   Section 2(a)  provides:   \"Whoever\r\n\ncommits an  offense against the United States or aids, abets,\r\n\ncounsels, commands,  induces or  procures its commission,  is\r\n\npunishable as a principal.\"  18 U.S.C.   2(a).\r\n\n                    \r                                \r\n\nappeal that was technically premature related forward after\r\ndistrict court entered an order officially dismissing the\r\nremaining count).  The notices of appeal are treated as if\r\nthey were filed on the date the order dismissing Count 5 was\r\nentered on the docket.  \r\n          Count 5 is no longer at issue in this case.  The\r\ngovernment did not cross-appeal from the dismissal, nor has\r\nit requested reversal of the dismissal of Count 5.\r\n\n                             -13-\r                                          13\r\r\n\n          The  standard  of  review  for sufficiency  of  the\r\n\nevidence is familiar.  \"Our  task is to review the  record to\r\n\ndetermine  whether  the  evidence and  reasonable  inferences\r\n\ntherefrom, taken as a  whole and in the light  most favorable\r\n\nto the prosecution, would allow  a rational jury to determine\r\n\nbeyond a reasonable doubt that the defendants were  guilty as\r\n\ncharged.\"  United  States v. Mena-Robles,  4 F.3d 1026,  1031\r                                                    \r\n\n(1st Cir.  1993),  cert. denied  sub  nom. Rivera  v.  United\r                                                                         \r\n\nStates, 114 S. Ct. 1550 (1994).\r                  \r\n\n          The  facts of this case do not require us to define\r\n\nthe  precise contours  of the  meaning Congress  intended the\r\n\nphrase \"carries\" to have, and we note the variety of views on\r\n\nboth that issue and  the meaning of its companion  term \"use\"\r\n\nin 18 U.S.C.    924(c)(1).   See generally  United States  v.\r                                                                         \r\n\nJoseph,  892  F.2d  118,  126  (D.C.  Cir.  1989)  (to  prove\r                  \r\n\ncarrying, the government must show that the defendant had the\r\n\nability to exercise dominion and control over the firearm and\r\n\nthat  the firearm  was  within  easy  reach  to  protect  the\r\n\ndefendant during the drug trafficking offense); United States\r                                                                         \r\n\nv.  Evans,  888 F.2d  891,  895  (D.C.  Cir. 1989)  (carrying\r                     \r\n\ncomprehends more than actually  physically wearing or bearing\r\n\na gun  on one's  person), cert.  denied sub  nom.   Curren v.\r                                                                         \r\n\nUnited States, 494  U.S. 1019 (1990); see  also United States\r                                                                         \r\n\nv. Bailey, 36 F.3d  106, 125 (D.C. Cir. 1994)  (Williams, J.,\r                     \r\n\ndissenting)  (stating that  carrying included  situations (1)\r\n\n                             -14-\r                                          14\r\r\n\nwhere  a weapon was within  easy reach of  the defendant, (2)\r\n\nwhere  a defendant had  sufficient control  over confederates\r\n\ncarrying weapons to establish constructive possession, or (3)\r\n\nwhere a  defendant had transported a weapon  by motor vehicle\r\n\nand  had ready  access to  the weapon  as if  it were  in his\r\n\npocket), cert.  granted, 115 S.  Ct. 1689 (1995);  Bailey, 36\r                                                                     \r\n\nF.3d 106 at 114-15 &amp; n.1 (stating that what constitutes \"use\"\r\n\ndepends  upon  the  nature  of   the  underlying  substantive\r\n\noffense);  United States v. Paulino, 13 F.3d 20, 26 (1st Cir.\r                                               \r\n\n1994) (focussing on whether the firearm was available for use\r\n\nin connection with the  narcotics trade).  Suffice it  to say\r\n\nthat actual  physical carrying  of the  gun comes  within the\r\n\nscope of the statute.  See Joseph, 892 F.2d at 126. \r                                             \r\n\n          The  conclusion is  reasonable  that  at least  one\r\n\nPuerto  Rico  based   participant  in  the  drug   conspiracy\r\n\nphysically carried the  M-16 to the beach.  The M-16 had been\r\n\nat  Gonzalez-Valentin's house  a  few days  before the  beach\r\n\nlanding.  It was then found in the undercarriage of the  jeep\r\n\nin  a carport  near the  beach, next  to a  building entryway\r\n\nwhere  bales of cocaine had been brought.  Someone brought it\r\n\nfrom Gonzalez-Valentin's  house to the  jeep.  The  fact that\r\n\nthe  jeep  was  not  otherwise connected  to  the  defendants\r\n\nsuggests  that  sometime  before  the  arrest,  the  gun  was\r\n\nsomewhere  on the beach and  was then brought  from the beach\r\n\nand  placed  under the  jeep to  avoid  detection.   That the\r\n\n                             -15-\r                                          15\r\r\n\nbullets  for the  machine  gun were  found behind  Pagan-San-\r\n\nMiguel's house near the bales of cocaine further supports the\r\n\ninference  that the  gun was  either carried  onto the  beach\r\n\nduring the offloading or was nearby as part of the operation.\r\n\nStill, the  gun was not found  in the hands of  anyone at the\r\n\nbeach and there is  no direct evidence as to who  carried the\r\n\ngun.  None of  the agents watching the offloading  saw anyone\r\n\nwith a weapon of any kind.\r\n\n          Our initial focus then is on the sufficiency of the\r\n\nevidence  on  the aiding  and  abetting charge.    Aiding and\r\n\nabetting  requires  that  \"the  defendant  [have]  associated\r\n\nhimself with the venture, participated  in it as in something\r\n\nhe wished to bring about,  and sought by his actions  to make\r\n\nit succeed.\"  United States v.  Alvarez, 987 F.2d 77, 83 (1st\r                                                   \r\n\nCir.), cert. denied, 114 S. Ct. 147 (1993).  Mere association\r                               \r\n\nwith the principal, or mere presence at the scene of a crime,\r\n\neven  when  combined  with  knowledge that  a  crime  will be\r\n\ncommitted, is not sufficient to establish aiding and abetting\r\n\nliability.   Id.;  see  also United  States  v. De  la  Cruz-\r                                                                         \r\n\nPaulino, No. 94-1985  (1st Cir. Aug. 3, 1995).  The defendant\r                   \r\n\nmust  have taken  some  affirmative  action that  facilitated\r\n\nviolation of   924(c)(1).3   Of course, knowledge that  a gun\r\n\n                    \r                                \r\n\n3.  A Pinkerton instruction was never given to the jury, nor\r                           \r\ndid the government argue at trial or on appeal that Pinkerton\r                                                                         \r\nliability should apply.  See Pinkerton v. United States, 328\r                                                                   \r\nU.S. 640, 646-47 (1946).  We therefore could not support the\r\nconvictions on a Pinkerton theory.  See United States v.\r                                                                    \r\n\n                             -16-\r                                          16\r\r\n\nwould  be carried  is also  required.   See United  States v.\r                                                                         \r\n\nTorres-Maldonado, 14  F.3d 95, 103 (1st  Cir.), cert. denied,\r                                                                        \r\n\n115 S. Ct. 193 (1994); see  also  United States v. DeMasi, 40\r                                                                     \r\n\nF.3d  1306,   1316  (1st  Cir.  1994)   (knowledge  that  co-\r\n\nconspirators  would  be using  a  gun  may be  inferred  from\r\n\ndefendant's  activity in  planning  and attempting  to rob  a\r\n\nBrink's  armored truck  guarded by  two armed  guards), cert.\r                                                                         \r\n\ndenied  sub nom.  Bonasia v.  United States,  115 S.  Ct. 947\r                                                       \r\n\n(1995).\r\n\n          The question  here, then, is  whether the  evidence\r\n\nwas  sufficient  to show  that  each  appellant  knew that  a\r\n\nfirearm would be involved in the drug trafficking offense and\r\n\ntook some action in relation to the M-16 that was intended to\r\n\ncause the firearm to be carried during and in relation to the\r\n\ndrug  trafficking offense.  We believe  that the evidence was\r\n\nsufficient to convict Pagan-San-Miguel,  Luciano-Mosquera and\r\n\nGonzalez-Valentin under this standard, but was not sufficient\r\n\nto convict Pava-Buelba and Lugo-Maya as to the M-16.\r\n\n          As  to  Pagan-San-Miguel,   there  was   sufficient\r\n\nevidence  that  he knowingly  assisted  the  carrying of  the\r\n\nweapon.  He  was the ringleader of  the importation operation\r\n\nin  Puerto Rico.  He was a  key participant in the meeting at\r\n\n                    \r                                \r\n\nTorres-Maldonado, 14 F.3d 95, 101 (1st Cir.) (\"On appeal, we\r                            \r\nwill not infer either that the jury found guilt based on a\r\ntheory upon which it was not instructed, or that the jury\r\nwould have found guilt had it been given a Pinkerton\r                                                                \r\ninstruction.\"), cert. denied, 115 S. Ct. 193 (1994).\r                                        \r\n\n                             -17-\r                                          17\r\r\n\nGonzalez-Valentin's  house  during which  he  and Perez-Perez\r\n\nshowed Fontalvo the M-16.   He showed Fontalvo the  weapon at\r\n\nthe meeting  and said they  had brought  it.  The  jury could\r\n\ncertainly infer  that he, or Perez-Perez at  his direction or\r\n\nwith his assistance, procured the  M-16 for purposes of using\r\n\nit to protect the operation.\r\n\n          The  evidence  is  also  sufficient  to  show  that\r\n\nGonzalez-Valentin  knowingly  assisted  the  carrying  of the\r\n\nweapon.   Gonzalez-Valentin is  chargeable with  knowledge of\r\n\nthe M-16, since the M-16 was displayed in his presence during\r\n\none of  the meetings at  his house  and the jury  could infer\r\n\nthat  he was present.   Moreover, by providing  his house for\r\n\nthe meeting  at which the guns were  displayed and discussed,\r\n\nGonzalez-Valentin   assisted   the  substantive     924(c)(1)\r\n\noffense.\r\n\n          As  for Luciano-Mosquera, when  viewed in the light\r\n\nmost favorable to the government, the evidence was sufficient\r\n\nfor the  jury to  infer that he  either carried  or aided  in\r\n\ncarrying the weapon  to or  from the beach  and hid the  M-16\r\n\nunder the  jeep at the  time he  hid or had  placed it  there\r\n\nsometime before the  arrests.  The weapon  was directly above\r\n\nhim  in the undercarriage, no  more than an  arm's span away.\r\n\nIt  was  also placed  up  in  the undercarriage  between  the\r\n\nchassis and the springs, so clearly someone took  some effort\r\n\nto  place the weapon there.  He  was at the beach with Pagan-\r\n\n                             -18-\r                                          18\r\r\n\nSan-Miguel  to meet the yawls;  he arrived at  the beach with\r\n\nPagan-San-Miguel, who supplied the weapon; magazines from the\r\n\nM-16 were nearby; beepers were found near the gun (suggesting\r\n\na connection between the  gun and the drug offense);  and the\r\n\ncall  tipping  the  conspirators  off that  the  police  were\r\n\nwatching came into  a car phone  in his  car.  This  evidence\r\n\nsupports the  reasonable inference that his  proximity to the\r\n\nweapon was more than  a mere fortuity.  A jury could conclude\r\n\nfrom these circumstances  that Luciano-Mosquera either placed\r\n\nthe weapon in the  jeep before the arrest signals  were given\r\n\nor  that he  carried the  weapon from  the beach  and hid  it\r\n\nunderneath  the jeep as he was  hiding from the police.  From\r\n\nthese circumstances,  a jury  could reasonably  conclude that\r\n\nLuciano-Mosquera had  carried the weapon sometime  during and\r\n\nin relation to  the offense or at least that  he aided in the\r\n\ncarrying of the  weapon during  and in relation  to the  drug\r\n\noffense.   See United States v. Olbres, No. 94-2123, slip op.\r                                                  \r\n\nat 17 (1st  Cir. July 26, 1995) (evidence must  be taken as a\r\n\nwhole, in cumulation). \r\n\n          All of the appellants  have argued that, regardless\r\n\nof whether  the evidence  was sufficient  to show  aiding and\r\n\nabetting  \"carrying,\" it  was insufficient  to show  that any\r\n\ncarrying  was  done \"during  and  in  relation to\"  the  drug\r\n\nimportation  offense.     They  argue   that,  because  their\r\n\nimportation efforts ended  the moment the flares went up, the\r\n\n                             -19-\r                                          19\r\r\n\nsubsequently found  M-16 machine gun could  not have \"related\r\n\nto\"  the drug trafficking.   That argument  is inventive, but\r\n\nwrong.  The jury could easily infer from the discovery of the\r\n\nweapon in  close proximity to the  offloading operation after\r\n\nthe arrest signals were given that  it had been carried at  a\r\n\ntime when the offense was in progress, particularly  in light\r\n\nof the evidence that it was brought by the conspirators to  a\r\n\nplanning meeting and shown off,  ammunition for it was  found\r\n\nnearby,  and  it was  found close  to  the bales  of cocaine.\r\n\nFurther, the legislative history  of the 1984 amendment  to  \r\n\n924(c)  is explicit that where the defendant had a gun during\r\n\nthe  underlying  offense  (even  if  the  gun  had  not  been\r\n\ndisplayed),   the   section   is  violated   \"if   from   the\r\n\ncircumstances  or  otherwise  it  could  be  found  that  the\r\n\ndefendant intended to use  the gun if a contingency  arose or\r\n\nto  make his escape.\"  S. Rep.  No. 225, 98th Cong., 2d Sess.\r\n\n1, 314 n.10 (1983), reprinted in 1984 U.S.C.C.A.N. 3182, 3492\r                                            \r\n\nn.10; see also  United States v. Feliz-Cordero, 859 F.2d 250,\r                                                          \r\n\n254 (2d Cir. 1988).\r\n\n          In  sum, the  evidence  was  sufficient to  convict\r\n\nPagan-San-Miguel,  Gonzalez-Valentin and  Luciano-Mosquera of\r\n\ncarrying  the M-16 on an  aiding and abetting  theory.  Their\r\n\nconvictions on Count 4 are, therefore, affirmed.\r\n\n          The  evidence  as  to  Lugo-Maya  and  Pava-Buelba,\r\n\nhowever, was insufficient to sustain a conviction on Count 4.\r\n\n                             -20-\r                                          20\r\r\n\nThe only evidence the government  presented linking Lugo-Maya\r\n\nto  the  M-16  was  the  evidence  that  50  rounds  of  .9mm\r\n\nammunition for the  Intratec pistol were found  in the yawls.\r\n\nEvidence of  his involvement  with the Intratec  pistol might\r\n\nhave  been  enough  to show  knowledge  of  the  M-16 on  the\r\n\ninference that the two firearms were together when the Puerto\r\n\nRico-based participants met  to launch the  yawls to the  F/V\r\n\nMarlyn, and that knowledge of  one supports the inference  of\r\n\nknowledge of  the other.   There  was  no evidence,  however,\r\n\nshowing that he took  any step to assist the  carrying of the\r\n\nM-16 in relation  to the drug offense.  Lugo-Maya  was not at\r\n\nthe  meeting  where  the  M-16 was  shown.    The  government\r\n\npresented  no  evidence  that  Lugo-Maya took  any  steps  to\r\n\nprocure or  otherwise supply the  weapons or ammunition.   He\r\n\nwas also  nowhere near the weapon at  the time of his arrest.\r\n\nThere  was  simply insufficient  evidence  to  show beyond  a\r\n\nreasonable doubt that he either carried or  aided and abetted\r\n\nthe carrying of the M-16.\r\n\n          The  government's  only  evidence connecting  Pava-\r\n\nBuelba to the M-16 was  the fact that he was found  under the\r\n\njeep  in which  the M-16  had been  hidden.   Unlike Luciano-\r\n\nMosquera, however,  Pava-Buelba was  on the opposite  side of\r\n\nthe  jeep from where the M-16  was found.  Given the darkness\r\n\nand the  fact that the gun  was stuck up  between the chassis\r\n\nand  the springs  it is  not reasonable  to infer  that Pava-\r\n\n                             -21-\r                                          21\r\r\n\nBuelba  saw the weapon when he was  under the jeep.  And also\r\n\nunlike Luciano-Mosquera, there was no evidence linking him to\r\n\nthe activities in Puerto Rico, specifically the activities on\r\n\nthe beach on the evening of the arrest from which it would be\r\n\nreasonable  to infer  the requisite  knowledge of  the weapon\r\n\nbefore  he hid under the jeep.   Indeed, Fontalvo's testimony\r\n\nnever associated Pava-Buelba with any weapons.    Pava-Buelba\r\n\nwas simply a  load watcher  whose job it  was to observe  and\r\n\nreport  back  to the  Colombian  supplier  about whether  the\r\n\ncocaine was  successfully delivered.  His  interests were not\r\n\nthe same as the interests of the Puerto Rico-based importers.\r\n\nThe first time he set foot in Puerto Rico  in connection with\r\n\nthis case was when he  arrived at the offloading site  in one\r\n\nof  the yawls.   There  was no  evidence linking  him to  the\r\n\nPuerto Rico end of the operation where he would have  been in\r\n\na position to know about the specific weapon.  Therefore, the\r\n\ninference that he knew  about the weapon is much  weaker than\r\n\nthe  inference with  respect to Luciano-Mosquera.   Moreover,\r\n\neven if there were  evidence sufficient to infer that  he saw\r\n\nthe hidden weapon in  the darkness once he crawled  under the\r\n\njeep, given  his disconnection with  the Puerto Rico  side of\r\n\nthe  operation,  such  knowledge   would  have  been  a  mere\r\n\nfortuity.   Unlike Luciano-Mosquera,  who was  found directly\r\n\nbeneath the  weapon and had substantial  dealings with Pagan-\r\n\nSan-Miguel  during  the hours  before  the  arrest, there  is\r\n\n                             -22-\r                                          22\r\r\n\ninsufficient evidence to  conclude beyond a reasonable  doubt\r\n\nthat Pava-Buelba  hid under the jeep  to be next  to the M-16\r\n\nwith  the  idea that  he  would  carry  it.   In  short,  the\r\n\ngovernment did  not present  evidence  that Pava-Buelba  knew\r\n\nabout the weapon sufficient to support a   924(c) conviction,\r\n\neven on an aiding and abetting theory.\r\n\n          Furthermore, there was no evidence that Pava-Buelba\r\n\never had  actual  possession of  the weapon.   With  Luciano-\r\n\nMosquera  lying underneath the gun, it is far from clear that\r\n\nPava-Buelba  was  in  a  position to  exercise  dominion  and\r\n\ncontrol over the  weapon.  Even if his proximity  to the M-16\r\n\nunder the  jeep gave  him sufficient  possession, at  most, a\r\n\ntheory of constructive possession might have been argued.  In\r\n\nthis  case,   however,   the  district   court   specifically\r\n\ninstructed  the  jury  that  a conviction  for  \"carrying\"  a\r\n\nfirearm could not  be based on constructive possession of the\r\n\nfirearm.   Such  an  instruction sets  the benchmark  against\r\n\nwhich  the  sufficiency of  the  evidence  must be  measured.\r\n\nUnited  States v. Gomes, 969 F.2d 1290, 1294 (1st Cir. 1992);\r                                   \r\n\nUnited  States  v.  Angiulo,  897  F.2d  1169,  1196-97  (1st\r                                       \r\n\nCir.)(appellate   determination   of   sufficiency  must   be\r\n\nconstrained by  trial court's instructions; \"otherwise  . . .\r\n\nwe would be  sustaining a  conviction on appeal  on a  theory\r\n\nupon which the jury was not instructed below\"), cert. denied,\r                                                                        \r\n\n498  U.S.  845   (1990).    While  the  correctness  of  that\r\n\n                             -23-\r                                          23\r\r\n\ninstruction  might  otherwise   be  open  to  question,   the\r\n\ngovernment did  not object  to the instruction  at trial  nor\r\n\ndoes it  argue on appeal  that the  instruction was error.   \r\n\nSee  Saylor v. Cornelius, 845 F.2d 1401, 1408 (6th Cir. 1988)\r                                    \r\n\n(although reversal  due to  a trial  error normally  does not\r\n\nraise double jeopardy concerns,  double jeopardy bar would be\r\n\ntriggered  where  government  had  failed to  object  to  the\r\n\nerror).\r\n\n          Issues   of  the   sufficiency   of  the   evidence\r\n\nnecessarily  involve the  tension  between deference  to  the\r\n\njury's  role under  the Seventh  Amendment  as the  finder of\r\n\nfact,  see Olbres,  No.  94-2123, slip  op.  at 18,  and  the\r                             \r\n\nappellate  court's role  in  providing  meaningful review  of\r\n\nwhether  the government has indeed met its burden of proof of\r\n\nguilt  beyond   a  reasonable  doubt.       That   burden  is\r\n\nconstitutionally  mandated.   In  re  Winship,  397 U.S.  358\r                                                         \r\n\n(1970).    The  Supreme  Court  has  said that  the  relevant\r\n\nquestion is  whether \"after viewing the evidence in the light\r\n\nmost favorable to the prosecution, any rational trier of fact\r\n\ncould have found the essential elements of the crime beyond a\r\n\nreasonable doubt.\"   Jackson v.  Virginia, 443 U.S.  307, 319\r                                                     \r\n\n(1979) (emphasis removed).    The    difficulty    of   these\r\n\nquestions of  sufficiency of the evidence  to draw reasonable\r\n\ninferences is  illustrated  in  the  case law.    See,  e.g.,\r                                                                        \r\n\nStewart  v. Coalter,  48 F.3d  610 (1st  Cir.) (each  of four\r                               \r\n\n                             -24-\r                                          24\r\r\n\ncourts reviewing a conviction reach  different conclusions as\r\n\nto sufficiency, culminating in a split decision by a panel of\r\n\nthis  court upholding  the  conviction), petition  for  cert.\r                                                                         \r\n\nfiled, No. 94-9742 (U.S. June 19, 1995).\r                 \r\n\n          In sum, we believe there was insufficient evidence,\r\n\nin  light of  the  government's burden  of proof,  to convict\r\n\neither  Lugo-Maya or  Pava-Buelba of  carrying or  aiding and\r\n\nabetting  the  carrying  of  the M-16  and  so  reverse their\r\n\nconvictions  on Count 4.   There is no  direct evidence as to\r\n\neither and an insufficient basis to  draw inferences of guilt\r\n\nbeyond a reasonable doubt.\r\n\n          2.  Drug Counts.   \r                                     \r\n\n          Gonzalez-Valentin  and Luciano-Mosquera  also raise\r\n\nsufficiency  challenges on  the drug  counts.   As the  facts\r\n\nabove amply demonstrate,  there was overwhelming evidence  of\r\n\neach  appellant's  complicity in  the  scheme  to import  the\r\n\ncocaine  and   of  their  guilt on  the drug  counts.   Their\r\n\nconvictions on the drug counts are affirmed. \r\n\n          B.  Other Issues Going To The Verdict\r                                                           \r\n\n          The appellants4 -- principally  Pagan-San-Miguel --\r\n\nhave raised six other claims of error concerning the district\r\n\ncourt's conduct of the  trial:  (1) the limitation  of Pagan-\r\n\n                    \r                                \r\n\n4.  Appellants Gonzalez-Valentin and Pava-Buelba have\r\nincorporated all arguments made by the other appellants not\r\ninconsistent with those otherwise made in their briefs.  Our\r\nreview of the issues applies therefore to their appeals as\r\nwell.\r\n\n                             -25-\r                                          25\r\r\n\nSan-Miguel's cross-examination of  two government  witnesses,\r\n\n(2)  the  admission of  an  incriminating  statement made  by\r\n\nPagan-San-Miguel, (3)  the refusal to grant  a mistrial after\r\n\nallegedly   improper   remarks  were   made   during  closing\r\n\nstatements, (4) the jury instruction  on   924(c)(1), (5) the\r\n\njury  instruction on  the defendants'  flight from  the crime\r\n\nscene, and (6) the allowance of a read-back of testimony by a\r\n\ngovernment witness to the jury during its deliberation.  None\r\n\nof these claims of error provides a ground for reversal.\r\n\n                             -26-\r                                          26\r\r\n\n          1.  Cross-Examination.\r                                           \r\n\n          Pagan-San-Miguel complains that the  district court\r\n\nerred in cutting off his cross-examination into the penalties\r\n\nCastillo-Ramos would have faced on firearms counts which were\r\n\ndropped against him.  Pagan-San-Miguel attempted to establish\r\n\nbias  by showing that the government had been able to procure\r\n\nCastillo-Ramos'  cooperation  by   deciding  not  to   charge\r\n\nCastillo-Ramos  under  the  firearms  counts  in  the  second\r\n\nsuperseding indictment.    After questioning  on this  topic,\r\n\nPagan-San-Miguel  asked  Castillo-Ramos whether  his attorney\r\n\nhad informed  him that if  he had  been \"found guilty  of the\r\n\npossession of  the firearm  during the  commission of  a drug\r\n\noffense  [he  would be]  sentenced  to  thirty-five years  in\r\n\naddition to the drug offense.\"   The district court sustained\r\n\nan objection  to this question  on the  ground that,  because\r\n\ndefendants  faced  the  same  firearms  charges,  it  was  an\r\n\nimpermissible   attempt  to   inform   the  jury   about  the\r\n\ndefendants' possible punishment on the firearms counts.  \r\n\n          Pagan-San-Miguel claims that this truncating of his\r\n\ncross-examination impermissibly interfered with his  right to\r\n\nconfrontation  under  the  Sixth  Amendment.    We  disagree.\r\n\nPagan-San-Miguel  had  a  sufficient  opportunity  to  expose\r\n\npotential  biases,  including  any  bias  resulting from  any\r\n\nbenefit   Castillo-Ramos  received   as   a  result   of  his\r\n\ncooperation.  Pagan-San-Miguel was able to ask Castillo-Ramos\r\n\n                             -27-\r                                          27\r\r\n\nrepeatedly  whether  he  had   received  a  benefit  for  his\r\n\ntestimony.   Any  probative  value of  information about  the\r\n\nprecise number  of years Castillo-Ramos would  have faced had\r\n\nhe been charged  for the  firearms offense was  slight.   The\r\n\ndistrict  court  properly  decided  that  the  value  of  the\r\n\ninformation was outweighed by  the potential for prejudice by\r\n\nhaving  the jury  learn  what penalties  the defendants  were\r\n\nfacing.  \r\n\n          Although   cross-examination    is   an   important\r\n\ncomponent of  a defendant's Sixth Amendment  rights under the\r\n\nconfrontation  clause, a  defendant's right  to cross-examine\r\n\nwitnesses is  not unlimited.   Delaware  v. Van  Arsdall, 475\r                                                                    \r\n\nU.S. 673,  679 (1986).  A  district court is  entitled to cut\r\n\noff cross-examination that may  create prejudice or confusion\r\n\nof the issues, or may be harassing or unduly repetitive.  Id.\r                                                                         \r\n\nAssuming  that the minimal  constitutional threshold level of\r\n\ninquiry was allowed, as here, a trial court has discretion in\r\n\nlimiting cross-examination.  A trial court does not abuse its\r\n\ndiscretion if  there is  sufficient evidence before  the jury\r\n\n(absent  the excluded  evidence)  from which  the jury  could\r\n\n\"make a  discriminating appraisal of the  possible biases and\r\n\nmotivations  of the witnesses.\"  Brown v. Powell, 975 F.2d 1,\r                                                            \r\n\n5 (1st Cir. 1992),  cert. dismissed, 113 S. Ct.  1035 (1993).\r                                               \r\n\nThat was the case here.\r\n\n                             -28-\r                                          28\r\r\n\n          2. Pagan-San-Miguel's Incriminating Statement.\r                                                                   \r\n\n          Pagan-San-Miguel  argues  that  the district  court\r\n\nerred by not conducting a hearing out of the jury's presence,\r\n\npursuant to Jackson  v. Denno,  378 U.S. 368  (1964), and  18\r                                         \r\n\nU.S.C.    3501(a),5  to  determine the  voluntariness of  his\r\n\nincriminating  statements.    Police  Officer  Samuel  Jusino\r\n\ntestified that Pagan-San-Miguel,  while being held  following\r\n\nhis  arrest, told Jusino  that he  \"would make  three hundred\r\n\nthousand  dollars out  of [the  drug venture]\" and,  once the\r\n\narrest  signals  were given,  \"that  he ran  and  hid himself\r\n\nunderneath a metal plank, and if he had found a hole he would\r\n\nhave gone through that place.\"  \r\n\n          Before the issue of a Jackson v. Denno hearing  may\r                                                            \r\n\nbe raised  on appeal,  the issue  of voluntariness  must have\r\n\nbeen  placed  before  the  district  court  in  a timely  and\r\n\ncoherent manner.   See  United States  v. Santiago Soto,  871\r                                                                   \r\n\nF.2d  200,  201 (1st  Cir.) (failure  to  raise the  issue of\r\n\nvoluntariness in  a way  that would  have  alerted the  trial\r\n\njudge that a  Jackson v. Denno  hearing was desirable  waives\r                                          \r\n\nright to  hearing), cert.  denied, 493 U.S.  831 (1989);  see\r                                                                         \r\n\nalso  United States  v. Berry,  977 F.2d  915, 918  (5th Cir.\r                                         \r\n\n1992)  (a  generic  objection  to the  admissibility  of  the\r\n\n                    \r                                \r\n\n5.  Section 3501(a) provides, in pertinent part, that\r\n\"[b]efore such confession is received in evidence, the trial\r\njudge shall, out of the presence of the jury, determine any\r\nissue as to voluntariness.\"  18 U.S.C.   3501(a).\r\n\n                             -29-\r                                          29\r\r\n\nconfession was insufficient to  put the court on  notice that\r\n\ndefendant sought a Jackson v. Denno hearing and therefore the\r                                               \r\n\ncourt's  ruling was  reviewed for  plain error).   Pagan-San-\r\n\nMiguel failed to  place the issue  properly before the  trial\r\n\ncourt here.\r\n\n          Pagan-San-Miguel did not specifically object to the\r\n\nadmissibility of the statements on voluntariness grounds.  He\r\n\nnever  specifically requested a  voluntariness hearing during\r\n\ntrial.  He never  raised the voluntariness issue in  his pre-\r\n\ntrial motion  to suppress statements made  to law enforcement\r\n\npersonnel.  He never raised voluntariness in his objection to\r\n\nthe  statement  at  trial.     His  objection  was  a  narrow\r\n\nfoundational one not  going to voluntariness  -- that at  the\r\n\ntime of Officer  Jusino's testimony no one  had yet testified\r\n\nthat  Miranda  warnings had  been  given  to Pagan-San-Miguel\r                         \r\n\nbefore  he  made the  incriminating  statements.   The  court\r\n\nspecifically asked Pagan-San-Miguel whether his  objection as\r\n\nto  foundation was a suppression request and Pagan-San-Miguel\r\n\ninformed  the court  that  it was  not.   Indeed  during  the\r\n\ncolloquy with  the district court over  the testimony, Pagan-\r\n\nSan-Miguel conceded that \"there [was] evidence that [Miranda]\r                                                                        \r\n\nwarnings were properly made and there was a waiver.\"  Given\r\n\nhis  disclaimer  that  he  was  seeking  suppression  of  the\r\n\nstatement  and the  total  absence of  any evidence  that the\r\n\nstatements  were made involuntarily, Pagan-San-Miguel did not\r\n\n                             -30-\r                                          30\r\r\n\nsufficiently  apprise the  district court  that voluntariness\r\n\nwas an issue.  Thus, Pagan-San-Miguel's claim to a Jackson v.\r                                                                         \r\n\nDenno hearing has been waived.\r                 \r\n\n          There  also is  no  colorable claim  here that  the\r\n\ndistrict   court   was   nevertheless  obliged   to   hold  a\r\n\nvoluntariness  hearing sua  sponte.   See Santiago  Soto, 871\r                                                                    \r\n\nF.2d at 202  (recognizing, without adopting, a rule that such\r\n\na hearing must be given sua sponte under circumstances, \"such\r                                              \r\n\nas  a  defendant's  apparent  abnormal  mental   or  physical\r\n\ncondition, obvious ignorance or lack of awareness,\" raising a\r\n\nserious  question over  voluntariness).  At  best, Pagan-San-\r\n\nMiguel's argument  is that he  was so \"shell-shocked\"  by the\r\n\nevents  that transpired on the beach that the court must have\r\n\nbeen alerted  to the possibility  that he did  not understand\r\n\nthe Miranda warnings  that were given  to him and that,  as a\r                       \r\n\nresult, his  statements  made hours  later were  involuntary.\r\n\nUndoubtedly a defendant who suddenly becomes aware the police\r\n\nare  on  to him  suffers  a  jolt,  but that  jolt  does  not\r\n\nincapacity make.\r\n\n          3.  Remarks During Closing Arguments.\r                                                          \r\n\n          Pagan-San-Miguel argues that  certain remarks  made\r\n\nduring  the closing  arguments were  unduly prejudicial.   He\r\n\npoints  to four remarks, one  made by the  attorney for Pava-\r\n\nBuelba and three  made by  the government.   None provides  a\r\n\nbasis for reversal.\r\n\n                             -31-\r                                          31\r\r\n\n          Pava-Buelba's  attorney, in  an apparent  effort to\r\n\ndistinguish  his  client  and  to  distinguish  the  firearms\r\n\ncharges from the drug charges,  made the following remarks to\r\n\nthe jury:\r\n\n               I ask you to please keep in mind that the fact\r\n          that there  are a number of  defendants here [does]\r\n          not mean that they  were all to be treated  as one.\r\n          And the fact that they were being charged with five\r\n          different counts does not mean that you had to find\r\n          them guilty or  innocent or all the  same, but that\r\n          you could  choose  and pick.   And  that you  could\r\n          discern among  the evidence and determine which, if\r\n          any, were guilty of any of the counts charged.\r\n               Some might  be guilty  of one  or more.   Some\r\n          might be guilty of  none.  And I ask  you to please\r\n          be careful  watching the evidence so  that you will\r\n          be able  to  distinguish  between  each  and  every\r\n          individual and each and every count.\r\n\nPagan-San-Miguel  objected  to  these  remarks,  arguing they\r\n\nimplied that  Pava-Buelba was guilty of the drug offenses and\r\n\nthus  implicated the  other defendants.   The  district court\r\n\nsustained the objection.  Pagan-San-Miguel's later motion for\r\n\na mistrial was  denied, but  the court offered  to provide  a\r\n\ncurative instruction, which all  defendants declined.  Pagan-\r\n\nSan-Miguel argues that a curative instruction would have been\r\n\npointless and  that the district court  abused its discretion\r\n\nin refusing to grant a new trial.\r\n\n          Fatal to Pagan-San-Miguel's claim, however, is that\r\n\nto \"require a new trial, we must conclude . . . that, despite\r\n\nthe instruction,  the misconduct was likely  to have affected\r\n\nthe trial's outcome.\"  United States v. Capone, 683 F.2d 582,\r                                                          \r\n\n585-86 (1st Cir. 1982) (internal  citations omitted).  In the\r\n\n                             -32-\r                                          32\r\r\n\ncontext of the full  record, these statements could  not have\r\n\nhad any  impact on the outcome of the trial.  The evidence of\r\n\nPagan-San-Miguel's   complicity  on   the  drug   counts  was\r\n\noverwhelming.   Moreover,  a curative instruction  would have\r\n\nsolved any spillover problem created by the statements.\r\n\n          Pagan-San-Miguel  also challenges  the government's\r\n\nstatement   that  \"Carlos  Pagan-San-Miguel  can't  deny  his\r\n\nassociation  with [Fontalvo], that  terrible, terrible person\r\n\nthat was described to you.\"  Pagan-San-Miguel argues this was\r\n\nan impermissible  comment from  a prosecutor on  an accused's\r\n\nfailure to testify.  We think it was not.  The government did\r\n\nnot say  that Pagan-San-Miguel \"didn't deny his association,\"\r\n\nonly  that he  \"can't deny his  association.\"   Even assuming\r\n\nthat this  comment cut too  close to  the line, \"there  is no\r\n\nreason  to  conclude that  the prosecutor  intentionally drew\r\n\nattention  to  the appellant's  silence  at  trial.\"   United\r                                                                         \r\n\nStates v.  Taylor, 54 F.3d 967, 980 (1st Cir. 1995).  And the\r                             \r\n\nevidence  was  otherwise so  overwhelming  that this  comment\r\n\ncould have had no effect on the jury's judgment.  Id. at 977.\r                                                                 \r\n\n          Pagan-San-Miguel's  next two challenges  are to the\r\n\ngovernment's statements that the firearm found under the jeep\r\n\n\"would be used  to protect  the very cocaine  that was  being\r\n\nillegally smuggled into Puerto  Rico\" and that \"Carlos Pagan-\r\n\nSan-Miguel bragged about having bought the firearms.\"  Pagan-\r\n\nSan-Miguel argues that  the first was  misleading in that  it\r\n\n                             -33-\r                                          33\r\r\n\nsuggested  that  the jury  could  convict  the defendant  for\r\n\nplanning on using the  firearm once it had arrived  in Puerto\r\n\nRico, an offense  not charged in the  indictment.  Pagan-San-\r\n\nMiguel's reading  is strained, at best.   The first statement\r\n\nwas consistent with the evidence and the government's theory.\r\n\nThere is no plausible argument that this statement was likely\r\n\nto have affected the outcome of the trial or was so egregious\r\n\nthat a  new trial is needed  as a sanction.   See Capone, 683\r                                                                    \r\n\nF.2d  at 587.   While  the second  statement appears  to have\r\n\nexaggerated the evidence, there was no  objection and it does\r\n\nnot amount to plain error.  See Taylor, 54 F.3d at 977.  \r                                                  \r\n\n          4.  Jury Instruction on 18 U.S.C.   924(c)(1).\r                                                                   \r\n\n          Pagan-San-Miguel argues that the  court erroneously\r\n\ninstructed the jury  on an essential element  of the firearms\r\n\noffense,  18 U.S.C.   924(c)(1).   That section requires that\r\n\nthe  defendant  have  carried  the  firearm  \"during  and  in\r\n\nrelation  to    .    .   .  [a] drug trafficking crime.\"  The\r\n\ndistrict  court, however,  instructed  the jury  that it  was\r\n\nenough if the defendant knowingly carried the firearm \"during\r\n\nthe  commission of  the crime  of drug  trafficking.\"   In so\r\n\ndoing, the district court appears  to have relied on obsolete\r\n\nstatutory language.   Before 1984,    924(c)(1) provided that\r\n\nit  was a crime to carry  a firearm \"during the commission of\r\n\nany [federal]  felony.\"   In 1984, however,  Congress amended\r\n\nthe  language adding the phrase  \"during and in relation to,\"\r\n\n                             -34-\r                                          34\r\r\n\nto  make clear  that  the  firearm  must  be  linked  to  the\r\n\nunderlying  felony to come  within the scope  of the statute.\r\n\nS.  Rep.  No.  224,  supra,  at  312-13,  reprinted  in  1984\r                                                                   \r\n\nU.S.C.C.A.N. at 3490-92.\r\n\n          Because  Pagan-San-Miguel  did  not  object  to the\r\n\ninstruction,  the instruction  is reviewed  for plain  error.\r\n\nSee Fed. R. Crim. P. 52(b).  Pagan-San-Miguel argues that the\r               \r\n\ncourt's use  of  the phrase  \"during the  commission of\"  was\r\n\nplain error,  claiming it omitted an essential element of the\r\n\noffense and it broadened the scope of the conduct under which\r\n\nthe jury could convict.  \r\n\n          The actual  charge given here  undercuts Pagan-San-\r\n\nMiguel's argument.6   The district court  emphasized that the\r\n\ncarrying  of  the firearm  must  be  linked to  the  specific\r\n\nunderlying  drug  offense  for  which   the  defendants  were\r\n\nconvicted:  \r\n\n          First,  it  must  be  proven  that  a[] defendant[]\r\n          committed a crime of  drug trafficking for which he\r                                                            \r\n          may  be  prosecuted  in  the United  States.    And\r\n          second, that during the  commission of the crime of\r                                                                         \r\n\n                    \r                                \r\n\n6.  Faced with a similar challenge the Ninth Circuit has held\r\nthat the change in statutory language was not substantive and\r\nthat the requirement that the firearm be linked to the crime\r\nwas already implicit in the statute.  \"Though the legislative\r\nhistory does not say so expressly, it strongly implies that\r\nthe 'in relation to' language did not alter the scope of the\r\nstatute, explaining that the original section was directed at\r\npersons who chose to carry a firearm as an offensive weapon\r\nfor a specific criminal act.\"  United States v. Stewart, 779\r                                                                   \r\nF.2d 538, 539-40 (9th Cir. 1985) (internal quotation\r\nomitted), cert. denied, 484 U.S. 867 (1987).  \r                                  \r\n\n                             -35-\r                                          35\r\r\n\n          drug trafficking the defendant[]  knowingly carried\r                                      \r\n          a firearm.\r\n\nIn light of the  actual instruction given, Pagan-San-Miguel's\r\n\nattack on the instruction does not rise to the level of plain\r\n\nerror.  \r\n\n          Pagan-San-Miguel also argues  that the  instruction\r\n\nallowed the  jury to convict  for a crime not  charged in the\r\n\nindictment because the firearms charge was limited to Count 2\r\n\nof  the  three drug  counts.   Pagan-San-Miguel  has  not and\r\n\ncannot  articulate how, in the  context of this  case, such a\r\n\npossibility created a \"miscarriage  of justice\" or \"seriously\r\n\naffect[ed] the fairness,  integrity or  public reputation  of\r\n\njudicial  proceedings\".  See  United States v.  Olano, 113 S.\r                                                                 \r\n\nCt. 1770, 1779 (1993).    \r\n\n          5.  Jury Instruction on Flight.\r                                                    \r\n\n          Pagan-San-Miguel  also  argues  that  the  district\r\n\ncourt erroneously  instructed the  jury about his  flight and\r\n\nconcealment.  This argument  is meritless.  As long  as there\r\n\nis an  adequate factual predicate supporting  an inference of\r\n\nguilt  on the crime charged,  as there was  here, evidence of\r\n\nthe  accused's  flight may  be  admitted  at  trial  to  show\r\n\nconsciousness  of guilt.    See United  States v.  Hernandez-\r                                                                         \r\n\nBermudez, 857 F.2d 50, 52 (1st Cir. 1988).    \r                    \r\n\n          6.  Read-Back To The Jury.\r                                               \r\n\n          Pagan-San-Miguel  and Luciano-Mosquera  assert that\r\n\nthe district  court committed  error when  it failed  to take\r\n\n                             -36-\r                                          36\r\r\n\ncertain precautions in  allowing the  testimony of  Castillo-\r\n\nRamos, the boat captain, to  be read back to the jury  at the\r\n\njury's request, during deliberations.  Counsel did not object\r\n\nto  the procedures  followed; in fact,  what happened  was by\r\n\nagreement among  counsel.7  To prevail,  defendants must show\r\n\nplain error.\r\n\n          It  certainly would  have been  preferable for  the\r\n\ndistrict  court to have  taken some precautions.   See, e.g.,\r                                                                        \r\n\nUnited States v. Hernandez,  27 F.3d 1403, 1408-09 (9th  Cir.\r                                      \r\n\n1994) (reversing a conviction  where district court failed to\r\n\ntake  precautions to  prevent undue  emphasis on  the witness\r\n\ntestimony  that  jury  reviewed during  deliberation),  cert.\r                                                                         \r\n\ndenied, 115 S. Ct. 1147 (1995).  But  counsel did  not object\r                  \r\n\nand  the standard set by Olano  is not met.   In light of the\r                                          \r\n\noverwhelming evidence  of guilt on  the drug counts  to which\r\n\nCastillo-Ramos' testimony went, the read-back did  not result\r\n\nin  a miscarriage  of justice,  nor did  the absence  of such\r\n\nprecautions  seriously  affect  the  fairness,  integrity  or\r\n\n                    \r                                \r\n\n7.  The court reporter entered the jury room unsupervised and\r\nread the testimony.  The court gave the jury no cautionary\r\ninstructions (i.e., that the testimony was not to substitute\r\nfor the jurors' memories, or that the jury should not focus\r\non one particular aspect of the evidence to the exclusion of\r\nother evidence).  There was no observation of the court\r\nreporter's reading of the testimony to ensure that no\r\neditorializing or slanting was done during the reading.  No\r\ninstructions were given to the court reporter to be careful\r\nnot to converse with the jurors or otherwise taint their\r\ndeliberations and to be careful not to read to the jury\r\npotentially prejudicial side-bar conferences she had recorded\r\nduring the course of Castillo-Ramos' testimony. \r\n\n                             -37-\r                                          37\r\r\n\npublic  reputation  of judicial  proceedings.    There is  no\r\n\nevidence that anything untoward happened in the jury room and\r\n\nno  reason to  think  the reporter  did  anything other  than\r\n\nproperly read the pertinent portions of the record.\r\n\n          Pagan-San-Miguel  and  Luciano-Mosquera also  argue\r\n\nthey were never consulted by either of their attorneys or the\r\n\ncourt about  whether  they  would waive  their  right  to  be\r\n\npresent during the read-back.  Although the defendant's right\r\n\nto be present at every stage of the proceedings may be waived\r\n\nby the defendant,  it is less  clear whether the  defendant's\r\n\nattorney can waive it.  See Taylor v. Illinois, 484 U.S. 400,\r                                                          \r\n\n418  &amp;  n.24  (1988).    Nevertheless,  Pagan-San-Miguel  and\r\n\nLuciano-Mosquera  were present  at  the  time  Castillo-Ramos\r\n\nactually  gave his  testimony and  so could  \"confront\" their\r\n\naccuser.  There was no plain error.\r\n\n                   III.  SENTENCING ISSUES\r\n\n          A.  Pagan-San-Miguel\r                                          \r\n\n          Pagan-San-Miguel  challenges  his  sentence on  two\r\n\ngrounds,  neither of which has  merit.  He  asserts he should\r\n\nnot  have been given  a four  level increase  as a  leader or\r\n\norganizer of  the activity under  3B1.1(a)  of the Sentencing\r\n\nGuidelines.    See   United  States  Sentencing   Commission,\r                              \r\n\nGuidelines Manual,  3B1.1(a) (Nov. 1991).   He also argues he\r                             \r\n\nshould have  been given a  downward adjustment of  two levels\r\n\nfor acceptance of responsibility under U.S.S.G.  3E1.1(a).  \r\n\n                             -38-\r                                          38\r\r\n\nAbsent a  mistake of law, the  district court's determination\r\n\nof a  defendant's role may be set aside only for clear error.\r\n\nUnited States v.  Tejada-Beltran, 50 F.3d 105,  111 (1st Cir.\r                                            \r\n\n1995).  There was no error.\r\n\n          The  facts  outlined  earlier establish  Pagan-San-\r\n\nMiguel's  leadership  and   organizational  role.    Fontalvo\r\n\ntestified  that  Pagan-San-Miguel  was \"the  land  person  in\r\n\ncharge  of all the merchandise.\"   Indeed, his  code names in\r\n\nthe  operation were  \"Gigante,\"  \"Padrino,\" and  \"Godfather.\"\r\n\nPagan-San-Miguel's argument  that the court  made no specific\r\n\nfinding that at  least four others were under  his leadership\r\n\nand control  does not help  him.   It was  obvious that  nine\r\n\nothers, at the least, were involved in addition to Pagan-San-\r\n\nMiguel.  And \"retention of  control over other participants .\r\n\n.  . is  not  an essential  attribute  of organizer  status.\"\r\n\nTejada-Beltran, 50 F.3d at 113.\r                          \r\n\n          As   to   acceptance   of    responsibility,   \"the\r\n\ndetermination of  the sentencing  judge is entitled  to great\r\n\ndeference on review.\"  U.S.S.G.  3E1.1,  comment. (n.5).  The\r\n\nfact  that  Pagan-San-Miguel  in  pre-trial  plea  bargaining\r\n\nunsuccessfully offered to plead guilty  to the drug counts if\r\n\ncertain  conditions were  met does  not provide  a sufficient\r\n\nbasis  to  reverse  the  district court's  decision.    \"This\r\n\nadjustment is not intended  to apply to a defendant  who puts\r\n\nthe government to its burden of proof at trial by denying the\r\n\n                             -39-\r                                          39\r\r\n\nessential factual  elements of guilt, is  convicted, and only\r\n\nthen admits  guilt and expresses remorse.\"   U.S.S.G.  3E1.1,\r\n\ncomment.  (n.2).  His argument  is not enough  to reverse the\r\n\ndistrict    court's   determination   that   he   failed   to\r\n\n\"demonstrate[]  a recognition  and affirmative  acceptance of\r\n\npersonal responsibility for his  criminal conduct.\"  U.S.S.G.\r\n\n 3E1.1(a);  see also United States  v. Curran, 967  F.2d 5, 7\r                                                         \r\n\n(1st Cir. 1992).\r\n\n          B.  Gonzalez-Valentin\r                                           \r\n\n          Gonzalez-Valentin argues he was a minor participant\r\n\nand thus  entitled to  a two level  reduction under  U.S.S.G.\r\n\n 3B1.2(b).   The trial judge's determination  was not clearly\r\n\nerroneous.  See  United States v.  Lopez-Gil, 965 F.2d  1124,\r                                                        \r\n\n1131 (1st Cir.), cert. denied, 113 S. Ct. 484 (1992).\r                                         \r\n\n          Gonzalez-Valentin was at the beach to assist in the\r\n\noffloading; his  house was  used regularly  to plan the  drug\r\n\nsmuggling; weapons were shown and  discussed at his house;  a\r\n\ncommunications  radio was  hidden and  used in  his backyard.\r\n\nThere  was  ample  evidence he  was  more  culpable than  the\r\n\naverage  participant.      See  U.S.S.G.    3B1.2,   comment.\r                                          \r\n\n(backg'd.).\r\n\n          C.  Lugo-Maya\r                                   \r\n\n          In addition  to the mandatory sentence  of 30 years\r\n\non  Count 4, Lugo-Maya was sentenced  under the Guidelines on\r\n\nthe drug counts,  Counts 1-3.  Lugo-Maya challenges on appeal\r\n\n                             -40-\r                                          40\r\r\n\nthe district court's  calculation of his guidelines  sentence\r\n\non the  drug counts.  He argues the court erred in not giving\r\n\nhim two-level reductions each  for being a minor participant,\r\n\npursuant   to  U.S.S.G.   3B1.2(b),  and  for  acceptance  of\r\n\nresponsibility,  pursuant to  U.S.S.G.   3E1.1(a).    As  the\r\n\ndistrict  court properly  found,  Lugo-Maya was  not a  minor\r\n\nparticipant -- he supplied  the yawls, sailed one out  to the\r\n\nmothership, helped to unload the drugs from  the boat, sailed\r\n\nthe drugs to shore and helped unload them to the land.  As to\r\n\nacceptance of responsibility, Lugo-Maya's claim is factbound,\r\n\nand  the district  court's resolution  of  it is  not clearly\r\n\nerroneous.  See United States v. Royer, 895 F.2d  28, 29 (1st\r                                                  \r\n\nCir. 1990).  His sentence on the drug counts is affirmed.\r\n\n                IV. SECTION 2255 MOTION ISSUES\r\n\n          While  these  consolidated  appeals  were  pending,\r\n\nPagan-San-Miguel filed  in the district court  a motion under\r\n\n28 U.S.C.    2255 to vacate and  set aside his  conviction on\r\n\nthe ground that the  court reporter's delay in providing  him\r\n\nwith a transcript  denied him  his right to  a timely  appeal\r\n\nand, therefore, deprived  him of  due process of  law.8   The\r\n\n                    \r                                \r\n\n8.  Pagan-San-Miguel filed his notice of appeal on August 3,\r\n1992.  Around that time, the court reporter agreed to furnish\r\nthe necessary transcripts to Pagan-San-Miguel.  The court\r\nreporter, however, did not provide any transcripts to Pagan-\r\nSan-Miguel until mid-1994.  Largely due to the court\r\nreporter's failure to prepare the transcripts, this court\r\nextended the period for briefing the case sixteen times.  On\r\nat least three occasions this court entered Orders to Show\r\nCause threatening the court reporter with contempt if she did\r\n\n                             -41-\r                                          41\r\r\n\ndistrict  court denied  the motion.9   On  appeal, Pagan-San-\r\n\nMiguel argues that this was error.\r\n\n          Although  extreme delay  in  the processing  of  an\r\n\nappeal may  amount  to a  due process  violation, and  delays\r\n\ncaused by court reporters  are attributable to the government\r\n\nfor  purposes of  determining  whether a  defendant has  been\r\n\ndeprived of  due process, see, e.g., United States v. Wilson,\r                                                                        \r\n\n16 F.3d  1027, 1030 (9th  Cir. 1994), mere  delay, in and  of\r\n\nitself will not give rise  to a due process infraction.   The\r\n\ndefendant must show prejudice.   See United States v. Tucker,\r                                                                        \r\n\n8 F.3d 673, 676-77  (9th Cir. 1993) (en banc),  cert. denied,\r                                                                        \r\n\n114 S. Ct. 1230  (1994).  Whether an appellate  delay results\r\n\nin  prejudice sufficient  to warrant  reversing  a conviction\r\n\nrests, most  importantly, on a  showing that it  has impaired\r\n\nthe appeal or  the defense in the event of  retrial.  See id.\r                                                                         \r\n\nat 676.\r\n\n                    \r                                \r\n\nnot produce the transcripts.\r\n\n9.  We have held that absent extraordinary circumstances a\r\ndistrict court should not entertain a   2255 motion while a\r\ndirect appeal from the same conviction is still pending. \r\nUnited States v. Gordon, 634 F.2d 638 (1st Cir. 1980). \r                                   \r\nNevertheless, instead of dismissing Pagan-San-Miguel's motion\r\nas being premature, the district court denied the motion.  In\r\nsuch a case, we may elect to reach the merits of the   2255\r\nmotion.  See United States v. Buckley, 847 F.2d 991, 993 n.1,\r                                                 \r\n1000 n.6 (1st Cir. 1988), cert. denied, 488 U.S. 1015 (1989);\r                                                  \r\nsee also Rule 5, Rules Governing Proceedings in the United\r                    \r\nStates District Courts Under Section 2255 of Title 28, United\r\nStates Code, advisory committee note (1976).\r\n\n                             -42-\r                                          42\r\r\n\n          There  was no  prejudice.   Although  there was  an\r\n\nappalling  delay in  preparing the  transcripts, there  is no\r\n\nargument  they are incomplete  or unreliable.  This  is not a\r\n\nsituation  in  which  the  court  reporter  has  prepared  an\r\n\nunusable transcript.  Compare Wilson, 16 F.3d at 1031 (record\r                                                \r\n\nhad portion missing or was unintelligible so  that record was\r\n\ntotally  unreliable).   Indeed, Pagan-San-Miguel  only argues\r\n\nthat the delay impaired his ability to present \"the strongest\r\n\npossible evidence  in support  of the appellant's  version of\r\n\nthe  facts\"  surrounding  the  read-back  of  Castillo-Ramos'\r\n\ntestimony   to  the  jury.    As  Pagan-San-Miguel  concedes,\r\n\nhowever,  no  objection  was  made to  the  district  court's\r\n\nhandling of  the read-back.   And since  Pagan-San-Miguel has\r\n\nnot  shown plain error in this regard, this argument does not\r\n\nmake a difference to his appeal.10\r\n\n          The order  of the district court denying his   2255\r\n\nmotion is affirmed.\r\n\n                          CONCLUSION\r\n\n          The  convictions   and  sentences   of   appellants\r\n\nLuciano-Mosquera, Pagan-San-Miguel, and Gonzalez-Valentin are\r\n\naffirmed on  all counts.   The  convictions of  Lugo-Maya and\r\n\nPava-Buelba are reversed  on Count 4  and their sentences  on\r\n\n                    \r                                \r\n\n10.   Alternatively, Pagan-San-Miguel requests that we set\r\naside his conviction pursuant to our supervisory powers. \r\nThis is not an appropriate case for this court to exercise\r\nits supervisory powers.  See Tucker, 8 F.3d at 676.  \r                                               \r\n\n                             -43-\r                                          43\r\r\n\nthat  count  are  vacated.    Lugo-Maya's  and  Pava-Buelba's\r\n\nconvictions and sentences on the drug counts, Counts 1-3, are\r\n\naffirmed.   The  district  court's order  denying  Pagan-San-\r\n\nMiguel's   2255 motion is affirmed.  It is so ordered.\r                                                                 \r\n\n                             -44-\r                                          44\r\r\n",
  "html": "<p class=\"case_cite\">63 F.3d 1142</p>\n    <p class=\"case_cite\">42 Fed. R. Evid. Serv. 1341</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Julio LUCIANO-MOSQUERA, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Raul LUGO-MAYA, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Rafael PAVA-BUELBA, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Carlos PAGAN-SAN-MIGUEL, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Edgar GONZALEZ-VALENTIN, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Carlos PAGAN-SAN-MIGUEL, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 92-1923 to 92-1925, 92-1973, 92-1974 and 94-1657.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued June 8, 1995.<br>Decided Aug. 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lydia Lizarribar-Masini, for appellant Luciano-Mosquera.</p>\n      <p class=\"indent\">Ramon Garcia, for appellant Lugo-Maya.</p>\n      <p class=\"indent\">Rafael Gonzalez Velez, for appellant Pava-Buelba.</p>\n      <p class=\"indent\">Frank A. Ortiz, for appellant Pagan-San-Miguel.</p>\n      <p class=\"indent\">Wilfredo Rios Mendez, for appellant Gonzalez-Valentin.</p>\n      <p class=\"indent\">Epifanio Morales Cruz, Asst. U.S. Atty., with whom Guillermo Gil, U.S. Atty., Jose A. Quiles Espinosa, Senior Litigation Counsel, and Nelson Perez-Sosa, Asst. U.S. Atty., were on brief, for U.S.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">At 2:45 a.m. on March 27, 1991, in the darkness of the night over a Puerto Rico beach, government flares brightened the sky as waiting police and customs officers surprised and arrested six men offloading eight bales of cocaine from two yawls.  The men had brought 232.8 kilograms of cocaine to this country from Colombia.  Others involved were arrested on land and on sea.  Those arrests led ultimately to these appeals by five of the men, Carlos Pagan-San-Miguel, Edgar Gonzalez-Valentin, Raul Lugo-Maya, Rafael Pava-Buelba and Julio Luciano-Mosquera.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appeals variously raise challenges to the sufficiency of the evidence, to limitation of cross-examination, to the admissibility of one defendant's statement, to remarks made during summation, to the reading of the transcript of trial testimony to the jury, to jury instructions, to the delay in transcribing the trial transcript, and to their sentences.  Of these, only one raises serious issues--the question of the sufficiency of the evidence to support the convictions for carrying or aiding and abetting the carrying of a firearm during and in relation to the drug offense as to certain defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The convictions of defendants Pava-Buelba and Lugo-Maya are reversed on the firearms count (Count 4) and their sentences on that count are vacated.  We affirm their convictions and sentences on the drug counts (Counts 1-3).  The convictions and sentences of defendants Pagan-San-Miguel, Gonzalez-Valentin, and Luciano-Mosquera are affirmed on all counts.</p>\n    </div>\n    <p>I. FACTS</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The jury heard or could properly infer the following facts.  Oscar Fontalvo arrived in Puerto Rico in January 1991 to organize a scheme to smuggle cocaine into Puerto Rico.  The scheme involved the drugs being flown from Colombia, airdropped into the sea at a prearranged location, picked up by a waiting boat and then sailed ashore.  In drug parlance, this operation is called a \"bombardeo.\"   The waiting boat is called the \"mothership.\"   Fontalvo enlisted Pagan-San-Miguel and Jose Perez-Perez, who were to be paid in kind with 50 kilograms of cocaine.  Pagan-San-Miguel introduced Fontalvo to Luis Soltero-Lopez, who agreed that his boat, the F/V Marlyn, would be used as the mothership.  Soltero-Lopez recruited Jonas Castillo-Ramos to be captain, and Castillo-Ramos recruited two crew members for the drug run.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The operation was planned at a number of meetings in Puerto Rico in March 1991.  Fontalvo, Pagan-San-Miguel, Perez-Perez and Soltero-Lopez attended the meetings.  At least two of these meetings were at the home of Gonzalez-Valentin and, the jury could have inferred, Gonzalez-Valentin was there for at least one.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Perez-Perez brought a bag to one of the meetings at Gonzalez-Valentin's house.  Pagan-San-Miguel and Perez-Perez opened the bag and showed Fontalvo and the others there (including Gonzalez-Valentin) a Colt M-16, Model A-1, 5.56 caliber fully automatic sub-machine gun with an obliterated serial number (the \"M-16\").  Later during the meeting, Perez-Perez brought Fontalvo over to his pick-up truck and pulled out from under the front seat an Intratec, Model TEC-9, semi-automatic .9mm pistol (the \"Intratec pistol\").  Referring to the weapons, Pagan-San-Miguel said they had brought them.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Communication amongst the Colombian and Puerto Rican participants, the plane, and the F/V Marlyn was essential.  Pagan-San-Miguel and Fontalvo went to Miami and purchased a radio and antenna.  Pagan-San-Miguel and Perez-Perez installed them on the F/V Marlyn in Puerto Rico.  Code names were used for radio transmissions.  The Colombian dispatcher was \"Khadafi\";  Pagan-San-Miguel was \"Gigante\" or \"Padrino\" or \"Godfather.\"   Fontalvo and Pagan-San-Miguel handled radio communications and set up a radio in the backyard of Gonzalez-Valentin's house, hiding it in a child's playhouse.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Soltero-Lopez, the F/V Marlyn's owner, flew to Colombia to board the plane so that during the bombardeo he could identify his boat and insure the drop was not made to the wrong boat (a not uncommon event).  The F/V Marlyn went to the Dominican Republic to prepare for the airdrop.  The Colombian drug owners, assigned a Colombian, Pava-Buelba, as a \"load watcher\" to observe the operation and report to the Colombian suppliers about the fate of the delivery.  Pava-Buelba went to the Dominican Republic to meet Castillo-Ramos and the mothership.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On March 25, 1991, the F/V Marlyn and its crew left the Dominican Republic for its drug rendezvous.  The Colombian load watcher, Pava-Buelba, joined the F/V Marlyn at sea after it had cleared Dominican Republic customs.  The next morning, March 26, 1991, the boat and the plane made radio contact.  The plane dropped eight bales of cocaine, which were taken aboard the F/V Marlyn.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Waiting in Puerto Rico, Fontalvo, Pagan-San-Miguel, Luciano-Mosquera and Gonzalez-Valentin received word that the airdrop had been successful.  A call came in to Pagan-San-Miguel on a cellular phone in Luciano-Mosquera's car, warning that the operation had been discovered and that the police were watching.  Pagan-San-Miguel reassured everyone, claiming he had \"informants in the authorities\" who would give him information and that he had a police scanner.  Fontalvo went back to his cabin, leaving the others to proceed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The F/V Marlyn anchored in Dominican Republic waters until approximately 5:30 p.m. and then began the trip to Buoy # 8, the designated meeting place for the F/V Marlyn and the two smaller boats (\"yawls\").  Around 12:30 a.m. or 1:30 a.m. on March 27, the F/V Marlyn and the yawls, all operating without running lights in the darkness, met several miles off the western coast of Puerto Rico at Buoy # 8.  The cocaine was roped down into the yawls.  Pava-Buelba, Lugo-Maya, Perez-Perez and Gonzalez-Valentin sailed the yawls to Guanajibo Beach, near Mayaguez, Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The landing site on Guanajibo Beach that night was immediately behind the home of Pagan-San-Miguel's father.  Two men, one fitting the description of Pagan-San-Miguel, the other of Luciano-Mosquera, approached the landing yawls from the beach and helped to offload the bales of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Law enforcement officials had indeed been silently monitoring the operation.  The airdrop had been observed by U.S. Customs Service airplanes, which videotaped the mothership.  Coast Guard vessels had tracked the F/V Marlyn and the yawls.  Camouflaged agents, hidden on the beach, had watched the offloading.  Flares went up;  arrest signals were given.  The conspirators scattered, leaving bales in a line from the yawls to the home of Pagan-San-Miguel's father, along the roughly five-meter wide beach.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Pagan-San-Miguel sprinted and sought refuge under an abandoned Volkswagen at a house next to the beach.  When found, he was wet and had his jeans rolled up to his knees.  Gonzales-Valentin, dressed in camouflage pants and black T-shirt, completely wet and covered with sand, ran to the gate of Pagan-San-Miguel's father's house.  He called out to Pagan-San-Miguel's father to open up, as the police were there.  He was arrested at the gate.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Luciano-Mosquera and Pava-Buelba were found, about forty minutes after the flares went up, under a jeep parked in a carport by the building where bales of cocaine were left.  Pava-Buelba was under the driver's side, Luciano-Mosquera under the passenger's.  Pava-Buelba was wet;  Luciano-Mosquera was dry.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Lugo-Maya headed to sea in one of the yawls and was intercepted by Coast Guard vessels.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Perez-Perez was arrested near the beach.  A later search of Lugo-Maya's escape yawl found a well-hidden box of 50 rounds of ammunition.  That ammunition fit the Intratec pistol, which was found in the beached other yawl.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The M-16 was later found hidden in the undercarriage of the jeep where Luciano-Mosquera and Pava-Buelba had hidden in vain.  The M-16 was on Luciano-Mosquera's side \"at the place where the chass[is] and the [ ] springs of the front of the jeep are located.\"   Two small beepers were found above the chassis on the same side where the M-16 was found.  Two M-16 magazines with twenty bullets in each of them were found on the side of the Pagan-San-Miguel house.  The machine gun and the pistol were the same ones Pagan-San-Miguel and Perez-Perez had shown to Fontalvo earlier.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">No weapons were seen during the observation of the offloading operation and no weapons were found on any of the defendants.  There had been no weapons on the F/V Marlyn.  Neither Luciano-Mosquera nor Pava-Buelba had arrived at the beach by the jeep.  There was no evidence as to who owned the jeep or how the jeep got there.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">After being given his Miranda warnings, Pagan-San-Miguel later bemoaned his arrest to a police officer, saying he would have been given $300,000 for his role in the deal.  Instead, he was given a sentence of 60 years in prison by the court.  Fontalvo and Castillo-Ramos were key government witnesses at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The five appellants, Luciano-Mosquera, Lugo-Maya, Pava-Buelba, Pagan-San-Miguel and Gonzalez-Valentin, were found guilty of conspiracy to import cocaine, in violation of 21 U.S.C. Secs. 960 and 963 (Count 1);  importing 232.8 kilograms of cocaine, in violation of 21 U.S.C. Sec. 952 and 18 U.S.C. Sec. 2 (aiding and abetting) (Count 2);  possessing the cocaine with intent to distribute, in violation of 21 U.S.C. Sec. 841(a)(1) and 18 U.S.C. Sec. 2 (Count 3);  and of knowingly carrying or aiding and abetting the carrying of firearms in relation to the drug trafficking crime of importing the cocaine, in violation of 18 U.S.C. Sec. 924(c)(1) and 18 U.S.C. Sec. 2 (Counts 4 and 5).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court sentenced the appellants on Counts 1, 2, and 3 to terms of imprisonment ranging from 188 to 360 months and to terms of supervised release of five years.  It also sentenced the appellants on Count 4, the firearms count as to the M-16, to the mandatory minimum of 360 months imprisonment, to be served consecutively to the terms of imprisonment imposed on Counts 1, 2 and 3.  The court dismissed Count 5, the Intratec pistol count, out of double jeopardy concerns.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  It also ordered a special assessment of $50 for each of Counts 1-4.</p>\n    </div>\n    <p>II. CONVICTION ISSUES</p>\n    <p class=\"indent\">A. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">1. Count 4, the M-16 Firearm Count.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellants' principal focus is on the denial of their Rule 29 motions at trial for acquittal on Count 4, the M-16 firearm count.  Each appellant claims that there was insufficient evidence to support his conviction under Count 4 for carrying, or aiding and abetting the carrying of, the M-16 during and in relation to the drug trafficking offense, in violation of 18 U.S.C. Sec. 924(c)(1) and 18 U.S.C. Sec. 2(a).  Section 924(c)(1) provides, in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>Whoever, during and in relation to any ... drug trafficking crime ... uses or carries a firearm, shall, in addition to the punishment provided for such ... drug trafficking crime, be sentenced to imprisonment for five years, ... and if the firearm is a machine gun ... to imprisonment for thirty years....</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">18 U.S.C. Sec. 924(c)(1).  Section 2(a) provides:  \"Whoever commits an offense against the United States or aids, abets, counsels, commands, induces or procures its commission, is punishable as a principal.\"  18 U.S.C. Sec. 2(a).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The standard of review for sufficiency of the evidence is familiar.  \"Our task is to review the record to determine whether the evidence and reasonable inferences therefrom, taken as a whole and in the light most favorable to the prosecution, would allow a rational jury to determine beyond a reasonable doubt that the defendants were guilty as charged.\"  United States v. Mena-Robles, 4 F.3d 1026, 1031 (1st Cir.1993), cert. denied sub nom.  Rivera v. United States, --- U.S. ----, 114 S.Ct. 1550, 128 L.Ed.2d 199 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The facts of this case do not require us to define the precise contours of the meaning Congress intended the phrase \"carries\" to have, and we note the variety of views on both that issue and the meaning of its companion term \"use\" in 18 U.S.C. Sec. 924(c)(1).  See generally United States v. Joseph, 892 F.2d 118, 126 (D.C.Cir.1989) (to prove carrying, the government must show that the defendant had the ability to exercise dominion and control over the firearm and that the firearm was within easy reach to protect the defendant during the drug trafficking offense);  United States v. Evans, 888 F.2d 891, 895 (D.C.Cir.1989) (carrying comprehends more than actually physically wearing or bearing a gun on one's person), cert. denied sub nom.  Curren v. United States, 494 U.S. 1019, 110 S.Ct. 1325, 108 L.Ed.2d 500 (1990);  see also United States v. Bailey, 36 F.3d 106, 125 (D.C.Cir.1994) (Williams, J., dissenting) (stating that carrying included situations (1) where a weapon was within easy reach of the defendant, (2) where a defendant had sufficient control over confederates carrying weapons to establish constructive possession, or (3) where a defendant had transported a weapon by motor vehicle and had ready access to the weapon as if it were in his pocket), cert. granted, --- U.S. ----, 115 S.Ct. 1689, 131 L.Ed.2d 554 (1995);  Bailey, 36 F.3d 106 at 114-15 &amp; n. 1 (stating that what constitutes \"use\" depends upon the nature of the underlying substantive offense);  United States v. Paulino, 13 F.3d 20, 26 (1st Cir.1994) (focussing on whether the firearm was available for use in connection with the narcotics trade).  Suffice it to say that actual physical carrying of the gun comes within the scope of the statute.  See Joseph, 892 F.2d at 126.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The conclusion is reasonable that at least one Puerto Rico based participant in the drug conspiracy physically carried the M-16 to the beach.  The M-16 had been at Gonzalez-Valentin's house a few days before the beach landing.  It was then found in the undercarriage of the jeep in a carport near the beach, next to a building entryway where bales of cocaine had been brought.  Someone brought it from Gonzalez-Valentin's house to the jeep.  The fact that the jeep was not otherwise connected to the defendants suggests that sometime before the arrest, the gun was somewhere on the beach and was then brought from the beach and placed under the jeep to avoid detection.  That the bullets for the machine gun were found behind Pagan-San-Miguel's house near the bales of cocaine further supports the inference that the gun was either carried onto the beach during the offloading or was nearby as part of the operation.  Still, the gun was not found in the hands of anyone at the beach and there is no direct evidence as to who carried the gun.  None of the agents watching the offloading saw anyone with a weapon of any kind.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Our initial focus then is on the sufficiency of the evidence on the aiding and abetting charge.  Aiding and abetting requires that \"the defendant [have] associated himself with the venture, participated in it as in something he wished to bring about, and sought by his actions to make it succeed.\"  United States v. Alvarez, 987 F.2d 77, 83 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 147, 126 L.Ed.2d 109 (1993).  Mere association with the principal, or mere presence at the scene of a crime, even when combined with knowledge that a crime will be committed, is not sufficient to establish aiding and abetting liability.  Id.;  see also United States v. de la Cruz-Paulino, 61 F.3d 986 (1st Cir.1995).  The defendant must have taken some affirmative action that facilitated violation of Sec. 924(c)(1).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Of course, knowledge that a gun would be carried is also required.  See United States v. Torres-Maldonado, 14 F.3d 95, 103 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 193, 130 L.Ed.2d 125 (1994);  see also United States v. DeMasi, 40 F.3d 1306, 1316 (1st Cir.1994) (knowledge that co-conspirators would be using a gun may be inferred from defendant's activity in planning and attempting to rob a Brink's armored truck guarded by two armed guards), cert. denied sub nom.  Bonasia v. United States, --- U.S. ----, 115 S.Ct. 947, 130 L.Ed.2d 890 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The question here, then, is whether the evidence was sufficient to show that each appellant knew that a firearm would be involved in the drug trafficking offense and took some action in relation to the M-16 that was intended to cause the firearm to be carried during and in relation to the drug trafficking offense.  We believe that the evidence was sufficient to convict Pagan-San-Miguel, Luciano-Mosquera and Gonzalez-Valentin under this standard, but was not sufficient to convict Pava-Buelba and Lugo-Maya as to the M-16.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">As to Pagan-San-Miguel, there was sufficient evidence that he knowingly assisted the carrying of the weapon.  He was the ringleader of the importation operation in Puerto Rico.  He was a key participant in the meeting at Gonzalez-Valentin's house during which he and Perez-Perez showed Fontalvo the M-16.  He showed Fontalvo the weapon at the meeting and said they had brought it.  The jury could certainly infer that he, or Perez-Perez at his direction or with his assistance, procured the M-16 for purposes of using it to protect the operation.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The evidence is also sufficient to show that Gonzalez-Valentin knowingly assisted the carrying of the weapon.  Gonzalez-Valentin is chargeable with knowledge of the M-16, since the M-16 was displayed in his presence during one of the meetings at his house and the jury could infer that he was present.  Moreover, by providing his house for the meeting at which the guns were displayed and discussed, Gonzalez-Valentin assisted the substantive Sec. 924(c)(1) offense.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As for Luciano-Mosquera, when viewed in the light most favorable to the government, the evidence was sufficient for the jury to infer that he either carried or aided in carrying the weapon to or from the beach and hid the M-16 under the jeep at the time he hid or had placed it there sometime before the arrests.  The weapon was directly above him in the undercarriage, no more than an arm's span away.  It was also placed up in the undercarriage between the chassis and the springs, so clearly someone took some effort to place the weapon there.  He was at the beach with Pagan-San-Miguel to meet the yawls;  he arrived at the beach with Pagan-San-Miguel, who supplied the weapon;  magazines from the M-16 were nearby;  beepers were found near the gun (suggesting a connection between the gun and the drug offense);  and the call tipping the conspirators off that the police were watching came into a car phone in his car.  This evidence supports the reasonable inference that his proximity to the weapon was more than a mere fortuity.  A jury could conclude from these circumstances that Luciano-Mosquera either placed the weapon in the jeep before the arrest signals were given or that he carried the weapon from the beach and hid it underneath the jeep as he was hiding from the police.  From these circumstances, a jury could reasonably conclude that Luciano-Mosquera had carried the weapon sometime during and in relation to the offense or at least that he aided in the carrying of the weapon during and in relation to the drug offense.  See United States v. Olbres, 61 F.3d 967, 974 (1st Cir.1995) (evidence must be taken as a whole, in cumulation).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">All of the appellants have argued that, regardless of whether the evidence was sufficient to show aiding and abetting \"carrying,\" it was insufficient to show that any carrying was done \"during and in relation to\" the drug importation offense.  They argue that, because their importation efforts ended the moment the flares went up, the subsequently found M-16 machine gun could not have \"related to\" the drug trafficking.  That argument is inventive, but wrong.  The jury could easily infer from the discovery of the weapon in close proximity to the offloading operation after the arrest signals were given that it had been carried at a time when the offense was in progress, particularly in light of the evidence that it was brought by the conspirators to a planning meeting and shown off, ammunition for it was found nearby, and it was found close to the bales of cocaine.  Further, the legislative history of the 1984 amendment to Sec. 924(c) is explicit that where the defendant had a gun during the underlying offense (even if the gun had not been displayed), the section is violated \"if from the circumstances or otherwise it could be found that the defendant intended to use the gun if a contingency arose or to make his escape.\"   S.Rep. No. 225, 98th Cong., 2d Sess. 1, 314 n. 10 (1983), reprinted in 1984 U.S.C.C.A.N. 3182, 3492 n. 10;  see also United States v. Feliz-Cordero, 859 F.2d 250, 254 (2d Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In sum, the evidence was sufficient to convict Pagan-San-Miguel, Gonzalez-Valentin and Luciano-Mosquera of carrying the M-16 on an aiding and abetting theory.  Their convictions on Count 4 are, therefore, affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The evidence as to Lugo-Maya and Pava-Buelba, however, was insufficient to sustain a conviction on Count 4.  The only evidence the government presented linking Lugo-Maya to the M-16 was the evidence that 50 rounds of .9mm ammunition for the Intratec pistol were found in the yawls.  Evidence of his involvement with the Intratec pistol might have been enough to show knowledge of the M-16 on the inference that the two firearms were together when the Puerto Rico-based participants met to launch the yawls to the F/V Marlyn, and that knowledge of one supports the inference of knowledge of the other.  There was no evidence, however, showing that he took any step to assist the carrying of the M-16 in relation to the drug offense.  Lugo-Maya was not at the meeting where the M-16 was shown.  The government presented no evidence that Lugo-Maya took any steps to procure or otherwise supply the weapons or ammunition.  He was also nowhere near the weapon at the time of his arrest.  There was simply insufficient evidence to show beyond a reasonable doubt that he either carried or aided and abetted the carrying of the M-16.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The government's only evidence connecting Pava-Buelba to the M-16 was the fact that he was found under the jeep in which the M-16 had been hidden.  Unlike Luciano-Mosquera, however, Pava-Buelba was on the opposite side of the jeep from where the M-16 was found.  Given the darkness and the fact that the gun was stuck up between the chassis and the springs it is not reasonable to infer that Pava-Buelba saw the weapon when he was under the jeep.  And also unlike Luciano-Mosquera, there was no evidence linking him to the activities in Puerto Rico, specifically the activities on the beach on the evening of the arrest from which it would be reasonable to infer the requisite knowledge of the weapon before he hid under the jeep.  Indeed, Fontalvo's testimony never associated Pava-Buelba with any weapons.  Pava-Buelba was simply a load watcher whose job it was to observe and report back to the Colombian supplier about whether the cocaine was successfully delivered.  His interests were not the same as the interests of the Puerto Rico-based importers.  The first time he set foot in Puerto Rico in connection with this case was when he arrived at the offloading site in one of the yawls.  There was no evidence linking him to the Puerto Rico end of the operation where he would have been in a position to know about the specific weapon.  Therefore, the inference that he knew about the weapon is much weaker than the inference with respect to Luciano-Mosquera.  Moreover, even if there were evidence sufficient to infer that he saw the hidden weapon in the darkness once he crawled under the jeep, given his disconnection with the Puerto Rico side of the operation, such knowledge would have been a mere fortuity.  Unlike Luciano-Mosquera, who was found directly beneath the weapon and had substantial dealings with Pagan-San-Miguel during the hours before the arrest, there is insufficient evidence to conclude beyond a reasonable doubt that Pava-Buelba hid under the jeep to be next to the M-16 with the idea that he would carry it.  In short, the government did not present evidence that Pava-Buelba knew about the weapon sufficient to support a Sec. 924(c) conviction, even on an aiding and abetting theory.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Furthermore, there was no evidence that Pava-Buelba ever had actual possession of the weapon.  With Luciano-Mosquera lying underneath the gun, it is far from clear that Pava-Buelba was in a position to exercise dominion and control over the weapon.  Even if his proximity to the M-16 under the jeep gave him sufficient possession, at most, a theory of constructive possession might have been argued.  In this case, however, the district court specifically instructed the jury that a conviction for \"carrying\" a firearm could not be based on constructive possession of the firearm.  Such an instruction sets the benchmark against which the sufficiency of the evidence must be measured.  United States v. Gomes, 969 F.2d 1290, 1294 (1st Cir.1992);  United States v. Angiulo, 897 F.2d 1169, 1196-97 (1st Cir.)  (appellate determination of sufficiency must be constrained by trial court's instructions;  \"otherwise ... we would be sustaining a conviction on appeal on a theory upon which the jury was not instructed below\"), cert. denied, 498 U.S. 845, 111 S.Ct. 130, 112 L.Ed.2d 98 (1990).  While the correctness of that instruction might otherwise be open to question, the government did not object to the instruction at trial nor does it argue on appeal that the instruction was error.  See Saylor v. Cornelius, 845 F.2d 1401, 1408 (6th Cir.1988) (although reversal due to a trial error normally does not raise double jeopardy concerns, double jeopardy bar would be triggered where government had failed to object to the error).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Issues of the sufficiency of the evidence necessarily involve the tension between deference to the jury's role under the Sixth Amendment as the finder of fact, see Olbres, 61 F.3d at 974-75, and the appellate court's role in providing meaningful review of whether the government has indeed met its burden of proof of guilt beyond a reasonable doubt.  That burden is constitutionally mandated.  In re Winship, 397 U.S. 358, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1970).  The Supreme Court has said that the relevant question is whether \"after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\"  Jackson v. Virginia, 443 U.S. 307, 319, 99 S.Ct. 2781, 2789, 61 L.Ed.2d 560 (1979) (emphasis removed).  The difficulty of these questions of sufficiency of the evidence to draw reasonable inferences is illustrated in the case law.  See, e.g., Stewart v. Coalter, 48 F.3d 610 (1st Cir.)  (each of four courts reviewing a conviction reach different conclusions as to sufficiency, culminating in a split decision by a panel of this court upholding the conviction), petition for cert. filed, No. 94-9742 (U.S. June 19, 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In sum, we believe there was insufficient evidence, in light of the government's burden of proof, to convict either Lugo-Maya or Pava-Buelba of carrying or aiding and abetting the carrying of the M-16 and so reverse their convictions on Count 4.  There is no direct evidence as to either and an insufficient basis to draw inferences of guilt beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">2. Drug Counts.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Gonzalez-Valentin and Luciano-Mosquera also raise sufficiency challenges on the drug counts.  As the facts above amply demonstrate, there was overwhelming evidence of each appellant's complicity in the scheme to import the cocaine and of their guilt on the drug counts.  Their convictions on the drug counts are affirmed.</p>\n    </div>\n    <p class=\"indent\">B. Other Issues Going To The Verdict</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The appellants<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>--principally Pagan-San-Miguel--have raised six other claims of error concerning the district court's conduct of the trial:  (1) the limitation of Pagan-San-Miguel's cross-examination of two government witnesses, (2) the admission of an incriminating statement made by Pagan-San-Miguel, (3) the refusal to grant a mistrial after allegedly improper remarks were made during closing statements, (4) the jury instruction on Sec. 924(c)(1), (5) the jury instruction on the defendants' flight from the crime scene, and (6) the allowance of a read-back of testimony by a government witness to the jury during its deliberation.  None of these claims of error provides a ground for reversal.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">1. Cross-Examination.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Pagan-San-Miguel complains that the district court erred in cutting off his cross-examination into the penalties Castillo-Ramos would have faced on firearms counts which were dropped against him.  Pagan-San-Miguel attempted to establish bias by showing that the government had been able to procure Castillo-Ramos' cooperation by deciding not to charge Castillo-Ramos under the firearms counts in the second superseding indictment.  After questioning on this topic, Pagan-San-Miguel asked Castillo-Ramos whether his attorney had informed him that if he had been \"found guilty of the possession of the firearm during the commission of a drug offense [he would be] sentenced to thirty-five years in addition to the drug offense.\"   The district court sustained an objection to this question on the ground that, because defendants faced the same firearms charges, it was an impermissible attempt to inform the jury about the defendants' possible punishment on the firearms counts.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Pagan-San-Miguel claims that this truncating of his cross-examination impermissibly interfered with his right to confrontation under the Sixth Amendment.  We disagree.  Pagan-San-Miguel had a sufficient opportunity to expose potential biases, including any bias resulting from any benefit Castillo-Ramos received as a result of his cooperation.  Pagan-San-Miguel was able to ask Castillo-Ramos repeatedly whether he had received a benefit for his testimony.  Any probative value of information about the precise number of years Castillo-Ramos would have faced had he been charged for the firearms offense was slight.  The district court properly decided that the value of the information was outweighed by the potential for prejudice by having the jury learn what penalties the defendants were facing.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Although cross-examination is an important component of a defendant's Sixth Amendment rights under the confrontation clause, a defendant's right to cross-examine witnesses is not unlimited.  Delaware v. Van Arsdall, 475 U.S. 673, 679, 106 S.Ct. 1431, 1435, 89 L.Ed.2d 674 (1986).  A district court is entitled to cut off cross-examination that may create prejudice or confusion of the issues, or may be harassing or unduly repetitive.  Id.  Assuming that the minimal constitutional threshold level of inquiry was allowed, as here, a trial court has discretion in limiting cross-examination.  A trial court does not abuse its discretion if there is sufficient evidence before the jury (absent the excluded evidence) from which the jury could \"make a discriminating appraisal of the possible biases and motivations of the witnesses.\"  Brown v. Powell, 975 F.2d 1, 5 (1st Cir.1992), cert. dismissed, --- U.S. ----, 113 S.Ct. 1035, 122 L.Ed.2d 179 (1993).  That was the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">2. Pagan-San-Miguel's Incriminating Statement.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Pagan-San-Miguel argues that the district court erred by not conducting a hearing out of the jury's presence, pursuant to Jackson v. Denno, 378 U.S. 368, 84 S.Ct. 1774, 12 L.Ed.2d 908 (1964), and 18 U.S.C. Sec. 3501(a),<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> to determine the voluntariness of his incriminating statements.  Police Officer Samuel Jusino testified that Pagan-San-Miguel, while being held following his arrest, told Jusino that he \"would make three hundred thousand dollars out of [the drug venture]\" and, once the arrest signals were given, \"that he ran and hid himself underneath a metal plank, and if he had found a hole he would have gone through that place.\"</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Before the issue of a Jackson v. Denno hearing may be raised on appeal, the issue of voluntariness must have been placed before the district court in a timely and coherent manner.  See United States v. Santiago Soto, 871 F.2d 200, 201 (1st Cir.)  (failure to raise the issue of voluntariness in a way that would have alerted the trial judge that a Jackson v. Denno hearing was desirable waives right to hearing), cert. denied, 493 U.S. 831, 110 S.Ct. 103, 107 L.Ed.2d 66 (1989);  see also United States v. Berry, 977 F.2d 915, 918 (5th Cir.1992) (a generic objection to the admissibility of the confession was insufficient to put the court on notice that defendant sought a Jackson v. Denno hearing and therefore the court's ruling was reviewed for plain error).  Pagan-San-Miguel failed to place the issue properly before the trial court here.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Pagan-San-Miguel did not specifically object to the admissibility of the statements on voluntariness grounds.  He never specifically requested a voluntariness hearing during trial.  He never raised the voluntariness issue in his pre-trial motion to suppress statements made to law enforcement personnel.  He never raised voluntariness in his objection to the statement at trial.  His objection was a narrow foundational one not going to voluntariness--that at the time of Officer Jusino's testimony no one had yet testified that Miranda warnings had been given to Pagan-San-Miguel before he made the incriminating statements.  The court specifically asked Pagan-San-Miguel whether his objection as to foundation was a suppression request and Pagan-San-Miguel informed the court that it was not.  Indeed during the colloquy with the district court over the testimony, Pagan-San-Miguel conceded that \"there [was] evidence that [Miranda ] warnings were properly made and there was a waiver.\"   Given his disclaimer that he was seeking suppression of the statement and the total absence of any evidence that the statements were made involuntarily, Pagan-San-Miguel did not sufficiently apprise the district court that voluntariness was an issue.  Thus, Pagan-San-Miguel's claim to a Jackson v. Denno hearing has been waived.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">There also is no colorable claim here that the district court was nevertheless obliged to hold a voluntariness hearing sua sponte.  See Santiago Soto, 871 F.2d at 202 (recognizing, without adopting, a rule that such a hearing must be given sua sponte under circumstances, \"such as a defendant's apparent abnormal mental or physical condition, obvious ignorance or lack of awareness,\" raising a serious question over voluntariness).  At best, Pagan-San-Miguel's argument is that he was so \"shell-shocked\" by the events that transpired on the beach that the court must have been alerted to the possibility that he did not understand the Miranda warnings that were given to him and that, as a result, his statements made hours later were involuntary.  Undoubtedly a defendant who suddenly becomes aware the police are on to him suffers a jolt, but that jolt does not incapacity make.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">3. Remarks During Closing Arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Pagan-San-Miguel argues that certain remarks made during the closing arguments were unduly prejudicial.  He points to four remarks, one made by the attorney for Pava-Buelba and three made by the government.  None provides a basis for reversal.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Pava-Buelba's attorney, in an apparent effort to distinguish his client and to distinguish the firearms charges from the drug charges, made the following remarks to the jury:I ask you to please keep in mind that the fact that there are a number of defendants here [does] not mean that they were all to be treated as one.  And the fact that they were being charged with five different counts does not mean that you had to find them guilty or innocent or all the same, but that you could choose and pick.  And that you could discern among the evidence and determine which, if any, were guilty of any of the counts charged.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Some might be guilty of one or more.  Some might be guilty of none.  And I ask you to please be careful watching the evidence so that you will be able to distinguish between each and every individual and each and every count.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Pagan-San-Miguel objected to these remarks, arguing they implied that Pava-Buelba was guilty of the drug offenses and thus implicated the other defendants.  The district court sustained the objection.  Pagan-San-Miguel's later motion for a mistrial was denied, but the court offered to provide a curative instruction, which all defendants declined.  Pagan-San-Miguel argues that a curative instruction would have been pointless and that the district court abused its discretion in refusing to grant a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Fatal to Pagan-San-Miguel's claim, however, is that to \"require a new trial, we must conclude ... that, despite the instruction, the misconduct was likely to have affected the trial's outcome.\"  United States v. Capone, 683 F.2d 582, 585-86 (1st Cir.1982) (internal citations omitted).  In the context of the full record, these statements could not have had any impact on the outcome of the trial.  The evidence of Pagan-San-Miguel's complicity on the drug counts was overwhelming.  Moreover, a curative instruction would have solved any spillover problem created by the statements.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Pagan-San-Miguel also challenges the government's statement that \"Carlos Pagan-San-Miguel can't deny his association with [Fontalvo], that terrible, terrible person that was described to you.\"   Pagan-San-Miguel argues this was an impermissible comment from a prosecutor on an accused's failure to testify.  We think it was not.  The government did not say that Pagan-San-Miguel \"didn't deny his association,\" only that he \"can't deny his association.\"   Even assuming that this comment cut too close to the line, \"there is no reason to conclude that the prosecutor intentionally drew attention to the appellant's silence at trial.\"  United States v. Taylor, 54 F.3d 967, 980 (1st Cir.1995).  And the evidence was otherwise so overwhelming that this comment could have had no effect on the jury's judgment.  Id. at 977.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Pagan-San-Miguel's next two challenges are to the government's statements that the firearm found under the jeep \"would be used to protect the very cocaine that was being illegally smuggled into Puerto Rico\" and that \"Carlos Pagan-San-Miguel bragged about having bought the firearms.\"   Pagan-San-Miguel argues that the first was misleading in that it suggested that the jury could convict the defendant for planning on using the firearm once it had arrived in Puerto Rico, an offense not charged in the indictment.  Pagan-San-Miguel's reading is strained, at best.  The first statement was consistent with the evidence and the government's theory.  There is no plausible argument that this statement was likely to have affected the outcome of the trial or was so egregious that a new trial is needed as a sanction.  See Capone, 683 F.2d at 587.   While the second statement appears to have exaggerated the evidence, there was no objection and it does not amount to plain error.  See Taylor, 54 F.3d at 977.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">4. Jury Instruction on 18 U.S.C. Sec. 924(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Pagan-San-Miguel argues that the court erroneously instructed the jury on an essential element of the firearms offense, 18 U.S.C. Sec. 924(c)(1).  That section requires that the defendant have carried the firearm \"during and in relation to ... [a] drug trafficking crime.\"   The district court, however, instructed the jury that it was enough if the defendant knowingly carried the firearm \"during the commission of the crime of drug trafficking.\"   In so doing, the district court appears to have relied on obsolete statutory language.  Before 1984, Sec. 924(c)(1) provided that it was a crime to carry a firearm \"during the commission of any [federal] felony.\"   In 1984, however, Congress amended the language adding the phrase \"during and in relation to,\" to make clear that the firearm must be linked to the underlying felony to come within the scope of the statute.  S.Rep. No. 225, supra, at 312-13, reprinted in 1984 U.S.C.C.A.N. at 3490-92.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Because Pagan-San-Miguel did not object to the instruction, the instruction is reviewed for plain error.  See Fed.R.Crim.P. 52(b).  Pagan-San-Miguel argues that the court's use of the phrase \"during the commission of\" was plain error, claiming it omitted an essential element of the offense and it broadened the scope of the conduct under which the jury could convict.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The actual charge given here undercuts Pagan-San-Miguel's argument.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The district court emphasized that the carrying of the firearm must be linked to the specific underlying drug offense for which the defendants were convicted:</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>First, it must be proven that a[ ] defendant[ ] committed a crime of drug trafficking for which he may be prosecuted in the United States.  And second, that during the commission of the crime of drug trafficking the defendant[ ] knowingly carried a firearm.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In light of the actual instruction given, Pagan-San-Miguel's attack on the instruction does not rise to the level of plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Pagan-San-Miguel also argues that the instruction allowed the jury to convict for a crime not charged in the indictment because the firearms charge was limited to Count 2 of the three drug counts.  Pagan-San-Miguel has not and cannot articulate how, in the context of this case, such a possibility created a \"miscarriage of justice\" or \"seriously affect[ed] the fairness, integrity or public reputation of judicial proceedings\".  See United States v. Olano, --- U.S. ----, ----, 113 S.Ct. 1770, 1779, 123 L.Ed.2d 508 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">5. Jury Instruction on Flight.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Pagan-San-Miguel also argues that the district court erroneously instructed the jury about his flight and concealment.  This argument is meritless.  As long as there is an adequate factual predicate supporting an inference of guilt on the crime charged, as there was here, evidence of the accused's flight may be admitted at trial to show consciousness of guilt.  See United States v. Hernandez-Bermudez, 857 F.2d 50, 52 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">6. Read-Back To The Jury.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Pagan-San-Miguel and Luciano-Mosquera assert that the district court committed error when it failed to take certain precautions in allowing the testimony of Castillo-Ramos, the boat captain, to be read back to the jury at the jury's request, during deliberations.  Counsel did not object to the procedures followed;  in fact, what happened was by agreement among counsel.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  To prevail, defendants must show plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">It certainly would have been preferable for the district court to have taken some precautions.  See, e.g., United States v. Hernandez, 27 F.3d 1403, 1408-09 (9th Cir.1994) (reversing a conviction where district court failed to take precautions to prevent undue emphasis on the witness testimony that jury reviewed during deliberation), cert. denied, --- U.S. ----, 115 S.Ct. 1147, 130 L.Ed.2d 1106 (1995).  But counsel did not object and the standard set by Olano is not met.  In light of the overwhelming evidence of guilt on the drug counts to which Castillo-Ramos' testimony went, the read-back did not result in a miscarriage of justice, nor did the absence of such precautions seriously affect the fairness, integrity or public reputation of judicial proceedings.  There is no evidence that anything untoward happened in the jury room and no reason to think the reporter did anything other than properly read the pertinent portions of the record.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Pagan-San-Miguel and Luciano-Mosquera also argue they were never consulted by either of their attorneys or the court about whether they would waive their right to be present during the read-back.  Although the defendant's right to be present at every stage of the proceedings may be waived by the defendant, it is less clear whether the defendant's attorney can waive it.  See Taylor v. Illinois, 484 U.S. 400, 418 &amp; n. 24, 108 S.Ct. 646, 658 &amp; n. 24, 98 L.Ed.2d 798 (1988).  Nevertheless, Pagan-San-Miguel and Luciano-Mosquera were present at the time Castillo-Ramos actually gave his testimony and so could \"confront\" their accuser.  There was no plain error.</p>\n    </div>\n    <p>III. SENTENCING ISSUES</p>\n    <p class=\"indent\">A. Pagan-San-Miguel</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Pagan-San-Miguel challenges his sentence on two grounds, neither of which has merit.  He asserts he should not have been given a four level increase as a leader or organizer of the activity under Sec. 3B1.1(a) of the Sentencing Guidelines.  See United States Sentencing Commission, Guidelines Manual, Sec. 3B1.1(a) (Nov. 1991).  He also argues he should have been given a downward adjustment of two levels for acceptance of responsibility under U.S.S.G. Sec. 3E1.1(a).  Absent a mistake of law, the district court's determination of a defendant's role may be set aside only for clear error.  United States v. Tejada-Beltran, 50 F.3d 105, 111 (1st Cir.1995).  There was no error.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The facts outlined earlier establish Pagan-San-Miguel's leadership and organizational role.  Fontalvo testified that Pagan-San-Miguel was \"the land person in charge of all the merchandise.\"   Indeed, his code names in the operation were \"Gigante,\" \"Padrino,\" and \"Godfather.\"   Pagan-San-Miguel's argument that the court made no specific finding that at least four others were under his leadership and control does not help him.  It was obvious that nine others, at the least, were involved in addition to Pagan-San-Miguel.  And \"retention of control over other participants ... is not an essential attribute of organizer status.\"  Tejada-Beltran, 50 F.3d at 113.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">As to acceptance of responsibility, \"the determination of the sentencing judge is entitled to great deference on review.\"   U.S.S.G. Sec. 3E1.1, comment.  (n. 5).  The fact that Pagan-San-Miguel in pre-trial plea bargaining unsuccessfully offered to plead guilty to the drug counts if certain conditions were met does not provide a sufficient basis to reverse the district court's decision.  \"This adjustment is not intended to apply to a defendant who puts the government to its burden of proof at trial by denying the essential factual elements of guilt, is convicted, and only then admits guilt and expresses remorse.\"   U.S.S.G. Sec. 3E1.1, comment.  (n. 2).  His argument is not enough to reverse the district court's determination that he failed to \"demonstrate[ ] a recognition and affirmative acceptance of personal responsibility for his criminal conduct.\"   U.S.S.G. Sec. 3E1.1(a);  see also United States v. Curran, 967 F.2d 5, 7 (1st Cir.1992).</p>\n    </div>\n    <p class=\"indent\">B. Gonzalez-Valentin</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Gonzalez-Valentin argues he was a minor participant and thus entitled to a two level reduction under U.S.S.G. Sec. 3B1.2(b).  The trial judge's determination was not clearly erroneous.  See United States v. Lopez-Gil, 965 F.2d 1124, 1131 (1st Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 484, 121 L.Ed.2d 388 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Gonzalez-Valentin was at the beach to assist in the offloading;  his house was used regularly to plan the drug smuggling;  weapons were shown and discussed at his house;  a communications radio was hidden and used in his backyard.  There was ample evidence he was more culpable than the average participant.  See U.S.S.G. Sec. 3B1.2, comment.  (backg'd.).</p>\n    </div>\n    <p class=\"indent\">C. Lugo-Maya</p>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">In addition to the mandatory sentence of 30 years on Count 4, Lugo-Maya was sentenced under the Guidelines on the drug counts, Counts 1-3.  Lugo-Maya challenges on appeal the district court's calculation of his guidelines sentence on the drug counts.  He argues the court erred in not giving him two-level reductions each for being a minor participant, pursuant to U.S.S.G. Sec. 3B1.2(b), and for acceptance of responsibility, pursuant to U.S.S.G. Sec. 3E1.1(a).  As the district court properly found, Lugo-Maya was not a minor participant--he supplied the yawls, sailed one out to the mothership, helped to unload the drugs from the boat, sailed the drugs to shore and helped unload them to the land.  As to acceptance of responsibility, Lugo-Maya's claim is factbound, and the district court's resolution of it is not clearly erroneous.  See United States v. Royer, 895 F.2d 28, 29 (1st Cir.1990).  His sentence on the drug counts is affirmed.</p>\n    </div>\n    <p>IV. SECTION 2255 MOTION ISSUES</p>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">While these consolidated appeals were pending, Pagan-San-Miguel filed in the district court a motion under 28 U.S.C. Sec. 2255 to vacate and set aside his conviction on the ground that the court reporter's delay in providing him with a transcript denied him his right to a timely appeal and, therefore, deprived him of due process of law.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The district court denied the motion.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  On appeal, Pagan-San-Miguel argues that this was error.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Although extreme delay in the processing of an appeal may amount to a due process violation, and delays caused by court reporters are attributable to the government for purposes of determining whether a defendant has been deprived of due process, see, e.g., United States v. Wilson, 16 F.3d 1027, 1030 (9th Cir.1994), mere delay, in and of itself will not give rise to a due process infraction.  The defendant must show prejudice.  See United States v. Tucker, 8 F.3d 673, 676-77 (9th Cir.1993) (en banc), cert. denied, --- U.S. ----, 114 S.Ct. 1230, 127 L.Ed.2d 574 (1994).  Whether an appellate delay results in prejudice sufficient to warrant reversing a conviction rests, most importantly, on a showing that it has impaired the appeal or the defense in the event of retrial.  See id. at 676.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">There was no prejudice.  Although there was an appalling delay in preparing the transcripts, there is no argument they are incomplete or unreliable.  This is not a situation in which the court reporter has prepared an unusable transcript.  Compare Wilson, 16 F.3d at 1031 (record had portion missing or was unintelligible so that record was totally unreliable).  Indeed, Pagan-San-Miguel only argues that the delay impaired his ability to present \"the strongest possible evidence in support of the appellant's version of the facts\" surrounding the read-back of Castillo-Ramos' testimony to the jury.  As Pagan-San-Miguel concedes, however, no objection was made to the district court's handling of the read-back.  And since Pagan-San-Miguel has not shown plain error in this regard, this argument does not make a difference to his appeal.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">The order of the district court denying his Sec. 2255 motion is affirmed.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The convictions and sentences of appellants Luciano-Mosquera, Pagan-San-Miguel, and Gonzalez-Valentin are affirmed on all counts.  The convictions of Lugo-Maya and Pava-Buelba are reversed on Count 4 and their sentences on that count are vacated.  Lugo-Maya's and Pava-Buelba's convictions and sentences on the drug counts, Counts 1-3, are affirmed.  The district court's order denying Pagan-San-Miguel's Sec. 2255 motion is affirmed.  It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The F/V Marlyn was not forgotten.  The U.S.S. Shark, a Coast Guard vessel, intercepted it, and a boarding party led by Lt. Wendy Abrisz arrested Castillo-Ramos and the two crew members.  Fontalvo was later arrested in Miami</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At oral argument a question arose as to whether the district court had in fact dismissed Count 5 or had simply not sentenced on that count.  We asked the government to inform us as to the disposition of the convictions for Count 5.  In its response, the government represented that Count 5 had not been dismissed and that the district court had simply not sentenced on that count.  Our own review of the docket sheet, however, reveals plainly an order dismissing Count 5, which the government acknowledged when the court called the order to counsel's attention.  We take a dim view of the government's conduct in this matter, even if it is viewed as nothing more than negligence</p>\n        <p>The government now claims that, in any event, the order dismissing Count 5 is a nullity because the order was entered on the docket a few days after each appellant had filed his notice of appeal.  Pointing out that as a general rule the entry of a notice of appeal divests the district court of jurisdiction to adjudicate any matters related to the appeal, see United States v. Distasio, 820 F.2d 20, 23 (1st Cir.1987), the government argues that the entry of the notices of appeal divested the district court of jurisdiction over the case and that, absent jurisdiction, the order on Count 5 can have no effect.</p>\n        <p>But the government forgets that a criminal judgment involving multiple counts is not final and appealable unless the record discloses the precise disposition (e.g., the sentence) for each count.  See United States v. Wilson, 440 F.2d 1103 (5th Cir.)  (no final judgment where the court imposed sentence on three counts of a six count indictment and withheld sentence on three counts) (cited with approval in 15B Charles A. Wright, Arthur R. Miller, Edward H. Cooper, Federal Practice and Procedure Sec. 3918.7 &amp; n. 10 (2d ed. 1992)), cert. denied, 404 U.S. 882, 92 S.Ct. 210, 30 L.Ed.2d 163 (1971).  The district court here had not specified the disposition of Count 5 by the time the notices of appeal were docketed.  Absent a disposition on Count 5, there was no final judgment from which the defendants could appeal.  Because there was no appealable order at the time the notices were filed, the notices of appeal could not have divested the district court of its jurisdiction over the case.  Accordingly, the district court had jurisdiction and its order dismissing Count 5 was not a nullity.</p>\n        <p>That the notices were premature does not affect this court's jurisdiction of these appeals.  The notices simply relate forward to the entry of judgment.  See Fed.R.App.P. 4(b);  cf. Yockey v. Horn, 880 F.2d 945, 948 n. 4 (7th Cir.1989) (where district court inadvertently failed to dismiss one count of a multi-count complaint, notice of appeal that was technically premature related forward after district court entered an order officially dismissing the remaining count).  The notices of appeal are treated as if they were filed on the date the order dismissing Count 5 was entered on the docket.</p>\n        <p>Count 5 is no longer at issue in this case.  The government did not cross-appeal from the dismissal, nor has it requested reversal of the dismissal of Count 5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> A Pinkerton instruction was never given to the jury, nor did the government argue at trial or on appeal that Pinkerton liability should apply.  See Pinkerton v. United States, 328 U.S. 640, 646-47, 66 S.Ct. 1180, 1184, 90 L.Ed. 1489 (1946).  We therefore could not support the convictions on a Pinkerton theory.  See United States v. Torres- Maldonado, 14 F.3d 95, 101 (1st Cir.)  (\"On appeal, we will not infer either that the jury found guilt based on a theory upon which it was not instructed, or that the jury would have found guilt had it been given a Pinkerton instruction.\"), cert. denied, --- U.S. ----, 115 S.Ct. 193, 130 L.Ed.2d 125 (1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Appellants Gonzalez-Valentin and Pava-Buelba have incorporated all arguments made by the other appellants not inconsistent with those otherwise made in their briefs.  Our review of the issues applies therefore to their appeals as well</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 3501(a) provides, in pertinent part, that \"[b]efore such confession is received in evidence, the trial judge shall, out of the presence of the jury, determine any issue as to voluntariness.\"  18 U.S.C. Sec. 3501(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Faced with a similar challenge the Ninth Circuit has held that the change in statutory language was not substantive and that the requirement that the firearm be linked to the crime was already implicit in the statute.  \"Though the legislative history does not say so expressly, it strongly implies that the 'in relation to' language did not alter the scope of the statute, explaining that the original section was directed at persons who chose to carry a firearm as an offensive weapon for a specific criminal act.\"  United States v. Stewart, 779 F.2d 538, 539-40 (9th Cir.1985) (internal quotation omitted), cert. denied, 484 U.S. 867, 108 S.Ct. 192, 98 L.Ed.2d 144 (1987)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The court reporter entered the jury room unsupervised and read the testimony.  The court gave the jury no cautionary instructions (i.e., that the testimony was not to substitute for the jurors' memories, or that the jury should not focus on one particular aspect of the evidence to the exclusion of other evidence).  There was no observation of the court reporter's reading of the testimony to ensure that no editorializing or slanting was done during the reading.  No instructions were given to the court reporter to be careful not to converse with the jurors or otherwise taint their deliberations and to be careful not to read to the jury potentially prejudicial side-bar conferences she had recorded during the course of Castillo-Ramos' testimony</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Pagan-San-Miguel filed his notice of appeal on August 3, 1992.  Around that time, the court reporter agreed to furnish the necessary transcripts to Pagan-San-Miguel.  The court reporter, however, did not provide any transcripts to Pagan-San-Miguel until mid-1994.  Largely due to the court reporter's failure to prepare the transcripts, this court extended the period for briefing the case sixteen times.  On at least three occasions this court entered Orders to Show Cause threatening the court reporter with contempt if she did not produce the transcripts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We have held that absent extraordinary circumstances a district court should not entertain a Sec. 2255 motion while a direct appeal from the same conviction is still pending.  United States v. Gordon, 634 F.2d 638 (1st Cir.1980).  Nevertheless, instead of dismissing Pagan-San-Miguel's motion as being premature, the district court denied the motion.  In such a case, we may elect to reach the merits of the Sec. 2255 motion.  See United States v. Buckley, 847 F.2d 991, 993 n. 1, 1000 n. 6 (1st Cir.1988), cert. denied, 488 U.S. 1015, 109 S.Ct. 808, 102 L.Ed.2d 798 (1989);  see also Rule 5, Rules Governing Proceedings in the United States District Courts Under Section 2255 of Title 28, United States Code, advisory committee note (1976)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Alternatively, Pagan-San-Miguel requests that we set aside his conviction pursuant to our supervisory powers.  This is not an appropriate case for this court to exercise its supervisory powers.  See Tucker, 8 F.3d at 676</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1142</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">Fed. R. Serv.</span> <span class=\"page\">1341</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Julio LUCIANO-MOSQUERA, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Raul LUGO-MAYA, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Rafael PAVA-BUELBA, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Carlos PAGAN-SAN-MIGUEL, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Edgar GONZALEZ-VALENTIN, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Carlos PAGAN-SAN-MIGUEL, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 92-1923 to 92-1925, 92-1973, 92-1974 and 94-1657.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued June 8, 1995.<br>Decided Aug. 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lydia Lizarribar-Masini, for appellant Luciano-Mosquera.</p>\n      <p class=\"indent\">Ramon Garcia, for appellant Lugo-Maya.</p>\n      <p class=\"indent\">Rafael Gonzalez Velez, for appellant Pava-Buelba.</p>\n      <p class=\"indent\">Frank A. Ortiz, for appellant Pagan-San-Miguel.</p>\n      <p class=\"indent\">Wilfredo Rios Mendez, for appellant Gonzalez-Valentin.</p>\n      <p class=\"indent\">Epifanio Morales Cruz, Asst. U.S. Atty., with whom Guillermo Gil, U.S. Atty., Jose A. Quiles Espinosa, Senior Litigation Counsel, and Nelson Perez-Sosa, Asst. U.S. Atty., were on brief, for U.S.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">At 2:45 a.m. on March 27, 1991, in the darkness of the night over a Puerto Rico beach, government flares brightened the sky as waiting police and customs officers surprised and arrested six men offloading eight bales of cocaine from two yawls.  The men had brought 232.8 kilograms of cocaine to this country from Colombia.  Others involved were arrested on land and on sea.  Those arrests led ultimately to these appeals by five of the men, Carlos Pagan-San-Miguel, Edgar Gonzalez-Valentin, Raul Lugo-Maya, Rafael Pava-Buelba and Julio Luciano-Mosquera.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appeals variously raise challenges to the sufficiency of the evidence, to limitation of cross-examination, to the admissibility of one defendant's statement, to remarks made during summation, to the reading of the transcript of trial testimony to the jury, to jury instructions, to the delay in transcribing the trial transcript, and to their sentences.  Of these, only one raises serious issues--the question of the sufficiency of the evidence to support the convictions for carrying or aiding and abetting the carrying of a firearm during and in relation to the drug offense as to certain defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The convictions of defendants Pava-Buelba and Lugo-Maya are reversed on the firearms count (Count 4) and their sentences on that count are vacated.  We affirm their convictions and sentences on the drug counts (Counts 1-3).  The convictions and sentences of defendants Pagan-San-Miguel, Gonzalez-Valentin, and Luciano-Mosquera are affirmed on all counts.</p>\n    </div>\n    <p>I. FACTS</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The jury heard or could properly infer the following facts.  Oscar Fontalvo arrived in Puerto Rico in January 1991 to organize a scheme to smuggle cocaine into Puerto Rico.  The scheme involved the drugs being flown from Colombia, airdropped into the sea at a prearranged location, picked up by a waiting boat and then sailed ashore.  In drug parlance, this operation is called a \"bombardeo.\"   The waiting boat is called the \"mothership.\"   Fontalvo enlisted Pagan-San-Miguel and Jose Perez-Perez, who were to be paid in kind with 50 kilograms of cocaine.  Pagan-San-Miguel introduced Fontalvo to Luis Soltero-Lopez, who agreed that his boat, the F/V Marlyn, would be used as the mothership.  Soltero-Lopez recruited Jonas Castillo-Ramos to be captain, and Castillo-Ramos recruited two crew members for the drug run.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The operation was planned at a number of meetings in Puerto Rico in March 1991.  Fontalvo, Pagan-San-Miguel, Perez-Perez and Soltero-Lopez attended the meetings.  At least two of these meetings were at the home of Gonzalez-Valentin and, the jury could have inferred, Gonzalez-Valentin was there for at least one.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Perez-Perez brought a bag to one of the meetings at Gonzalez-Valentin's house.  Pagan-San-Miguel and Perez-Perez opened the bag and showed Fontalvo and the others there (including Gonzalez-Valentin) a Colt M-16, Model A-1, 5.56 caliber fully automatic sub-machine gun with an obliterated serial number (the \"M-16\").  Later during the meeting, Perez-Perez brought Fontalvo over to his pick-up truck and pulled out from under the front seat an Intratec, Model TEC-9, semi-automatic .9mm pistol (the \"Intratec pistol\").  Referring to the weapons, Pagan-San-Miguel said they had brought them.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Communication amongst the Colombian and Puerto Rican participants, the plane, and the F/V Marlyn was essential.  Pagan-San-Miguel and Fontalvo went to Miami and purchased a radio and antenna.  Pagan-San-Miguel and Perez-Perez installed them on the F/V Marlyn in Puerto Rico.  Code names were used for radio transmissions.  The Colombian dispatcher was \"Khadafi\";  Pagan-San-Miguel was \"Gigante\" or \"Padrino\" or \"Godfather.\"   Fontalvo and Pagan-San-Miguel handled radio communications and set up a radio in the backyard of Gonzalez-Valentin's house, hiding it in a child's playhouse.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Soltero-Lopez, the F/V Marlyn's owner, flew to Colombia to board the plane so that during the bombardeo he could identify his boat and insure the drop was not made to the wrong boat (a not uncommon event).  The F/V Marlyn went to the Dominican Republic to prepare for the airdrop.  The Colombian drug owners, assigned a Colombian, Pava-Buelba, as a \"load watcher\" to observe the operation and report to the Colombian suppliers about the fate of the delivery.  Pava-Buelba went to the Dominican Republic to meet Castillo-Ramos and the mothership.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On March 25, 1991, the F/V Marlyn and its crew left the Dominican Republic for its drug rendezvous.  The Colombian load watcher, Pava-Buelba, joined the F/V Marlyn at sea after it had cleared Dominican Republic customs.  The next morning, March 26, 1991, the boat and the plane made radio contact.  The plane dropped eight bales of cocaine, which were taken aboard the F/V Marlyn.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Waiting in Puerto Rico, Fontalvo, Pagan-San-Miguel, Luciano-Mosquera and Gonzalez-Valentin received word that the airdrop had been successful.  A call came in to Pagan-San-Miguel on a cellular phone in Luciano-Mosquera's car, warning that the operation had been discovered and that the police were watching.  Pagan-San-Miguel reassured everyone, claiming he had \"informants in the authorities\" who would give him information and that he had a police scanner.  Fontalvo went back to his cabin, leaving the others to proceed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The F/V Marlyn anchored in Dominican Republic waters until approximately 5:30 p.m. and then began the trip to Buoy # 8, the designated meeting place for the F/V Marlyn and the two smaller boats (\"yawls\").  Around 12:30 a.m. or 1:30 a.m. on March 27, the F/V Marlyn and the yawls, all operating without running lights in the darkness, met several miles off the western coast of Puerto Rico at Buoy # 8.  The cocaine was roped down into the yawls.  Pava-Buelba, Lugo-Maya, Perez-Perez and Gonzalez-Valentin sailed the yawls to Guanajibo Beach, near Mayaguez, Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The landing site on Guanajibo Beach that night was immediately behind the home of Pagan-San-Miguel's father.  Two men, one fitting the description of Pagan-San-Miguel, the other of Luciano-Mosquera, approached the landing yawls from the beach and helped to offload the bales of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Law enforcement officials had indeed been silently monitoring the operation.  The airdrop had been observed by U.S. Customs Service airplanes, which videotaped the mothership.  Coast Guard vessels had tracked the F/V Marlyn and the yawls.  Camouflaged agents, hidden on the beach, had watched the offloading.  Flares went up;  arrest signals were given.  The conspirators scattered, leaving bales in a line from the yawls to the home of Pagan-San-Miguel's father, along the roughly five-meter wide beach.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Pagan-San-Miguel sprinted and sought refuge under an abandoned Volkswagen at a house next to the beach.  When found, he was wet and had his jeans rolled up to his knees.  Gonzales-Valentin, dressed in camouflage pants and black T-shirt, completely wet and covered with sand, ran to the gate of Pagan-San-Miguel's father's house.  He called out to Pagan-San-Miguel's father to open up, as the police were there.  He was arrested at the gate.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Luciano-Mosquera and Pava-Buelba were found, about forty minutes after the flares went up, under a jeep parked in a carport by the building where bales of cocaine were left.  Pava-Buelba was under the driver's side, Luciano-Mosquera under the passenger's.  Pava-Buelba was wet;  Luciano-Mosquera was dry.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Lugo-Maya headed to sea in one of the yawls and was intercepted by Coast Guard vessels.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Perez-Perez was arrested near the beach.  A later search of Lugo-Maya's escape yawl found a well-hidden box of 50 rounds of ammunition.  That ammunition fit the Intratec pistol, which was found in the beached other yawl.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The M-16 was later found hidden in the undercarriage of the jeep where Luciano-Mosquera and Pava-Buelba had hidden in vain.  The M-16 was on Luciano-Mosquera's side \"at the place where the chass[is] and the [ ] springs of the front of the jeep are located.\"   Two small beepers were found above the chassis on the same side where the M-16 was found.  Two M-16 magazines with twenty bullets in each of them were found on the side of the Pagan-San-Miguel house.  The machine gun and the pistol were the same ones Pagan-San-Miguel and Perez-Perez had shown to Fontalvo earlier.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">No weapons were seen during the observation of the offloading operation and no weapons were found on any of the defendants.  There had been no weapons on the F/V Marlyn.  Neither Luciano-Mosquera nor Pava-Buelba had arrived at the beach by the jeep.  There was no evidence as to who owned the jeep or how the jeep got there.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">After being given his Miranda warnings, Pagan-San-Miguel later bemoaned his arrest to a police officer, saying he would have been given $300,000 for his role in the deal.  Instead, he was given a sentence of 60 years in prison by the court.  Fontalvo and Castillo-Ramos were key government witnesses at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The five appellants, Luciano-Mosquera, Lugo-Maya, Pava-Buelba, Pagan-San-Miguel and Gonzalez-Valentin, were found guilty of conspiracy to import cocaine, in violation of 21 U.S.C. Secs. 960 and 963 (Count 1);  importing 232.8 kilograms of cocaine, in violation of 21 U.S.C. Sec. 952 and 18 U.S.C. Sec. 2 (aiding and abetting) (Count 2);  possessing the cocaine with intent to distribute, in violation of 21 U.S.C. Sec. 841(a)(1) and 18 U.S.C. Sec. 2 (Count 3);  and of knowingly carrying or aiding and abetting the carrying of firearms in relation to the drug trafficking crime of importing the cocaine, in violation of 18 U.S.C. Sec. 924(c)(1) and 18 U.S.C. Sec. 2 (Counts 4 and 5).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court sentenced the appellants on Counts 1, 2, and 3 to terms of imprisonment ranging from 188 to 360 months and to terms of supervised release of five years.  It also sentenced the appellants on Count 4, the firearms count as to the M-16, to the mandatory minimum of 360 months imprisonment, to be served consecutively to the terms of imprisonment imposed on Counts 1, 2 and 3.  The court dismissed Count 5, the Intratec pistol count, out of double jeopardy concerns.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  It also ordered a special assessment of $50 for each of Counts 1-4.</p>\n    </div>\n    <p>II. CONVICTION ISSUES</p>\n    <p class=\"indent\">A. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">1. Count 4, the M-16 Firearm Count.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellants' principal focus is on the denial of their Rule 29 motions at trial for acquittal on Count 4, the M-16 firearm count.  Each appellant claims that there was insufficient evidence to support his conviction under Count 4 for carrying, or aiding and abetting the carrying of, the M-16 during and in relation to the drug trafficking offense, in violation of 18 U.S.C. Sec. 924(c)(1) and 18 U.S.C. Sec. 2(a).  Section 924(c)(1) provides, in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>Whoever, during and in relation to any ... drug trafficking crime ... uses or carries a firearm, shall, in addition to the punishment provided for such ... drug trafficking crime, be sentenced to imprisonment for five years, ... and if the firearm is a machine gun ... to imprisonment for thirty years....</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">18 U.S.C. Sec. 924(c)(1).  Section 2(a) provides:  \"Whoever commits an offense against the United States or aids, abets, counsels, commands, induces or procures its commission, is punishable as a principal.\"  18 U.S.C. Sec. 2(a).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The standard of review for sufficiency of the evidence is familiar.  \"Our task is to review the record to determine whether the evidence and reasonable inferences therefrom, taken as a whole and in the light most favorable to the prosecution, would allow a rational jury to determine beyond a reasonable doubt that the defendants were guilty as charged.\"  United States v. Mena-Robles, <span class=\"citation\" data-id=\"194956\"><a href=\"/opinion/194956/united-states-v-mena-robles/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></a></span>, 1031 (1st Cir.1993), cert. denied sub nom.  Rivera v. United States, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1550</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">199</span> </span>(1994).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The facts of this case do not require us to define the precise contours of the meaning Congress intended the phrase \"carries\" to have, and we note the variety of views on both that issue and the meaning of its companion term \"use\" in 18 U.S.C. Sec. 924(c)(1).  See generally United States v. Joseph, <span class=\"citation\" data-id=\"534178\"><a href=\"/opinion/534178/united-states-v-ivan-t-joseph/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">118</span></a></span>, 126 (D.C.Cir.1989) (to prove carrying, the government must show that the defendant had the ability to exercise dominion and control over the firearm and that the firearm was within easy reach to protect the defendant during the drug trafficking offense);  United States v. Evans, <span class=\"citation\" data-id=\"531316\"><a href=\"/opinion/531316/united-states-v-jerome-s-evans-united-states-of-america-v-tyrone/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">891</span></a></span>, 895 (D.C.Cir.1989) (carrying comprehends more than actually physically wearing or bearing a gun on one's person), cert. denied sub nom.  Curren v. United States, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1019</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1325</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">500</span> </span>(1990);  see also United States v. Bailey, <span class=\"citation\" data-id=\"678782\"><a href=\"/opinion/678782/united-states-v-roland-j-bailey-united-states-of-america-v-candisha/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span>, 125 (D.C.Cir.1994) (Williams, J., dissenting) (stating that carrying included situations (1) where a weapon was within easy reach of the defendant, (2) where a defendant had sufficient control over confederates carrying weapons to establish constructive possession, or (3) where a defendant had transported a weapon by motor vehicle and had ready access to the weapon as if it were in his pocket), cert. granted, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span> </span>(1995);  Bailey, <span class=\"citation\" data-id=\"678782\"><a href=\"/opinion/678782/united-states-v-roland-j-bailey-united-states-of-america-v-candisha/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span> </a></span>at 114-15 &amp; n. 1 (stating that what constitutes \"use\" depends upon the nature of the underlying substantive offense);  United States v. Paulino, <span class=\"citation\" data-id=\"195130\"><a href=\"/opinion/195130/united-states-v-paulino/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 26 (1st Cir.1994) (focussing on whether the firearm was available for use in connection with the narcotics trade).  Suffice it to say that actual physical carrying of the gun comes within the scope of the statute.  See <span class=\"citation\" data-id=\"534178\"><span class=\"antecedent_guess\">Joseph,</span> <a href=\"/opinion/534178/united-states-v-ivan-t-joseph/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">126</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The conclusion is reasonable that at least one Puerto Rico based participant in the drug conspiracy physically carried the M-16 to the beach.  The M-16 had been at Gonzalez-Valentin's house a few days before the beach landing.  It was then found in the undercarriage of the jeep in a carport near the beach, next to a building entryway where bales of cocaine had been brought.  Someone brought it from Gonzalez-Valentin's house to the jeep.  The fact that the jeep was not otherwise connected to the defendants suggests that sometime before the arrest, the gun was somewhere on the beach and was then brought from the beach and placed under the jeep to avoid detection.  That the bullets for the machine gun were found behind Pagan-San-Miguel's house near the bales of cocaine further supports the inference that the gun was either carried onto the beach during the offloading or was nearby as part of the operation.  Still, the gun was not found in the hands of anyone at the beach and there is no direct evidence as to who carried the gun.  None of the agents watching the offloading saw anyone with a weapon of any kind.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Our initial focus then is on the sufficiency of the evidence on the aiding and abetting charge.  Aiding and abetting requires that \"the defendant [have] associated himself with the venture, participated in it as in something he wished to bring about, and sought by his actions to make it succeed.\"  United States v. Alvarez, <span class=\"citation\" data-id=\"601487\"><a href=\"/opinion/601487/united-states-v-victor-manuel-alvarez-united-states-v-diana-matos/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 83 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">147</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">109</span> </span>(1993).  Mere association with the principal, or mere presence at the scene of a crime, even when combined with knowledge that a crime will be committed, is not sufficient to establish aiding and abetting liability.  Id.;  see also United States v. de la Cruz-Paulino, <span class=\"citation\" data-id=\"196221\"><a href=\"/opinion/196221/united-states-v-de-la-cruz-paulino/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">986</span> </a></span>(1st Cir.1995).  The defendant must have taken some affirmative action that facilitated violation of Sec. 924(c)(1).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Of course, knowledge that a gun would be carried is also required.  See United States v. Torres-Maldonado, <span class=\"citation\" data-id=\"195153\"><a href=\"/opinion/195153/united-states-v-torres-maldonado/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span>, 103 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">193</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">125</span> </span>(1994);  see also United States v. DeMasi, <span class=\"citation\" data-id=\"195694\"><a href=\"/opinion/195694/united-states-v-de-masi/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1306</span></a></span>, 1316 (1st Cir.1994) (knowledge that co-conspirators would be using a gun may be inferred from defendant's activity in planning and attempting to rob a Brink's armored truck guarded by two armed guards), cert. denied sub nom.  Bonasia v. United States, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">947</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">890</span> </span>(1995).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The question here, then, is whether the evidence was sufficient to show that each appellant knew that a firearm would be involved in the drug trafficking offense and took some action in relation to the M-16 that was intended to cause the firearm to be carried during and in relation to the drug trafficking offense.  We believe that the evidence was sufficient to convict Pagan-San-Miguel, Luciano-Mosquera and Gonzalez-Valentin under this standard, but was not sufficient to convict Pava-Buelba and Lugo-Maya as to the M-16.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">As to Pagan-San-Miguel, there was sufficient evidence that he knowingly assisted the carrying of the weapon.  He was the ringleader of the importation operation in Puerto Rico.  He was a key participant in the meeting at Gonzalez-Valentin's house during which he and Perez-Perez showed Fontalvo the M-16.  He showed Fontalvo the weapon at the meeting and said they had brought it.  The jury could certainly infer that he, or Perez-Perez at his direction or with his assistance, procured the M-16 for purposes of using it to protect the operation.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The evidence is also sufficient to show that Gonzalez-Valentin knowingly assisted the carrying of the weapon.  Gonzalez-Valentin is chargeable with knowledge of the M-16, since the M-16 was displayed in his presence during one of the meetings at his house and the jury could infer that he was present.  Moreover, by providing his house for the meeting at which the guns were displayed and discussed, Gonzalez-Valentin assisted the substantive Sec. 924(c)(1) offense.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As for Luciano-Mosquera, when viewed in the light most favorable to the government, the evidence was sufficient for the jury to infer that he either carried or aided in carrying the weapon to or from the beach and hid the M-16 under the jeep at the time he hid or had placed it there sometime before the arrests.  The weapon was directly above him in the undercarriage, no more than an arm's span away.  It was also placed up in the undercarriage between the chassis and the springs, so clearly someone took some effort to place the weapon there.  He was at the beach with Pagan-San-Miguel to meet the yawls;  he arrived at the beach with Pagan-San-Miguel, who supplied the weapon;  magazines from the M-16 were nearby;  beepers were found near the gun (suggesting a connection between the gun and the drug offense);  and the call tipping the conspirators off that the police were watching came into a car phone in his car.  This evidence supports the reasonable inference that his proximity to the weapon was more than a mere fortuity.  A jury could conclude from these circumstances that Luciano-Mosquera either placed the weapon in the jeep before the arrest signals were given or that he carried the weapon from the beach and hid it underneath the jeep as he was hiding from the police.  From these circumstances, a jury could reasonably conclude that Luciano-Mosquera had carried the weapon sometime during and in relation to the offense or at least that he aided in the carrying of the weapon during and in relation to the drug offense.  See United States v. Olbres, <span class=\"citation\" data-id=\"196204\"><a href=\"/opinion/196204/united-states-v-olbres/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 974 (1st Cir.1995) (evidence must be taken as a whole, in cumulation).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">All of the appellants have argued that, regardless of whether the evidence was sufficient to show aiding and abetting \"carrying,\" it was insufficient to show that any carrying was done \"during and in relation to\" the drug importation offense.  They argue that, because their importation efforts ended the moment the flares went up, the subsequently found M-16 machine gun could not have \"related to\" the drug trafficking.  That argument is inventive, but wrong.  The jury could easily infer from the discovery of the weapon in close proximity to the offloading operation after the arrest signals were given that it had been carried at a time when the offense was in progress, particularly in light of the evidence that it was brought by the conspirators to a planning meeting and shown off, ammunition for it was found nearby, and it was found close to the bales of cocaine.  Further, the legislative history of the 1984 amendment to Sec. 924(c) is explicit that where the defendant had a gun during the underlying offense (even if the gun had not been displayed), the section is violated \"if from the circumstances or otherwise it could be found that the defendant intended to use the gun if a contingency arose or to make his escape.\"   S.Rep. No. 225, 98th Cong., 2d Sess. 1, 314 n. 10 (1983), reprinted in 1984 U.S.C.C.A.N. 3182, 3492 n. 10;  see also United States v. Feliz-Cordero, <span class=\"citation\" data-id=\"512881\"><a href=\"/opinion/512881/united-states-v-jorge-feliz-cordero-and-alexander-feliz-encarnacion/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">250</span></a></span>, 254 (2d Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In sum, the evidence was sufficient to convict Pagan-San-Miguel, Gonzalez-Valentin and Luciano-Mosquera of carrying the M-16 on an aiding and abetting theory.  Their convictions on Count 4 are, therefore, affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The evidence as to Lugo-Maya and Pava-Buelba, however, was insufficient to sustain a conviction on Count 4.  The only evidence the government presented linking Lugo-Maya to the M-16 was the evidence that 50 rounds of .9mm ammunition for the Intratec pistol were found in the yawls.  Evidence of his involvement with the Intratec pistol might have been enough to show knowledge of the M-16 on the inference that the two firearms were together when the Puerto Rico-based participants met to launch the yawls to the F/V Marlyn, and that knowledge of one supports the inference of knowledge of the other.  There was no evidence, however, showing that he took any step to assist the carrying of the M-16 in relation to the drug offense.  Lugo-Maya was not at the meeting where the M-16 was shown.  The government presented no evidence that Lugo-Maya took any steps to procure or otherwise supply the weapons or ammunition.  He was also nowhere near the weapon at the time of his arrest.  There was simply insufficient evidence to show beyond a reasonable doubt that he either carried or aided and abetted the carrying of the M-16.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The government's only evidence connecting Pava-Buelba to the M-16 was the fact that he was found under the jeep in which the M-16 had been hidden.  Unlike Luciano-Mosquera, however, Pava-Buelba was on the opposite side of the jeep from where the M-16 was found.  Given the darkness and the fact that the gun was stuck up between the chassis and the springs it is not reasonable to infer that Pava-Buelba saw the weapon when he was under the jeep.  And also unlike Luciano-Mosquera, there was no evidence linking him to the activities in Puerto Rico, specifically the activities on the beach on the evening of the arrest from which it would be reasonable to infer the requisite knowledge of the weapon before he hid under the jeep.  Indeed, Fontalvo's testimony never associated Pava-Buelba with any weapons.  Pava-Buelba was simply a load watcher whose job it was to observe and report back to the Colombian supplier about whether the cocaine was successfully delivered.  His interests were not the same as the interests of the Puerto Rico-based importers.  The first time he set foot in Puerto Rico in connection with this case was when he arrived at the offloading site in one of the yawls.  There was no evidence linking him to the Puerto Rico end of the operation where he would have been in a position to know about the specific weapon.  Therefore, the inference that he knew about the weapon is much weaker than the inference with respect to Luciano-Mosquera.  Moreover, even if there were evidence sufficient to infer that he saw the hidden weapon in the darkness once he crawled under the jeep, given his disconnection with the Puerto Rico side of the operation, such knowledge would have been a mere fortuity.  Unlike Luciano-Mosquera, who was found directly beneath the weapon and had substantial dealings with Pagan-San-Miguel during the hours before the arrest, there is insufficient evidence to conclude beyond a reasonable doubt that Pava-Buelba hid under the jeep to be next to the M-16 with the idea that he would carry it.  In short, the government did not present evidence that Pava-Buelba knew about the weapon sufficient to support a Sec. 924(c) conviction, even on an aiding and abetting theory.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Furthermore, there was no evidence that Pava-Buelba ever had actual possession of the weapon.  With Luciano-Mosquera lying underneath the gun, it is far from clear that Pava-Buelba was in a position to exercise dominion and control over the weapon.  Even if his proximity to the M-16 under the jeep gave him sufficient possession, at most, a theory of constructive possession might have been argued.  In this case, however, the district court specifically instructed the jury that a conviction for \"carrying\" a firearm could not be based on constructive possession of the firearm.  Such an instruction sets the benchmark against which the sufficiency of the evidence must be measured.  United States v. Gomes, <span class=\"citation\" data-id=\"587243\"><a href=\"/opinion/587243/united-states-v-nazira-a-gomes/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1290</span></a></span>, 1294 (1st Cir.1992);  United States v. Angiulo, <span class=\"citation\" data-id=\"537726\"><a href=\"/opinion/537726/united-states-v-gennaro-j-angiulo-donato-f-angiulo-samuel-s-granito/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span>, 1196-97 (1st Cir.)  (appellate determination of sufficiency must be constrained by trial court's instructions;  \"otherwise ... we would be sustaining a conviction on appeal on a theory upon which the jury was not instructed below\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">845</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">130</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">98</span> </span>(1990).  While the correctness of that instruction might otherwise be open to question, the government did not object to the instruction at trial nor does it argue on appeal that the instruction was error.  See Saylor v. Cornelius, <span class=\"citation\" data-id=\"505533\"><a href=\"/opinion/505533/lloyd-virgil-saylor-v-clarence-cornelius-judge-harlan-county-circuit/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1401</span></a></span>, 1408 (6th Cir.1988) (although reversal due to a trial error normally does not raise double jeopardy concerns, double jeopardy bar would be triggered where government had failed to object to the error).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Issues of the sufficiency of the evidence necessarily involve the tension between deference to the jury's role under the Sixth Amendment as the finder of fact, see <span class=\"citation\" data-id=\"196204\"><span class=\"antecedent_guess\">Olbres,</span> <a href=\"/opinion/196204/united-states-v-olbres/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">974-75</span></a></span>, and the appellate court's role in providing meaningful review of whether the government has indeed met its burden of proof of guilt beyond a reasonable doubt.  That burden is constitutionally mandated.  In re Winship, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1068</span></a></span>, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">368</span> </a></span>(1970).  The Supreme Court has said that the relevant question is whether \"after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\"  Jackson v. Virginia, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 319, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2781</span></a></span>, 2789, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span> </a></span>(1979) (emphasis removed).  The difficulty of these questions of sufficiency of the evidence to draw reasonable inferences is illustrated in the case law.  See, e.g., Stewart v. Coalter, <span class=\"citation\" data-id=\"195937\"><a href=\"/opinion/195937/stewart-v-coalter/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">610</span> </a></span>(1st Cir.)  (each of four courts reviewing a conviction reach different conclusions as to sufficiency, culminating in a split decision by a panel of this court upholding the conviction), petition for cert. filed, No. 94-9742 (U.S. June 19, 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In sum, we believe there was insufficient evidence, in light of the government's burden of proof, to convict either Lugo-Maya or Pava-Buelba of carrying or aiding and abetting the carrying of the M-16 and so reverse their convictions on Count 4.  There is no direct evidence as to either and an insufficient basis to draw inferences of guilt beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">2. Drug Counts.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Gonzalez-Valentin and Luciano-Mosquera also raise sufficiency challenges on the drug counts.  As the facts above amply demonstrate, there was overwhelming evidence of each appellant's complicity in the scheme to import the cocaine and of their guilt on the drug counts.  Their convictions on the drug counts are affirmed.</p>\n    </div>\n    <p class=\"indent\">B. Other Issues Going To The Verdict</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The appellants<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>--principally Pagan-San-Miguel--have raised six other claims of error concerning the district court's conduct of the trial:  (1) the limitation of Pagan-San-Miguel's cross-examination of two government witnesses, (2) the admission of an incriminating statement made by Pagan-San-Miguel, (3) the refusal to grant a mistrial after allegedly improper remarks were made during closing statements, (4) the jury instruction on Sec. 924(c)(1), (5) the jury instruction on the defendants' flight from the crime scene, and (6) the allowance of a read-back of testimony by a government witness to the jury during its deliberation.  None of these claims of error provides a ground for reversal.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">1. Cross-Examination.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Pagan-San-Miguel complains that the district court erred in cutting off his cross-examination into the penalties Castillo-Ramos would have faced on firearms counts which were dropped against him.  Pagan-San-Miguel attempted to establish bias by showing that the government had been able to procure Castillo-Ramos' cooperation by deciding not to charge Castillo-Ramos under the firearms counts in the second superseding indictment.  After questioning on this topic, Pagan-San-Miguel asked Castillo-Ramos whether his attorney had informed him that if he had been \"found guilty of the possession of the firearm during the commission of a drug offense [he would be] sentenced to thirty-five years in addition to the drug offense.\"   The district court sustained an objection to this question on the ground that, because defendants faced the same firearms charges, it was an impermissible attempt to inform the jury about the defendants' possible punishment on the firearms counts.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Pagan-San-Miguel claims that this truncating of his cross-examination impermissibly interfered with his right to confrontation under the Sixth Amendment.  We disagree.  Pagan-San-Miguel had a sufficient opportunity to expose potential biases, including any bias resulting from any benefit Castillo-Ramos received as a result of his cooperation.  Pagan-San-Miguel was able to ask Castillo-Ramos repeatedly whether he had received a benefit for his testimony.  Any probative value of information about the precise number of years Castillo-Ramos would have faced had he been charged for the firearms offense was slight.  The district court properly decided that the value of the information was outweighed by the potential for prejudice by having the jury learn what penalties the defendants were facing.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Although cross-examination is an important component of a defendant's Sixth Amendment rights under the confrontation clause, a defendant's right to cross-examine witnesses is not unlimited.  Delaware v. Van Arsdall, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, 679, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>, 1435, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span> </a></span>(1986).  A district court is entitled to cut off cross-examination that may create prejudice or confusion of the issues, or may be harassing or unduly repetitive.  <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"id_token\">Id.</span>  Assuming that </a></span>the minimal constitutional threshold level of inquiry was allowed, as here, a trial court has discretion in limiting cross-examination.  A trial court does not abuse its discretion if there is sufficient evidence before the jury (absent the excluded evidence) from which the jury could \"make a discriminating appraisal of the possible biases and motivations of the witnesses.\"  Brown v. Powell, <span class=\"citation\" data-id=\"590891\"><a href=\"/opinion/590891/timothy-a-brown-v-ronald-powell-commissioner-new-hampshire-department/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1992), cert. dismissed, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1035</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">179</span> </span>(1993).  That was the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">2. Pagan-San-Miguel's Incriminating Statement.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Pagan-San-Miguel argues that the district court erred by not conducting a hearing out of the jury's presence, pursuant to Jackson v. Denno, <span class=\"citation\" data-id=\"106881\"><a href=\"/opinion/106881/jackson-v-denno/\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">368</span></a></span>, <span class=\"citation\" data-id=\"106881\"><a href=\"/opinion/106881/jackson-v-denno/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1774</span></a></span>, <span class=\"citation\" data-id=\"106881\"><a href=\"/opinion/106881/jackson-v-denno/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">908</span> </a></span>(1964), and 18 U.S.C. Sec. 3501(a),<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> to determine the voluntariness of his incriminating statements.  Police Officer Samuel Jusino testified that Pagan-San-Miguel, while being held following his arrest, told Jusino that he \"would make three hundred thousand dollars out of [the drug venture]\" and, once the arrest signals were given, \"that he ran and hid himself underneath a metal plank, and if he had found a hole he would have gone through that place.\"</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Before the issue of a Jackson v. Denno hearing may be raised on appeal, the issue of voluntariness must have been placed before the district court in a timely and coherent manner.  See United States v. Santiago Soto, <span class=\"citation\" data-id=\"520579\"><a href=\"/opinion/520579/united-states-v-felix-santiago-soto/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">200</span></a></span>, 201 (1st Cir.)  (failure to raise the issue of voluntariness in a way that would have alerted the trial judge that a Jackson v. Denno hearing was desirable waives right to hearing), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">831</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">103</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">66</span> </span>(1989);  see also United States v. Berry, <span class=\"citation\" data-id=\"593199\"><a href=\"/opinion/593199/united-states-v-james-berry-jr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">915</span></a></span>, 918 (5th Cir.1992) (a generic objection to the admissibility of the confession was insufficient to put the court on notice that defendant sought a Jackson v. Denno hearing and therefore the court's ruling was reviewed for plain error).  Pagan-San-Miguel failed to place the issue properly before the trial court here.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Pagan-San-Miguel did not specifically object to the admissibility of the statements on voluntariness grounds.  He never specifically requested a voluntariness hearing during trial.  He never raised the voluntariness issue in his pre-trial motion to suppress statements made to law enforcement personnel.  He never raised voluntariness in his objection to the statement at trial.  His objection was a narrow foundational one not going to voluntariness--that at the time of Officer Jusino's testimony no one had yet testified that Miranda warnings had been given to Pagan-San-Miguel before he made the incriminating statements.  The court specifically asked Pagan-San-Miguel whether his objection as to foundation was a suppression request and Pagan-San-Miguel informed the court that it was not.  Indeed during the colloquy with the district court over the testimony, Pagan-San-Miguel conceded that \"there [was] evidence that [Miranda ] warnings were properly made and there was a waiver.\"   Given his disclaimer that he was seeking suppression of the statement and the total absence of any evidence that the statements were made involuntarily, Pagan-San-Miguel did not sufficiently apprise the district court that voluntariness was an issue.  Thus, Pagan-San-Miguel's claim to a Jackson v. Denno hearing has been waived.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">There also is no colorable claim here that the district court was nevertheless obliged to hold a voluntariness hearing sua sponte.  See Santiago <span class=\"citation\" data-id=\"520579\"><span class=\"antecedent_guess\">Soto,</span> <a href=\"/opinion/520579/united-states-v-felix-santiago-soto/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">202</span> </a></span>(recognizing, without adopting, a rule that such a hearing must be given sua sponte under circumstances, \"such as a defendant's apparent abnormal mental or physical condition, obvious ignorance or lack of awareness,\" raising a serious question over voluntariness).  At best, Pagan-San-Miguel's argument is that he was so \"shell-shocked\" by the events that transpired on the beach that the court must have been alerted to the possibility that he did not understand the Miranda warnings that were given to him and that, as a result, his statements made hours later were involuntary.  Undoubtedly a defendant who suddenly becomes aware the police are on to him suffers a jolt, but that jolt does not incapacity make.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">3. Remarks During Closing Arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Pagan-San-Miguel argues that certain remarks made during the closing arguments were unduly prejudicial.  He points to four remarks, one made by the attorney for Pava-Buelba and three made by the government.  None provides a basis for reversal.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Pava-Buelba's attorney, in an apparent effort to distinguish his client and to distinguish the firearms charges from the drug charges, made the following remarks to the jury:I ask you to please keep in mind that the fact that there are a number of defendants here [does] not mean that they were all to be treated as one.  And the fact that they were being charged with five different counts does not mean that you had to find them guilty or innocent or all the same, but that you could choose and pick.  And that you could discern among the evidence and determine which, if any, were guilty of any of the counts charged.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Some might be guilty of one or more.  Some might be guilty of none.  And I ask you to please be careful watching the evidence so that you will be able to distinguish between each and every individual and each and every count.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Pagan-San-Miguel objected to these remarks, arguing they implied that Pava-Buelba was guilty of the drug offenses and thus implicated the other defendants.  The district court sustained the objection.  Pagan-San-Miguel's later motion for a mistrial was denied, but the court offered to provide a curative instruction, which all defendants declined.  Pagan-San-Miguel argues that a curative instruction would have been pointless and that the district court abused its discretion in refusing to grant a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Fatal to Pagan-San-Miguel's claim, however, is that to \"require a new trial, we must conclude ... that, despite the instruction, the misconduct was likely to have affected the trial's outcome.\"  United States v. Capone, <span class=\"citation\" data-id=\"406407\"><a href=\"/opinion/406407/united-states-v-joseph-capone-united-states-of-america-v-richard-murnane/\"><span class=\"volume\">683</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">582</span></a></span>, 585-86 (1st Cir.1982) (internal citations omitted).  In the context of the full record, these statements could not have had any impact on the outcome of the trial.  The evidence of Pagan-San-Miguel's complicity on the drug counts was overwhelming.  Moreover, a curative instruction would have solved any spillover problem created by the statements.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Pagan-San-Miguel also challenges the government's statement that \"Carlos Pagan-San-Miguel can't deny his association with [Fontalvo], that terrible, terrible person that was described to you.\"   Pagan-San-Miguel argues this was an impermissible comment from a prosecutor on an accused's failure to testify.  We think it was not.  The government did not say that Pagan-San-Miguel \"didn't deny his association,\" only that he \"can't deny his association.\"   Even assuming that this comment cut too close to the line, \"there is no reason to conclude that the prosecutor intentionally drew attention to the appellant's silence at trial.\"  United States v. Taylor, <span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 980 (1st Cir.1995).  And the evidence was otherwise so overwhelming that this comment could have had no effect on the jury's judgment.  <span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"id_token\">Id.</span> at 977.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Pagan-San-Miguel's next two challenges are to the government's statements that the firearm found under the jeep \"would be used to protect the very cocaine that was being illegally smuggled into Puerto Rico\" and that \"Carlos Pagan-San-Miguel bragged about having bought the firearms.\"   Pagan-San-Miguel argues that the first was misleading in that it suggested that the jury could convict the defendant for planning on using the firearm once it had arrived in Puerto Rico, an offense not charged in the indictment.  Pagan-San-Miguel's reading is strained, at best.  The first statement was consistent with the evidence and the government's theory.  There is no plausible argument that this statement was likely to have affected the outcome of the trial or was so egregious that a new trial is needed as a sanction.  See <span class=\"citation\" data-id=\"406407\"><span class=\"antecedent_guess\">Capone,</span> <a href=\"/opinion/406407/united-states-v-joseph-capone-united-states-of-america-v-richard-murnane/\"><span class=\"volume\">683</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">587</span></a></span>.   While the second statement appears to have exaggerated the evidence, there was no objection and it does not amount to plain error.  See <span class=\"citation\" data-id=\"196070\"><span class=\"antecedent_guess\">Taylor,</span> <a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">977</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">4. Jury Instruction on 18 U.S.C. Sec. 924(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Pagan-San-Miguel argues that the court erroneously instructed the jury on an essential element of the firearms offense, 18 U.S.C. Sec. 924(c)(1).  That section requires that the defendant have carried the firearm \"during and in relation to ... [a] drug trafficking crime.\"   The district court, however, instructed the jury that it was enough if the defendant knowingly carried the firearm \"during the commission of the crime of drug trafficking.\"   In so doing, the district court appears to have relied on obsolete statutory language.  Before 1984, Sec. 924(c)(1) provided that it was a crime to carry a firearm \"during the commission of any [federal] felony.\"   In 1984, however, Congress amended the language adding the phrase \"during and in relation to,\" to make clear that the firearm must be linked to the underlying felony to come within the scope of the statute.  S.Rep. No. <span class=\"citation no-link\"><span class=\"antecedent_guess\">225,</span> supra, at <span class=\"page\">312-13</span></span>, reprinted in 1984 U.S.C.C.A.N. at 3490-92.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Because Pagan-San-Miguel did not object to the instruction, the instruction is reviewed for plain error.  See Fed.R.Crim.P. 52(b).  Pagan-San-Miguel argues that the court's use of the phrase \"during the commission of\" was plain error, claiming it omitted an essential element of the offense and it broadened the scope of the conduct under which the jury could convict.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The actual charge given here undercuts Pagan-San-Miguel's argument.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The district court emphasized that the carrying of the firearm must be linked to the specific underlying drug offense for which the defendants were convicted:</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>First, it must be proven that a[ ] defendant[ ] committed a crime of drug trafficking for which he may be prosecuted in the United States.  And second, that during the commission of the crime of drug trafficking the defendant[ ] knowingly carried a firearm.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In light of the actual instruction given, Pagan-San-Miguel's attack on the instruction does not rise to the level of plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Pagan-San-Miguel also argues that the instruction allowed the jury to convict for a crime not charged in the indictment because the firearms charge was limited to Count 2 of the three drug counts.  Pagan-San-Miguel has not and cannot articulate how, in the context of this case, such a possibility created a \"miscarriage of justice\" or \"seriously affect[ed] the fairness, integrity or public reputation of judicial proceedings\".  See United States v. Olano, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1779, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </a></span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">5. Jury Instruction on Flight.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Pagan-San-Miguel also argues that the district court erroneously instructed the jury about his flight and concealment.  This argument is meritless.  As long as there is an adequate factual predicate supporting an inference of guilt on the crime charged, as there was here, evidence of the accused's flight may be admitted at trial to show consciousness of guilt.  See United States v. Hernandez-Bermudez, <span class=\"citation\" data-id=\"511764\"><a href=\"/opinion/511764/united-states-v-clemente-hernandez-bermudez/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 52 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">6. Read-Back To The Jury.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Pagan-San-Miguel and Luciano-Mosquera assert that the district court committed error when it failed to take certain precautions in allowing the testimony of Castillo-Ramos, the boat captain, to be read back to the jury at the jury's request, during deliberations.  Counsel did not object to the procedures followed;  in fact, what happened was by agreement among counsel.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  To prevail, defendants must show plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">It certainly would have been preferable for the district court to have taken some precautions.  See, e.g., United States v. Hernandez, <span class=\"citation\" data-id=\"672918\"><a href=\"/opinion/672918/united-states-v-james-robert-hernandez/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1403</span></a></span>, 1408-09 (9th Cir.1994) (reversing a conviction where district court failed to take precautions to prevent undue emphasis on the witness testimony that jury reviewed during deliberation), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1147</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1106</span> </span>(1995).  But counsel did not object and the standard set by Olano is not met.  In light of the overwhelming evidence of guilt on the drug counts to which Castillo-Ramos' testimony went, the read-back did not result in a miscarriage of justice, nor did the absence of such precautions seriously affect the fairness, integrity or public reputation of judicial proceedings.  There is no evidence that anything untoward happened in the jury room and no reason to think the reporter did anything other than properly read the pertinent portions of the record.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Pagan-San-Miguel and Luciano-Mosquera also argue they were never consulted by either of their attorneys or the court about whether they would waive their right to be present during the read-back.  Although the defendant's right to be present at every stage of the proceedings may be waived by the defendant, it is less clear whether the defendant's attorney can waive it.  See Taylor v. Illinois, <span class=\"citation\" data-id=\"111986\"><a href=\"/opinion/111986/taylor-v-illinois/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></a></span>, 418 &amp; n. 24, <span class=\"citation\" data-id=\"111986\"><a href=\"/opinion/111986/taylor-v-illinois/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">646</span></a></span>, 658 &amp; n. 24, <span class=\"citation\" data-id=\"111986\"><a href=\"/opinion/111986/taylor-v-illinois/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">798</span> </a></span>(1988).  Nevertheless, Pagan-San-Miguel and Luciano-Mosquera were present at the time Castillo-Ramos actually gave his testimony and so could \"confront\" their accuser.  There was no plain error.</p>\n    </div>\n    <p>III. SENTENCING ISSUES</p>\n    <p class=\"indent\">A. Pagan-San-Miguel</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Pagan-San-Miguel challenges his sentence on two grounds, neither of which has merit.  He asserts he should not have been given a four level increase as a leader or organizer of the activity under Sec. 3B1.1(a) of the Sentencing Guidelines.  See United States Sentencing Commission, Guidelines Manual, Sec. 3B1.1(a) (Nov. 1991).  He also argues he should have been given a downward adjustment of two levels for acceptance of responsibility under U.S.S.G. Sec. 3E1.1(a).  Absent a mistake of law, the district court's determination of a defendant's role may be set aside only for clear error.  United States v. Tejada-Beltran, <span class=\"citation\" data-id=\"691951\"><a href=\"/opinion/691951/united-states-v-maximo-e-tejada-beltran-alias-etc/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 111 (1st Cir.1995).  There was no error.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The facts outlined earlier establish Pagan-San-Miguel's leadership and organizational role.  Fontalvo testified that Pagan-San-Miguel was \"the land person in charge of all the merchandise.\"   Indeed, his code names in the operation were \"Gigante,\" \"Padrino,\" and \"Godfather.\"   Pagan-San-Miguel's argument that the court made no specific finding that at least four others were under his leadership and control does not help him.  It was obvious that nine others, at the least, were involved in addition to Pagan-San-Miguel.  And \"retention of control over other participants ... is not an essential attribute of organizer status.\"  <span class=\"citation\" data-id=\"691951\"><span class=\"antecedent_guess\">Tejada-Beltran,</span> <a href=\"/opinion/691951/united-states-v-maximo-e-tejada-beltran-alias-etc/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">113</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">As to acceptance of responsibility, \"the determination of the sentencing judge is entitled to great deference on review.\"   U.S.S.G. Sec. 3E1.1, comment.  (n. 5).  The fact that Pagan-San-Miguel in pre-trial plea bargaining unsuccessfully offered to plead guilty to the drug counts if certain conditions were met does not provide a sufficient basis to reverse the district court's decision.  \"This adjustment is not intended to apply to a defendant who puts the government to its burden of proof at trial by denying the essential factual elements of guilt, is convicted, and only then admits guilt and expresses remorse.\"   U.S.S.G. Sec. 3E1.1, comment.  (n. 2).  His argument is not enough to reverse the district court's determination that he failed to \"demonstrate[ ] a recognition and affirmative acceptance of personal responsibility for his criminal conduct.\"   U.S.S.G. Sec. 3E1.1(a);  see also United States v. Curran, <span class=\"citation\" data-id=\"585214\"><a href=\"/opinion/585214/united-states-v-thomas-j-curran/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 7 (1st Cir.1992).</p>\n    </div>\n    <p class=\"indent\">B. Gonzalez-Valentin</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Gonzalez-Valentin argues he was a minor participant and thus entitled to a two level reduction under U.S.S.G. Sec. 3B1.2(b).  The trial judge's determination was not clearly erroneous.  See United States v. Lopez-Gil, <span class=\"citation\" data-id=\"584140\"><a href=\"/opinion/584140/united-states-v-jesus-m-lopez-gil/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1124</span></a></span>, 1131 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">484</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">388</span> </span>(1992).</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Gonzalez-Valentin was at the beach to assist in the offloading;  his house was used regularly to plan the drug smuggling;  weapons were shown and discussed at his house;  a communications radio was hidden and used in his backyard.  There was ample evidence he was more culpable than the average participant.  See U.S.S.G. Sec. 3B1.2, comment.  (backg'd.).</p>\n    </div>\n    <p class=\"indent\">C. Lugo-Maya</p>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">In addition to the mandatory sentence of 30 years on Count 4, Lugo-Maya was sentenced under the Guidelines on the drug counts, Counts 1-3.  Lugo-Maya challenges on appeal the district court's calculation of his guidelines sentence on the drug counts.  He argues the court erred in not giving him two-level reductions each for being a minor participant, pursuant to U.S.S.G. Sec. 3B1.2(b), and for acceptance of responsibility, pursuant to U.S.S.G. Sec. 3E1.1(a).  As the district court properly found, Lugo-Maya was not a minor participant--he supplied the yawls, sailed one out to the mothership, helped to unload the drugs from the boat, sailed the drugs to shore and helped unload them to the land.  As to acceptance of responsibility, Lugo-Maya's claim is factbound, and the district court's resolution of it is not clearly erroneous.  See United States v. Royer, <span class=\"citation\" data-id=\"536029\"><a href=\"/opinion/536029/united-states-v-marc-a-royer/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 29 (1st Cir.1990).  His sentence on the drug counts is affirmed.</p>\n    </div>\n    <p>IV. SECTION 2255 MOTION ISSUES</p>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">While these consolidated appeals were pending, Pagan-San-Miguel filed in the district court a motion under 28 U.S.C. Sec. 2255 to vacate and set aside his conviction on the ground that the court reporter's delay in providing him with a transcript denied him his right to a timely appeal and, therefore, deprived him of due process of law.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The district court denied the motion.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  On appeal, Pagan-San-Miguel argues that this was error.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Although extreme delay in the processing of an appeal may amount to a due process violation, and delays caused by court reporters are attributable to the government for purposes of determining whether a defendant has been deprived of due process, see, e.g., United States v. Wilson, <span class=\"citation\" data-id=\"663156\"><a href=\"/opinion/663156/united-states-v-dennis-l-wilson/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1027</span></a></span>, 1030 (9th Cir.1994), mere delay, in and of itself will not give rise to a due process infraction.  The defendant must show prejudice.  See United States v. Tucker, <span class=\"citation\" data-id=\"656184\"><a href=\"/opinion/656184/united-states-v-homer-lee-tucker/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">673</span></a></span>, 676-77 (9th Cir.1993) (en banc), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1230</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">574</span> </span>(1994).  Whether an appellate delay results in prejudice sufficient to warrant reversing a conviction rests, most importantly, on a showing that it has impaired the appeal or the defense in the event of retrial.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 676.</span></p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">There was no prejudice.  Although there was an appalling delay in preparing the transcripts, there is no argument they are incomplete or unreliable.  This is not a situation in which the court reporter has prepared an unusable transcript.  Compare <span class=\"citation\" data-id=\"663156\"><span class=\"antecedent_guess\">Wilson,</span> <a href=\"/opinion/663156/united-states-v-dennis-l-wilson/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1031</span> </a></span>(record had portion missing or was unintelligible so that record was totally unreliable).  Indeed, Pagan-San-Miguel only argues that the delay impaired his ability to present \"the strongest possible evidence in support of the appellant's version of the facts\" surrounding the read-back of Castillo-Ramos' testimony to the jury.  As Pagan-San-Miguel concedes, however, no objection was made to the district court's handling of the read-back.  And since Pagan-San-Miguel has not shown plain error in this regard, this argument does not make a difference to his appeal.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">The order of the district court denying his Sec. 2255 motion is affirmed.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The convictions and sentences of appellants Luciano-Mosquera, Pagan-San-Miguel, and Gonzalez-Valentin are affirmed on all counts.  The convictions of Lugo-Maya and Pava-Buelba are reversed on Count 4 and their sentences on that count are vacated.  Lugo-Maya's and Pava-Buelba's convictions and sentences on the drug counts, Counts 1-3, are affirmed.  The district court's order denying Pagan-San-Miguel's Sec. 2255 motion is affirmed.  It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The F/V Marlyn was not forgotten.  The U.S.S. Shark, a Coast Guard vessel, intercepted it, and a boarding party led by Lt. Wendy Abrisz arrested Castillo-Ramos and the two crew members.  Fontalvo was later arrested in Miami</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At oral argument a question arose as to whether the district court had in fact dismissed Count 5 or had simply not sentenced on that count.  We asked the government to inform us as to the disposition of the convictions for Count 5.  In its response, the government represented that Count 5 had not been dismissed and that the district court had simply not sentenced on that count.  Our own review of the docket sheet, however, reveals plainly an order dismissing Count 5, which the government acknowledged when the court called the order to counsel's attention.  We take a dim view of the government's conduct in this matter, even if it is viewed as nothing more than negligence</p>\n        <p>The government now claims that, in any event, the order dismissing Count 5 is a nullity because the order was entered on the docket a few days after each appellant had filed his notice of appeal.  Pointing out that as a general rule the entry of a notice of appeal divests the district court of jurisdiction to adjudicate any matters related to the appeal, see United States v. Distasio, <span class=\"citation\" data-id=\"489326\"><a href=\"/opinion/489326/united-states-v-louis-distasio-sr-united-states-of-america-v-jerry-j/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 23 (1st Cir.1987), the government argues that the entry of the notices of appeal divested the district court of jurisdiction over the case and that, absent jurisdiction, the order on Count 5 can have no effect.</p>\n        <p>But the government forgets that a criminal judgment involving multiple counts is not final and appealable unless the record discloses the precise disposition (e.g., the sentence) for each count.  See United States v. Wilson, <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1103</span> </span>(5th Cir.)  (no final judgment where the court imposed sentence on three counts of a six count indictment and withheld sentence on three counts) (cited with approval in 15B Charles A. Wright, Arthur R. Miller, Edward H. Cooper, Federal Practice and Procedure Sec. 3918.7 &amp; n. 10 (2d ed. 1992)), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">882</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">210</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">163</span> </span>(1971).  The district court here had not specified the disposition of Count 5 by the time the notices of appeal were docketed.  Absent a disposition on Count 5, there was no final judgment from which the defendants could appeal.  Because there was no appealable order at the time the notices were filed, the notices of appeal could not have divested the district court of its jurisdiction over the case.  Accordingly, the district court had jurisdiction and its order dismissing Count 5 was not a nullity.</p>\n        <p>That the notices were premature does not affect this court's jurisdiction of these appeals.  The notices simply relate forward to the entry of judgment.  See Fed.R.App.P. 4(b);  cf. Yockey v. Horn, <span class=\"citation\" data-id=\"526780\"><a href=\"/opinion/526780/frank-yockey-v-margaret-horn/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">945</span></a></span>, 948 n. 4 (7th Cir.1989) (where district court inadvertently failed to dismiss one count of a multi-count complaint, notice of appeal that was technically premature related forward after district court entered an order officially dismissing the remaining count).  The notices of appeal are treated as if they were filed on the date the order dismissing Count 5 was entered on the docket.</p>\n        <p>Count 5 is no longer at issue in this case.  The government did not cross-appeal from the dismissal, nor has it requested reversal of the dismissal of Count 5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> A Pinkerton instruction was never given to the jury, nor did the government argue at trial or on appeal that Pinkerton liability should apply.  See Pinkerton v. United States, <span class=\"citation\" data-id=\"104316\"><a href=\"/opinion/104316/pinkerton-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">640</span></a></span>, 646-47, <span class=\"citation\" data-id=\"104316\"><a href=\"/opinion/104316/pinkerton-v-united-states/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1180</span></a></span>, 1184, <span class=\"citation\" data-id=\"104316\"><a href=\"/opinion/104316/pinkerton-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1489</span> </a></span>(1946).  We therefore could not support the convictions on a Pinkerton theory.  See United States v. Torres- Maldonado, <span class=\"citation\" data-id=\"195153\"><a href=\"/opinion/195153/united-states-v-torres-maldonado/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span>, 101 (1st Cir.)  (\"On appeal, we will not infer either that the jury found guilt based on a theory upon which it was not instructed, or that the jury would have found guilt had it been given a Pinkerton instruction.\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">193</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">125</span> </span>(1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Appellants Gonzalez-Valentin and Pava-Buelba have incorporated all arguments made by the other appellants not inconsistent with those otherwise made in their briefs.  Our review of the issues applies therefore to their appeals as well</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 3501(a) provides, in pertinent part, that \"[b]efore such confession is received in evidence, the trial judge shall, out of the presence of the jury, determine any issue as to voluntariness.\"  18 U.S.C. Sec. 3501(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Faced with a similar challenge the Ninth Circuit has held that the change in statutory language was not substantive and that the requirement that the firearm be linked to the crime was already implicit in the statute.  \"Though the legislative history does not say so expressly, it strongly implies that the 'in relation to' language did not alter the scope of the statute, explaining that the original section was directed at persons who chose to carry a firearm as an offensive weapon for a specific criminal act.\"  United States v. Stewart, <span class=\"citation\" data-id=\"462359\"><a href=\"/opinion/462359/united-states-v-richard-stewart/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">538</span></a></span>, 539-40 (9th Cir.1985) (internal quotation omitted), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">867</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">192</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">144</span> </span>(1987)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The court reporter entered the jury room unsupervised and read the testimony.  The court gave the jury no cautionary instructions (i.e., that the testimony was not to substitute for the jurors' memories, or that the jury should not focus on one particular aspect of the evidence to the exclusion of other evidence).  There was no observation of the court reporter's reading of the testimony to ensure that no editorializing or slanting was done during the reading.  No instructions were given to the court reporter to be careful not to converse with the jurors or otherwise taint their deliberations and to be careful not to read to the jury potentially prejudicial side-bar conferences she had recorded during the course of Castillo-Ramos' testimony</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Pagan-San-Miguel filed his notice of appeal on August 3, 1992.  Around that time, the court reporter agreed to furnish the necessary transcripts to Pagan-San-Miguel.  The court reporter, however, did not provide any transcripts to Pagan-San-Miguel until mid-1994.  Largely due to the court reporter's failure to prepare the transcripts, this court extended the period for briefing the case sixteen times.  On at least three occasions this court entered Orders to Show Cause threatening the court reporter with contempt if she did not produce the transcripts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We have held that absent extraordinary circumstances a district court should not entertain a Sec. 2255 motion while a direct appeal from the same conviction is still pending.  United States v. Gordon, <span class=\"citation\" data-id=\"384349\"><a href=\"/opinion/384349/united-states-v-jacob-john-gordon/\"><span class=\"volume\">634</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">638</span> </a></span>(1st Cir.1980).  Nevertheless, instead of dismissing Pagan-San-Miguel's motion as being premature, the district court denied the motion.  In such a case, we may elect to reach the merits of the Sec. 2255 motion.  See United States v. Buckley, <span class=\"citation\" data-id=\"506591\"><a href=\"/opinion/506591/united-states-v-david-k-buckley-david-k-buckley-v-united-states/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">991</span></a></span>, 993 n. 1, 1000 n. 6 (1st Cir.1988), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1015</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">808</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">798</span> </span>(1989);  see also Rule 5, Rules Governing Proceedings in the United States District Courts Under Section 2255 of Title 28, United States Code, advisory committee note (1976)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Alternatively, Pagan-San-Miguel requests that we set aside his conviction pursuant to our supervisory powers.  This is not an appropriate case for this court to exercise its supervisory powers.  See <span class=\"citation\" data-id=\"656184\"><span class=\"antecedent_guess\">Tucker,</span> <a href=\"/opinion/656184/united-states-v-homer-lee-tucker/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">676</span></a></span></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104316/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106881/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108111/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110138/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111625/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111986/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194956/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195130/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195153/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195694/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195937/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196070/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196204/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196221/",
    "https://www.courtlistener.com/api/rest/v3/opinions/384349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/406407/",
    "https://www.courtlistener.com/api/rest/v3/opinions/462359/",
    "https://www.courtlistener.com/api/rest/v3/opinions/489326/",
    "https://www.courtlistener.com/api/rest/v3/opinions/505533/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506591/",
    "https://www.courtlistener.com/api/rest/v3/opinions/511764/",
    "https://www.courtlistener.com/api/rest/v3/opinions/512881/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520579/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526780/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531316/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534178/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536029/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537726/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584140/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585214/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587243/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590891/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593199/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601487/",
    "https://www.courtlistener.com/api/rest/v3/opinions/656184/",
    "https://www.courtlistener.com/api/rest/v3/opinions/663156/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672918/",
    "https://www.courtlistener.com/api/rest/v3/opinions/678782/",
    "https://www.courtlistener.com/api/rest/v3/opinions/691951/"
  ]
}