{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196249/",
  "id": 196249,
  "absolute_url": "/opinion/196249/santiago-ramirez-v-secretary-of-dod/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196249/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:01:25Z",
  "date_modified": "2020-02-21T23:58:03.206264Z",
  "type": "010combined",
  "sha1": "25eecf52addc4cf7896e952dc8a02abc52375c69",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1394.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-1394\r\n\n                LYNETTE SANTIAGO-RAMIREZ, ET AL.,\r\n\n                     Plaintiffs - Appellants,\r\n\n                                v.\r\n\n                SECRETARY OF DEPARTMENT OF DEFENSE\r\n                      OF THE U.S.A., ET AL.,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Juan M. P rez-Gim nez, U.S. District Judge]\r                                                                  \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n\n                and Boyle,* Senior District Judge.\r                                                           \r\n\n                                           \r\n\n     John Ward-Llamb as for appellants.\r                                 \r\n     Isabel Mu oz-Acosta, Assistant  United States Attorney, with\r                                  \r\nwhom  Guillermo Gil,  United States  Attorney,  was on  brief for\r                             \r\nappellees.\r\n\n                                           \r\n\n                         August 16, 1995\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of Rhode Island, sitting by designation.\r\r\n\n          BOYLE, Senior District Judge.   The questions presented\r                    BOYLE, Senior District Judge.\r                                                \r\n\non  appeal in this case  are the following:  whether this Court's\r\n\nstatement,  in its prior reversal of the district court, that the\r\n\ncomplaint   might  be  read  to  state  a  cause  of  action  for\r\n\nintentional infliction of emotional distress constitutes the \"law\r\n\nof the case\"  which binds the district court and, if not, whether\r\n\nthe district court's subsequent dismissal was proper.  Because we\r\n\nfind that  this Court did not  previously express its view  as to\r\n\nthe  law  applicable to  this case  and  that the  district court\r\n\ncorrectly dismissed the case, we affirm.\r\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\r                                                  \r\n\n          We summarize  the facts only  briefly as they  are laid\r\n\nout in  detail in  our prior  opinion.   See Santiago Ram rez  v.\r                                                                       \r\n\nSecretary of the  Department of  Defense, 984 F.2d  16 (1st  Cir.\r                                                  \r\n\n1993).  Because this is a  review of a grant of summary judgment,\r\n\nwe view  the facts in a  light most favorable to  the non-movant.\r\n\nSee Coyne  v. Taber Partners,  53 F.3d 454, 457  (1st Cir. 1995).\r                                      \r\n\nAppellant, Santiago, worked as a  cashier at Fort Buchanan's Army\r\n\nPost  Exchange Store.   The  store's policy  prohibited employees\r\n\nfrom  carrying merchandise through the  front door.   On June 29,\r\n\n1990,  Santiago and a  co-employee violated this policy when they\r\n\nremoved  bags  containing  store merchandise  through  the  front\r\n\nentrance.    They  placed these  bags  in the  trunk  of  the co-\r\n\nemployee's  car.   Unbeknownst  to Santiago,  the bags  contained\r\n\nstolen  merchandise.    The   Safety  and  Security  Manager  and\r\n\nSantiago's  supervisor questioned her  for a total  of 45 minutes\r\n\n                               -2-\r\r\n\nconcerning  this breach of store policy.  Santiago told them that\r\n\nshe did not know that the merchandise was stolen but was aware of\r\n\nthe store's regulation  that prohibited  employees from  carrying\r\n\nmerchandise through the front door.  She was later terminated for\r\n\nviolating  this  regulation.    The District  Court  granted  the\r\n\ndefendant's motion  to dismiss based on its finding that Santiago\r\n\ndid  not  give  the defendant  adequate  notice  of  her suit  as\r\n\nrequired by  the Federal Tort Claims  Act.  See 28  U.S.C.   2675\r                                                         \r\n\n(1994).  Santiago appealed.\r\n\n          We  found  that  a  letter  Santiago  had  sent  to the\r\n\ndefendants  satisfied  the  statute's  notice  requirement.   See\r                                                                           \r\n\nSantiago, 984 F.2d  at 19.  Because the  government is not immune\r                  \r\n\nfrom suit based on a claim of intentional infliction of emotional\r\n\ndistress, we stated that the complaint \"might be  read to plead a\r\n\ncause  of   action  for   intentional  infliction   of  emotional\r\n\ndistress.\"  Id.  at 20.  We, therefore, remanded  to the District\r                         \r\n\nCourt  for a  determination  as to  whether Santiago's  complaint\r\n\ncould  be read  to  state  a  cause  of  action  for  intentional\r\n\ninfliction of emotional distress.  Santiago, 984 F.2d at 19.  See\r                                                                           \r\n\nalso, 28 U.S.C.   2680(h) (1994).\r              \r\n\n          The district court again granted the defendant's motion\r\n\nto  dismiss, holding that under Puerto Rico law the facts alleged\r\n\nin the complaint did not state a claim for intentional infliction\r\n\nof  emotional distress and the  action was thus  barred by Puerto\r\n\nRico's  Workmen's Accident  and Compensation  Act.   Santiago has\r\n\nagain appealed.\r\n\n                               -3-\r\r\n\n                         II.  DISCUSSION\r                                   II.  DISCUSSION\r                                                  \r\n\n          The Law of the Case\r                    The Law of the Case\r                                       \r\n\n          Santiago asserts  that this  Court held that  her claim\r\n\ncould  go  forward on  the  theory of  intentional  infliction of\r\n\nemotional distress.  She claims that the district court was bound\r\n\nby this ruling  and could  not subsequently find  that the  claim\r\n\nbased on this theory was without merit.  \r\n\n          The  doctrine of  the law  of the  case directs  that a\r\n\ndecision of an appellate court as to a matter of law governs that\r\n\nissue during all subsequent stages of litigation.  See Commercial\r                                                                           \r\n\nUnion  Insurance Co. v. Walbrook Insurance Co. Ltd., 41 F.3d 764,\r                                                             \r\n\n769 (1st Cir. 1994) (citing United States v. Rivera-Mart nez, 931\r                                                                      \r\n\nF.2d 148 (1st  Cir.),  cert. denied,     U.S.   , 112  S. Ct. 184\r                                             \r\n\n(1991)).  \"When the reviewing  court, in its mandate,  prescribes\r\n\nthat  a court shall proceed in accordance with the opinion of the\r\n\nreviewing court,  it incorporates its opinion  into its mandate.\"\r\n\nId. at  770 (citing Jones v. Lewis, 957 F.2d 260, 262 (6th Cir.),\r                                            \r\n\ncert. denied     U.S.   , 113 S. Ct. 125 (1992)).\r                      \r\n\n          Here, the Court of Appeals has issued no such  mandate.\r\n\nOur prior opinion simply stated  that the appellant's claim might\r                                                                           \r\n\nbe read to state a cause  of action for intentional or  negligent\r\n\ninfliction of emotional distress.  See Santiago-Ram rez, 984 F.2d\r                                                                 \r\n\nat 18.   We remanded to the district court for a determination of\r\n\nthis issue.  See  id. at 20, 21.   Moreover, this Court not  only\r                               \r\n\nrefused  to  direct  the   district  court  on  this   issue,  it\r\n\nspecifically stated  that \"[t]he present  disposition is  without\r\n\n                               -4-\r\r\n\nprejudice  of further motion disposition under Fed. R. Civ. P. 56\r\n\nonce the parties have had an opportunity of addressing the issues\r\n\nconsistently with this opinion.\"   Id.  Thus, this Court did  not\r                                                \r\n\ndetermine that  Santiago's  claim for  intentional infliction  of\r\n\nemotional distress had  merit.   The district court  was free  to\r\n\nfind  that the  complaint  failed to  state  a claim  under  that\r\n\ntheory.\r\n\n          Dismissal for Failure to State a Claim\r                    Dismissal for Failure to State a Claim\r                                                          \r\n\n          We must  now consider whether the  lower court properly\r\n\ndismissed, for  a second time, Santiago's  claims for intentional\r\n\ninfliction of  emotional distress.   Santiago's claim  is brought\r\n\nunder the Federal Tort Claims Act  (FTCA).  See 28 U.S.C.   2671,\r                                                         \r\n\net seq. (1994).  The FTCA prescribes that the government can only\r                 \r\n\nbe held liable \"in accordance with the law of the place where the\r\n\nact of omission occurred.\"  28 U.S.C.   1346(b)(1993).  \r\n\n          Puerto  Rico has  codified  the law  dealing with  tort\r\n\nclaims  by employees against  their employers in  the Puerto Rico\r\n\nWorkmen's Compensation Act (PRWACA).  See P.R. Laws Ann. tit. 11,\r                                                   \r\n\n  1 et seq.   When an  employer insures his  or her employees  in\r                    \r\n\naccordance with the PRWACA, the  compensation provided by the act\r\n\nbecomes the exclusive remedy available to the plaintiff-employee.\r\n\nSee P.R. Laws Ann. tit. 11,    20.  According to Puerto Rico case\r             \r\n\nlaw,  however,  intentional  torts   fall  outside  the  PRWACA's\r\n\ncompensatory  scheme.    See  Pacheco-Pietri v.  Commonwealth  of\r                                                                           \r\n\nPuerto Rico, RE-89-524  Certified. Translation (S.Ct.P.R.  1992);\r                     \r\n\nOdriozola  v.  Superior  Cosmetic  Dist. Corp.,  116  D.P.R.  485\r                                                        \r\n\n                               -5-\r\r\n\n(1985).    Because  intentional   torts  are  excluded,  we  must\r\n\ndetermine whether  Santiago's complaint states a  cause of action\r\n\nfor  a intentional tort; here the  tort of intentional infliction\r\n\nof emotional harm.  \r\n\n          Because  there  is  limited  authority  in  Puerto Rico\r\n\nconcerning the  elements of the tort of intentional infliction of\r\n\nemotional harm, we must look to other jurisdictions.  The tort of\r\n\nintentional  infliction of emotional harm exists when \"one who by\r\n\nextreme and outrageous conduct intentionally or recklessly causes\r\n\nsevere emotional  distress to another.\"   Restatement (Second) of\r\n\nTorts   46 (1965).  See also Thorpe v. Mutual of Omaha Ins.  Co.,\r                                                                          \r\n\n984  F.2d. 541, 545 (1st. Cir. 1993)(conduct must be \"extreme and\r\n\noutrageous,\"   \"beyond  all  possible  bounds  of  decency,\"  and\r\n\n\"utterly  intolerable in  a  civilized  community\").    Moreover,\r\n\ncourts  have allowed  employers  some  latitude in  investigating\r\n\npossible employee misconduct.  See Starr  v. Pearle Vision, Inc.,\r                                                                          \r\n\n54 F.3d 1548, 1558  (10th Cir. 1995).   In Starr, a 1995  case in\r                                                          \r\n\nthe tenth circuit, the court  held that a plaintiff's allegations\r\n\nthat her  employer yelled at her,  pushed her back down  into her\r\n\nchair, touched her arm and blocked her exit from the  room during\r\n\nquestioning, did not rise to the level of outrageousness required\r\n\nto  state  a  cause  of  action  for  intentional  infliction  of\r\n\nemotional harm.\r\n\n          Here the  complaint is quite fact specific.  It alleges\r\n\nthat Santiago was \"questioned during around (sic) forty-five (45)\r\n\nminutes and was shown  a videotape supposedly taken at  the store\r\n\n                               -6-\r\r\n\nwhere she worked.\"  Complaint at 2.  She was told that if she did\r\n\nnot  cooperate with the investigation \"all of this could be taken\r\n\nto  the F.B.I.\"   See  id.   After  the interview,  she signed  a\r                                    \r\n\nstatement.   See id.  These  acts as alleged are  well within the\r                              \r\n\nforeseeable consequences of her actions and fall far short of the\r\n\noutrageousness  needed   to  support   a  cause  of   action  for\r\n\nintentional  infliction  of  emotional  harm.    See  Restatement\r                                                              \r\n\n(Second) of Torts   46 (1965).  See also Thorpe, 984 F.2d at 545;\r                                                         \r\n\nStarr, 54 F.3d at 1558.\r               \r\n\n          The  Supreme Court  of Puerto  Rico dealt  with similar\r\n\nfactual circumstances in Pacheco-Pietri v. Commonwealth of Puerto\r                                                                           \r\n\nRico,  RE-89-524 Certified.  Translation  (S.Ct.P.R. 1992).1   In\r              \r\n\nPacheco-Pietri  the plaintiff was a   corrections officer who was\r                        \r\n\nrequired to submit to urinalysis.   See id. at 10.   The forensic\r                                                     \r\n\noffice  mistakenly  mixed the  plaintiff's  sample  with that  of\r\n\nanother employee which tested positive for  cocaine.  See id.  As\r                                                                       \r\n\na consequence, administrative  procedures were taken against  the\r\n\nplaintiff including the requirement  that the plaintiff submit to\r\n\ndrug-addiction   treatment   at   the   Anti-Addiction   Services\r\n\nDepartment.    See id.   After  the  mistake was  discovered, the\r                                \r\n\nplaintiff filed  a complaint  seeking damages for  negligence and\r\n\nemotional distress.  See id. at 12.\r                                      \r\n\n          The Supreme  Court of Puerto Rico  upheld that Superior\r\n\nCourt's  judgment dismissing the complaint.  See  id. at 23.  The\r                                                               \r\n                    \r                              \r\n\n1   We  rely on  the certified  translation of  Pacheco-Pietri v.\r                                                                           \r\nCommonwealth  of  Puerto Rico  provided    by  the parties  since\r                                       \r\npublication in the official English-language reporter is pending.\r\n\n                               -7-\r\r\n\nSupreme  Court, although  not  directly addressing  the issue  of\r\n\nwhether this  was an  intentional tort,  found that  the incident\r\n\nconstituted  a labor accident covered by Article 20 of the Puerto\r\n\nRico Workmen's  Accident  Compensation Act  and  not  intentional\r\n\nconduct.   See id.  The court determined that the issue turned on\r                            \r\n\nwhether the accident occurred  in the course of employment.   See\r                                                                           \r\n\nid. at 19.  It stated that \"when the employee suffers an accident\r             \r\n\nin the performance of  a requirement imposed by the  employer for\r\n\nthe continuity of the employment, the same shall be considered as\r\n\nhaving occurred  in the  course of employment.\"   Id.   The court\r                                                               \r\n\nfound that because the drug testing and subsequent treatment were\r\n\npart   of  the   requirements   for  the   plaintiff's  continued\r\n\nemployment, the  accident and  injuries  stemming therefrom  were\r\n\nsolely compensable under the PRWACA and thus any civil action was\r\n\nbarred.  See id. at 23.\r                          \r\n\n          Here, the Fort Buchanan's  Army Post Exchange Store had\r\n\na policy,  similar to the drug-testing  policy in Pacheco-Pietri,\r                                                                          \r\n\nprohibiting  employees from  using  the front  door to  transport\r\n\nmerchandise.  When Santiago was discovered to have violated  this\r\n\npolicy,   she was  questioned  by her  superiors as  part of  her\r\n\ncontinued  employment.     There   is  no  allegation   that  the\r\n\nquestioning  was abusive,  extreme or  outrageously intimidating.\r\n\nPlaintiff's  experience is  not  unlike that  experienced by  the\r\n\nplaintiff  in  Pacheco-Pietri.    Santiago  claims,  without  any\r                                       \r\n\nsuggestion either that the questioning was  abusive or extreme in\r\n\nlight  of the circumstances,   that the actions  of her employers\r\n\n                               -8-\r\r\n\nconstituted an intentional infliction  of emotional harm. Because\r\n\nthis questioning  was a necessary  incident of employment  for an\r\n\nemployee  who had  broken the  rules, under  Puerto Rican  law it\r\n\ncannot be said to be intentionally tortious.   See Pacheco-Pietri\r                                                                           \r\n\nv.  Commonwealth  of  Puerto  Rico,  RE-89-524  Cert. Translation\r                                            \r\n\n(S.Ct.P.R. 1992), and Odriozola v. Superior Cosmetic Dist. Corp.,\r                                                                          \r\n\n116 D.P.R. 485 (1985).   III.  CONCLUSION\r                                   III.  CONCLUSION\r                                                   \r\n\n          The   district   court's  conclusion   that  Santiago's\r\n\ncomplaint does  not state a  claim for intentional  infliction of\r\n\nemotional harm is not in error.  We affirm.\r\n\n                               -9-\r\r\n",
  "html": "<p class=\"case_cite\">62 F.3d 445</p>\n    <p class=\"parties\">Lynette SANTIAGO-RAMIREZ, et al., Plaintiffs-Appellants,<br>v.<br>SECRETARY OF DEPARTMENT OF DEFENSE of the U.S.A., et al.,<br>Defendants-Appellees.</p>\n    <p class=\"docket\">No. 94-1394.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 7, 1994.<br>Decided Aug. 16, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">John Ward-Llambias, Santurce, PR, for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Isabel Munoz-Acosta, Asst. U.S. Atty., Hato Rey, PR, with whom Guillermo Gil, U.S. Atty., Washington, DC, was on brief for appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and BOYLE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">FRANCIS J. BOYLE, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The questions presented on appeal in this case are the following:  whether this Court's statement, in its prior reversal of the district court, that the complaint might be read to state a cause of action for intentional infliction of emotional distress constitutes the \"law of the case\" which binds the district court and, if not, whether the district court's subsequent dismissal was proper.  Because we find that this Court did not previously express its view as to the law applicable to this case and that the district court correctly dismissed the case, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We summarize the facts only briefly as they are laid out in detail in our prior opinion.  See Santiago-Ramirez v. Secretary of the Department of Defense, 984 F.2d 16 (1st Cir.1993).  Because this is a review of a grant of summary judgment, we view the facts in a light most favorable to the non-movant.  See Coyne v. Taber Partners, 53 F.3d 454, 457 (1st Cir.1995).  Appellant, Santiago, worked as a cashier at Fort Buchanan's Army Post Exchange Store.  The store's policy prohibited employees from carrying merchandise through the front door.  On June 29, 1990, Santiago and a co-employee violated this policy when they removed bags containing store merchandise through the front entrance.  They placed these bags in the trunk of the co-employee's car.  Unbeknownst to Santiago, the bags contained stolen merchandise.  The Safety and Security Manager and Santiago's supervisor questioned her for a total of 45 minutes concerning this breach of store policy.  Santiago told them that she did not know that the merchandise was stolen but was aware of the store's regulation that prohibited employees from carrying merchandise through the front door.  She was later terminated for violating this regulation.  The District Court granted the defendant's motion to dismiss based on its finding that Santiago did not give the defendant adequate notice of her suit as required by the Federal Tort Claims Act.  See 28 U.S.C. Sec. 2675 (1994).  Santiago appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We found that a letter Santiago had sent to the defendants satisfied the statute's notice requirement.  See Santiago-Ramirez, 984 F.2d at 19.   Because the government is not immune from suit based on a claim of intentional infliction of emotional distress, we stated that the complaint \"might be read to plead a cause of action for intentional infliction of emotional distress.\"  Id. at 20.   We, therefore, remanded to the District Court for a determination as to whether Santiago's complaint could be read to state a cause of action for intentional infliction of emotional distress.  Santiago- Ramirez, 984 F.2d at 19.   See also, 28 U.S.C. Sec. 2680(h) (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court again granted the defendant's motion to dismiss, holding that under Puerto Rico law the facts alleged in the complaint did not state a claim for intentional infliction of emotional distress and the action was thus barred by Puerto Rico's Workmen's Accident and Compensation Act.  Santiago has again appealed.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <p>The Law of the Case</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Santiago asserts that this Court held that her claim could go forward on the theory of intentional infliction of emotional distress.  She claims that the district court was bound by this ruling and could not subsequently find that the claim based on this theory was without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The doctrine of the law of the case directs that a decision of an appellate court as to a matter of law governs that issue during all subsequent stages of litigation.  See Commercial Union Insurance Co. v. Walbrook Insurance Co. Ltd., 41 F.3d 764, 769 (1st Cir.1994) (citing United States v. Rivera-Martinez, 931 F.2d 148 (1st Cir.), cert. denied, 502 U.S. 862, 112 S.Ct. 184, 116 L.Ed.2d 145 (1991)).  \"When the reviewing court, in its mandate, prescribes that a court shall proceed in accordance with the opinion of the reviewing court, it incorporates its opinion into its mandate.\"  Id. at 770 (citing Jones v. Lewis, 957 F.2d 260, 262 (6th Cir.), cert. denied --- U.S. ----, 113 S.Ct. 125, 121 L.Ed.2d 80 (1992)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Here, the Court of Appeals has issued no such mandate.  Our prior opinion simply stated that the appellant's claim might be read to state a cause of action for intentional or negligent infliction of emotional distress.  See Santiago-Ramirez, 984 F.2d at 18.   We remanded to the district court for a determination of this issue.  See id. at 20, 21.   Moreover, this Court not only refused to direct the district court on this issue, it specifically stated that \"[t]he present disposition is without prejudice of further motion disposition under Fed.R.Civ.P. 56 once the parties have had an opportunity of addressing the issues consistently with this opinion.\"  Id.  Thus, this Court did not determine that Santiago's claim for intentional infliction of emotional distress had merit.  The district court was free to find that the complaint failed to state a claim under that theory.</p>\n    </div>\n    <p>Dismissal for Failure to State a Claim</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We must now consider whether the lower court properly dismissed, for a second time, Santiago's claims for intentional infliction of emotional distress.  Santiago's claim is brought under the Federal Tort Claims Act (FTCA).  See 28 U.S.C. Sec. 2671, et seq.  (1994).  The FTCA prescribes that the government can only be held liable \"in accordance with the law of the place where the act of omission occurred.\"  28 U.S.C. Sec. 1346(b) (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Puerto Rico has codified the law dealing with tort claims by employees against their employers in the Puerto Rico Workmen's Compensation Act (PRWACA).  See P.R.Laws Ann. tit. 11, Sec. 1 et seq.   When an employer insures his or her employees in accordance with the PRWACA, the compensation provided by the act becomes the exclusive remedy available to the plaintiff-employee.  See P.R.Laws Ann. tit. 11, Sec. 20.  According to Puerto Rico case law, however, intentional torts fall outside the PRWACA's compensatory scheme.  See Pacheco-Pietri v. Commonwealth of Puerto Rico, RE-89-524 Certified.  Translation (S.Ct.P.R.1992);  Odriozola v. Superior Cosmetic Dist. Corp., 116 D.P.R. 485 (1985).  Because intentional torts are excluded, we must determine whether Santiago's complaint states a cause of action for an intentional tort;  here the tort of intentional infliction of emotional harm.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Because there is limited authority in Puerto Rico concerning the elements of the tort of intentional infliction of emotional harm, we must look to other jurisdictions.  The tort of intentional infliction of emotional harm exists when \"one who by extreme and outrageous conduct intentionally or recklessly causes severe emotional distress to another.\"   Restatement (Second) of Torts Sec. 46 (1965).  See also Thorpe v. Mutual of Omaha Ins. Co., 984 F.2d 541, 545 (1st Cir.1993) (conduct must be \"extreme and outrageous,\" \"beyond all possible bounds of decency,\" and \"utterly intolerable in a civilized community\").  Moreover, courts have allowed employers some latitude in investigating possible employee misconduct.  See Starr v. Pearle Vision, Inc., 54 F.3d 1548, 1558 (10th Cir.1995).  In Starr, a 1995 case in the tenth circuit, the court held that a plaintiff's allegations that her employer yelled at her, pushed her back down into her chair, touched her arm and blocked her exit from the room during questioning, did not rise to the level of outrageousness required to state a cause of action for intentional infliction of emotional harm.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here the complaint is quite fact specific.  It alleges that Santiago was \"questioned during around (sic) forty-five (45) minutes and was shown a videotape supposedly taken at the store where she worked.\"   Complaint at 2.  She was told that if she did not cooperate with the investigation \"all of this could be taken to the F.B.I.\"   See id.   After the interview, she signed a statement.  See id.   These acts as alleged are well within the foreseeable consequences of her actions and fall far short of the outrageousness needed to support a cause of action for intentional infliction of emotional harm.  See Restatement (Second) of Torts Sec. 46 (1965).  See also Thorpe, 984 F.2d at 545;  Starr, 54 F.3d at 1558.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Supreme Court of Puerto Rico dealt with similar factual circumstances in Pacheco-Pietri v. Commonwealth of Puerto Rico, RE-89-524 Certified.  Translation (S.Ct.P.R.1992).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In Pacheco-Pietri the plaintiff was a corrections officer who was required to submit to urinalysis.  See id. at 10.   The forensic office mistakenly mixed the plaintiff's sample with that of another employee which tested positive for cocaine.  See id.   As a consequence, administrative procedures were taken against the plaintiff including the requirement that the plaintiff submit to drug-addiction treatment at the Anti-Addiction Services Department.  See id.   After the mistake was discovered, the plaintiff filed a complaint seeking damages for negligence and emotional distress.  See id. at 12.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Supreme Court of Puerto Rico upheld that Superior Court's judgment dismissing the complaint.  See id. at 23.   The Supreme Court, although not directly addressing the issue of whether this was an intentional tort, found that the incident constituted a labor accident covered by Article 20 of the Puerto Rico Workmen's Accident Compensation Act and not intentional conduct.  See id.   The court determined that the issue turned on whether the accident occurred in the course of employment.  See id. at 19.   It stated that \"when the employee suffers an accident in the performance of a requirement imposed by the employer for the continuity of the employment, the same shall be considered as having occurred in the course of employment.\"  Id.  The court found that because the drug testing and subsequent treatment were part of the requirements for the plaintiff's continued employment, the accident and injuries stemming therefrom were solely compensable under the PRWACA and thus any civil action was barred.  See id. at 23.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Here, the Fort Buchanan's Army Post Exchange Store had a policy, similar to the drug-testing policy in Pacheco-Pietri, prohibiting employees from using the front door to transport merchandise.  When Santiago was discovered to have violated this policy, she was questioned by her superiors as part of her continued employment.  There is no allegation that the questioning was abusive, extreme or outrageously intimidating.  Plaintiff's experience is not unlike that experienced by the plaintiff in Pacheco-Pietri.   Santiago claims, without any suggestion either that the questioning was abusive or extreme in light of the circumstances, that the actions of her employers constituted an intentional infliction of emotional harm.  Because this questioning was a necessary incident of employment for an employee who had broken the rules, under Puerto Rican law it cannot be said to be intentionally tortious.  See Pacheco-Pietri v. Commonwealth of Puerto Rico, RE-89-524 Cert. Translation (S.Ct.P.R.1992), and Odriozola v. Superior Cosmetic Dist. Corp., 116 D.P.R. 485 (1985).</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court's conclusion that Santiago's complaint does not state a claim for intentional infliction of emotional harm is not in error.  We affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We rely on the certified translation of Pacheco-Pietri v. Commonwealth of Puerto Rico provided by the parties since publication in the official English-language reporter is pending</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">445</span></span></p>\n    <p class=\"parties\">Lynette SANTIAGO-RAMIREZ, et al., Plaintiffs-Appellants,<br>v.<br>SECRETARY OF DEPARTMENT OF DEFENSE of the U.S.A., et al.,<br>Defendants-Appellees.</p>\n    <p class=\"docket\">No. 94-1394.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 7, 1994.<br>Decided Aug. 16, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">John Ward-Llambias, Santurce, PR, for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Isabel Munoz-Acosta, Asst. U.S. Atty., Hato Rey, PR, with whom Guillermo Gil, U.S. Atty., Washington, DC, was on brief for appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and BOYLE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">FRANCIS J. BOYLE, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The questions presented on appeal in this case are the following:  whether this Court's statement, in its prior reversal of the district court, that the complaint might be read to state a cause of action for intentional infliction of emotional distress constitutes the \"law of the case\" which binds the district court and, if not, whether the district court's subsequent dismissal was proper.  Because we find that this Court did not previously express its view as to the law applicable to this case and that the district court correctly dismissed the case, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We summarize the facts only briefly as they are laid out in detail in our prior opinion.  See Santiago-Ramirez v. Secretary of the Department of Defense, <span class=\"citation\" data-id=\"599017\"><a href=\"/opinion/599017/lynette-santiago-ramirez-v-secretary-of-the-department-of-defense/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span> </a></span>(1st Cir.1993).  Because this is a review of a grant of summary judgment, we view the facts in a light most favorable to the non-movant.  See Coyne v. Taber Partners, <span class=\"citation\" data-id=\"695146\"><a href=\"/opinion/695146/john-p-coyne-v-taber-partners-i-dba-ambassador-plaza-hotel-casino/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">454</span></a></span>, 457 (1st Cir.1995).  Appellant, Santiago, worked as a cashier at Fort Buchanan's Army Post Exchange Store.  The store's policy prohibited employees from carrying merchandise through the front door.  On June 29, 1990, Santiago and a co-employee violated this policy when they removed bags containing store merchandise through the front entrance.  They placed these bags in the trunk of the co-employee's car.  Unbeknownst to Santiago, the bags contained stolen merchandise.  The Safety and Security Manager and Santiago's supervisor questioned her for a total of 45 minutes concerning this breach of store policy.  Santiago told them that she did not know that the merchandise was stolen but was aware of the store's regulation that prohibited employees from carrying merchandise through the front door.  She was later terminated for violating this regulation.  The District Court granted the defendant's motion to dismiss based on its finding that Santiago did not give the defendant adequate notice of her suit as required by the Federal Tort Claims Act.  See 28 U.S.C. Sec. 2675 (1994).  Santiago appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We found that a letter Santiago had sent to the defendants satisfied the statute's notice requirement.  See <span class=\"citation\" data-id=\"599017\"><span class=\"antecedent_guess\">Santiago-Ramirez,</span> <a href=\"/opinion/599017/lynette-santiago-ramirez-v-secretary-of-the-department-of-defense/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">19</span></a></span>.   Because the government is not immune from suit based on a claim of intentional infliction of emotional distress, we stated that the complaint \"might be read to plead a cause of action for intentional infliction of emotional distress.\"  <span class=\"citation\" data-id=\"599017\"><a href=\"/opinion/599017/lynette-santiago-ramirez-v-secretary-of-the-department-of-defense/\"><span class=\"id_token\">Id.</span> at 20. </a></span>  We, therefore, remanded to the District Court for a determination as to whether Santiago's complaint could be read to state a cause of action for intentional infliction of emotional distress.  Santiago- <span class=\"citation\" data-id=\"599017\"><span class=\"antecedent_guess\">Ramirez,</span> <a href=\"/opinion/599017/lynette-santiago-ramirez-v-secretary-of-the-department-of-defense/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">19</span></a></span>.   See also, 28 U.S.C. Sec. 2680(h) (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court again granted the defendant's motion to dismiss, holding that under Puerto Rico law the facts alleged in the complaint did not state a claim for intentional infliction of emotional distress and the action was thus barred by Puerto Rico's Workmen's Accident and Compensation Act.  Santiago has again appealed.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <p>The Law of the Case</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Santiago asserts that this Court held that her claim could go forward on the theory of intentional infliction of emotional distress.  She claims that the district court was bound by this ruling and could not subsequently find that the claim based on this theory was without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The doctrine of the law of the case directs that a decision of an appellate court as to a matter of law governs that issue during all subsequent stages of litigation.  See Commercial Union Insurance Co. v. Walbrook Insurance Co. Ltd., <span class=\"citation\" data-id=\"683508\"><a href=\"/opinion/683508/commercial-union-insurance-company-v-walbrook-insurance-co-ltd/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">764</span></a></span>, 769 (1st Cir.1994) (citing United States v. Rivera-Martinez, <span class=\"citation\" data-id=\"559873\"><a href=\"/opinion/559873/united-states-v-hector-rivera-martinez-aka-el-men/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span> </a></span>(1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">184</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">145</span> </span>(1991)).  \"When the reviewing court, in its mandate, prescribes that a court shall proceed in accordance with the opinion of the reviewing court, it incorporates its opinion into its mandate.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 770 </span>(citing Jones v. Lewis, <span class=\"citation\" data-id=\"578245\"><a href=\"/opinion/578245/robert-jones-jr-v-james-e-lewis-and-gary-ashby/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">260</span></a></span>, 262 (6th Cir.), cert. denied --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">125</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span> </span>(1992)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Here, the Court of Appeals has issued no such mandate.  Our prior opinion simply stated that the appellant's claim might be read to state a cause of action for intentional or negligent infliction of emotional distress.  See <span class=\"citation\" data-id=\"599017\"><span class=\"antecedent_guess\">Santiago-Ramirez,</span> <a href=\"/opinion/599017/lynette-santiago-ramirez-v-secretary-of-the-department-of-defense/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">18</span></a></span>.   We remanded to the district court for a determination of this issue.  See <span class=\"citation\" data-id=\"599017\"><a href=\"/opinion/599017/lynette-santiago-ramirez-v-secretary-of-the-department-of-defense/\"><span class=\"id_token\">id.</span> at 20, </a></span>21.   Moreover, this Court not only refused to direct the district court on this issue, it specifically stated that \"[t]he present disposition is without prejudice of further motion disposition under Fed.R.Civ.P. 56 once the parties have had an opportunity of addressing the issues consistently with this opinion.\"  <span class=\"citation\" data-id=\"599017\"><a href=\"/opinion/599017/lynette-santiago-ramirez-v-secretary-of-the-department-of-defense/\"><span class=\"id_token\">Id.</span>  Thus, this </a></span>Court did not determine that Santiago's claim for intentional infliction of emotional distress had merit.  The district court was free to find that the complaint failed to state a claim under that theory.</p>\n    </div>\n    <p>Dismissal for Failure to State a Claim</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We must now consider whether the lower court properly dismissed, for a second time, Santiago's claims for intentional infliction of emotional distress.  Santiago's claim is brought under the Federal Tort Claims Act (FTCA).  See 28 U.S.C. Sec. 2671, et seq.  (1994).  The FTCA prescribes that the government can only be held liable \"in accordance with the law of the place where the act of omission occurred.\"  28 U.S.C. Sec. 1346(b) (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Puerto Rico has codified the law dealing with tort claims by employees against their employers in the Puerto Rico Workmen's Compensation Act (PRWACA).  See P.R.Laws Ann. tit. 11, Sec. 1 et seq.   When an employer insures his or her employees in accordance with the PRWACA, the compensation provided by the act becomes the exclusive remedy available to the plaintiff-employee.  See P.R.Laws Ann. tit. 11, Sec. 20.  According to Puerto Rico case law, however, intentional torts fall outside the PRWACA's compensatory scheme.  See Pacheco-Pietri v. Commonwealth of Puerto Rico, RE-89-524 Certified.  Translation (S.Ct.P.R.1992);  Odriozola v. Superior Cosmetic Dist. Corp., 116 D.P.R. 485 (1985).  Because intentional torts are excluded, we must determine whether Santiago's complaint states a cause of action for an intentional tort;  here the tort of intentional infliction of emotional harm.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Because there is limited authority in Puerto Rico concerning the elements of the tort of intentional infliction of emotional harm, we must look to other jurisdictions.  The tort of intentional infliction of emotional harm exists when \"one who by extreme and outrageous conduct intentionally or recklessly causes severe emotional distress to another.\"   Restatement (Second) of Torts Sec. 46 (1965).  See also Thorpe v. Mutual of Omaha Ins. Co., <span class=\"citation\" data-id=\"599127\"><a href=\"/opinion/599127/frank-thorpe-v-mutual-of-omaha-insurance-company/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">541</span></a></span>, 545 (1st Cir.1993) (conduct must be \"extreme and outrageous,\" \"beyond all possible bounds of decency,\" and \"utterly intolerable in a civilized community\").  Moreover, courts have allowed employers some latitude in investigating possible employee misconduct.  See Starr v. Pearle Vision, Inc., <span class=\"citation\" data-id=\"696246\"><a href=\"/opinion/696246/jacqui-starr-v-pearle-vision-inc-doing-business-as-pearle-vision/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1548</span></a></span>, 1558 (10th Cir.1995).  In Starr, a 1995 case in the tenth circuit, the court held that a plaintiff's allegations that her employer yelled at her, pushed her back down into her chair, touched her arm and blocked her exit from the room during questioning, did not rise to the level of outrageousness required to state a cause of action for intentional infliction of emotional harm.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here the complaint is quite fact specific.  It alleges that Santiago was \"questioned during around (sic) forty-five (45) minutes and was shown a videotape supposedly taken at the store where she worked.\"   Complaint at 2.  She was told that if she did not cooperate with the investigation \"all of this could be taken to the F.B.I.\"   See <span class=\"citation\" data-id=\"696246\"><a href=\"/opinion/696246/jacqui-starr-v-pearle-vision-inc-doing-business-as-pearle-vision/\"><span class=\"id_token\">id.</span>   After the </a></span>interview, she signed a statement.  See <span class=\"citation\" data-id=\"696246\"><a href=\"/opinion/696246/jacqui-starr-v-pearle-vision-inc-doing-business-as-pearle-vision/\"><span class=\"id_token\">id.</span>   These acts </a></span>as alleged are well within the foreseeable consequences of her actions and fall far short of the outrageousness needed to support a cause of action for intentional infliction of emotional harm.  See Restatement (Second) of Torts Sec. 46 (1965).  See also <span class=\"citation\" data-id=\"599127\"><span class=\"antecedent_guess\">Thorpe,</span> <a href=\"/opinion/599127/frank-thorpe-v-mutual-of-omaha-insurance-company/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">545</span></a></span>;  <span class=\"citation\" data-id=\"696246\"><span class=\"antecedent_guess\">Starr,</span> <a href=\"/opinion/696246/jacqui-starr-v-pearle-vision-inc-doing-business-as-pearle-vision/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1558</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Supreme Court of Puerto Rico dealt with similar factual circumstances in Pacheco-Pietri v. Commonwealth of Puerto Rico, RE-89-524 Certified.  Translation (S.Ct.P.R.1992).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In Pacheco-Pietri the plaintiff was a corrections officer who was required to submit to urinalysis.  See <span class=\"citation\" data-id=\"696246\"><a href=\"/opinion/696246/jacqui-starr-v-pearle-vision-inc-doing-business-as-pearle-vision/\"><span class=\"id_token\">id.</span> at 10. </a></span>  The forensic office mistakenly mixed the plaintiff's sample with that of another employee which tested positive for cocaine.  See <span class=\"citation\" data-id=\"696246\"><a href=\"/opinion/696246/jacqui-starr-v-pearle-vision-inc-doing-business-as-pearle-vision/\"><span class=\"id_token\">id.</span>   As a </a></span>consequence, administrative procedures were taken against the plaintiff including the requirement that the plaintiff submit to drug-addiction treatment at the Anti-Addiction Services Department.  See <span class=\"citation\" data-id=\"696246\"><a href=\"/opinion/696246/jacqui-starr-v-pearle-vision-inc-doing-business-as-pearle-vision/\"><span class=\"id_token\">id.</span>   After the </a></span>mistake was discovered, the plaintiff filed a complaint seeking damages for negligence and emotional distress.  See <span class=\"citation\" data-id=\"696246\"><a href=\"/opinion/696246/jacqui-starr-v-pearle-vision-inc-doing-business-as-pearle-vision/\"><span class=\"id_token\">id.</span> at 12.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Supreme Court of Puerto Rico upheld that Superior Court's judgment dismissing the complaint.  See <span class=\"citation\" data-id=\"696246\"><a href=\"/opinion/696246/jacqui-starr-v-pearle-vision-inc-doing-business-as-pearle-vision/\"><span class=\"id_token\">id.</span> at 23. </a></span>  The Supreme Court, although not directly addressing the issue of whether this was an intentional tort, found that the incident constituted a labor accident covered by Article 20 of the Puerto Rico Workmen's Accident Compensation Act and not intentional conduct.  See <span class=\"citation\" data-id=\"696246\"><a href=\"/opinion/696246/jacqui-starr-v-pearle-vision-inc-doing-business-as-pearle-vision/\"><span class=\"id_token\">id.</span>   The court </a></span>determined that the issue turned on whether the accident occurred in the course of employment.  See <span class=\"citation\" data-id=\"696246\"><a href=\"/opinion/696246/jacqui-starr-v-pearle-vision-inc-doing-business-as-pearle-vision/\"><span class=\"id_token\">id.</span> at 19. </a></span>  It stated that \"when the employee suffers an accident in the performance of a requirement imposed by the employer for the continuity of the employment, the same shall be considered as having occurred in the course of employment.\"  <span class=\"citation\" data-id=\"696246\"><a href=\"/opinion/696246/jacqui-starr-v-pearle-vision-inc-doing-business-as-pearle-vision/\"><span class=\"id_token\">Id.</span>  The court </a></span>found that because the drug testing and subsequent treatment were part of the requirements for the plaintiff's continued employment, the accident and injuries stemming therefrom were solely compensable under the PRWACA and thus any civil action was barred.  See <span class=\"citation\" data-id=\"696246\"><a href=\"/opinion/696246/jacqui-starr-v-pearle-vision-inc-doing-business-as-pearle-vision/\"><span class=\"id_token\">id.</span> at 23.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Here, the Fort Buchanan's Army Post Exchange Store had a policy, similar to the drug-testing policy in Pacheco-Pietri, prohibiting employees from using the front door to transport merchandise.  When Santiago was discovered to have violated this policy, she was questioned by her superiors as part of her continued employment.  There is no allegation that the questioning was abusive, extreme or outrageously intimidating.  Plaintiff's experience is not unlike that experienced by the plaintiff in Pacheco-Pietri.   Santiago claims, without any suggestion either that the questioning was abusive or extreme in light of the circumstances, that the actions of her employers constituted an intentional infliction of emotional harm.  Because this questioning was a necessary incident of employment for an employee who had broken the rules, under Puerto Rican law it cannot be said to be intentionally tortious.  See Pacheco-Pietri v. Commonwealth of Puerto Rico, RE-89-524 Cert. Translation (S.Ct.P.R.1992), and Odriozola v. Superior Cosmetic Dist. Corp., 116 D.P.R. 485 (1985).</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court's conclusion that Santiago's complaint does not state a claim for intentional infliction of emotional harm is not in error.  We affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We rely on the certified translation of Pacheco-Pietri v. Commonwealth of Puerto Rico provided by the parties since publication in the official English-language reporter is pending</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/559873/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578245/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599017/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599127/",
    "https://www.courtlistener.com/api/rest/v3/opinions/683508/",
    "https://www.courtlistener.com/api/rest/v3/opinions/695146/",
    "https://www.courtlistener.com/api/rest/v3/opinions/696246/"
  ]
}