{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196283/",
  "id": 196283,
  "absolute_url": "/opinion/196283/santos-isaac-v-shhs/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196283/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:02:26Z",
  "date_modified": "2020-02-21T23:30:24.125798Z",
  "type": "010combined",
  "sha1": "5a53e0d3ecfd790aa4afde3325e9ad17244816ff",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1227.01A",
  "local_path": null,
  "plain_text": "\n\nSeptember 11, 1995    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1227 \r\n\n                    WILFREDO SANTOS ISAAC,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n           SECRETARY OF HEALTH AND HUMAN SERVICES,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n                         ERRATA SHEET\r\n\nThe  opinion of this court  issued on September 6, 1995 is amended\r\nas follows:\r\n\nOn  cover sheet:   Change  \"WILFREDO  SANTOS ISAAC\"  to  \"WILFREDO\r\nSANTOS-  ISAAC\".\r\n\nOn page  2:  First line.  Change \"Claimant, Wilfredo Santos Isaac\"\r\nto \"Claimant, Wilfredo Santos-Isaac\".\r\r\n\nSeptember 6, 1995\r\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1227 \r\n\n                    WILFREDO SANTOS-ISAAC,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n           SECRETARY OF HEALTH AND HUMAN SERVICES,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n               Selya and Lynch, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nLuis Vizcarrondo-Ortiz  and Salvador  Medina De  La Cruz on  brief\r                                                                    \r\nfor appellant.\r\nGuillermo  Gil,  United  States Attorney,  Maria  Hortensia  Rios-\r                                                                              \r\nGandara, Assistant United States Attorney, and Robert J. Triba, Acting\r                                                                      \r\nChief Counsel, Social Security Administration, on brief for appellee.\r\r\n\n                                         \r\n\n                                         \r\r\n\n          Per  Curiam.    Claimant,   Wilfredo  Santos-Isaac,\r                                 \r\n\nappeals  from the affirmance of the decision of the Secretary\r\n\nof  Health  and Human  Services that  he  is not  entitled to\r\n\nSocial   Security   disability  benefits.      The  Secretary\r\n\ndetermined that,  although claimant  could not return  to his\r\n\npast  work, his  high  blood pressure  and  epilepsy did  not\r\n\nprevent him from  performing light work.  Claimant objects to\r\n\nthis conclusion on essentially three grounds which we address\r\n\nin turn.\r\n\n          1.  Claimant argues  that the Secretary ignored the\r\n\nresidual functional capacity (RFC) assessment completed by an\r\n\nexamining neurologist.  In  this form, the neurologist stated\r\n\nthat due to claimant's epilepsy, he \"is limited in lifting or\r\n\ncarrying any  weight since he  can drop object[s]  and damage\r\n\nthem  or get hurt.\"  Claimant contends that because he cannot\r\n\nlift anything, he is precluded from working at any job.\r\n\n          What claimant fails to mention is the neurologist's\r\n\nspecific  finding   that  claimant   has   the  capacity   to\r\n\noccasionally lift 10 pounds and frequently  lift less than 10\r\n\npounds.   Contrary to  claimant's assertion, then,  he is not\r\n\ncompletely precluded from lifting and claimant does not point\r\n\nto any  other evidence to  back his  position.  We  also note\r\n\nthat although light work involves the ability to occasionally\r\n\nlift  20 pounds,  there  is record  evidence  to support  the\r\n\nSecretary's conclusion that claimant  can lift and carry this\r\n\n                             -2-\r\r\n\nmuch weight.   Specifically, there  are two  other RFC  forms\r\n\nwhich  indicate  that  claimant  has no  limitations  on  his\r                                                   \r\n\nability to lift and carry.  Because these RFC assessments are\r\n\nthe  only  data  in  the  record  concerning  the  impact  of\r\n\nclaimant's  impairments  on  his  exertional  limitations, we\r\n\ncannot say  that there  was insufficient evidence  to support\r\n\nthe Secretary's decision  in this regard.   See Rodriguez  v.\r                                                                     \r\n\nSecretary  of Health and  Human Services,  647 F.2d  218, 222\r                                                    \r\n\n(1st  Cir.  1981)  (conflicts in  the  evidence  are  for the\r\n\nSecretary).1\r\n\n          2.   Claimant next contends that the administrative\r\n\nlaw judge (ALJ) did not fully consider the combined effect of\r\n\nall claimant's subjective complaints  -- shortness of breath,\r\n\nmuscle aches, chest pain,  somnolence, fatigue, dizziness and\r\n\ndifficulty  with balance.  In his  decision, the ALJ credited\r\n\nthese  complaints but found that  they were not  as severe or\r\n\ndisabling  as  claimant  alleged.   In  particular,  the  ALJ\r\n\nreasoned that  if claimant  took his medicine  as prescribed,\r\n\nmost  of  the  symptoms   about  which  he  complained  would\r\n\ndisappear.   As for  the somnolence and  balance problems  --\r\n\n                    \r                                \r\n\n1.  A determination that an individual has the  ability to do\r\nlight work encompasses a finding that that person also can do\r\nsedentary work, 20 C.F.R.   404.1567(b), and the record fully\r\nsupports the conclusion that  claimant can perform such work.\r\nThat  is,  even  the  examining  neurologist  indicated  that\r\nclaimant could lift objects weighing no more than  10 pounds;\r\nfurther,  claimant, by his own admission, has the capacity to\r\nsit for extended periods of time.\r\n\n                             -3-\r\r\n\nside effects of claimant's medications -- the ALJ stated that\r\n\nchanges  in the  dosage or  type  of medicine  probably could\r\n\nreduce these symptoms.\r\n\n          \"[S]ubjective symptoms must  be evaluated with  due\r\n\nconsideration   for   credibility,  motivation   and  medical\r\n\nevidence  of impairment.\"  Gray v. Heckler, 760 F.2d 369, 374\r                                                      \r\n\n(1st  Cir.  1985)   (per  curiam).    The  ALJ  here  doubted\r\n\nclaimant's  credibility,  pointing out,  as an  example, that\r\n\nclaimant gave conflicting accounts  of the number of seizures\r\n\nhe had experienced.   Specifically, claimant had informed the\r\n\nexamining  neurologist that  he had  been free  from seizures\r\n\nduring the period from mid-January to mid-July in 1992.  Yet,\r\n\nat  the   1993  hearing,   claimant  submitted   a  statement\r\n\nsignifying that  he had  experienced over 40  seizures during\r\n\nthis time.   We note  that claimant's credibility  is further\r\n\ndiminished in this  regard by the complete dearth of evidence\r\n\nin the medical record that claimant ever complained about his\r\n\nsubjective complaints to those treating him.\r\n\n          Thus, while  the record shows that claimant suffers\r\n\nfrom  epilepsy and high  blood pressure, it  does not support\r\n\nhis allegations of disabling symptomatology.  Given this, the\r\n\nSecretary  was  not  required  to obtain  a  medical  opinion\r\n\ndirected  at evaluating these  complaints.   Finally, because\r\n\nthe  ALJ  decided to  discredit  the  severity of  claimant's\r\n\nsubjective symptoms, he did not err in similarly discrediting\r\n\n                             -4-\r\r\n\nthe  response  of the  vocational  expert that  a  person who\r\n\nactually experienced these severe complaints could not work.\r\n\n          3.  Claimant's last  argument is that the Secretary\r\n\nwas  precluded   from  relying  on  his   failure  to  follow\r\n\nprescribed  treatment  in  concluding that  claimant  was not\r\n\ndisabled.    To support  this  argument,  claimant points  to\r\n\nSocial Security Ruling 82-59.  This Ruling states:\r\n\n          An  individual  who  would  otherwise  be\r\n          found to be under  a disability, but  who\r\n          fails without justifiable cause to follow\r\n          treatment prescribed by a treating source\r\n          which   the   Social  .   .   .  Security\r\n          Administration  . .  . determines  can be\r\n          expected  to   restore  the  individual's\r\n          ability to work, cannot by virtue of such\r\n          \"failure\"   be  found   to  be   under  a\r\n          disability.\r\n\nClaimant asserts  that his  failure to follow  the prescribed\r\n\ntreatment was \"justifiable\" and should not preclude a finding\r\n\nof  disability.    Specifically,  claimant  argues  that  the\r\n\nmedical personnel who treated him had failed to inform him of\r\n\nthe importance of taking the medication as prescribed.\r\n\n          We need not reach the question whether claimant was\r\n\njustified in his actions, however, because he is not a person\r\n\nwho is  \"otherwise . . .  under a disability.\"   That is, the\r\n\nSecretary did  not determine  that claimant was  disabled but\r\n\nthat his failure to  observe medical directions precluded him\r\n\nfrom receiving  disability benefits.   Rather,  the Secretary\r\n\nfound that  claimant was not disabled  because his condition,\r\n\nas  reflected in the medical record, did not prevent him from\r\n\n                             -5-\r\r\n\nengaging  in light work.   The reference by  the Secretary to\r\n\nclaimant's failure  to take his medication  as prescribed was\r\n\nmade  in  the  course  of  discussing  claimant's  subjective\r\n\ncomplaints.   This is not the same  as relying on this factor\r\n\nto establish that claimant is not under a disability.\r\n\n          For  the foregoing  reasons,  the  judgment of  the\r\n\ndistrict court is affirmed.\r                                      \r\n\n                             -6-\r\r\n",
  "html": "<p class=\"case_cite\">65 F.3d 160</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Wilfredo SANTOS-ISAAC, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1227.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 6, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Luis Vizcarrondo-Ortiz and Salvador Medina De La Cruz on brief for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Maria Hortensia Rios-Gandara, Assistant United States Attorney, and Robert J. Triba, Acting Chief Counsel, Social Security Administration, on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Claimant, Wilfredo Santos-Isaac, appeals from the affirmance of the decision of the Secretary of Health and Human Services that he is not entitled to Social Security disability benefits.  The Secretary determined that, although claimant could not return to his past work, his high blood pressure and epilepsy did not prevent him from performing light work.  Claimant objects to this conclusion on essentially three grounds which we address in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">1. Claimant argues that the Secretary ignored the residual functional capacity (RFC) assessment completed by an examining neurologist.  In this form, the neurologist stated that due to claimant's epilepsy, he \"is limited in lifting or carrying any weight since he can drop object[s] and damage them or get hurt.\"   Claimant contends that because he cannot lift anything, he is precluded from working at any job.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">What claimant fails to mention is the neurologist's specific finding that claimant has the capacity to occasionally lift 10 pounds and frequently lift less than 10 pounds.  Contrary to claimant's assertion, then, he is not completely precluded from lifting and claimant does not point to any other evidence to back his position.  We also note that although light work involves the ability to occasionally lift 20 pounds, there is record evidence to support the Secretary's conclusion that claimant can lift and carry this much weight.  Specifically, there are two other RFC forms which indicate that claimant has no limitations on his ability to lift and carry.  Because these RFC assessments are the only data in the record concerning the impact of claimant's impairments on his exertional limitations, we cannot say that there was insufficient evidence to support the Secretary's decision in this regard.  See Rodriguez v. Secretary of Health and Human Services, 647 F.2d 218, 222 (1st Cir.1981) (conflicts in the evidence are for the Secretary).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">2. Claimant next contends that the administrative law judge (ALJ) did not fully consider the combined effect of all claimant's subjective complaints--shortness of breath, muscle aches, chest pain, somnolence, fatigue, dizziness and difficulty with balance.  In his decision, the ALJ credited these complaints but found that they were not as severe or disabling as claimant alleged.  In particular, the ALJ reasoned that if claimant took his medicine as prescribed, most of the symptoms about which he complained would disappear.  As for the somnolence and balance problems--side effects of claimant's medications--the ALJ stated that chf angeln the dosage or type of medicine probably could reduce these symptoms.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"[S]ubjective symptoms must be evaluated with due consideration for credibility, motivation and medical evidence of impairment.\"  Gray v. Heckler, 760 F.2d 369, 374 (1st Cir.1985) (per curiam).  The ALJ here doubted claimant's credibility, pointing out, as an example, that claimant gave conflicting accounts of the number of seizures he had experienced.  Specifically, claimant had informed the examining neurologist that he had been free from seizures during the period from mid-January to mid-July in 1992.  Yet, at the 1993 hearing, claimant submitted a statement signifying that he had experienced over 40 seizures during this time.  We note that claimant's credibility is further diminished in this regard by the complete dearth of evidence in the medical record that claimant ever complained about his subjective complaints to those treating him.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Thus, while the record shows that claimant suffers from epilepsy and high blood pressure, it does not support his allegations of disabling symptomatology.  Given this, the Secretary was not required to obtain a medical opinion directed at evaluating these complaints.  Finally, because the ALJ decided to discredit the severity of claimant's subjective symptoms, he did not err in similarly discrediting the response of the vocational expert that a person who actually experienced these severe complaints could not work.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">3. Claimant's last argument is that the Secretary was precluded from relying on his failure to follow prescribed treatment in concluding that claimant was not disabled.  To support this argument, claimant points to Social Security Ruling 82-59.  This Ruling states:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>An individual who would otherwise be found to be under a disability, but who fails without justifiable cause to follow treatment prescribed by a treating source which the Social ... Security Administration ... determines can be expected to restore the individual's ability to work, cannot by virtue of such \"failure\" be found to be under a disability.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Claimant asserts that his failure to follow the prescribed treatment was \"justifiable\" and should not preclude a finding of disability.  Specifically, claimant argues that the medical personnel who treated him had failed to inform him of the importance of taking the medication as prescribed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We need not reach the question whether claimant was justified in his actions, however, because he is not a person who is \"otherwise ... under a disability.\"   That is, the Secretary did not determine that claimant was disabled but that his failure to observe medical directions precluded him from receiving disability benefits.  Rather, the Secretary found that claimant was not disabled because his condition, as reflected in the medical record, did not prevent him from engaging in light work.  The reference by the Secretary to claimant's failure to take his medication as prescribed was made in the course of discussing claimant's subjective complaints.  This is not the same as relying on this factor to establish that claimant is not under a disability.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A determination that an individual has the ability to do light work encompasses a finding that that person also can do sedentary work, 20 C.F.R. Sec. 404.1567(b), and the record fully supports the conclusion that claimant can perform such work.  That is, even the examining neurologist indicated that claimant could lift objects weighing no more than 10 pounds;  further, claimant, by his own admission, has the capacity to sit for extended periods of time</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">160</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Wilfredo SANTOS-ISAAC, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1227.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 6, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Luis Vizcarrondo-Ortiz and Salvador Medina De La Cruz on brief for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Maria Hortensia Rios-Gandara, Assistant United States Attorney, and Robert J. Triba, Acting Chief Counsel, Social Security Administration, on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Claimant, Wilfredo Santos-Isaac, appeals from the affirmance of the decision of the Secretary of Health and Human Services that he is not entitled to Social Security disability benefits.  The Secretary determined that, although claimant could not return to his past work, his high blood pressure and epilepsy did not prevent him from performing light work.  Claimant objects to this conclusion on essentially three grounds which we address in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">1. Claimant argues that the Secretary ignored the residual functional capacity (RFC) assessment completed by an examining neurologist.  In this form, the neurologist stated that due to claimant's epilepsy, he \"is limited in lifting or carrying any weight since he can drop object[s] and damage them or get hurt.\"   Claimant contends that because he cannot lift anything, he is precluded from working at any job.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">What claimant fails to mention is the neurologist's specific finding that claimant has the capacity to occasionally lift 10 pounds and frequently lift less than 10 pounds.  Contrary to claimant's assertion, then, he is not completely precluded from lifting and claimant does not point to any other evidence to back his position.  We also note that although light work involves the ability to occasionally lift 20 pounds, there is record evidence to support the Secretary's conclusion that claimant can lift and carry this much weight.  Specifically, there are two other RFC forms which indicate that claimant has no limitations on his ability to lift and carry.  Because these RFC assessments are the only data in the record concerning the impact of claimant's impairments on his exertional limitations, we cannot say that there was insufficient evidence to support the Secretary's decision in this regard.  See Rodriguez v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"389936\"><a href=\"/opinion/389936/maria-s-rodriguez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">647</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">218</span></a></span>, 222 (1st Cir.1981) (conflicts in the evidence are for the Secretary).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">2. Claimant next contends that the administrative law judge (ALJ) did not fully consider the combined effect of all claimant's subjective complaints--shortness of breath, muscle aches, chest pain, somnolence, fatigue, dizziness and difficulty with balance.  In his decision, the ALJ credited these complaints but found that they were not as severe or disabling as claimant alleged.  In particular, the ALJ reasoned that if claimant took his medicine as prescribed, most of the symptoms about which he complained would disappear.  As for the somnolence and balance problems--side effects of claimant's medications--the ALJ stated that chf angeln the dosage or type of medicine probably could reduce these symptoms.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"[S]ubjective symptoms must be evaluated with due consideration for credibility, motivation and medical evidence of impairment.\"  Gray v. Heckler, <span class=\"citation\" data-id=\"451515\"><a href=\"/opinion/451515/9-socsecrepser-262-unemplinsrep-cch-16051-elaine-gray-v-margaret/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">369</span></a></span>, 374 (1st Cir.1985) (per curiam).  The ALJ here doubted claimant's credibility, pointing out, as an example, that claimant gave conflicting accounts of the number of seizures he had experienced.  Specifically, claimant had informed the examining neurologist that he had been free from seizures during the period from mid-January to mid-July in 1992.  Yet, at the 1993 hearing, claimant submitted a statement signifying that he had experienced over 40 seizures during this time.  We note that claimant's credibility is further diminished in this regard by the complete dearth of evidence in the medical record that claimant ever complained about his subjective complaints to those treating him.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Thus, while the record shows that claimant suffers from epilepsy and high blood pressure, it does not support his allegations of disabling symptomatology.  Given this, the Secretary was not required to obtain a medical opinion directed at evaluating these complaints.  Finally, because the ALJ decided to discredit the severity of claimant's subjective symptoms, he did not err in similarly discrediting the response of the vocational expert that a person who actually experienced these severe complaints could not work.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">3. Claimant's last argument is that the Secretary was precluded from relying on his failure to follow prescribed treatment in concluding that claimant was not disabled.  To support this argument, claimant points to Social Security Ruling 82-59.  This Ruling states:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>An individual who would otherwise be found to be under a disability, but who fails without justifiable cause to follow treatment prescribed by a treating source which the Social ... Security Administration ... determines can be expected to restore the individual's ability to work, cannot by virtue of such \"failure\" be found to be under a disability.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Claimant asserts that his failure to follow the prescribed treatment was \"justifiable\" and should not preclude a finding of disability.  Specifically, claimant argues that the medical personnel who treated him had failed to inform him of the importance of taking the medication as prescribed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We need not reach the question whether claimant was justified in his actions, however, because he is not a person who is \"otherwise ... under a disability.\"   That is, the Secretary did not determine that claimant was disabled but that his failure to observe medical directions precluded him from receiving disability benefits.  Rather, the Secretary found that claimant was not disabled because his condition, as reflected in the medical record, did not prevent him from engaging in light work.  The reference by the Secretary to claimant's failure to take his medication as prescribed was made in the course of discussing claimant's subjective complaints.  This is not the same as relying on this factor to establish that claimant is not under a disability.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A determination that an individual has the ability to do light work encompasses a finding that that person also can do sedentary work, 20 C.F.R. Sec. 404.1567(b), and the record fully supports the conclusion that claimant can perform such work.  That is, even the examining neurologist indicated that claimant could lift objects weighing no more than 10 pounds;  further, claimant, by his own admission, has the capacity to sit for extended periods of time</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/389936/",
    "https://www.courtlistener.com/api/rest/v3/opinions/451515/"
  ]
}