{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196268/",
  "id": 196268,
  "absolute_url": "/opinion/196268/united-states-v-martinez-molina/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196268/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:02:07Z",
  "date_modified": "2020-02-21T23:29:56.578837Z",
  "type": "010combined",
  "sha1": "13f3a071df10ea130d44ad13a5f01c24dc9f4d1a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1249.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-1249\r\n\n                          UNITED STATES,\r\n                            Appellee,\r\n\n                                v.\r\n\n                     CARLOS MARTINEZ-MOLINA,\r\n                      Defendant - Appellant.\r\n\n                                           \r\n\nNo. 94-1250\r\n\n                          UNITED STATES,\r\n                            Appellee,\r\n\n                                v.\r\n\n                    LUIS MALDONADO-RODRIGUEZ,\r\n                      Defendant - Appellant.\r\n\n                                           \r\n\nNo. 94-1251\r\n\n                          UNITED STATES,\r\n                            Appellee,\r\n\n                                v.\r\n\n                     ALFONSO RODRIGUEZ-RESTO,\r\n                      Defendant - Appellant.\r\n\n                                           \r\n\nNo. 94-1252\r\n\n                          UNITED STATES,\r\n                            Appellee,\r\n\n                                v.\r\n\n                    ANGEL RODRIGUEZ-RODRIGUEZ,\r\n                      Defendant - Appellant.\r\n\n                                           \r\r\n\n No. 94-1253\r\n\n                          UNITED STATES,\r\n                            Appellee,\r\n\n                                v.\r\n\n                      ANGEL FELICIANO-COLON,\r\n                      Defendant - Appellant.\r\n\n                                           \r\n\nNo. 94-1254\r\n\n                          UNITED STATES,\r\n                            Appellee,\r\n\n                                v.\r\n\n                      LUIS MAYSONET-MACHADO,\r\n                      Defendant - Appellant.\r\n\n                                           \r\n\nNo. 94-1255\r\n\n                          UNITED STATES,\r\n                            Appellee,\r\n\n                                v.\r\n\n                      RAFAEL E. VELEZ-MATOS,\r\n                      Defendant - Appellant.\r\n\n                                           \r\n\nNo. 94-1325\r\n\n                          UNITED STATES,\r\n                            Appellee,\r\n\n                                v.\r\n\n                      VICTOR NOBLE-CANALES,\r\n                      Defendant - Appellant.\r\n\n                                           \r\n\n                               -2-\r\r\n\n No. 94-1631\r\n\n                          UNITED STATES,\r\n                            Appellee,\r\n\n                                v.\r\n\n                      EDDIE TRAVIESO-OCASIO,\r\n                      Defendant - Appellant.\r\n\n                                           \r\n\nNo. 94-1791\r\n\n                          UNITED STATES,\r\n                            Appellee,\r\n\n                                v.\r\n\n                       OSCAR PAGAN-GARCIA,\r\n                      Defendant - Appellant.\r\n\n                                           \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n          [Hon. H ctor M. Laffitte, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Selya and Cyr, Circuit Judges.\r                                                         \r\n\n                                           \r\n\n     Teodoro  M ndez-Lebr n,  by Appointment  of  the Court,  for\r                                     \r\nappellant Carlos Mart nez-Molina.\r\n     Laura   Maldonado-Rodr guez,   Assistant    Federal   Public\r                                          \r\nDefender,  with  whom  Benicio   S nchez-Rivera,  Federal  Public\r                                                         \r\nDefender, was on brief for appellant Luis Maldonado-Rodr guez.\r\n     Ram n  Garc a, by  Appointment of  the Court,  on brief  for\r                            \r\nappellant Alfonso Rodr guez-Resto.\r\n     Eric B. Singleton for appellant Angel Rodr guez-Rodr guez.\r                                \r\n     Frank  Pola, Jr., by Appointment of the Court, for appellant\r                               \r\nAngel Feliciano-Col n.\r\n     Manuel San Juan, by Appointment  of the Court, for appellant\r                              \r\nLuis Maysonet-Machado.\r\n\n                               -3-\r\r\n\n      Miriam Ramos-Grateroles,  by Appointment  of the Court,  for\r                                      \r\nappellant Rafael E. V lez-Matos.\r\n     Thomas R.  Lincoln, by Appointment  of the Court,  with whom\r                                 \r\nLaw  Offices of  Thomas R.  Lincoln, was  on brief  for appellant\r                                             \r\nV ctor Noble-Canales.\r\n     Mar a H. Sandoval for appellant Eddie Travieso-Ocasio.\r                                \r\n     Lydia Lizarribar-Masini for appellant Oscar Pag n-Garc a.\r                                      \r\n     Joseph  C. Wyderko,  Attorney, Department  of  Justice, with\r                                 \r\nwhom  Guillermo Gil, United  States Attorney, and  Esther Castro-\r                                                                           \r\nSchmidt, were on brief for appellee.\r                 \r\n\n                                           \r\n\n                         August 30, 1995\r\n                                           \r\n\n                               -4-\r\r\n\n           TORRUELLA,  Chief  Judge.    Appellants  and  four  co-\r                    TORRUELLA,  Chief  Judge.\r                                            \r\n\ndefendants were arrested at the Barbosa Park in  Santurce, Puerto\r\n\nRico,  after  a  Drug Enforcement  Administration  (\"DEA\")  agent\r\n\nobserved  them  participating  in  what  appeared  to be  a  drug\r\n\ntransaction.   The defendants moved to suppress evidence obtained\r\n\npursuant  to the  arrest  on  the grounds  that  the arrests  and\r\n\nsubsequent  searches were  made  without  probable  cause.    The\r\n\ndistrict court denied  their motions, and the  appellants entered\r\n\nconditional  guilty  pleas.     Several  appellants  subsequently\r\n\nclaimed  that  their  guilty  pleas were  coerced  and  moved  to\r\n\nwithdraw them.  The district court denied these motions as well.\r\n\n          Appellants  now appeal  the denial  of  the motions  to\r\n\nsuppress and  motions to  withdraw their guilty  pleas.   For the\r\n\nfollowing reasons, we affirm in part and reverse in part.\r\n\n                        STATEMENT OF FACTS\r                                  STATEMENT OF FACTS\r\n\n          We recite the facts adduced at a suppression hearing in\r\n\nthe light  most favorable to  the district court's ruling  to the\r\n\nextent  that they  derive support  from  the record  and are  not\r\n\nclearly  erroneous.  United  States v. Sealey, 30  F.3d 7, 8 (1st\r                                                       \r\n\nCir. 1994).\r\n\n          On July 1,  1993, at approximately 2:30 p.m., DEA Agent\r\n\nCarlos Rivera (\"Agent Rivera\") was driving past Barbosa park when\r\n\nhe noticed eight or nine men grouped around a concrete bench near\r\n\none of  the park's  basketball courts.   Seven or  eight vehicles\r\n\nwere parked in a row alongside the group of men.   Appellant Luis\r\n\nMaldonado-Rodr guez (\"Maldonado\") was talking on a cellular phone\r\n\n                               -5-\r\r\n\n and another man in the group had a cellular phone attached to his\r\n\nwaist.   Agent Rivera observed that  the men were not  dressed to\r\n\nplay basketball  and did  not appear to  have coolers,  sodas, or\r\n\nalcoholic beverages.  Agent Rivera testified that although he did\r\n\nnot  know  any of  the  men  by name,  he  had  occasionally seen\r\n\nMaldonado  near  a  drug distribution  spot  in  a local  housing\r\n\nproject.  \r\n\n          Agent  Rivera parked his  car in the  adjoining parking\r\n\nlot and began  to surveil the group through  binoculars.  Besides\r\n\nMaldonado, the group  included appellants Alfonso Rodr guez-Resto\r\n\n(\"Rodr guez-Resto\"),  Eddie  Travieso-Ocasio  (\"Travieso\"), Angel\r\n\nFeliciano-Col n  (\"Feliciano\"),  V ctor  Noble-Canales (\"Noble\"),\r\n\nLuis  Maysonet-Machado (\"Maysonet\"),  and  Rafael E.  V lez-Matos\r\n\n(\"V lez\").    Codefendants   Enrique  Romero-Carri n  (\"Romero\"),\r\n\nCarlos  Rub n  Tejada-Morales  (\"Carlos   Tejada\"),  Angel  David\r\n\nTejada-Morales (\"Angel Tejada\") were also present.1\r\n\n          About  ten  minutes  later, Agent  Rivera  saw  a black\r\n\nNissan Pathfinder drive up and park behind Maldonado's Red Suzuki\r\n\njeep.  The  passenger of the black  Pathfinder (the \"Passenger\")2\r\n\nexited  the  vehicle  and  conversed  with  Maldonado,  Travieso,\r\n\nFeliciano, and  Romero.    The Passenger  then  removed  a  large\r\n\nhandbag  from the  rear of  the  black Pathfinder  and placed  it\r\n\nbetween a white GMC van and a gray Mercury Cougar parked side-by-\r\n                    \r                              \r\n\n1   Romero, Carlos  Tejada, and Angel  Tejada are  not parties to\r\nthis appeal.\r\n\n2  The  driver and passenger of  the black Pathfinder  were never\r\nidentified.\r\n\n                               -6-\r\r\n\n side  next to  the basketball  court.   The  Passenger removed  a\r\n\nsecond handbag  from the black  Pathfinder and placed it  next to\r\n\nthe first.  \r\n\n          Agent Rivera then drove through the parking  lot to get\r\n\na closer look.   As  he passed  by, he  saw Maldonado,  Travieso,\r\n\nFeliciano,  Romero,   and  the  Passenger   gathered  around  the\r\n\nhandbags.  Agent Rivera testified that the Passenger was handling\r\n\nsquare-shaped packages that  appeared to contain cocaine.   Agent\r\n\nRivera  also noticed that the  sliding door of  the white GMC van\r\n\nwas open, although he could not see anything inside.\r\n\n          After returning  to  his  previous  surveillance  post,\r\n\nAgent Rivera saw Noble, Maysonet, Carlos Tejada, and Angel Tejada\r\n\nstanding near the black Pathfinder.   Agent Rivera also  observed\r\n\nTravieso and Romero apparently arranging something in the rear of\r\n\na black Pontiac station wagon.  Agent Rivera did not observe them\r\n\ncarry anything  to  the black  station  wagon.   Several  minutes\r\n\nlater, the black  Pathfinder left the parking lot.   Agent Rivera\r\n\nthen left his surveillance post and called his office for backup.\r\n\nAround  the same  time  as  Agent Rivera  returned  to his  post,\r\n\nappellant   Angel   Rodr guez-Rodr guez   (\"Rodr guez-Rodr guez\")\r\n\narrived in a  black Chevrolet Lumina, joined the  group for three\r\n\nor four minutes, and then left.\r\n\n          Appellants Oscar Pag n-Garc a (\"Pag n\") and codefendant\r\n\nRoberto Maldonado-Torres  (\"Maldonado-Torres\") arrived  in a  red\r\n\nFord Mustang  about five  minutes later.   Agent Rivera  observed\r\n\nTravieso  approach  the Mustang  and  lean  his body  inside  the\r\n\n                               -7-\r\r\n\n vehicle as if he were looking for something.  Travieso removed an\r\n\nobject  (which Agent  Rivera  could not  identify)  from the  red\r\n\nMustang  and headed  towards the  gray  Toyota Tercel.   When  he\r\n\nreturned,  he took  a  green  handbag from  the  red Mustang  and\r\n\nbrought  it  to the  rear  of  that vehicle.    Pag n  exited the\r\n\ndriver's  side of the  red Mustang and  opened its trunk.   Agent\r\n\nRivera  testified  that  the  trunk  remained  open  for  several\r\n\nseconds, but that he was  unable to discern what happened to  the\r\n\ngreen handbag.  A few seconds later, Maldonado-Torres exited from\r\n\nthe passenger's side of the  red Mustang and accompanied Travieso\r\n\nand  Pag n as  they  joined the  group near  the bench.   Shortly\r\n\nthereafter,  Rodr guez-Rodr guez returned to  the parking  lot in\r\n\nthe black Lumina and rejoined the group.  \r\n\n          Several minutes later, Rodr guez-Resto and Romero  left\r\n\nthe  parking lot  in the  black Pontiac  station wagon.   By this\r\n\ntime, several  other DEA agents  had joined Agent Rivera.   Agent\r\n\nRivera followed  the black station  wagon as it circled  the park\r\n\nwhile the  other agents  continued  to surveil  the parking  lot.\r\n\nAgent  Rivera testified that  Rodr guez-Resto and Romero appeared\r\n\nto  him to  be  conducting countersurveillance  in  an effort  to\r\n\nferret  out any  \"tails.\"3    After  Rodr guez-Resto  and  Romero\r\n\nreturned to the parking lot, Agent Rivera joined the other agents\r\n\nat his prior surveillance post.  \r\n                    \r                              \r\n\n3   Specifically, Agent Rivera testified that Rodr guez-Resto and\r\nRomero were  \"buscando rabo . . .  which indicates that they were\r                                     \r\nlooking  around, checking on  surveillance to see  who's watching\r\nthem . .  . .  [T]hey're looking through their rear view mirrors,\r\nlooking all over the place to see who's watching them.\"\r\n\n                               -8-\r\r\n\n           A few  moments later, appellant  Carlos Mart nez-Molina\r\n\n(\"Mart nez\")  arrived in  a black  Toyota Supra  and the  six DEA\r\n\nAgents  decided  to intervene.    The  Agents,  all clad  in  DEA\r\n\njackets, identified themselves  as law enforcement personnel  and\r\n\nmoved  in to  detain the  group.   V lez,  Mart nez, Romero,  and\r\n\nMaldonado-Torres were all detained as they  attempted to flee the\r\n\nscene.   Mart nez  discarded an  airplane  ticket while  fleeing.\r\n\nAgent Rivera also found an  abandoned cellular phone nearby.  The\r\n\nAgents  also seized airline tickets from Feliciano, Pag n, Noble,\r\n\nMaysonet, Carlos  Tejada, and  Angel Tejada.   All of  the seized\r\n\ntickets  had been  issued under  false  names for  a flight  from\r\n\nPuerto  Rico to New York  later that afternoon.  Rodr guez-Resto,\r\n\nTravieso, Noble, Pag n,  Carlos Tejada, Angel Tejada,  and Romero\r\n\nwere all found to be carrying over $1,000 in cash.\r\n\n          Agent  Rivera testified that after all fourteen men had\r\n\nbeen  arrested, he observed  suitcases in three  of the vehicles:\r\n\nthe red Suzuki, the white van,  and the black station wagon.   He\r\n\nalso  testified   that  twelve   yellow,  U.S.D.A.   Agricultural\r\n\ninspection stickers  were in  plain view on  the front  seats and\r\n\ndashboards of six of the  vehicles.  Agent Rivera testified that,\r\n\nbased on  his experience  in law enforcement,  he knew  that drug\r\n\nsmugglers  commonly used  these stickers  to  bypass agricultural\r\n\ninspection at the airport.   The Agents then searched all  of the\r\n\nvehicles.  Seven  of the vehicles  contained two suitcases  each,\r\n\nfor a total  of fourteen suitcases.   The Agents  also found  two\r\n\nhandbags in the black station  wagon, including the green handbag\r\n\n                               -9-\r\r\n\n Travieso  had removed  from the  red Mustang.   The  Agents found\r\n\n$3,000 in cash  in the black Lumina and an  unused airline ticket\r\n\nfor a flight on the previous day in a Red Mazda Protege.\r\n\n          The  men  were  all  handcuffed and  taken  to  the DEA\r\n\noffices.  The Agents obtained  a search warrant for the suitcases\r\n\nand handbags after  a drug detection  dog indicated the  probable\r\n\npresence of  narcotics  in  eleven  of  the  suitcases  and  both\r\n\nhandbags.  Each of the eleven suitcases contained thirty to forty\r\n\nkilograms  of  cocaine.   Neither  handbag was  found  to contain\r\n\ncocaine.\r\n\n                        PROCEDURAL HISTORY\r                                  PROCEDURAL HISTORY\r\n\n          The  defendants  all  moved  to  suppress the  evidence\r\n\nseized from  their  persons and  vehicles.   The  district  court\r\n\ndenied the  motions to suppress,  and all ten  appellants entered\r\n\nconditional  guilty pleas to possession with intent to distribute\r\n\ncocaine, in violation of 21 U.S.C. 841(a).   In exchange for each\r\n\nappellant's  written plea  agreement,  the  government agreed  to\r\n\nlimit  each appellant's relevant conduct to fifteen kilograms for\r\n\nthe  purpose of sentencing.   The plea agreements  were part of a\r\n\n\"package deal\"  and were contingent  on all of the  defendants in\r\n\nthis case accepting the plea offer and entering a plea of guilty.\r\n\nThe plea agreements provided that  \"should any of the  defendants\r\n\ndecide  to change  his plea according  to the offer,  the plea is\r\n\nautomatically withdrawn as to all of the defendants.\"  Carlos\r\n\nTejada, Angel  Tejada, and Romero had elected  to go to trial and\r\n\nwere excepted from this requirement.\r\n\n                               -10-\r\r\n\n           All  ten  appellants  entered  their  guilty  pleas  on\r\n\nOctober 20, 1993.   Later that day, the jury  trial commenced for\r\n\ncodefendants Carlos  Tejada, Angel  Tejada, and  Romero.  At  the\r\n\nconclusion of  the government's  case, the  court granted  Carlos\r\n\nTejada's motion  for acquittal.   On October  27, 1994,  the jury\r\n\nacquitted Angel Tejada and convicted Romero.\r\n\n          On November 16, 1993, Rodr guez-Resto moved to withdraw\r\n\nhis guilty plea.  Travieso and V lez both moved to withdraw their\r\n\nguilty  pleas on  January 31,  1994,  the day  of the  sentencing\r\n\nhearing.  The district court denied all three motions.4  \r\n\n                     THE MOTIONS TO SUPPRESS\r                               THE MOTIONS TO SUPPRESS\r\n\nI.  Lawfulness of Arrests\r          I.  Lawfulness of Arrests\r                                   \r\n\n          Nine   appellants   --    Maldonado,   Rodr guez-Resto,\r\n\nRodr guez-Rodr guez,5   Feliciano,   Maysonet,    V lez,   Noble,\r\n                    \r                              \r\n\n4   The district court  also denied  the motions to  withdraw the\r\nguilty  pleas of  three  other  defendants.    These  defendants,\r\nhowever, do not appeal this issue.\r\n\n5   Nothing was  seized from  the person  of Rodr guez-Rodr guez.\r\nRather, he seeks to  suppress the cash found in his Black Lumina.\r\nIn  this regard,  he  argues  that his  arrest  was unlawful  and\r\naccordingly the  search of  the vehicle was  not a  valid search-\r\nincident-to-arrest.  See New York v. Belton, 453 U.S. 454, 460-61\r                                                     \r\n(1981).\r\n\n   The government,  however, no  longer attempts  to justify  the\r\nvehicle searches as incident to lawful arrest, contending instead\r\nthat there was probable cause to search the vehicles.  \"Under the\r\n'automobile  exception,' the only essential predicate for a valid\r\nwarrantless search of a motor vehicle by law enforcement officers\r\nis probable cause to believe that the vehicle contains contraband\r\nor other evidence of criminal activity.\"  United States v. McCoy,\r                                                                          \r\n977   F.2d  706,  710   (1st  Cir.  1992)   (citations  omitted).\r\nTherefore,  provided there  was  probable  cause  to  search  the\r\nvehicle  at the time  of Rodr guez-Rodr guez' arrest,  the search\r\nwas valid even  if the arrest was  not, as the police  would have\r\nhad  an independent basis  for searching the  vehicle, apart from\r\n\n                               -11-\r\r\n\n Travieso, and  Pag n   -- argue that  they were  arrested without\r\n\nprobable cause, and that therefore the items seized  during their\r\n\narrest should have been suppressed.  \r\n\n          A.  Standard of Review\r                    A.  Standard of Review\r                                          \r\n\n          With  respect to  a  motion to  suppress,  we review  a\r\n\ndistrict court's findings of fact  only for clear error.  Sealey,\r                                                                          \r\n\n30 F.3d at  9; United States v.  Maguire, 918 F.2d 254,  257 (1st\r                                                  \r\n\nCir. 1990), cert. denied, 499  U.S. 950 (1991).  This deferential\r                                  \r\n\nstandard is appropriate because the district court has a superior\r\n\nsense of what actually transpired during an incident by virtue of\r\n\nits  ability to  see and  hear the  witnesses who  have firsthand\r\n\nknowledge of the events.   United States v. Zapata, 18  F.3d 971,\r                                                            \r\n\n975 (1st Cir.  1994).  Questions of law, however,  are subject to\r\n\nde novo review.  Id.\r                             \r\n\n          B.  Applicable Law\r                    B.  Applicable Law\r                                      \r\n\n          Law enforcement officers may effect warrantless arrests\r\n\nprovided  that  they have  probable  cause  to believe  that  the\r\n\nsuspect has committed or is committing a crime.  United States v.\r                                                                        \r\n\nWatson, 423 U.S.  411, 416-18 (1976); Gerstein v.  Pugh, 420 U.S.\r                                                                 \r\n\n103,  113-14 (1975).   \"[P]robable  cause is  a fluid  concept --\r\n\nturning  on the assessment of probabilities in particular factual\r\n\ncontexts,\" Illinois  v. Gates, 462  U.S. 213, 232 (1983),  and as\r                                       \r\n\nsuch  \"must   be  evaluated   in  light   of   the  totality   of\r\n                    \r                              \r\n\nany exploitation of illegal conduct.  Id. at n.4.  See also Brown\r                                                                           \r\nv. Illinois, 422 U.S. 590, 599 (1975); United States v. Pimental,\r                                                                          \r\n645  F.2d 85,  86  (1st  Cir. 1981).    Therefore, in  addressing\r\nRodr guez-Rodr guez'  motion  to  suppress,  we  need not  decide\r\nwhether his arrest was unlawful.  \r\n\n                               -12-\r\r\n\n circumstances.\"  United  States v. Torres-Maldonado, 14  F.3d 95,\r                                                             \r\n\n105    (1st    Cir.    1994)   (quoting    United    States    v.\r                                                                     \r\n\nUricoechea-Casallas,  946   F.2d  162,  165  (1st   Cir.  1991)).\r                             \r\n\nMoreover,  in order to  establish probable cause,  the government\r\n\n\"need  not present  the quantum  of proof necessary  to convict.\"\r\n\nId. at 105  (quoting Uricoechea-Casallas, 946 F.2d at  165).  See\r                                                                           \r\n\nalso  United States v. Morris, 977 F.2d  677, 684 (1st Cir. 1992)\r                                       \r\n\n(same), cert.  denied, 113 S.  Ct. 1588 (1993); United  States v.\r                                                                        \r\n\nFigueroa, 818 F.2d 1020, 1023 (1st Cir. 1987) (same).  Rather, it\r                  \r\n\nneed only  show that  at the time  of the  arrest, the  facts and\r\n\ncircumstances  known to the arresting officers were sufficient to\r\n\nwarrant  a prudent  person in  believing that  the  defendant had\r\n\ncommitted or  was committing  an offense.   Torres-Maldonado,  14\r                                                                      \r\n\nF.3d at 105; see also Beck v. Ohio, 379 U.S. 89, 91 (1964).\r                                            \r\n\n          Of  course, probable cause  must exist with  respect to\r\n\neach  person arrested, and \"a person's mere propinquity to others\r\n\nindependently suspected  of criminal  activity does  not, without\r\n\nmore, give rise to probable cause to search that person.\"  Ybarra\r                                                                           \r\n\nv. Illinois, 444 U.S. 85,  91 (1979) (citing Sibron v. New  York,\r                                                                          \r\n\n392 U.S. 40,  62-63 (1968)); see also United States v. Diallo, 29\r                                                                       \r\n\nF.3d   23,  25  (1st  Cir.   1994).    Rather,  \"some  additional\r\n\ncircumstances  from which it is reasonable to infer participation\r\n\nin criminal enterprise must be shown.\"  United States v. Burrell,\r                                                                          \r\n\n963 F.2d 976, 986 (7th Cir.), cert. denied, 113 S. Ct. 357 (1992)\r                                                    \r\n\n(quoting United States  v. Hillison, 733 F.2d 692,  697 (9th Cir.\r                                             \r\n\n1984)).  \r\n\n                               -13-\r\r\n\n           In   assessing  the   significance  of   a  defendant's\r\n\nassociation  to   others  independently  suspected   of  criminal\r\n\nactivity, the Hillison court looked to whether the known criminal\r                                \r\n\nactivity was contemporaneous with the association and whether the\r\n\ncircumstances  suggest that the criminal activity could have been\r\n\ncarried on  without the  knowledge of all  persons present.   See\r                                                                           \r\n\nHillison, 733 F.2d at 697 (citations omitted).  Other courts have\r                  \r\n\nfocused on the nature of  the place in which the arrest  occurred\r\n\nand whether the  individual himself was behaving  suspiciously or\r\n\nwas merely \"tainted\"  by another.  See United  States v. Tehrani,\r                                                                          \r\n\n49 F.3d 54, 59 (2d Cir. 1995).\r\n\n          A  survey of the relevant caselaw makes clear, however,\r\n\nthat it is often difficult to determine precisely what additional\r\n\nfactors  are  sufficient  to create  the  requisite  inference of\r\n\nparticipatory  involvement.    In  Ybarra,  444  U.S.  at  90-91,\r                                                   \r\n\nofficers had a  warrant to  search a  bar and  its bartender  for\r\n\nheroin.  They conducted a patdown search of Ybarra, a bar patron,\r\n\ndespite the  fact he  had  made no  gestures suggesting  criminal\r\n\nconduct, no  attempts to  conceal contraband,  and no  suspicious\r\n\nstatements.   In declaring the  search invalid,  the Court  noted\r\n\nthat the officers \"knew nothing  more about Ybarra except that he\r\n\nwas present,  along  with several  other customers,  in a  public\r\n\ntavern at a time when the  police had reason to believe that  the\r\n\nbartender would have  heroin for  sale.\"   Id. at 91.   See  also\r                                                                           \r\n\nSwint v. City  of Wadley, Alabama,  51 F.3d 988 (11th  Cir. 1995)\r                                           \r\n\n(holding that the legitimate search and seizure of one suspect in\r\n\n                               -14-\r\r\n\n a public place  cannot be bootstrapped into probable  cause for a\r\n\nbroadbase search of the business establishment and its patrons).\r\n\n          Similarly,  in  Sibron v.  New  York, 390  U.S.  40, 62\r                                                        \r\n\n(1968), the Court held that probable cause was not established by\r\n\nthe  mere  fact that  the defendant  spoke to  a number  of known\r\n\nnarcotics  addicts  over  a  period  of  eight  hours  where  the\r\n\narresting officer was  completely ignorant regarding  the content\r\n\nof the  conversation and saw  nothing pass between  the defendant\r\n\nand  the addicts.  See  also United States  v. Chadwick, 532 F.2d\r                                                                 \r\n\n773, 784  (1st Cir.  1976), aff'd on  other grounds   433  U.S. 1\r                                                             \r\n\n(1977) (mere act of picking  up suspected drug traffickers at the\r\n\ntrain station and helping them load a contraband-laden footlocker\r\n\ninto  car does  not, without  more,  constitute probable  cause);\r\n\nUnited States v.  Di Re, 332  U.S. 581, 593 (1948)  (holding that\r                                 \r\n\n\"[t]he argument that  one who 'accompanies a criminal  to a crime\r\n\nrendezvous'  cannot be assumed to be a bystander, forceful enough\r\n\nin  some circumstances,  is farfetched  when the  meeting is  not\r\n\nsecretive or in a suspicious hide-out . . . and where the alleged\r\n\nsubstantive crime is  one which does not  necessarily involve any\r\n\nact visibly criminal\").\r\n\n          In  contrast, the  cases  in  which  courts  find  that\r\n\nprobable cause exists generally involve substantially more than a\r\n\nmomentary, random, or apparently innocent association between the\r\n\ndefendant  and  the known  criminal activity.   For  instance, in\r\n\nUnited States v. Patrick, 899 F.2d 169 (2d Cir. 1990),  the court\r                                  \r\n\nupheld the search  of a male defendant (Patrick)  who crossed the\r\n\n                               -15-\r\r\n\n border from  Canada into  New York at  about the  same time  as a\r\n\nwoman (Taylor)  who was found to  be carrying narcotics.   Id. at\r                                                                        \r\n\n170.  When the two entered the Immigration Office, there  were no\r\n\nother  travellers  present,  and both  defendants  told  the same\r\n\nunusual story:   they had accidentally crossed the  border by bus\r\n\nand were  simply returning  to the United  States.   Id. at  171.\r                                                                  \r\n\nWhen cocaine base  was found  in the woman's  purse, the man  was\r\n\nalso arrested.   Id.  at 172.   Distinguishing Ybarra,  the court\r                                                               \r\n\nfound that  the fact  that the man  and woman  had simultaneously\r\n\nentered  the Immigration  Office at  a time  when no  others were\r\n\npresent and  that both told  the same unusual story  \"provided an\r\n\nadequate  basis  for  the officials  to  reasonably  believe that\r\n\nPatrick was not just a  mere innocent traveling companion but was\r\n\ntravelling and  acting in concert with Taylor in transporting the\r\n\ncocaine.\"  Id.\r                        \r\n\n          Similarly,  in United States v. Halliman, 923 F.2d 873,\r                                                            \r\n\n881-82 (D.C. Cir.  1991), police officers suspected  that a group\r\n\nof  narcotics  traffickers was  living  at and  operating  out of\r\n\nseveral rooms at the  Holiday Inn.   Id. at 875.   Pursuant to  a\r                                                  \r\n\nvalid search, the officers seized a substantial amount of cocaine\r\n\nand  arrested defendant Halliman.   Id. at 876-77.  Subsequently,\r                                                 \r\n\ntwo men entered the hotel lobby and headed for the rooms that had\r\n\njust been searched.   The night manager informed  police that the\r\n\ntwo men were \"in the group\" of narcotics traffickers who had been\r\n\nfrequenting the hotel  for the past  month.  The  men stopped  in\r\n\nfront of one  of the rooms in  which the cocaine had  been seized\r\n\n                               -16-\r\r\n\n and contemplated the broken lock.   The police then arrested them\r\n\nand seized  the cocaine  they were  carrying.   Id. at  877.   In\r                                                             \r\n\nupholding  the arrest, the  court distinguished Ybarra  by noting\r                                                                \r\n\nthat  \"the police  here  were  aware of  more  than a  momentary,\r\n\ncasual, or random association among the defendants, the location,\r\n\nand Halliman.\"  Id. at 882.\r                             \r\n\n           In Hillison, 733 F.2d at 697, the defendant registered\r                                \r\n\nat a hotel under an alias and occupied a room adjacent to two men\r\n\nknown  to be  engaged in  narcotics trafficking.   The  three men\r\n\nvisited  back and  forth between  the  two rooms  and used  their\r\n\nautomobiles interchangeably.   The court found probable  cause to\r\n\narrest the defendant based on his close association with the drug\r\n\ntraffickers over the course of  three days, noting that \"it taxes\r\n\ncredulity to  assert that [the  defendant] spent as much  time in\r\n\n[the drug-traffickers'] company . . . without knowing about their\r\n\ndrug dealing activity.\"  Id.\r                                      \r\n\n          In United States  v. Holder, 990 F.2d  1327, 1329 (D.C.\r                                               \r\n\nCir. 1993), the court found  probable cause to arrest a defendant\r\n\nfound  at the  scene of  a  narcotics transaction.   The  court's\r\n\nanalysis focused on  the fact that the transaction  occurred in a\r\n\nprivate apartment  where the drugs  were openly on display.   The\r\n\ncourt distinguished Ybarra, stating that while Ybarra's \"presence\r                                    \r\n\nin a  public tavern  was ostensibly  innocent, [the  defendant's]\r\n\npresence in a private apartment just a few feet from a table full\r\n\nof cocaine  can  hardly be  so  described. .  .  .   The  logical\r\n\n                               -17-\r\r\n\n inference  .  . .  was  that  [he]  was  either a  party  to  the\r\n\ndistribution of drugs or a customer.\"  Id.  \r                                                    \r\n\n          With these principles in mind, we turn to the claims of\r\n\neach appellant.\r\n\n          C.  Analysis\r                    C.  Analysis\r                                \r\n\n            1.  Travieso, Maldonado, and Feliciano\r                      1.  Travieso, Maldonado, and Feliciano\r                                                            \r\n\n          We  first consider  the claims of  appellants Travieso,\r\n\nMaldonado, and Feliciano.  The record indicates that although the\r\n\nmen were  in a park  near a basketball  court, they were  neither\r\n\ndressed  to play  nor visibly  equipped for  a social  gathering.\r\n\nAgent  Rivera  also  witnessed Maldonado  talking  on  a cellular\r\n\nphone, which  we have previously noted  to be a  \"known tool[] of\r\n\nthe  drug trade.\"   United States v.  de la Cruz,  996 F.2d 1307,\r                                                          \r\n\n1311 (1st  Cir.), cert.   denied, 114 S.  Ct. 356 (1993).   While\r                                          \r\n\nthese  facts  might not  be enough  alone to  constitute probable\r\n\ncause, they do  weigh in our evaluation  of the \"totality of  the\r\n\ncircumstances.\"   More significant,  however, are  Agent Rivera's\r\n\nsubsequent  observations.    He testified  that  after  the black\r\n\nPathfinder arrived, the  Passenger removed two handbags  from the\r\n\nvehicle and  placed them between  the white van and  gray Cougar.\r\n\nAgent  Rivera  testified further  that  Travieso, Maldonado,  and\r\n\nFeliciano  all  gathered  around as  the  Passenger  handled what\r\n\nappeared to be packages of  cocaine.6  We think that  these facts\r\n                    \r                              \r\n\n6  Appellants  argue that Agent Rivera must  have fabricated this\r\ntestimony because the handbags seized did not contain cocaine and\r\nthe  packages  of cocaine  were  all ultimately  found  in locked\r\nsuitcases for  which the  appellants had no  keys.   Agent Rivera\r\nsuggested  on  cross-examination,  however,  that  the  Passenger\r\n\n                               -18-\r\r\n\n would lead a prudent person to believe that a large-scale cocaine\r\n\ntransaction  was transpiring  and that  Travieso, Maldonado,  and\r\n\nFeliciano were involved.   We accordingly hold that their arrests\r\n\nwere supported by probable cause.   \r\n\n            2.  Rodr guez-Resto, Maysonet, V lez, and Noble\r                      2.  Rodr guez-Resto, Maysonet, V lez, and Noble\r                                                                     \r\n\n          We  now  consider  whether  the  arrests  of appellants\r\n\nRodr guez-Resto, Maysonet, V lez, and Noble were supported by the\r\n\nrequisite  probable  cause.    All  four  argue  that  they  were\r\n\nimproperly  arrested  for  their   \"mere  propinquity  to  others\r\n\nindependently  suspected of criminal activity.\"  Ybarra, 444 U.S.\r                                                                 \r\n\nat 91.  Although a close call, we disagree.\r\n\n          While  we acknowledge  that  the  facts  here  are  not\r\n\nclearly analogous to  any of the cases discussed  above, they are\r\n\ncompletely  distinguishable from Ybarra  and its progeny  in that\r                                                 \r\n\nthey  indicate  more   than  a  \"momentary,  casual,   or  random\r\n\nassociation\" between these  four defendants, the location  of the\r\n\narrest, and  those independently suspected of  criminal activity.\r\n\nApplying the first  factor enunciated by  the Hillison court,  we\r                                                                \r\n\nnote  that  the  connection  between  Rodr guez-Resto,  Maysonet,\r\n\nV lez,   and  Noble  and  the  suspected  criminal  activity  was\r\n\ncontemporaneous:  all  four were among the original  group of men\r\n\nthat  initially attracted  Agent Rivera's  attention  by using  a\r\n\n                    \r                              \r\n\nprobably took the  handbags with him  when he left  in the  black\r\nPathfinder.    Because  this  interpretation  of  the  events  is\r\nsupported  by the  record, we  cannot find  the district  court's\r\nreliance on it to be clearly erroneous. \r\n\n                               -19-\r\r\n\n cellular telephone  and gathering in  street clothes in  a public\r\n\npark.  See Hillison, 733 F.2d at 697.\r                             \r\n\n          With regard to  the second Hillison factor, we think it\r                                                       \r\n\nstrains credulity  to suggest  that the  cocaine transaction  was\r\n\nbeing carried  on without the  knowledge of all  persons present.\r\n\nId.  Admittedly, Rodr guez-Resto, Maysonet, V lez, and Noble were\r             \r\n\nnot among  the  group  that  gathered  around  as  the  Passenger\r\n\nallegedly handled the  packages of cocaine.   Nevertheless, Agent\r\n\nRivera's testimony  clearly indicates that they were  part of the\r\n\ngroup  suspected of narcotics violations.  Agent Rivera testified\r\n\nthat  the  group  was  bunched  tightly  and  moved  towards  the\r\n\nPathfinder when  it arrived,  suggesting that  they knew or  were\r\n\nexpecting  its  occupants.   Furthermore,  their  lack  of either\r\n\nathletic gear  or picnic accoutrements  made it less  likely that\r\n\nthey were at the park for an unrelated and innocent activity, and\r\n\ntherefore suggested that  they were not ignorant of  the criminal\r\n\nactivity transpiring  around them.   Although these facts  do not\r\n\nconclusively rule out  the \"innocent  bystander\" explanation,  we\r\n\nthink that they  reasonably imply participatory involvement.   As\r\n\nthe Supreme Court  has explained, the evidence \"must  be seen and\r\n\nweighed  not in  terms of  library analysis  by scholars,  but as\r\n\nunderstood by  those  versed in  the field  of law  enforcement.\"\r\n\nGates, 462 U.S. at 232 (quoting United States v. Cortez, 449 U.S.\r                                                                 \r\n\n411, 418 (1981)).   We  do not  think officers in  the field  are\r\n\nrequired to divorce themselves from reality or to ignore the fact\r\n\nthat \"criminals rarely  welcome innocent persons as  witnesses to\r\n\n                               -20-\r\r\n\n serious  crimes and  rarely seek  to  perpetrate felonies  before\r\n\nlarger-than-necessary audiences.\"   United  States v.  Ortiz, 966\r                                                                      \r\n\nF.2d  707, 712  (1st Cir.1992),   cert. denied,  113 S.  Ct. 1005\r                                                        \r\n\n(1993).7   Accordingly, we  find that  the arrests  of Rodr guez-\r\n\nResto,  Maysonet, V lez,  and Noble  were  supported by  probable\r\n\ncause.8\r\n                    \r                              \r\n\n7    Although  this  observation   was  made  with  regard  to  a\r\nsufficiency-of-the-evidence challenge,  we think it  also applies\r\nin probable cause determinations.\r\n\n8  Additional facts strengthen the probable cause finding against\r\nV lez and Rodr guez-Resto.\r\n\n   V lez  fled when  the  Agents approached,  and as  the Supreme\r\nCourt has  held,  flight  at  the  approach  of  law  enforcement\r\nofficers,  when  coupled  with  specific  knowledge relating  the\r\nsuspect to  evidence  of  a  crime,  is a  proper  factor  to  be\r\nconsidered in  the decision to make  an arrest.  See  Sibron, 392\r                                                                      \r\nU.S. at 66-67; see also  United States v. Romero-Carri n, No. 94-\r                                                                  \r\n1792, 1995 WL  258843, at *1 (1st Cir. May 9, 1995) (related case\r\nin which we held that codefendant Romero's flight \"evinced a keen\r\nconsciousness of guilt\");  United States v. Paleo, 967  F.2d 7, 9\r                                                           \r\n(1st Cir. 1992);  United States v. Cruz, 910 F.2d  1072, 1077 (3d\r                                                 \r\nCir. 1990), cert. denied, 498 U.S. 1039 (1991).\r                                  \r\n\n   With regard to Rodr guez-Resto, Agent Rivera testified that he\r\nparticipated   in  a   countersurveillance   effort  along   with\r\ncodefendant  Romero.  It is well settled that countersurveillance\r\nefforts  are indicative  of  knowing  participation  in  criminal\r\nactivity.  E.g., United States  v. Delgado, 4 F.3d 780, 788  (9th\r                                                    \r\nCir. 1993);  United States v. Iafelice, 978  F.2d 92, 95 (3d Cir.\r                                                \r\n1992); United States v. Taylor, 956 F.2d 572, 578 (6th Cir. 1992)\r                                        \r\n(reasonable  suspicion could  be  inferred  where defendant  \"had\r\nglanced   furtively   in  every   direction   as  if   conducting\r\n'countersurveillance'\").    Here,  Agent  Rivera  testified  that\r\nRomero  and Rodr guez-Resto were  \"looking around  . .  . looking\r\nthrough their  rear view mirrors,  looking all over the  place to\r\nsee who's  watching them.\"   These  observations, while  arguably\r\nconsistent  with innocent  driving, were  sufficient  to allow  a\r\ntrained officer  to infer  that Romero  and Rodr guez-Resto  were\r\nconducting  countersurveillance   and  accordingly   support  our\r\nprobable cause  determination.   See  Iafelice,  978 F.2d  at  95\r                                                        \r\n(countersurveillance  could  be  inferred  where defendants  were\r\ndriving  very slowly,  looking  all around,  and  staring at  the\r\noccupants of all the cars they passed).  \r\n\n                               -21-\r\r\n\n             3.  Pag n\r                      3.  Pag n\r                               \r\n\n          Appellant  Pag n also claims  that he was  arrested for\r\n\nhis \"mere  propinquity\" to  the others.   We disagree.   Although\r\n\nPag n   arrived  after  the   black  Pathfinder  had   left,  his\r\n\ninteraction  with Travieso  was sufficient  for  the officers  to\r\n\ninfer  his  participatory  involvement  in  a  drug  transaction.\r\n\nTravieso  was among  the four  who had  gathered around  when the\r\n\nPassenger handled the suspicious packages taken from the handbags\r\n\nretrieved  from the  back of  the black  Pathfinder.   From this,\r\n\nAgent  Rivera could reasonably  have concluded that  Travieso was\r\n\nintimately involved with  the suspected drug transaction.   Agent\r\n\nRivera  testified that  when Pag n  arrived in  the  red Mustang,\r\n\nTravieso immediately came over and inserted his entire torso into\r\n\nthe  car  as if  he  were  \"searching  for something  inside  the\r\n\nvehicle.\"  Agent Rivera  testified that Travieso then  removed an\r\n\nobject  which  he  could  not  identify  from  the  red  Mustang.\r\n\nTravieso then  extracted a  green handbag and  brought it  to the\r\n\nrear of the red  Mustang.  Agent Rivera testified that Pag n then\r\n\nexited the vehicle, headed to the rear, and opened the trunk.   A\r\n\nfew seconds later, the trunk was closed and Agent Rivera could no\r\n\nlonger  see the green handbag.   Pag n then accompanied Travieso,\r\n\nand they joined  the group near the  bench.  We think  that these\r\n\nevents  fairly  imply  participatory  involvement.    When  Pag n\r\n\narrived, Agent Rivera  already had  good reason  to suspect  that\r\n\nTravieso  was in possession of handbags containing cocaine.  When\r\n\nTravieso immediately retrieved two objects from  Pag n's vehicle,\r\n\n                               -22-\r\r\n\n one of which was a handbag which he apparently transferred to the\r\n\ntrunk,  Agent Rivera reasonably  could have concluded  that Pag n\r\n\nwas  also a  knowing participant  in the  drug transaction.9   We\r\n\naccordingly  find that Pag n's  arrest was supported  by probable\r\n\ncause. \r\n\nII.  Lawfulness of the Vehicle Searches\r          II.  Lawfulness of the Vehicle Searches\r                                                 \r\n\n          Appellants challenge  the  searches  of  seven  of  the\r\n\neleven vehicles:   the black  Toyota Supra, the gray  Nissan, the\r\n\nRed  Suzuki, the white GMC  van, the red  Mazda Protege, the gray\r\n\nCougar, and the black Lumina.10\r\n\n          The  Supreme Court has ruled that  an automobile may be\r\n\nsearched without a  warrant if the police have  probable cause to\r\n\nbelieve that  it  contains contraband,  evidence of  a crime,  or\r\n\nother matter that may lawfully be seized.  California v. Acevedo,\r                                                                          \r\n\n500 U.S. 565  (1991); United States v. Ross, 456 U.S. 798 (1982).\r                                                     \r\n\nAs in other  contexts, probable cause to search  a vehicle exists\r\n\nwhere the facts and circumstances known to the arresting officers\r\n\nare sufficient to cause a person of reasonable caution to believe\r\n\nthe search is justified.   United States v. Infante-Ruiz, 13 F.3d\r                                                                  \r\n\n498, 502 (1st  Cir. 1994) (citing 3 Charles  Alan Wright, Federal\r                                                                           \r\n\nPractice and Procedure:  Criminal 2d    662 at 579 (1982)).  That\r                                              \r\n                    \r                              \r\n\n9  Moreover, the immediacy  of Travieso's actions with respect to\r\nPag n's arrival  suggest that  Travieso was  expecting Pag n  and\r\nknew his vehicle contained the handbags.\r\n\n10    The searches  of  the  remaining  vehicles are  either  not\r\nchallenged  or are  challenged in  such  a vague  and perfunctory\r\nmanner that we deem  the challenge waived on appeal.   See United\r                                                                           \r\nStates v. Zannino, 895 F.2d 1,  17 (1st Cir.), cert. denied,  494\r                                                                     \r\nU.S. 1082 (1990).  \r\n\n                               -23-\r\r\n\n is, there must have been particular facts indicating that, at the\r\n\ntime  of search,  the vehicle  or a  container within  it carried\r\n\ncontraband, evidence of crime, or other seizable matter.  Id.\r                                                                       \r\n\n          Before addressing whether probable cause  existed as to\r\n\neach vehicle,  we note that before they intervened, the arresting\r\n\nofficers had probable cause to believe  that the tightly gathered\r\n\ngroup in  the parking  lot was engaged  in a  large-scale cocaine\r\n\ntransaction.   Moreover, when the Agents approached, four members\r\n\nof   the  group  attempted  to  flee,  suggesting  their  knowing\r\n\nparticipation in illegal  activity.  Upon searching  the arrested\r\n\nmen,  the Agents  found large  amounts  of cash  and seven  plane\r\n\ntickets for a flight to New York later that afternoon, all issued\r\n\nunder false names.  Six suitcases were in plain view in  three of\r\n\nthe  vehicles.   Additionally,  six  of  the  vehicles  contained\r\n\nU.S.D.A.  stickers,   commonly  used   by  smugglers  to   bypass\r\n\nagricultural inspection at the airport.  From these observations,\r\n\na reasonable law enforcement officer could conclude that most, if\r\n\nnot all, of  the men were conspiring to  transport narcotics into\r\n\nNew  York, and that  they were using  the vehicles  parked at the\r\n\nscene to bring the narcotics to the airport.\r\n\n          A.  The black Supra and the gray Nissan\r                    A.  The black Supra and the gray Nissan\r                                                           \r\n\n          Mart nez  claims that his  black Supra and  gray Nissan\r\n\nwere unlawfully searched.  Initially, we note that Mart nez owned\r\n\ntwo of  the vehicles  present at  the park,  and the  police were\r\n\n                               -24-\r\r\n\n aware of this fact.11   This suggests that his presence  with the\r\n\nother   defendants  at  the  park  was   by  design  rather  than\r\n\ncoincidence  and significantly discounts  any theory that  he had\r\n\nmerely stopped by to chat  with some friends.  Additionally, when\r\n\nthe Agents intervened,  Mart nez fled, discarding a  plane ticket\r\n\nin the process.  Moreover, U.S.D.A.  Agriculture stickers were in\r\n\nplain view in the vehicles.  We think that these facts would lead\r\n\na reasonably  prudent person to  believe that Mart nez  was using\r\n\nhis   vehicles  to  facilitate  the  narcotics  conspiracy.    We\r\n\naccordingly find that the searches of his vehicles were lawful.\r\n\n          B.  The red Suzuki\r                    B.  The red Suzuki\r                                      \r\n\n          Maldonado maintains that  the search of his  red Suzuki\r\n\njeep was unlawful.  We disagree.  Agent Rivera testified that two\r\n\nsuitcases and  two U.S.D.A.  stickers were in  plain view  in the\r\n\nvehicle.  Putting these observations  in the context of the other\r\n\nobservations   and  events,  we  think  the  officers  were  well\r\n\nwarranted  in  believing  that  the vehicle  was  being  used  to\r\n\nfacilitate  the narcotics conspiracy.   We accordingly  find that\r\n\nthe search of the red Suzuki was supported by probable cause.\r\n\n          C.  The white GMC van\r                    C.  The white GMC van\r                                         \r\n\n          Feliciano challenges the  search of his white  GMC van.\r\n\nInitially,  we note  that upon  searching  Feliciano, the  Agents\r\n\nfound an airline ticket issued under a false name, suggesting his\r\n\ninvolvement in the drug transaction.  Moreover, when Agent Rivera\r\n                    \r                              \r\n\n11  Before  searching the vehicles,  the police identified  their\r\nowners  by questioning the defendants and running computer checks\r\non the license plates.\r\n\n                               -25-\r\r\n\n observed the Passenger  handling the suspicious packages,  he was\r\n\nsquatting  between Feliciano's van  and the gray  Mercury Cougar.\r\n\nAgent Rivera also noted that the sliding door of the van was open\r\n\nat this time.   After intervention, the agents  observed that two\r\n\nsuitcases lay in  plain view  in the  vehicle.   These facts  all\r\n\nsuggest more than a random connection between the vehicle and the\r\n\nsuspected narcotics trafficking and in light of the circumstances\r\n\nwere sufficient  to warrant  the officers  in believing  that the\r\n\nvehicle  contained  contraband.   We  accordingly  find  that the\r\n\nsearch of the van was supported by probable cause. \r\n\n          D.  The red Mazda Protege\r                    D.  The red Mazda Protege\r                                             \r\n\n          V lez  maintains that  the  search  of  the  red  Mazda\r\n\nProtege was unlawful.   We disagree.  Two  U.S.D.A. stickers were\r\n\nin plain view near the dashboard, thus linking the vehicle to the\r\n\nsuspected narcotics trafficking and warranting the Agents' belief\r\n\nthat it  contained  contraband.   We  accordingly find  that  the\r\n\nsearch of the red Mazda Protege was supported by probable cause.\r\n\n                               -26-\r\r\n\n           E.  The gray Cougar and the black Lumina\r                    E.  The gray Cougar and the black Lumina\r                                                            \r\n\n          Rodr guez-Rodr guez maintains  that the  search of  the\r\n\ngray Cougar was invalid.   We disagree.  The Passenger's handling\r\n\nof the suspicious packages occurred  between the gray Cougar  and\r\n\nthe  white GMC  van.    Moreover, the  Agents  observed that  two\r\n\nU.S.D.A. stickers lay in  plain view in the Cougar.   In light of\r\n\nthe  circumstances,  we   think  that  these   observations  were\r\n\nsufficient to warrant the officers  in believing that the vehicle\r\n\nwas  being  used to  transport  narcotics  to  the airport.    We\r\n\naccordingly find that the search of the gray Cougar was supported\r\n\nby probable cause.\r\n\n          Rodr guez-Rodr guez also challenges  the search of  the\r\n\nblack Lumina.   While  this presents a  somewhat closer  call, we\r\n\nthink the search was  supported by the requisite probable  cause.\r\n\nAdmittedly, Rodr guez-Rodr guez arrived in the black Lumina after\r\n\nthe Pathfinder had left the area.  He joined the group for only a\r\n\nfew  minutes, left  in  the black  Lumina,  and returned  shortly\r\n\nthereafter.  The Agents did  not observe anything being placed in\r\n\nor withdrawn from the vehicle.\r\n\n          Nevertheless, before searching the vehicles, the Agents\r\n\ndetermined that Rodr guez-Rodr guez  owned the gray  Cougar,12 in\r\n\nwhich  the  Agents  had  observed U.S.D.A.  stickers.    This was\r\n\nsufficient to warrant the Agents' belief that Rodr guez-Rodr guez\r\n\nwas intimately  involved in the suspected  narcotics trafficking.\r\n\n                    \r                              \r\n\n12  The  black Lumina was owned by the sister of appellant Pag n.\r\nIt is not clear from the record when the Agents learned this.\r\n\n                               -27-\r\r\n\n Thus,  before searching the  black Lumina, the  Agents reasonably\r\n\nsuspected Rodr guez-Rodr guez  of drug trafficking and  knew that\r\n\nhe was independently associated with two vehicles at the scene of\r\n\nthe arrest:  the  one in which he  arrived and the one  he owned.\r\n\nThese   facts,  in  conjunction   with  Agent  Rivera's  previous\r\n\nobservations  and the  cash  and  tickets  already  seized,  were\r\n\nsufficient  to warrant the  Agents' belief that  the black Lumina\r\n\nwas  being used to  transport narcotics.  See  McCoy, 977 F.2d at\r                                                              \r\n\n711  (where  officers have  probable  cause to  believe  that the\r\n\nsuspects   used  the  vehicle  in  criminal  activity,  they  may\r\n\nreasonably   infer   the  vehicle   contains  contraband).     We\r\n\naccordingly  find  that  the  search  of  the  black  Lumina  was\r\n\nsupported by probable cause.\r\n\n                 MOTIONS TO WITHDRAW GUILTY PLEAS\r                           MOTIONS TO WITHDRAW GUILTY PLEAS\r\n\n          Rodr guez-Resto, V lez, and  Travieso all contend  that\r\n\nthe district  court erred  in denying their  motions to  withdraw\r\n\ntheir guilty pleas.\r\n\n          Other than  for errors  of  law, we  will overturn  the\r\n\ntrial judge's decision to deny a motion to withdraw a guilty plea\r\n\nonly for  \"demonstrable abuse of  discretion.\"  United  States v.\r                                                                        \r\n\nAllard, 926 F.2d 1237, 1245 (1st Cir. 1991) (citing United States\r                                                                           \r\n\nv. Pellerito,  878 F.2d 1535,  1538 (1st Cir. 1989)).   The trial\r                      \r\n\ncourt's  subsidiary findings  of  fact  in  connection  with  the\r\n\nplea-withdrawal motion are reviewed only for clear error.  Id.\r                                                                        \r\n\n          It  is well  settled that  a  defendant may  withdraw a\r\n\nguilty plea prior  to sentencing only upon a showing of \"fair and\r\n\n                               -28-\r\r\n\n just reason\" for the request.   United States v. Cotal-Crespo, 47\r                                                                       \r\n\nF.3d 1, 3  (1st Cir. 1995) (citing Pellerito, 878  F.2d at 1537);\r                                                      \r\n\nsee also Fed. R.  Crim. P. 32(d).  To gauge  whether the asserted\r                  \r\n\nground for withdrawal meets the Rule 32(d) standard, a court must\r\n\nlook at the totality of the circumstances, especially whether the\r\n\ndefendant's plea  was knowing, voluntary,  and intelligent within\r\n\nthe meaning of Rule 11.  See Cotal-Crespo, 47 F.3d at 3-4; United\r                                                                           \r\n\nStates v.  Doyle, 981 F.2d  591, 594 (1st Cir.  1992); Pellerito,\r                                                                          \r\n\n878 F.2d at 1537.   Other factors the court  may consider include\r\n\n(1)  the  plausibility  of the  reasons  prompting  the requested\r\n\nchange of plea; (2) the timing of the defendant's motion; and (3)\r\n\nthe  existence  or  nonexistence of  an  assertion  of innocence.\r\n\nCotal-Crespo, 47  F.3d at  3-4.  Lastly,  even where  a defendant\r                      \r\n\nappears to meet the strictures  of this four-part test, the court\r\n\nstill must evaluate the  proposed plea withdrawal in  relation to\r\n\nany  demonstrable prejudice that will accrue to the government if\r\n\nthe defendant is permitted to change his plea.  United States  v.\r                                                                       \r\n\nParrilla-Tirado, 22 F.3d 368, 371 (1st Cir. 1994) (citing  Doyle,\r                                                                          \r\n\n981 F.2d at 594; Pellerito, 878 F.2d at 1537).\r                                    \r\n\n          All three  appellants contend  that their  codefendants\r\n\nand  attorneys coerced  them  into  accepting  the  package  plea\r\n\nagreement  at  joint  meetings  immediately  prior  to  the  plea\r\n\nhearings.  It is beyond dispute that a guilty plea is involuntary\r\n\nand therefore invalid if it  is obtained \"by actual or threatened\r\n\nphysical  harm  or  by  coercion  overbearing  the  will  of  the\r\n\ndefendant.\"   Brady v. United  States, 397 U.S. 742,  750 (1970).\r                                               \r\n\n                               -29-\r\r\n\n The Supreme Court  has also explained that  \"a prosecutor's offer\r\n\nduring  plea bargaining of adverse or  lenient treatment for some\r\n\nperson  other than  the accused  might pose  a greater  danger of\r                       \r\n\ninducing a  false guilty  plea by skewing  the risks  a defendant\r\n\nmust consider.\"   Bordenkircher v.  Hayes, 434 U.S. 357,  364 n.8\r                                                   \r\n\n(1978) (dictum).  This concern applies to package plea agreements\r\n\nbecause,  \"[q]uite possibly, one  defendant will be  happier with\r\n\nthe package deal than his codefendant(s); looking out for his own\r\n\nbest interests, the lucky one may try to force his codefendant(s)\r\n\ninto going along with the deal.\"  United States v. Caro, 997 F.2d\r                                                                 \r\n\n657, 659-60 (9th Cir. 1993).  Package plea deals therefore impose\r\n\nspecial obligations: the prosecutor must alert the district court\r\n\nto the fact  that codefendants are entering a  package deal, Fed.\r\n\nR. Crim. P. 11(e)(2); United States v. Daniels, 821 F.2d  76, 78-\r                                                        \r\n\n79 (1st Cir.  1987); see also Caro,  997 F.2d at 659-60,  and the\r                                            \r\n\ndistrict court must carefully ascertain the voluntariness of each\r\n\ndefendant's plea.   See United  States v. Buckley, 847  F.2d 991,\r                                                           \r\n\n1000 n.6  (1st Cir.  1988), cert. denied,  488 U.S.  1015 (1989);\r                                                  \r\n\nDaniels, 821 F.2d at 79-80; see also Caro, 997 F.2d at 60.\r                                                   \r\n\n          Here, it  is clear from  the record  that the  district\r\n\ncourt was  fully aware of  the package nature of  the defendants'\r\n\nplea  agreements.   We nevertheless  must  determine whether  the\r\n\ndistrict  court  conducted  a proper  voluntariness  inquiry,  or\r\n\notherwise erred in concluding  that none of the  three appellants\r\n\nhad asserted a \"fair and just reason\" for withdrawing his plea.  \r\n\n          A.  Rodr guez-Resto\r                    A.  Rodr guez-Resto\r                                       \r\n\n                               -30-\r\r\n\n           Before ruling  on his  motion to  change his  plea, the\r\n\ndistrict  court   heard  testimony   from  Rodr guez-Resto,   his\r\n\nattorney, and Mart nez' attorney.   Rodr guez-Resto testified, in\r\n\neffect,  that his  attorney would  not let  him plead  not guilty\r\n\nbecause it would have  destroyed the package deal negotiated  for\r\n\nall of the defendants.  Both  attorneys testified that Rodr guez-\r\n\nResto's  guilty plea  was entirely  voluntary and  was in  no way\r\n\ncoerced by the threat of  nullifying the package deal.  In  fact,\r\n\nthey  testified, they were  concerned about the  voluntariness of\r\n\npackage  plea  agreements  and consulted  with  Assistant  United\r\n\nStates Attorney Pereira, who stated:  \"Look, if your client wants\r\n\nto go to trial, there are three  defendants that will go to trial\r\n\nanyway.  So he  can go to trial and the  agreement will stand for\r\n\nthe rest of the defendants.\"   Both attorneys testified that when\r\n\nRodr guez-Resto was informed  that he could  go to trial  without\r\n\njeopardizing  the  package  agreement, he  again  reiterated  his\r\n\ndesire to plead guilty.\r\n\n          After hearing this testimony, the district court denied\r\n\nRodr guez-Resto's motion to withdraw, stating that  his testimony\r\n\nsimply  was not  credible.   The  district court  found that  his\r\n\nguilty plea  had been entered  voluntarily and that his  claim of\r\n\ncoercion merely reflected second thoughts about the wisdom of his\r\n\ndecision  after learning that two codefendants had been acquitted\r\n\nat trial.   These findings are amply supported by  the record and\r\n\ntherefore do not constitute clear  error.  Moreover, we note that\r\n\nat the  original plea  hearing, the  district court  specifically\r\n\n                               -31-\r\r\n\n asked  Rodr guez-Resto whether  anyone had  forced  him to  plead\r\n\nguilty, to which he responded no.   Such statements in open court\r\n\nduring a  plea hearing  \"carry a  strong presumption of  verity.\"\r\n\nBlackledge v. Allison,  431 U.S. 63, 74 (1977).   Accordingly, we\r                               \r\n\nhold  that the district  court properly  denied Rodr guez-Resto's\r\n\nmotion to withdraw his guilty plea.\r\n\n          B.  V lez and Travieso  \r                    B.  V lez and Travieso  \r                                          \r\n\n          Both V lez and Travieso maintain that they were coerced\r\n\ninto accepting the package plea agreement.  We need not reach the\r\n\nissue of whether their pleas were in fact coerced because we find\r\n\nthat  the district  court failed  to  conduct a  full and  direct\r\n\nvoluntariness examination in open court, thereby compromising one\r\n\nof Rule  11's  \"core concerns\"  and undermining  the validity  of\r\n\ntheir  guilty  pleas.13     See  Allard,  926  F.2d  at   1244-45\r                                                 \r\n\n(explaining  that  Rule  11's core  concerns  are  1) absence  of\r\n\ncoercion,  2) understanding of  the charges, and  3) knowledge of\r\n\nthe consequences of the guilty plea).  \r\n\n          Rule 11(d) states:  \"The  court shall not accept a plea\r\n\nof guilty  or nolo  contendere without  first, by  addressing the\r                                                                           \r\n\ndefendant personally in open court, determining that the  plea is\r                                            \r\n\nvoluntary and not  the result of force or threats  or of promises\r\n\napart  from  a  plea  agreement.\"   Fed.  R.  Crim.  Proc.  11(d)\r\n\n                    \r                              \r\n\n13  The district court divided the ten appellants into two groups\r\nof  five for  the  purpose of  conducting their  plea colloquies.\r\nRodr guez-Resto  was in the  first group, and  V lez and Travieso\r\nwere  in the  second.   Thus, V lez and  Travieso were  not asked\r\nexactly the same questions that Rodr guez-Resto was asked.\r\n\n                               -32-\r\r\n\n (emphasis added).  Here,  the  district  court conducted  only  a\r\n\npartial inquiry into  the voluntariness of Travieso's  and V lez'\r\n\nguilty  pleas.   Specifically,  it  asked them  whether  they had\r\n\n\"entered  into [the]  plea agreement  without  compulsion or  any\r\n\nthreats or promises  by the -- from  the U.S. Attorney or  any of\r\n\nits agents.\"   It  did not, however,  ask whether  the defendants\r\n\nwere  pleading  guilty  voluntarily  or  whether  they  had  been\r\n\nthreatened  or pressured by their codefendants into accepting the\r\n\npackage  plea agreement.  Under these circumstances, the district\r\n\ncourt's  inquiry was  incomplete because,  regardless of  whether\r\n\nTravieso's and V lez' guilty pleas were actually coerced by their\r\n\ncodefendants,  the literal answer  to the court's  question could\r\n\nstill   have  been  \"yes.\"     Admittedly,  all   the  defendants\r\n\nacknowledged in their written  plea agreements that they had  not\r\n\nbeen  threatened or pressured  into entering their  guilty pleas,\r\n\nand all testified at the plea hearings that they had answered the\r\n\nquestions in  the plea  agreements truthfully  after consultation\r\n\nwith their attorneys.  In many situations, however, \"reliance  on\r\n\n'a written document  is not a sufficient  substitute for personal\r\n\nexamination  [by the court].'\"  United States v. Medina-Silveria,\r                                                                          \r\n\n30 F.3d 1, 3  (1st Cir. 1994) (quoting James W.  Moore, 8 Moore's\r                                                                           \r\n\nFederal Practice   11.-05[2]  (1994)) (other citations  omitted).\r                          \r\n\nThe  Supreme  Court  has similarly  expressed  the  importance of\r\n\ndirect interrogation by  the district court judge  in determining\r\n\nwhether to accept the defendant's guilty plea:\r\n\n            To  the extent  that  the district  judge\r\n            thus  exposes  the defendant's  state  of\r\n\n                               -33-\r\r\n\n             mind  on  the   record  through  personal\r\n            interrogation,  he  not  only facilitates\r\n            his own determination of a guilty  plea's\r\n            voluntariness,  but  he  also facilitates\r\n            that  determination  in   any  subsequent\r\n            post-conviction proceeding  based upon  a\r\n            claim  that  the  plea  was  involuntary.\r\n            Both  of  these goals  are  undermined in\r\n            proportion  to  the degree  the  district\r\n            judge resorts to  \"assumptions\" not based\r\n            upon recorded responses to his inquiries.\r\n\nMcCarthy v. United States, 394 U.S. 459, 467 (1969).  \r                                   \r\n\n          Where a district court has only partially addressed one\r\n\nof Rule 11's core concerns,  we must reverse a determination that\r\n\nthere was no  fair and just reason  to set the plea  aside unless\r\n\nthe  irregularities  in   the  plea  proceeding  do   not  affect\r\n\n\"substantial rights\" of the defendant.  See Cotal-Crespo, 47 F.3d\r                                                                  \r\n\nat  7  (discussing  application of  Rule  11(h)'s  harmless error\r\n\nstandard when plea-taking errors result in a \"partial failure\" to\r\n\naddress one of  Rule 11's core  concerns).  Because  package-type\r\n\nplea  agreements increase the risk that one defendant will coerce\r\n\nanother  to plead  guilty, the  district court  was obligated  to\r\n\nascertain  carefully whether the defendants were in fact entering\r\n\ntheir pleas without compulsion.   See Daniels, 821 F.2d at 79-80;\r                                                       \r\n\nUnited  States v.  Buckley,  847 F.2d  at  1000 n.6.    Here, the\r                                    \r\n\ndistrict court  made no  effort whatsoever  to determine  whether\r\n\nTravieso's   and  V lez'  pleas   were  coerced.     Under  these\r\n\ncircumstances, we  cannot say  that they lacked  a fair  and just\r\n\nreason  for plea withdrawal,  especially since the  court's lapse\r\n\narguably  affected  their  substantial  rights.     The  advisory\r\n\ncommittee's notes make clear that Rule 11(h) \"was not intended to\r\n\n                               -34-\r\r\n\n allow  district courts to  ignore Rule 11['s]  express commands.\"\r\n\nMedina-Silveria,  30 F.3d at 4 (citation  omitted).  Rather, Rule\r                         \r\n\n11(h)'s harmless error provision is intended to excuse \"minor and\r\n\ntechnical violation[s]\" and  cannot be invoked where  the court's\r\n\ndeviation effectively \"nullif[ies] important Rule 11 safeguards.\"\r\n\nFed.  R.  Crim. Proc.  11(h)  advisory committee's  note  to 1983\r\n\namendment.   V lez' and Travieso's guilty pleas must therefore be\r\n\nset aside  and  the case  must be  remanded for  further Rule  11\r\n\nproceedings or trial.\r\n\n                INEFFECTIVE ASSISTANCE OF COUNSEL\r                          INEFFECTIVE ASSISTANCE OF COUNSEL\r\n\n          On  the  morning of  the  suppression  hearing, Pag n's\r\n\nattorney  moved  for  a  continuance  because  her  presence  was\r\n\nrequired at another hearing.  The court denied the motion, noting\r\n\nthat  a continuation would be logistically implausible because of\r\n\nthe  large number of defendants, attorneys, and witnesses present\r\n\nfor the hearing.  After consulting with Pag n, his attorney asked\r\n\nTravieso's  attorney  to  cover for  her  during  the suppression\r\n\nhearing.   Pag n's attorney returned shortly after  the court had\r\n\nbegun  ruling on  the motions  to  suppress.   After denying  the\r\n\nmotions, the court agreed to allow the defendants to file motions\r\n\nto reconsider and to provide Pag n's counsel with a transcript of\r\n\nthe hearing.  Although the  court later extended the deadline for\r\n\nfiling motions, Pag n never sought reconsideration.  \r\n\n          Pag n now contends that the court  erred by denying his\r\n\nmotion for a continuance, and that as a result of this  error, he\r\n\nwas  denied effective  assistance of  counsel.   We need  not wax\r\n\n                               -35-\r\r\n\n longiloquent on this contention.   United States v. Talladino, 38\r                                                                       \r\n\nF.3d 1255, 1261  (1st Cir. 1994).  Initially, we  note that Pag n\r\n\npoints  to nothing  in the  record  that would  suggest that  the\r\n\ndistrict  court abused its discretion in denying the continuance.\r\n\nSee  United States  v. Rodr guez-Cort s,  949 F.2d 532,  545 (1st\r                                                 \r\n\nCir. 1991) (refusal to grant  a continuance is reviewed for abuse\r\n\nof  discretion, and  only \"unreasonable and  arbitrary insistence\r\n\nupon expeditiousness  in the  face of  a justifiable  request for\r\n\ndelay\"  constitutes an abuse  of discretion).   Moreover, Pag n's\r\n\nineffective-assistance-of-counsel  claim  is   utterly  untenable\r\n\ngiven the extensive  cross-examination conducted  by the  defense\r\n\ncounsel for his  eleven codefendants.  Additionally, we note that\r\n\neven  after receiving  the transcripts  of  the hearing,  Pag n's\r\n\ncounsel did not move for reconsideration, suggesting that she was\r\n\nthen satisfied with the record developed  by the other attorneys.\r\n\nIn  fact, Pag n still has not explained what additional questions\r\n\nhis  counsel would  have asked  Agent Rivera  at the  suppression\r\n\nhearing.  We  accordingly reject Pag n's  ineffective-assistance-\r\n\nof-counsel claim.14\r\n\n          We  have  explored  the  other  claims  raised  by  the\r\n\nappellants and find them equally meritless.\r\n\n          Affirmed in part, reversed in part.\r                    Affirmed in part, reversed in part.\r                                                      \r\n                    \r                              \r\n\n14  Although we ordinarily refrain from entertaining ineffective-\r\nassistance-of-counsel claims on direct  review, see United States\r                                                                           \r\nv. Mala, 7  F.3d 1058, 1063 (1st  Cir. 1993), we have  elected to\r                 \r\nreach  Pag n's  claim  because the  record  is  sufficiently well\r\ndeveloped  to permit ajudication and the claim is bound up in the\r\nclaim for  denial of  a continuance --  a claim that  is properly\r\nbefore us.\r\n\n                               -36-\r\r\n",
  "html": "<p class=\"case_cite\">64 F.3d 719</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Carlos MARTINEZ-MOLINA, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Luis MALDONADO-RODRIGUEZ, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Alfonso RODRIGUEZ-RESTO, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Angel RODRIGUEZ-RODRIGUEZ, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Angel FELICIANO-COLON, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Luis MAYSONET-MACHADO, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Rafael E. VELEZ-MATOS, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Victor NOBLE-CANALES, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Eddie TRAVIESO-OCASIO, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Oscar PAGAN-GARCIA, Defendant-Appellant.</p>\n    <p class=\"docket\">Nos. 94-1249 to 94-1255, 94-1325, 94-1631 and 94-1791.</p>\n    <p class=\"court\">United States Court of Appeals,</p>\n    <p class=\"court\">First Circuit.</p>\n    <p class=\"date\">Argued March 8, 1995.<br>Decided Aug. 30, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Teodoro Mendez-Lebron, by Appointment of the Court, for appellant Carlos Martinez-Molina.</p>\n      <p class=\"indent\">Laura Maldonado-Rodriguez, Asst. Federal Public Defender, with whom Benicio Sanchez-Rivera, Federal Public Defender, was on brief, for appellant Luis Maldonado-Rodriguez.</p>\n      <p class=\"indent\">Ramon Garcia, by Appointment of the Court, on brief, for appellant Alfonso Rodriguez-Resto.</p>\n      <p class=\"indent\">Eric B. Singleton, for appellant Angel Rodriguez-Rodriguez.</p>\n      <p class=\"indent\">Frank Pola, Jr., by Appointment of the Court, for appellant Angel Feliciano-Colon.</p>\n      <p class=\"indent\">Manuel San Juan, by Appointment of the Court, for appellant Luis Maysonet-Machado.</p>\n      <p class=\"indent\">Miriam Ramos-Grateroles, by Appointment of the Court, for appellant Rafael E. Velez-Matos.</p>\n      <p class=\"indent\">Thomas R. Lincoln, by Appointment of the Court, with whom Law Offices of Thomas R. Lincoln, was on brief for appellant Victor Noble-Canales.</p>\n      <p class=\"indent\">Maria H. Sandoval, for appellant Eddie Travieso-Ocasio.</p>\n      <p class=\"indent\">Lydia Lizarribar-Masini, for appellant Oscar Pagan-Garcia.</p>\n      <p class=\"indent\">Joseph C. Wyderko, Atty., Dept. of Justice, with whom Guillermo Gil, U.S. Atty., and Esther Castro-Schmidt, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and CYR, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants and four codefendants were arrested at the Barbosa Park in Santurce, Puerto Rico, after a Drug Enforcement Administration (\"DEA\") agent observed them participating in what appeared to be a drug transaction.  The defendants moved to suppress evidence obtained pursuant to the arrest on the grounds that the arrests and subsequent searches were made without probable cause.  The district court denied their motions, and the appellants entered conditional guilty pleas.  Several appellants subsequently claimed that their guilty pleas were coerced and moved to withdraw them.  The district court denied these motions as well.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellants now appeal the denial of the motions to suppress and motions to withdraw their guilty pleas.  For the following reasons, we affirm in part and reverse in part.</p>\n    </div>\n    <p>STATEMENT OF FACTS</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We recite the facts adduced at a suppression hearing in the light most favorable to the district court's ruling to the extent that they derive support from the record and are not clearly erroneous.  United States v. Sealey, 30 F.3d 7, 8 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On July 1, 1993, at approximately 2:30 p.m., DEA Agent Carlos Rivera (\"Agent Rivera\") was driving past Barbosa park when he noticed eight or nine men grouped around a concrete bench near one of the park's basketball courts.  Seven or eight vehicles were parked in a row alongside the group of men.  Appellant Luis Maldonado-Rodriguez (\"Maldonado\") was talking on a cellular phone and another man in the group had a cellular phone attached to his waist.  Agent Rivera observed that the men were not dressed to play basketball and did not appear to have coolers, sodas, or alcoholic beverages.  Agent Rivera testified that although he did not know any of the men by name, he had occasionally seen Maldonado near a drug distribution spot in a local housing project.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Agent Rivera parked his car in the adjoining parking lot and began to surveil the group through binoculars.  Besides Maldonado, the group included appellants Alfonso Rodriguez-Resto (\"Rodriguez-Resto\"), Eddie Travieso-Ocasio (\"Travieso\"), Angel Feliciano-Colon (\"Feliciano\"), Victor Noble-Canales (\"Noble\"), Luis Maysonet-Machado (\"Maysonet\"), and Rafael E. Velez-Matos (\"Velez\").  Codefendants Enrique Romero-Carrion (\"Romero\"), Carlos Ruben Tejada-Morales (\"Carlos Tejada\"), Angel David Tejada-Morales (\"Angel Tejada\") were also present.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">About ten minutes later, Agent Rivera saw a black Nissan Pathfinder drive up and park behind Maldonado's Red Suzuki jeep.  The passenger of the black Pathfinder (the \"Passenger\")<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> exited the vehicle and conversed with Maldonado, Travieso, Feliciano, and Romero.  The Passenger then removed a large handbag from the rear of the black Pathfinder and placed it between a white GMC van and a gray Mercury Cougar parked side-by-side next to the basketball court.  The Passenger removed a second handbag from the black Pathfinder and placed it next to the first.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Agent Rivera then drove through the parking lot to get a closer look.  As he passed by, he saw Maldonado, Travieso, Feliciano, Romero, and the Passenger gathered around the handbags.  Agent Rivera testified that the Passenger was handling square-shaped packages that appeared to contain cocaine.  Agent Rivera also noticed that the sliding door of the white GMC van was open, although he could not see anything inside.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After returning to his previous surveillance post, Agent Rivera saw Noble, Maysonet, Carlos Tejada, and Angel Tejada standing near the black Pathfinder.  Agent Rivera also observed Travieso and Romero apparently arranging something in the rear of a black Pontiac station wagon.  Agent Rivera did not observe them carry anything to the black station wagon.  Several minutes later, the black Pathfinder left the parking lot.  Agent Rivera then left his surveillance post and called his office for backup.  Around the same time as Agent Rivera returned to his post, appellant Angel Rodriguez-Rodriguez (\"Rodriguez- Rodriguez\") arrived in a black Chevrolet Lumina, joined the group for three or four minutes, and then left.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellants Oscar Pagan-Garcia (\"Pagan\") and codefendant Roberto Maldonado-Torres (\"Maldonado-Torres\") arrived in a red Ford Mustang about five minutes later.  Agent Rivera observed Travieso approach the Mustang and lean his body inside the vehicle as if he were looking for something.  Travieso removed an object (which Agent Rivera could not identify) from the red Mustang and headed towards the gray Toyota Tercel.  When he returned, he took a green handbag from the red Mustang and brought it to the rear of that vehicle.  Pagan exited the driver's side of the red Mustang and opened its trunk.  Agent Rivera testified that the trunk remained open for several seconds, but that he was unable to discern what happened to the green handbag.  A few seconds later, Maldonado-Torres exited from the passenger's side of the red Mustang and accompanied Travieso and Pagan as they joined the group near the bench.  Shortly thereafter, Rodriguez-Rodriguez returned to the parking lot in the black Lumina and rejoined the group.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Several minutes later, Rodriguez-Resto and Romero left the parking lot in the black Pontiac station wagon.  By this time, several other DEA agents had joined Agent Rivera.  Agent Rivera followed the black station wagon as it circled the park while the other agents continued to surveil the parking lot.  Agent Rivera testified that Rodriguez-Resto and Romero appeared to him to be conducting countersurveillance in an effort to ferret out any \"tails.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  After Rodriguez-Resto and Romero returned to the parking lot, Agent Rivera joined the other agents at his prior surveillance post.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A few moments later, appellant Carlos Martinez-Molina (\"Martinez\") arrived in a black Toyota Supra and the six DEA Agents decided to intervene.  The Agents, all clad in DEA jackets, identified themselves as law enforcement personnel and moved in to detain the group.  Velez, Martinez, Romero, and Maldonado-Torres were all detained as they attempted to flee the scene.  Martinez discarded an airplane ticket while fleeing.  Agent Rivera also found an abandoned cellular phone nearby.  The Agents also seized airline tickets from Feliciano, Pagan, Noble, Maysonet, Carlos Tejada, and Angel Tejada.  All of the seized tickets had been issued under false names for a flight from Puerto Rico to New York later that afternoon.  Rodriguez-Resto, Travieso, Noble, Pagan, Carlos Tejada, Angel Tejada, and Romero were all found to be carrying over $1,000 in cash.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Agent Rivera testified that after all fourteen men had been arrested, he observed suitcases in three of the vehicles:  the red Suzuki, the white van, and the black station wagon.  He also testified that twelve yellow, U.S.D.A. Agricultural inspection stickers were in plain view on the front seats and dashboards of six of the vehicles.  Agent Rivera testified that, based on his experience in law enforcement, he knew that drug smugglers commonly used these stickers to bypass agricultural inspection at the airport.  The Agents then searched all of the vehicles.  Seven of the vehicles contained two suitcases each, for a total of fourteen suitcases.  The Agents also found two handbags in the black station wagon, including the green handbag Travieso had removed from the red Mustang.  The Agents found $3,000 in cash in the black Lumina and an unused airline ticket for a flight on the previous day in a Red Mazda Protege.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The men were all handcuffed and taken to the DEA offices.  The Agents obtained a search warrant for the suitcases and handbags after a drug detection dog indicated the probable presence of narcotics in eleven of the suitcases and both handbags.  Each of the eleven suitcases contained thirty to forty kilograms of cocaine.  Neither handbag was found to contain cocaine.</p>\n    </div>\n    <p>PROCEDURAL HISTORY</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The defendants all moved to suppress the evidence seized from their persons and vehicles.  The district court denied the motions to suppress, and all ten appellants entered conditional guilty pleas to possession with intent to distribute cocaine, in violation of 21 U.S.C. Sec. 841(a).  In exchange for each appellant's written plea agreement, the government agreed to limit each appellant's relevant conduct to fifteen kilograms for the purpose of sentencing.  The plea agreements were part of a \"package deal\" and were contingent on all of the defendants in this case accepting the plea offer and entering a plea of guilty.  The plea agreements provided that \"should any of the defendants decide to change his plea according to the offer, the plea is automatically withdrawn as to all of the defendants.\"   Carlos Tejada, Angel Tejada, and Romero had elected to go to trial and were excepted from this requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">All ten appellants entered their guilty pleas on October 20, 1993.  Later that day, the jury trial commenced for codefendants Carlos Tejada, Angel Tejada, and Romero.  At the conclusion of the government's case, the court granted Carlos Tejada's motion for acquittal.  On October 27, 1994, the jury acquitted Angel Tejada and convicted Romero.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On November 16, 1993, Rodriguez-Resto moved to withdraw his guilty plea.  Travieso and Velez both moved to withdraw their guilty pleas on January 31, 1994, the day of the sentencing hearing.  The district court denied all three motions.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>THE MOTIONS TO SUPPRESS</p>\n    </div>\n    <p>I. Lawfulness of Arrests</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Nine appellants--Maldonado, Rodriguez-Resto, Rodriguez-Rodriguez,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Feliciano, Maysonet, Velez, Noble, Travieso, and Pagan--argue that they were arrested without probable cause, and that therefore the items seized during their arrest should have been suppressed.</p>\n    </div>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">With respect to a motion to suppress, we review a district court's findings of fact only for clear error.  Sealey, 30 F.3d at 9;  United States v. Maguire, 918 F.2d 254, 257 (1st Cir.1990), cert. denied, 499 U.S. 950, 111 S.Ct. 1421, 113 L.Ed.2d 474 (1991).  This deferential standard is appropriate because the district court has a superior sense of what actually transpired during an incident by virtue of its ability to see and hear the witnesses who have firsthand knowledge of the events.  United States v. Zapata, 18 F.3d 971, 975 (1st Cir.1994).  Questions of law, however, are subject to de novo review.  Id.</p>\n    </div>\n    <p class=\"indent\">B. Applicable Law</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Law enforcement officers may effect warrantless arrests provided that they have probable cause to believe that the suspect has committed or is committing a crime.  United States v. Watson, 423 U.S. 411, 416-18, 96 S.Ct. 820, 824-25, 46 L.Ed.2d 598 (1976);  Gerstein v. Pugh, 420 U.S. 103, 113-14, 95 S.Ct. 854, 862-63, 43 L.Ed.2d 54 (1975).  \"[P]robable cause is a fluid concept--turning on the assessment of probabilities in particular factual contexts,\" Illinois v. Gates, 462 U.S. 213, 232, 103 S.Ct. 2317, 2329, 76 L.Ed.2d 527 (1983), and as such \"must be evaluated in light of the totality of circumstances.\"  United States v. Torres-Maldonado, 14 F.3d 95, 105 (1st Cir.1994) (quoting United States v. Uricoechea-Casallas, 946 F.2d 162, 165 (1st Cir.1991)).  Moreover, in order to establish probable cause, the government \"need not present the quantum of proof necessary to convict.\"  Id. at 105 (quoting Uricoechea-Casallas, 946 F.2d at 165).   See also United States v. Morris, 977 F.2d 677, 684 (1st Cir.1992) (same), cert. denied, --- U.S. ----, 113 S.Ct. 1588, 123 L.Ed.2d 155 (1993);  United States v. Figueroa, 818 F.2d 1020, 1023 (1st Cir.1987) (same).  Rather, it need only show that at the time of the arrest, the facts and circumstances known to the arresting officers were sufficient to warrant a prudent person in believing that the defendant had committed or was committing an offense.  Torres-Maldonado, 14 F.3d at 105;  see also Beck v. Ohio, 379 U.S. 89, 91, 85 S.Ct. 223, 225, 13 L.Ed.2d 142 (1964).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Of course, probable cause must exist with respect to each person arrested, and \"a person's mere propinquity to others independently suspected of criminal activity does not, without more, give rise to probable cause to search that person.\"  Ybarra v. Illinois, 444 U.S. 85, 91, 100 S.Ct. 338, 342, 62 L.Ed.2d 238 (1979) (citing Sibron v. New York, 392 U.S. 40, 62-63, 88 S.Ct. 1889, 1902-03, 20 L.Ed.2d 917 (1968));  see also United States v. Diallo, 29 F.3d 23, 25 (1st Cir.1994).  Rather, \"some additional circumstances from which it is reasonable to infer participation in criminal enterprise must be shown.\"  United States v. Burrell, 963 F.2d 976, 986 (7th Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 357, 121 L.Ed.2d 270 (1992) (quoting United States v. Hillison, 733 F.2d 692, 697 (9th Cir.1984)).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In assessing the significance of a defendant's association to others independently suspected of criminal activity, the Hillison court looked to whether the known criminal activity was contemporaneous with the association and whether the circumstances suggest that the criminal activity could have been carried on without the knowledge of all persons present.  See Hillison, 733 F.2d at 697 (citations omitted).  Other courts have focused on the nature of the place in which the arrest occurred and whether the individual himself was behaving suspiciously or was merely \"tainted\" by another.  See United States v. Tehrani, 49 F.3d 54, 59 (2d Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A survey of the relevant caselaw makes clear, however, that it is often difficult to determine precisely what additional factors are sufficient to create the requisite inference of participatory involvement.  In Ybarra, 444 U.S. at 90-91, 100 S.Ct. at 341-42, officers had a warrant to search a bar and its bartender for heroin.  They conducted a patdown search of Ybarra, a bar patron, despite the fact he had made no gestures suggesting criminal conduct, no attempts to conceal contraband, and no suspicious statements.  In declaring the search invalid, the Court noted that the officers \"knew nothing more about Ybarra except that he was present, along with several other customers, in a public tavern at a time when the police had reason to believe that the bartender would have heroin for sale.\"  Id. at 91, 100 S.Ct. at 342.   See also Swint v. City of Wadley, Alabama, 51 F.3d 988 (11th Cir.1995) (holding that the legitimate search and seizure of one suspect in a public place cannot be bootstrapped into probable cause for a broadbase search of the business establishment and its patrons).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Similarly, in Sibron v. New York, 392 U.S. 40, 62, 88 S.Ct. 1889, 1902, 20 L.Ed.2d 917 (1968), the Court held that probable cause was not established by the mere fact that the defendant spoke to a number of known narcotics addicts over a period of eight hours where the arresting officer was completely ignorant regarding the content of the conversation and saw nothing pass between the defendant and the addicts.  See also United States v. Chadwick, 532 F.2d 773, 784 (1st Cir.1976), aff'd on other grounds 433 U.S. 1, 97 S.Ct. 2476, 53 L.Ed.2d 538 (1977) (mere act of picking up suspected drug traffickers at the train station and helping them load a contraband-laden footlocker into car does not, without more, constitute probable cause);  United States v. Di Re, 332 U.S. 581, 593, 68 S.Ct. 222, 228, 92 L.Ed. 210 (1948) (holding that \"[t]he argument that one who 'accompanies a criminal to a crime rendezvous' cannot be assumed to be a bystander, forceful enough in some circumstances, is farfetched when the meeting is not secretive or in a suspicious hide-out ... and where the alleged substantive crime is one which does not necessarily involve any act visibly criminal\").</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In contrast, the cases in which courts find that probable cause exists generally involve substantially more than a momentary, random, or apparently innocent association between the defendant and the known criminal activity.  For instance, in United States v. Patrick, 899 F.2d 169 (2d Cir.1990), the court upheld the search of a male defendant (Patrick) who crossed the border from Canada into New York at about the same time as a woman (Taylor) who was found to be carrying narcotics.  Id. at 170.   When the two entered the Immigration Office, there were no other travellers present, and both defendants told the same unusual story:  they had accidentally crossed the border by bus and were simply returning to the United States.  Id. at 171.   When cocaine base was found in the woman's purse, the man was also arrested.  Id. at 172.   Distinguishing Ybarra, the court found that the fact that the man and woman had simultaneously entered the Immigration Office at a time when no others were present and that both told the same unusual story \"provided an adequate basis for the officials to reasonably believe that Patrick was not just a mere innocent traveling companion but was travelling and acting in concert with Taylor in transporting the cocaine.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Similarly, in United States v. Halliman, 923 F.2d 873, 881-82 (D.C.Cir.1991), police officers suspected that a group of narcotics traffickers was living at and operating out of several rooms at the Holiday Inn.  Id. at 875. Pursuant to a valid search, the officers seized a substantial amount of cocaine and arrested defendant Halliman.  Id. at 876-77.   Subsequently, two men entered the hotel lobby and headed for the rooms that had just been searched.  The night manager informed police that the two men were \"in the group\" of narcotics traffickers who had been frequenting the hotel for the past month.  The men stopped in front of one of the rooms in which the cocaine had been seized and contemplated the broken lock.  The police then arrested them and seized the cocaine they were carrying.  Id. at 877.   In upholding the arrest, the court distinguished Ybarra by noting that \"the police here were aware of more than a momentary, casual, or random association among the defendants, the location, and Halliman.\"  Id. at 882.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In Hillison, 733 F.2d at 697, the defendant registered at a hotel under an alias and occupied a room adjacent to two men known to be engaged in narcotics trafficking.  The three men visited back and forth between the two rooms and used their automobiles interchangeably.  The court found probable cause to arrest the defendant based on his close association with the drug traffickers over the course of three days, noting that \"it taxes credulity to assert that [the defendant] spent as much time in [the drug-traffickers'] company ... without knowing about their drug dealing activity.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In United States v. Holder, 990 F.2d 1327, 1329 (D.C.Cir.1993), the court found probable cause to arrest a defendant found at the scene of a narcotics transaction.  The court's analysis focused on the fact that the transaction occurred in a private apartment where the drugs were openly on display.  The court distinguished Ybarra, stating that while Ybarra's \"presence in a public tavern was ostensibly innocent, [the defendant's] presence in a private apartment just a few feet from a table full of cocaine can hardly be so described....  The logical inference ... was that [he] was either a party to the distribution of drugs or a customer.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">With these principles in mind, we turn to the claims of each appellant.</p>\n    </div>\n    <p class=\"indent\">C. Analysis</p>\n    <p>1. Travieso, Maldonado, and Feliciano</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We first consider the claims of appellants Travieso, Maldonado, and Feliciano.  The record indicates that although the men were in a park near a basketball court, they were neither dressed to play nor visibly equipped for a social gathering.  Agent Rivera also witnessed Maldonado talking on a cellular phone, which we have previously noted to be a \"known tool[ ] of the drug trade.\"  United States v. De La Cruz, 996 F.2d 1307, 1311 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 356, 126 L.Ed.2d 320 (1993).  While these facts might not be enough alone to constitute probable cause, they do weigh in our evaluation of the \"totality of the circumstances.\"   More significant, however, are Agent Rivera's subsequent observations.  He testified that after the black Pathfinder arrived, the Passenger removed two handbags from the vehicle and placed them between the white van and gray Cougar.  Agent Rivera testified further that Travieso, Maldonado, and Feliciano all gathered around as the Passenger handled what appeared to be packages of cocaine.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  We think that these facts would lead a prudent person to believe that a large-scale cocaine transaction was transpiring and that Travieso, Maldonado, and Feliciano were involved.  We accordingly hold that their arrests were supported by probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>2. Rodriguez-Resto, Maysonet, Velez, and Noble</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We now consider whether the arrests of appellants Rodriguez-Resto, Maysonet, Velez, and Noble were supported by the requisite probable cause.  All four argue that they were improperly arrested for their \"mere propinquity to others independently suspected of criminal activity.\"  Ybarra, 444 U.S. at 91, 100 S.Ct. at 342.   Although a close call, we disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">While we acknowledge that the facts here are not clearly analogous to any of the cases discussed above, they are completely distinguishable from Ybarra and its progeny in that they indicate more than a \"momentary, casual, or random association\" between these four defendants, the location of the arrest, and those independently suspected of criminal activity.  Applying the first factor enunciated by the Hillison court, we note that the connection between Rodriguez-Resto, Maysonet, Velez, and Noble and the suspected criminal activity was contemporaneous:  all four were among the original group of men that initially attracted Agent Rivera's attention by using a cellular telephone and gathering in street clothes in a public park.  See Hillison, 733 F.2d at 697.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">With regard to the second Hillison factor, we think it strains credulity to suggest that the cocaine transaction was being carried on without the knowledge of all persons present.  Id.  Admittedly, Rodriguez-Resto, Maysonet, Velez, and Noble were not among the group that gathered around as the Passenger allegedly handled the packages of cocaine.  Nevertheless, Agent Rivera's testimony clearly indicates that they were part of the group suspected of narcotics violations.  Agent Rivera testified that the group was bunched tightly and moved towards the Pathfinder when it arrived, suggesting that they knew or were expecting its occupants.  Furthermore, their lack of either athletic gear or picnic accoutrements made it less likely that they were at the park for an unrelated and innocent activity, and therefore suggested that they were not ignorant of the criminal activity transpiring around them.  Although these facts do not conclusively rule out the \"innocent bystander\" explanation, we think that they reasonably imply participatory involvement.  As the Supreme Court has explained, the evidence \"must be seen and weighed not in terms of library analysis by scholars, but as understood by those versed in the field of law enforcement.\"  Gates, 462 U.S. at 232, 103 S.Ct. at 2317 (quoting United States v. Cortez, 449 U.S. 411, 418, 101 S.Ct. 690, 695, 66 L.Ed.2d 621 (1981)).  We do not think officers in the field are required to divorce themselves from reality or to ignore the fact that \"criminals rarely welcome innocent persons as witnesses to serious crimes and rarely seek to perpetrate felonies before larger-than-necessary audiences.\"  United States v. Ortiz, 966 F.2d 707, 712 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1005, 122 L.Ed.2d 154 (1993).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Accordingly, we find that the arrests of Rodriguez-Resto, Maysonet, Velez, and Noble were supported by probable cause.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>3. Pagan</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Appellant Pagan also claims that he was arrested for his \"mere propinquity\" to the others.  We disagree.  Although Pagan arrived after the black Pathfinder had left, his interaction with Travieso was sufficient for the officers to infer his participatory involvement in a drug transaction.  Travieso was among the four who had gathered around when the Passenger handled the suspicious packages taken from the handbags retrieved from the back of the black Pathfinder.  From this, Agent Rivera could reasonably have concluded that Travieso was intimately involved with the suspected drug transaction.  Agent Rivera testified that when Pagan arrived in the red Mustang, Travieso immediately came over and inserted his entire torso into the car as if he were \"searching for something inside the vehicle.\"   Agent Rivera testified that Travieso then removed an object which he could not identify from the red Mustang.  Travieso then extracted a green handbag and brought it to the rear of the red Mustang.  Agent Rivera testified that Pagan then exited the vehicle, headed to the rear, and opened the trunk.  A few seconds later, the trunk was closed and Agent Rivera could no longer see the green handbag.  Pagan then accompanied Travieso, and they joined the group near the bench.  We think that these events fairly imply participatory involvement.  When Pagan arrived, Agent Rivera already had good reason to suspect that Travieso was in possession of handbags containing cocaine.  When Travieso immediately retrieved two objects from Pagan's vehicle, one of which was a handbag which he apparently transferred to the trunk, Agent Rivera reasonably could have concluded that Pagan was also a knowing participant in the drug transaction.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  We accordingly find that Pagan's arrest was supported by probable cause.</p>\n    </div>\n    <p>II. Lawfulness of the Vehicle Searches</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Appellants challenge the searches of seven of the eleven vehicles:  the black Toyota Supra, the gray Nissan, the Red Suzuki, the white GMC van, the red Mazda Protege, the gray Cougar, and the black Lumina.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Supreme Court has ruled that an automobile may be searched without a warrant if the police have probable cause to believe that it contains contraband, evidence of a crime, or other matter that may lawfully be seized.  California v. Acevedo, 500 U.S. 565, 111 S.Ct. 1982, 114 L.Ed.2d 619 (1991);  United States v. Ross, 456 U.S. 798, 102 S.Ct. 2157, 72 L.Ed.2d 572 (1982).  As in other contexts, probable cause to search a vehicle exists where the facts and circumstances known to the arresting officers are sufficient to cause a person of reasonable caution to believe the search is justified.  United States v. Infante-Ruiz, 13 F.3d 498, 502 (1st Cir.1994) (citing 3 Charles Alan Wright, Federal Practice and Procedure:  Criminal 2d Sec. 662 at 579 (1982)).  That is, there must have been particular facts indicating that, at the time of search, the vehicle or a container within it carried contraband, evidence of crime, or other seizable matter.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Before addressing whether probable cause existed as to each vehicle, we note that before they intervened, the arresting officers had probable cause to believe that the tightly gathered group in the parking lot was engaged in a large-scale cocaine transaction.  Moreover, when the Agents approached, four members of the group attempted to flee, suggesting their knowing participation in illegal activity.  Upon searching the arrested men, the Agents found large amounts of cash and seven plane tickets for a flight to New York later that afternoon, all issued under false names.  Six suitcases were in plain view in three of the vehicles.  Additionally, six of the vehicles contained U.S.D.A. stickers, commonly used by smugglers to bypass agricultural inspection at the airport.  From these observations, a reasonable law enforcement officer could conclude that most, if not all, of the men were conspiring to transport narcotics into New York, and that they were using the vehicles parked at the scene to bring the narcotics to the airport.</p>\n    </div>\n    <p class=\"indent\">A. The black Supra and the gray Nissan</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Martinez claims that his black Supra and gray Nissan were unlawfully searched.  Initially, we note that Martinez owned two of the vehicles present at the park, and the police were aware of this fact.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  This suggests that his presence with the other defendants at the park was by design rather than coincidence and significantly discounts any theory that he had merely stopped by to chat with some friends.  Additionally, when the Agents intervened, Martinez fled, discarding a plane ticket in the process.  Moreover, U.S.D.A. Agriculture stickers were in plain view in the vehicles.  We think that these facts would lead a reasonably prudent person to believe that Martinez was using his vehicles to facilitate the narcotics conspiracy.  We accordingly find that the searches of his vehicles were lawful.</p>\n    </div>\n    <p class=\"indent\">B. The red Suzuki</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Maldonado maintains that the search of his red Suzuki jeep was unlawful.  We disagree.  Agent Rivera testified that two suitcases and two U.S.D.A. stickers were in plain view in the vehicle.  Putting these observations in the context of the other observations and events, we think the officers were well warranted in believing that the vehicle was being used to facilitate the narcotics conspiracy.  We accordingly find that the search of the red Suzuki was supported by probable cause.</p>\n    </div>\n    <p class=\"indent\">C. The white GMC van</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Feliciano challenges the search of his white GMC van.  Initially, we note that upon searching Feliciano, the Agents found an airline ticket issued under a false name, suggesting his involvement in the drug transaction.  Moreover, when Agent Rivera observed the Passenger handling the suspicious packages, he was squatting between Feliciano's van and the gray Mercury Cougar.  Agent Rivera also noted that the sliding door of the van was open at this time.  After intervention, the agents observed that two suitcases lay in plain view in the vehicle.  These facts all suggest more than a random connection between the vehicle and the suspected narcotics trafficking and in light of the circumstances were sufficient to warrant the officers in believing that the vehicle contained contraband.  We accordingly find that the search of the van was supported by probable cause.</p>\n    </div>\n    <p class=\"indent\">D. The red Mazda Protege</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Velez maintains that the search of the red Mazda Protege was unlawful.  We disagree.  Two U.S.D.A. stickers were in plain view near the dashboard, thus linking the vehicle to the suspected narcotics trafficking and warranting the Agents' belief that it contained contraband.  We accordingly find that the search of the red Mazda Protege was supported by probable cause.</p>\n    </div>\n    <p class=\"indent\">E. The gray Cougar and the black Lumina</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Rodriguez-Rodriguez maintains that the search of the gray Cougar was invalid.  We disagree.  The Passenger's handling of the suspicious packages occurred between the gray Cougar and the white GMC van.  Moreover, the Agents observed that two U.S.D.A. stickers lay in plain view in the Cougar.  In light of the circumstances, we think that these observations were sufficient to warrant the officers in believing that the vehicle was being used to transport narcotics to the airport.  We accordingly find that the search of the gray Cougar was supported by probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Rodriguez-Rodriguez also challenges the search of the black Lumina.  While this presents a somewhat closer call, we think the search was supported by the requisite probable cause.  Admittedly, Rodriguez-Rodriguezrived in the black Lumina after the Pathfinder had left the area.  He joined the group for only a few minutes, left in the black Lumina, and returned shortly thereafter.  The Agents did not observe anything being placed in or withdrawn from the vehicle.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Nevertheless, before searching the vehicles, the Agents determined that Rodriguez-Rodriguez owned the gray Cougar,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> in which the Agents had observed U.S.D.A. stickers.  This was sufficient to warrant the Agents' belief that Rodriguez-Rodriguez was intimately involved in the suspected narcotics trafficking.  Thus, before searching the black Lumina, the Agents reasonably suspected Rodriguez-Rodriguez of drug trafficking and knew that he was independently associated with two vehicles at the scene of the arrest:  the one in which he arrived and the one he owned.  These facts, in conjunction with Agent Rivera's previous observations and the cash and tickets already seized, were sufficient to warrant the Agents' belief that the black Lumina was being used to transport narcotics.  See McCoy, 977 F.2d at 711 (where officers have probable cause to believe that the suspects used the vehicle in criminal activity, they may reasonably infer the vehicle contains contraband).  We accordingly find that the search of the black Lumina was supported by probable cause.</p>\n    </div>\n    <p>MOTIONS TO WITHDRAW GUILTY PLEAS</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Rodriguez-Resto, Velez, and Travieso all contend that the district court erred in denying their motions to withdraw their guilty pleas.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Other than for errors of law, we will overturn the trial judge's decision to deny a motion to withdraw a guilty plea only for \"demonstrable abuse of discretion.\"  United States v. Allard, 926 F.2d 1237, 1245 (1st Cir.1991) (citing United States v. Pellerito, 878 F.2d 1535, 1538 (1st Cir.1989)).  The trial court's subsidiary findings of fact in connection with the plea-withdrawal motion are reviewed only for clear error.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">It is well settled that a defendant may withdraw a guilty plea prior to sentencing only upon a showing of \"fair and just reason\" for the request.  United States v. Cotal-Crespo, 47 F.3d 1, 3 (1st Cir.1995) (citing Pellerito, 878 F.2d at 1537);  see also Fed.R.Crim.P. 32(d).  To gauge whether the asserted ground for withdrawal meets the Rule 32(d) standard, a court must look at the totality of the circumstances, especially whether the defendant's plea was knowing, voluntary, and intelligent within the meaning of Rule 11.  See Cotal-Crespo, 47 F.3d at 3-4;  United States v. Doyle, 981 F.2d 591, 594 (1st Cir.1992);  Pellerito, 878 F.2d at 1537.   Other factors the court may consider include (1) the plausibility of the reasons prompting the requested change of plea;  (2) the timing of the defendant's motion;  and (3) the existence or nonexistence of an assertion of innocence.  Cotal-Crespo, 47 F.3d at 3-4.   Lastly, even where a defendant appears to meet the strictures of this four-part test, the court still must evaluate the proposed plea withdrawal in relation to any demonstrable prejudice that will accrue to the government if the defendant is permitted to change his plea.  United States v. Parrilla-Tirado, 22 F.3d 368, 371 (1st Cir.1994) (citing Doyle, 981 F.2d at 594;  Pellerito, 878 F.2d at 1537).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">All three appellants contend that their codefendants and attorneys coerced them into accepting the package plea agreement at joint meetings immediately prior to the plea hearings.  It is beyond dispute that a guilty plea is involuntary and therefore invalid if it is obtained \"by actual or threatened physical harm or by coercion overbearing the will of the defendant.\"  Brady v. United States, 397 U.S. 742, 750, 90 S.Ct. 1463, 1470, 25 L.Ed.2d 747 (1970).  The Supreme Court has also explained that \"a prosecutor's offer during plea bargaining of adverse or lenient treatment for some person other than the accused might pose a greater danger of inducing a false guilty plea by skewing the risks a defendant must consider.\" Bordenkircher v. Hayes, 434 U.S. 357, 364 n. 8, 98 S.Ct. 663, 669 n. 8, 54 L.Ed.2d 604 (1978) (dictum).  This concern applies to package plea agreements because, \"[q]uite possibly, one defendant will be happier with the package deal than his codefendant(s);  looking out for his own best interests, the lucky one may try to force his codefendant(s) into going along with the deal.\"  United States v. Caro, 997 F.2d 657, 659-60 (9th Cir.1993).  Package plea deals therefore impose special obligations:  the prosecutor must alert the district court to the fact that codefendants are entering a package deal, Fed.R.Crim.P. 11(e)(2);  United States v. Daniels, 821 F.2d 76, 78-79 (1st Cir.1987);  see also Caro, 997 F.2d at 659-60, and the district court must carefully ascertain the voluntariness of each defendant's plea.  See United States v. Buckley, 847 F.2d 991, 1000 n. 6 (1st Cir.1988), cert. denied, 488 U.S. 1015, 109 S.Ct. 808, 102 L.Ed.2d 798 (1989);  Daniels, 821 F.2d at 79-80;  see also Caro, 997 F.2d at 660.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Here, it is clear from the record that the district court was fully aware of the package nature of the defendants' plea agreements.  We nevertheless must determine whether the district court conducted a proper voluntariness inquiry, or otherwise erred in concluding that none of the three appellants had asserted a \"fair and just reason\" for withdrawing his plea.</p>\n    </div>\n    <p class=\"indent\">A. Rodriguez-Resto</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Before ruling on his motion to change his plea, the district court heard testimony from Rodriguez-Resto, his attorney, and Martinez' attorney.  Rodriguez-Resto testified, in effect, that his attorney would not let him plead not guilty because it would have destroyed the package deal negotiated for all of the defendants.  Both attorneys testified that Rodriguez-Resto's guilty plea was entirely voluntary and was in no way coerced by the threat of nullifying the package deal.  In fact, they testified, they were concerned about the voluntariness of package plea agreements and consulted with Assistant United States Attorney Pereira, who stated:  \"Look, if your client wants to go to trial, there are three defendants that will go to trial anyway.  So he can go to trial and the agreement will stand for the rest of the defendants.\"   Both attorneys testified that when Rodriguez-Resto was informed that he could go to trial without jeopardizing the package agreement, he again reiterated his desire to plead guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">After hearing this testimony, the district court denied Rodriguez-Resto's motion to withdraw, stating that his testimony simply was not credible.  The district court found that his guilty plea had been entered voluntarily and that his claim of coercion merely reflected second thoughts about the wisdom of his decision after learning that two codefendants had been acquitted at trial.  These findings are amply supported by the record and therefore do not constitute clear error.  Moreover, we note that at the original plea hearing, the district court specifically asked Rodriguez-Resto whether anyone had forced him to plead guilty, to which he responded no.  Such statements in open court during a plea hearing \"carry a strong presumption of verity.\"  Blackledge v. Allison, 431 U.S. 63, 74, 97 S.Ct. 1621, 1629, 52 L.Ed.2d 136 (1977).  Accordingly, we hold that the district court properly denied Rodriguez-Resto's motion to withdraw his guilty plea.</p>\n    </div>\n    <p class=\"indent\">B. Velez and Travieso</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Both Velez and Travieso maintain that they were coerced into accepting the package plea agreement.  We need not reach the issue of whether their pleas were in fact coerced because we find that the district court failed to conduct a full and direct voluntariness examination in open court, thereby compromising one of Rule 11's \"core concerns\" and undermining the validity of their guilty pleas.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  See Allard, 926 F.2d at 1244-45 (explaining that Rule 11's core concerns are 1) absence of coercion, 2) understanding of the charges, and 3) knowledge of the consequences of the guilty plea).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Rule 11(d) states:  \"The court shall not accept a plea of guilty or nolo contendere without first, by addressing the defendant personally in open court, determining that the plea is voluntary and not the result of force or threats or of promises apart from a plea agreement.\"   Fed.R.Crim.Proc. 11(d) (emphasis added).  Here, the district court conducted only a partial inquiry into the voluntariness of Travieso's and Velez' guilty pleas.  Specifically, it asked them whether they had \"entered into [the] plea agreement without compulsion or any threats or promises by the--from the U.S. Attorney or any of its agents.\"   It did not, however, ask whether the defendants were pleading guilty voluntarily or whether they had been threatened or pressured by their codefendants into accepting the package plea agreement.  Under these circumstances, the district court's inquiry was incomplete because, regardless of whether Travieso's and Velez' guilty pleas were actually coerced by their codefendants, the literal answer to the court's question could still have been \"yes.\"   Admittedly, all the defendants acknowledged in their written plea agreements that they had not been threatened or pressured into entering their guilty pleas, and all testified at the plea hearings that they had answered the questions in the plea agreements truthfully after consultation with their attorneys.  In many situations, however, \"reliance on 'a written document is not a sufficient substitute for personal examination [by the court].' \"  United States v. Medina-Silverio, 30 F.3d 1, 3 (1st Cir.1994) (quoting James W. Moore, 8 Moore's Federal Practice p 11.-05 (1994)) (other citations omitted).  The Supreme Court has similarly expressed the importance of direct interrogation by the district court judge in determining whether to accept the defendant's guilty plea:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>To the extent that the district judge thus exposes the defendant's state of mind on the record through personal interrogation, he not only facilitates his own determination of a guilty plea's voluntariness, but he also facilitates that determination in any subsequent post-conviction proceeding based upon a claim that the plea was involuntary.  Both of these goals are undermined in proportion to the degree the district judge resorts to \"assumptions\" not based upon recorded responses to his inquiries.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">McCarthy v. United States, 394 U.S. 459, 467, 89 S.Ct. 1166, 1171, 22 L.Ed.2d 418 (1969).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Where a district court has only partially addressed one of Rule 11's core concerns, we must reverse a determination that there was no fair and just reason to set the plea aside unless the irregularities in the plea proceeding do not affect \"substantial rights\" of the defendant.  See Cotal-Crespo, 47 F.3d at 7 (discussing application of Rule 11(h)'s harmless error standard when plea-taking errors result in a \"partial failure\" to address one of Rule 11's core concerns).  Because package-type plea agreements increase the risk that one defendant will coerce another to plead guilty, the district court was obligated to ascertain carefully whether the defendants were in fact entering their pleas without compulsion.  See Daniels, 821 F.2d at 79-80;  United States v. Buckley, 847 F.2d at 1000 n. 6.   Here, the district court made no effort whatsoever to determine whether Travieso's and Velez' pleas were coerced.  Under these circumstances, we cannot say that they lacked a fair and just reason for plea withdrawal, especially since the court's lapse arguably affected their substantial rights.  The advisory committee's notes make clear that Rule 11(h) \"was not intended to allow district courts to ignore Rule 11['s] express commands.\"  Medina-Silverio, 30 F.3d at 4 (citation omitted).  Rather, Rule 11(h)'s harmless error provision is intended to excuse \"minor and technical violation[s]\" and cannot be invoked where the court's deviation effectively \"nullif[ies] important Rule 11 safeguards.\"   Fed.R.Crim.Proc. 11(h) advisory committee's note to 1983 amendment.  Velez' and Travieso's guilty pleas must therefore be set aside and the case must be remanded for further Rule 11 proceedings or trial.</p>\n    </div>\n    <p>INEFFECTIVE ASSISTANCE OF COUNSEL</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">On the morning of the suppression hearing, Pagan's attorney moved for a continuance because her presence was required at another hearing.  The court denied the motion, noting that a continuation would be logistically implausible because of the large number of defendants, attorneys, and witnesses present for the hearing.  After consulting with Pagan, his attorney asked Travieso's attorney to cover for her during the suppression hearing.  Pagan's attorney returned shortly after the court had begun ruling on the motions to suppress.  After denying the motions, the court agreed to allow the defendants to file motions to reconsider and to provide Pagan's counsel with a transcript of the hearing.  Although the court later extended the deadline for filing motions, Pagan never sought reconsideration.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Pagan now contends that the court erred by denying his motion for a continuance, and that as a result of this error, he was denied effective assistance of counsel.  We need not wax longiloquent on this contention.  United States v. Talladino, 38 F.3d 1255, 1261 (1st Cir.1994).  Initially, we note that Pagan points to nothing in the record that would suggest that the district court abused its discretion in denying the continuance.  See United States v. Rodriguez-Cortes, 949 F.2d 532, 545 (1st Cir.1991) (refusal to grant a continuance is reviewed for abuse of discretion, and only \"unreasonable and arbitrary insistence upon expeditiousness in the face of a justifiable request for delay\" constitutes an abuse of discretion).  Moreover, Pagan's ineffective-assistance-of-counsel claim is utterly untenable given the extensive cross-examination conducted by the defense counsel for his eleven codefendants.  Additionally, we note that even after receiving the transcripts of the hearing, Pagan's counsel did not move for reconsideration, suggesting that she was then satisfied with the record developed by the other attorneys.  In fact, Pagan still has not explained what additional questions his counsel would have asked Agent Rivera at the suppression hearing.  We accordingly reject Pagan's ineffective-assistance-of-counsel claim.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">We have explored the other claims raised by the appellants and find them equally meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Affirmed in part, reversed in part.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Romero, Carlos Tejada, and Angel Tejada are not parties to this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The driver and passenger of the black Pathfinder were never identified</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Specifically, Agent Rivera testified that Rodriguez-Resto and Romero were \"buscando rabo ... which indicates that they were looking around, checking on surveillance to see who's watching them....  [T]hey're looking through their rear view mirrors, looking all over the place to see who's watching them.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court also denied the motions to withdraw the guilty pleas of three other defendants.  These defendants, however, do not appeal this issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Nothing was seized from the person of Rodriguez-Rodriguez.  Rather, he seeks to suppress the cash found in his Black Lumina.  In this regard, he argues that his arrest was unlawful and accordingly the search of the vehicle was not a valid search-incident-to-arrest.  See New York v. Belton, 453 U.S. 454, 460-61, 101 S.Ct. 2860, 2864, 69 L.Ed.2d 768 (1981)</p>\n        <p>The government, however, no longer attempts to justify the vehicle searches as incident to lawful arrest, contending instead that there was probable cause to search the vehicles.  \"Under the 'automobile exception,' the only essential predicate for a valid warrantless search of a motor vehicle by law enforcement officers is probable cause to believe that the vehicle contains contraband or other evidence of criminal activity.\"  United States v. McCoy, 977 F.2d 706, 710 (1st Cir.1992) (citations omitted).  Therefore, provided there was probable cause to search the vehicle at the time of Rodriguez-Rodriguez' arrest, the search was valid even if the arrest was not, as the police would have had an independent basis for searching the vehicle, apart from any exploitation of illegal conduct.  Id. at n. 4.   See also Brown v. Illinois, 422 U.S. 590, 599, 95 S.Ct. 2254, 2259, 45 L.Ed.2d 416 (1975);  United States v. Pimental, 645 F.2d 85, 86 (1st Cir.1981).  Therefore, in addressing Rodriguez-Rodriguez' motion to suppress, we need not decide whether his arrest was unlawful.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Appellants argue that Agent Rivera must have fabricated this testimony because the handbags seized did not contain cocaine and the packages of cocaine were all ultimately found in locked suitcases for which the appellants had no keys.  Agent Rivera suggested on cross-examination, however, that the Passenger probably took the handbags with him when he left in the black Pathfinder.  Because this interpretation of the events is supported by the record, we cannot find the district court's reliance on it to be clearly erroneous</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although this observation was made with regard to a sufficiency-of-the-evidence challenge, we think it also applies in probable cause determinations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Additional facts strengthen the probable cause finding against Velez and Rodriguez-Resto</p>\n        <p>Velez fled when the Agents approached, and as the Supreme Court has held, flight at the approach of law enforcement officers, when coupled with specific knowledge relating the suspect to evidence of a crime, is a proper factor to be considered in the decision to make an arrest.  See Sibron, 392 U.S. at 66-67, 88 S.Ct. at 1904-05;  see also United States v. Romero-Carrion, 54 F.3d 15, 16 (1st Cir.1995) (related case in which we held that codefendant Romero's flight \"evinced a keen consciousness of guilt\");  United States v. Paleo, 967 F.2d 7, 9 (1st Cir.1992);  United States v. Cruz, 910 F.2d 1072, 1077 (3d Cir.1990), cert. denied, 498 U.S. 1039, 111 S.Ct. 709, 112 L.Ed.2d 698 (1991).</p>\n        <p>With regard to Rodriguez-Resto, Agent Rivera testified that he participated in a countersurveillance effort along with codefendant Romero.  It is well settled that countersurveillance efforts are indicative of knowing participation in criminal activity.  E.g., United States v. Delgado, 4 F.3d 780, 788 (9th Cir.1993);  United States v. Iafelice, 978 F.2d 92, 95 (3d Cir.1992);  United States v. Taylor, 956 F.2d 572, 578 (6th Cir.1992) (reasonable suspicion could be inferred where defendant \"had glanced furtively in every direction as if conducting 'countersurveillance' \").  Here, Agent Rivera testified that Romero and Rodriguez-Resto were \"looking around ... looking through their rear view mirrors, looking all over the place to see who's watching them.\"   These observations, while arguably consistent with innocent driving, were sufficient to allow a trained officer to infer that Romero and Rodriguez-Resto were conducting countersurveillance and accordingly support our probable cause determination.  See Iafelice, 978 F.2d at 95 (countersurveillance could be inferred where defendants were driving very slowly, looking all around, and staring at the occupants of all the cars they passed).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Moreover, the immediacy of Travieso's actions with respect to Pagan's arrival suggest that Travieso was expecting Pagan and knew his vehicle contained the handbags</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The searches of the remaining vehicles are either not challenged or are challenged in such a vague and perfunctory manner that we deem the challenge waived on appeal.  See United States v. Zannino, 895 F.2d 1, 17 (1st Cir.), cert. denied, 494 U.S. 1082, 110 S.Ct. 1814, 108 L.Ed.2d 944 (1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Before searching the vehicles, the police identified their owners by questioning the defendants and running computer checks on the license plates</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The black Lumina was owned by the sister of appellant Pagan.  It is not clear from the record when the Agents learned this</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The district court divided the ten appellants into two groups of five for the purpose of conducting their plea colloquies.  Rodriguez-Resto was in the first group, and Velez and Travieso were in the second.  Thus, Velez and Travieso were not asked exactly the same questions that Rodriguez-Resto was asked</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Although we ordinarily refrain from entertaining ineffective-assistance-of-counsel claims on direct review, see United States v. Mala, 7 F.3d 1058, 1063 (1st Cir.1993), we have elected to reach Pagan's claim because the record is sufficiently well developed to permit adjudication and the claim is bound up in the claim for denial of a continuance--a claim that is properly before us</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">719</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Carlos MARTINEZ-MOLINA, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Luis MALDONADO-RODRIGUEZ, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Alfonso RODRIGUEZ-RESTO, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Angel RODRIGUEZ-RODRIGUEZ, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Angel FELICIANO-COLON, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Luis MAYSONET-MACHADO, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Rafael E. VELEZ-MATOS, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Victor NOBLE-CANALES, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Eddie TRAVIESO-OCASIO, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Oscar PAGAN-GARCIA, Defendant-Appellant.</p>\n    <p class=\"docket\">Nos. 94-1249 to 94-1255, 94-1325, 94-1631 and 94-1791.</p>\n    <p class=\"court\">United States Court of Appeals,</p>\n    <p class=\"court\">First Circuit.</p>\n    <p class=\"date\">Argued March 8, 1995.<br>Decided Aug. 30, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Teodoro Mendez-Lebron, by Appointment of the Court, for appellant Carlos Martinez-Molina.</p>\n      <p class=\"indent\">Laura Maldonado-Rodriguez, Asst. Federal Public Defender, with whom Benicio Sanchez-Rivera, Federal Public Defender, was on brief, for appellant Luis Maldonado-Rodriguez.</p>\n      <p class=\"indent\">Ramon Garcia, by Appointment of the Court, on brief, for appellant Alfonso Rodriguez-Resto.</p>\n      <p class=\"indent\">Eric B. Singleton, for appellant Angel Rodriguez-Rodriguez.</p>\n      <p class=\"indent\">Frank Pola, Jr., by Appointment of the Court, for appellant Angel Feliciano-Colon.</p>\n      <p class=\"indent\">Manuel San Juan, by Appointment of the Court, for appellant Luis Maysonet-Machado.</p>\n      <p class=\"indent\">Miriam Ramos-Grateroles, by Appointment of the Court, for appellant Rafael E. Velez-Matos.</p>\n      <p class=\"indent\">Thomas R. Lincoln, by Appointment of the Court, with whom Law Offices of Thomas R. Lincoln, was on brief for appellant Victor Noble-Canales.</p>\n      <p class=\"indent\">Maria H. Sandoval, for appellant Eddie Travieso-Ocasio.</p>\n      <p class=\"indent\">Lydia Lizarribar-Masini, for appellant Oscar Pagan-Garcia.</p>\n      <p class=\"indent\">Joseph C. Wyderko, Atty., Dept. of Justice, with whom Guillermo Gil, U.S. Atty., and Esther Castro-Schmidt, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and CYR, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants and four codefendants were arrested at the Barbosa Park in Santurce, Puerto Rico, after a Drug Enforcement Administration (\"DEA\") agent observed them participating in what appeared to be a drug transaction.  The defendants moved to suppress evidence obtained pursuant to the arrest on the grounds that the arrests and subsequent searches were made without probable cause.  The district court denied their motions, and the appellants entered conditional guilty pleas.  Several appellants subsequently claimed that their guilty pleas were coerced and moved to withdraw them.  The district court denied these motions as well.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellants now appeal the denial of the motions to suppress and motions to withdraw their guilty pleas.  For the following reasons, we affirm in part and reverse in part.</p>\n    </div>\n    <p>STATEMENT OF FACTS</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We recite the facts adduced at a suppression hearing in the light most favorable to the district court's ruling to the extent that they derive support from the record and are not clearly erroneous.  United States v. Sealey, <span class=\"citation\" data-id=\"195505\"><a href=\"/opinion/195505/united-states-v-sealey/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 8 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On July 1, 1993, at approximately 2:30 p.m., DEA Agent Carlos Rivera (\"Agent Rivera\") was driving past Barbosa park when he noticed eight or nine men grouped around a concrete bench near one of the park's basketball courts.  Seven or eight vehicles were parked in a row alongside the group of men.  Appellant Luis Maldonado-Rodriguez (\"Maldonado\") was talking on a cellular phone and another man in the group had a cellular phone attached to his waist.  Agent Rivera observed that the men were not dressed to play basketball and did not appear to have coolers, sodas, or alcoholic beverages.  Agent Rivera testified that although he did not know any of the men by name, he had occasionally seen Maldonado near a drug distribution spot in a local housing project.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Agent Rivera parked his car in the adjoining parking lot and began to surveil the group through binoculars.  Besides Maldonado, the group included appellants Alfonso Rodriguez-Resto (\"Rodriguez-Resto\"), Eddie Travieso-Ocasio (\"Travieso\"), Angel Feliciano-Colon (\"Feliciano\"), Victor Noble-Canales (\"Noble\"), Luis Maysonet-Machado (\"Maysonet\"), and Rafael E. Velez-Matos (\"Velez\").  Codefendants Enrique Romero-Carrion (\"Romero\"), Carlos Ruben Tejada-Morales (\"Carlos Tejada\"), Angel David Tejada-Morales (\"Angel Tejada\") were also present.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">About ten minutes later, Agent Rivera saw a black Nissan Pathfinder drive up and park behind Maldonado's Red Suzuki jeep.  The passenger of the black Pathfinder (the \"Passenger\")<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> exited the vehicle and conversed with Maldonado, Travieso, Feliciano, and Romero.  The Passenger then removed a large handbag from the rear of the black Pathfinder and placed it between a white GMC van and a gray Mercury Cougar parked side-by-side next to the basketball court.  The Passenger removed a second handbag from the black Pathfinder and placed it next to the first.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Agent Rivera then drove through the parking lot to get a closer look.  As he passed by, he saw Maldonado, Travieso, Feliciano, Romero, and the Passenger gathered around the handbags.  Agent Rivera testified that the Passenger was handling square-shaped packages that appeared to contain cocaine.  Agent Rivera also noticed that the sliding door of the white GMC van was open, although he could not see anything inside.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After returning to his previous surveillance post, Agent Rivera saw Noble, Maysonet, Carlos Tejada, and Angel Tejada standing near the black Pathfinder.  Agent Rivera also observed Travieso and Romero apparently arranging something in the rear of a black Pontiac station wagon.  Agent Rivera did not observe them carry anything to the black station wagon.  Several minutes later, the black Pathfinder left the parking lot.  Agent Rivera then left his surveillance post and called his office for backup.  Around the same time as Agent Rivera returned to his post, appellant Angel Rodriguez-Rodriguez (\"Rodriguez- Rodriguez\") arrived in a black Chevrolet Lumina, joined the group for three or four minutes, and then left.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellants Oscar Pagan-Garcia (\"Pagan\") and codefendant Roberto Maldonado-Torres (\"Maldonado-Torres\") arrived in a red Ford Mustang about five minutes later.  Agent Rivera observed Travieso approach the Mustang and lean his body inside the vehicle as if he were looking for something.  Travieso removed an object (which Agent Rivera could not identify) from the red Mustang and headed towards the gray Toyota Tercel.  When he returned, he took a green handbag from the red Mustang and brought it to the rear of that vehicle.  Pagan exited the driver's side of the red Mustang and opened its trunk.  Agent Rivera testified that the trunk remained open for several seconds, but that he was unable to discern what happened to the green handbag.  A few seconds later, Maldonado-Torres exited from the passenger's side of the red Mustang and accompanied Travieso and Pagan as they joined the group near the bench.  Shortly thereafter, Rodriguez-Rodriguez returned to the parking lot in the black Lumina and rejoined the group.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Several minutes later, Rodriguez-Resto and Romero left the parking lot in the black Pontiac station wagon.  By this time, several other DEA agents had joined Agent Rivera.  Agent Rivera followed the black station wagon as it circled the park while the other agents continued to surveil the parking lot.  Agent Rivera testified that Rodriguez-Resto and Romero appeared to him to be conducting countersurveillance in an effort to ferret out any \"tails.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  After Rodriguez-Resto and Romero returned to the parking lot, Agent Rivera joined the other agents at his prior surveillance post.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A few moments later, appellant Carlos Martinez-Molina (\"Martinez\") arrived in a black Toyota Supra and the six DEA Agents decided to intervene.  The Agents, all clad in DEA jackets, identified themselves as law enforcement personnel and moved in to detain the group.  Velez, Martinez, Romero, and Maldonado-Torres were all detained as they attempted to flee the scene.  Martinez discarded an airplane ticket while fleeing.  Agent Rivera also found an abandoned cellular phone nearby.  The Agents also seized airline tickets from Feliciano, Pagan, Noble, Maysonet, Carlos Tejada, and Angel Tejada.  All of the seized tickets had been issued under false names for a flight from Puerto Rico to New York later that afternoon.  Rodriguez-Resto, Travieso, Noble, Pagan, Carlos Tejada, Angel Tejada, and Romero were all found to be carrying over $1,000 in cash.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Agent Rivera testified that after all fourteen men had been arrested, he observed suitcases in three of the vehicles:  the red Suzuki, the white van, and the black station wagon.  He also testified that twelve yellow, U.S.D.A. Agricultural inspection stickers were in plain view on the front seats and dashboards of six of the vehicles.  Agent Rivera testified that, based on his experience in law enforcement, he knew that drug smugglers commonly used these stickers to bypass agricultural inspection at the airport.  The Agents then searched all of the vehicles.  Seven of the vehicles contained two suitcases each, for a total of fourteen suitcases.  The Agents also found two handbags in the black station wagon, including the green handbag Travieso had removed from the red Mustang.  The Agents found $3,000 in cash in the black Lumina and an unused airline ticket for a flight on the previous day in a Red Mazda Protege.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The men were all handcuffed and taken to the DEA offices.  The Agents obtained a search warrant for the suitcases and handbags after a drug detection dog indicated the probable presence of narcotics in eleven of the suitcases and both handbags.  Each of the eleven suitcases contained thirty to forty kilograms of cocaine.  Neither handbag was found to contain cocaine.</p>\n    </div>\n    <p>PROCEDURAL HISTORY</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The defendants all moved to suppress the evidence seized from their persons and vehicles.  The district court denied the motions to suppress, and all ten appellants entered conditional guilty pleas to possession with intent to distribute cocaine, in violation of 21 U.S.C. Sec. 841(a).  In exchange for each appellant's written plea agreement, the government agreed to limit each appellant's relevant conduct to fifteen kilograms for the purpose of sentencing.  The plea agreements were part of a \"package deal\" and were contingent on all of the defendants in this case accepting the plea offer and entering a plea of guilty.  The plea agreements provided that \"should any of the defendants decide to change his plea according to the offer, the plea is automatically withdrawn as to all of the defendants.\"   Carlos Tejada, Angel Tejada, and Romero had elected to go to trial and were excepted from this requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">All ten appellants entered their guilty pleas on October 20, 1993.  Later that day, the jury trial commenced for codefendants Carlos Tejada, Angel Tejada, and Romero.  At the conclusion of the government's case, the court granted Carlos Tejada's motion for acquittal.  On October 27, 1994, the jury acquitted Angel Tejada and convicted Romero.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On November 16, 1993, Rodriguez-Resto moved to withdraw his guilty plea.  Travieso and Velez both moved to withdraw their guilty pleas on January 31, 1994, the day of the sentencing hearing.  The district court denied all three motions.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>THE MOTIONS TO SUPPRESS</p>\n    </div>\n    <p>I. Lawfulness of Arrests</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Nine appellants--Maldonado, Rodriguez-Resto, Rodriguez-Rodriguez,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Feliciano, Maysonet, Velez, Noble, Travieso, and Pagan--argue that they were arrested without probable cause, and that therefore the items seized during their arrest should have been suppressed.</p>\n    </div>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">With respect to a motion to suppress, we review a district court's findings of fact only for clear error.  <span class=\"citation\" data-id=\"195505\"><span class=\"antecedent_guess\">Sealey,</span> <a href=\"/opinion/195505/united-states-v-sealey/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">9</span></a></span>;  United States v. Maguire, <span class=\"citation\" data-id=\"551274\"><a href=\"/opinion/551274/united-states-v-john-j-maguire-united-states-v-thomas-m-kavanagh/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">254</span></a></span>, 257 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">950</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1421</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">474</span> </span>(1991).  This deferential standard is appropriate because the district court has a superior sense of what actually transpired during an incident by virtue of its ability to see and hear the witnesses who have firsthand knowledge of the events.  United States v. Zapata, <span class=\"citation\" data-id=\"195255\"><a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">971</span></a></span>, 975 (1st Cir.1994).  Questions of law, however, are subject to de novo review.  Id.</p>\n    </div>\n    <p class=\"indent\">B. Applicable Law</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Law enforcement officers may effect warrantless arrests provided that they have probable cause to believe that the suspect has committed or is committing a crime.  United States v. Watson, <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></span>, 416-18, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">820</span></span>, 824-25, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">598</span> </span>(1976);  Gerstein v. Pugh, <span class=\"citation\" data-id=\"109186\"><a href=\"/opinion/109186/gerstein-v-pugh/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 113-14, <span class=\"citation\" data-id=\"109186\"><a href=\"/opinion/109186/gerstein-v-pugh/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">854</span></a></span>, 862-63, <span class=\"citation\" data-id=\"109186\"><a href=\"/opinion/109186/gerstein-v-pugh/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">54</span> </a></span>(1975).  \"[P]robable cause is a fluid concept--turning on the assessment of probabilities in particular factual contexts,\" Illinois v. Gates, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 232, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2317</span></a></span>, 2329, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">527</span> </a></span>(1983), and as such \"must be evaluated in light of the totality of circumstances.\"  United States v. Torres-Maldonado, <span class=\"citation\" data-id=\"195153\"><a href=\"/opinion/195153/united-states-v-torres-maldonado/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span>, 105 (1st Cir.1994) (quoting United States v. Uricoechea-Casallas, <span class=\"citation\" data-id=\"569296\"><a href=\"/opinion/569296/united-states-v-jaime-uricoechea-casallas/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span>, 165 (1st Cir.1991)).  Moreover, in order to establish probable cause, the government \"need not present the quantum of proof necessary to convict.\"  <span class=\"citation\" data-id=\"569296\"><a href=\"/opinion/569296/united-states-v-jaime-uricoechea-casallas/\"><span class=\"id_token\">Id.</span> at 105 </a></span>(quoting <span class=\"citation\" data-id=\"569296\"><span class=\"antecedent_guess\">Uricoechea-Casallas,</span> <a href=\"/opinion/569296/united-states-v-jaime-uricoechea-casallas/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">165</span></a></span>).   See also United States v. Morris, <span class=\"citation\" data-id=\"593170\"><a href=\"/opinion/593170/united-states-v-howard-morris-united-states-v-rafael-tormes-ortiz/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">677</span></a></span>, 684 (1st Cir.1992) (same), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1588</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">155</span> </span>(1993);  United States v. Figueroa, <span class=\"citation\" data-id=\"488520\"><a href=\"/opinion/488520/united-states-v-raul-casiano-figueroa/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1020</span></a></span>, 1023 (1st Cir.1987) (same).  Rather, it need only show that at the time of the arrest, the facts and circumstances known to the arresting officers were sufficient to warrant a prudent person in believing that the defendant had committed or was committing an offense.  <span class=\"citation\" data-id=\"195153\"><span class=\"antecedent_guess\">Torres-Maldonado,</span> <a href=\"/opinion/195153/united-states-v-torres-maldonado/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">105</span></a></span>;  see also Beck v. Ohio, <span class=\"citation\" data-id=\"106936\"><a href=\"/opinion/106936/beck-v-ohio/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 91, <span class=\"citation\" data-id=\"106936\"><a href=\"/opinion/106936/beck-v-ohio/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">223</span></a></span>, 225, <span class=\"citation\" data-id=\"106936\"><a href=\"/opinion/106936/beck-v-ohio/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">142</span> </a></span>(1964).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Of course, probable cause must exist with respect to each person arrested, and \"a person's mere propinquity to others independently suspected of criminal activity does not, without more, give rise to probable cause to search that person.\"  Ybarra v. Illinois, <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></span>, 91, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">338</span></span>, 342, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span> </span>(1979) (citing Sibron v. New York, <span class=\"citation\" data-id=\"107730\"><a href=\"/opinion/107730/sibron-v-new-york/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">40</span></a></span>, 62-63, <span class=\"citation\" data-id=\"107730\"><a href=\"/opinion/107730/sibron-v-new-york/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1889</span></a></span>, 1902-03, <span class=\"citation\" data-id=\"107730\"><a href=\"/opinion/107730/sibron-v-new-york/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">917</span> </a></span>(1968));  see also United States v. Diallo, <span class=\"citation\" data-id=\"195489\"><a href=\"/opinion/195489/united-states-v-diallo/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 25 (1st Cir.1994).  Rather, \"some additional circumstances from which it is reasonable to infer participation in criminal enterprise must be shown.\"  United States v. Burrell, <span class=\"citation\" data-id=\"583408\"><a href=\"/opinion/583408/united-states-v-ellis-burrell-billy-j-henry-jon-p-hammonds-william-d/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">976</span></a></span>, 986 (7th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">357</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">270</span> </span>(1992) (quoting United States v. Hillison, <span class=\"citation\" data-id=\"435104\"><a href=\"/opinion/435104/united-states-v-john-irving-hillison-united-states-of-america-v-murray/\"><span class=\"volume\">733</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">692</span></a></span>, 697 (9th Cir.1984)).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In assessing the significance of a defendant's association to others independently suspected of criminal activity, the Hillison court looked to whether the known criminal activity was contemporaneous with the association and whether the circumstances suggest that the criminal activity could have been carried on without the knowledge of all persons present.  See <span class=\"citation\" data-id=\"435104\"><span class=\"antecedent_guess\">Hillison,</span> <a href=\"/opinion/435104/united-states-v-john-irving-hillison-united-states-of-america-v-murray/\"><span class=\"volume\">733</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">697</span> </a></span>(citations omitted).  Other courts have focused on the nature of the place in which the arrest occurred and whether the individual himself was behaving suspiciously or was merely \"tainted\" by another.  See United States v. Tehrani, <span class=\"citation\" data-id=\"691032\"><a href=\"/opinion/691032/united-states-v-mehdi-tehrani-amir-alaei/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 59 (2d Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A survey of the relevant caselaw makes clear, however, that it is often difficult to determine precisely what additional factors are sufficient to create the requisite inference of participatory involvement.  In <span class=\"citation no-link\"><span class=\"antecedent_guess\">Ybarra,</span> <span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">90-91</span></span>, 100 S.Ct. at 341-42, officers had a warrant to search a bar and its bartender for heroin.  They conducted a patdown search of Ybarra, a bar patron, despite the fact he had made no gestures suggesting criminal conduct, no attempts to conceal contraband, and no suspicious statements.  In declaring the search invalid, the Court noted that the officers \"knew nothing more about Ybarra except that he was present, along with several other customers, in a public tavern at a time when the police had reason to believe that the bartender would have heroin for sale.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 91, </span>100 S.Ct. at 342.   See also Swint v. City of Wadley, Alabama, <span class=\"citation\" data-id=\"693042\"><a href=\"/opinion/693042/tom-swint-tony-spradley-drecilla-james-and-jerome-lewis-v-the-city-of/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">988</span> </a></span>(11th Cir.1995) (holding that the legitimate search and seizure of one suspect in a public place cannot be bootstrapped into probable cause for a broadbase search of the business establishment and its patrons).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Similarly, in Sibron v. New York, <span class=\"citation\" data-id=\"107730\"><a href=\"/opinion/107730/sibron-v-new-york/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">40</span></a></span>, 62, <span class=\"citation\" data-id=\"107730\"><a href=\"/opinion/107730/sibron-v-new-york/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1889</span></a></span>, 1902, <span class=\"citation\" data-id=\"107730\"><a href=\"/opinion/107730/sibron-v-new-york/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">917</span> </a></span>(1968), the Court held that probable cause was not established by the mere fact that the defendant spoke to a number of known narcotics addicts over a period of eight hours where the arresting officer was completely ignorant regarding the content of the conversation and saw nothing pass between the defendant and the addicts.  See also United States v. Chadwick, <span class=\"citation\" data-id=\"334451\"><a href=\"/opinion/334451/united-states-v-joseph-a-chadwick/\"><span class=\"volume\">532</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">773</span></a></span>, 784 (1st Cir.1976), aff'd on other grounds <span class=\"citation\" data-id=\"109714\"><a href=\"/opinion/109714/united-states-v-chadwick/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"109714\"><a href=\"/opinion/109714/united-states-v-chadwick/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2476</span></a></span>, <span class=\"citation\" data-id=\"109714\"><a href=\"/opinion/109714/united-states-v-chadwick/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span> </a></span>(1977) (mere act of picking up suspected drug traffickers at the train station and helping them load a contraband-laden footlocker into car does not, without more, constitute probable cause);  United States v. Di Re, <span class=\"citation\" data-id=\"104490\"><a href=\"/opinion/104490/united-states-v-di-re/\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">581</span></a></span>, 593, <span class=\"citation\" data-id=\"104490\"><a href=\"/opinion/104490/united-states-v-di-re/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">222</span></a></span>, 228, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">210</span> </span>(1948) (holding that \"[t]he argument that one who 'accompanies a criminal to a crime rendezvous' cannot be assumed to be a bystander, forceful enough in some circumstances, is farfetched when the meeting is not secretive or in a suspicious hide-out ... and where the alleged substantive crime is one which does not necessarily involve any act visibly criminal\").</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In contrast, the cases in which courts find that probable cause exists generally involve substantially more than a momentary, random, or apparently innocent association between the defendant and the known criminal activity.  For instance, in United States v. Patrick, <span class=\"citation\" data-id=\"538805\"><a href=\"/opinion/538805/united-states-v-christopher-patrick-linda-taylor-and-christopher-patrick/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">169</span> </a></span>(2d Cir.1990), the court upheld the search of a male defendant (Patrick) who crossed the border from Canada into New York at about the same time as a woman (Taylor) who was found to be carrying narcotics.  <span class=\"citation\" data-id=\"538805\"><a href=\"/opinion/538805/united-states-v-christopher-patrick-linda-taylor-and-christopher-patrick/\"><span class=\"id_token\">Id.</span> at 170. </a></span>  When the two entered the Immigration Office, there were no other travellers present, and both defendants told the same unusual story:  they had accidentally crossed the border by bus and were simply returning to the United States.  <span class=\"citation\" data-id=\"538805\"><a href=\"/opinion/538805/united-states-v-christopher-patrick-linda-taylor-and-christopher-patrick/\"><span class=\"id_token\">Id.</span> at 171. </a></span>  When cocaine base was found in the woman's purse, the man was also arrested.  <span class=\"citation\" data-id=\"538805\"><a href=\"/opinion/538805/united-states-v-christopher-patrick-linda-taylor-and-christopher-patrick/\"><span class=\"id_token\">Id.</span> at 172. </a></span>  Distinguishing Ybarra, the court found that the fact that the man and woman had simultaneously entered the Immigration Office at a time when no others were present and that both told the same unusual story \"provided an adequate basis for the officials to reasonably believe that Patrick was not just a mere innocent traveling companion but was travelling and acting in concert with Taylor in transporting the cocaine.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Similarly, in United States v. Halliman, <span class=\"citation\" data-id=\"554884\"><a href=\"/opinion/554884/united-states-v-hugh-b-halliman/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">873</span></a></span>, 881-82 (D.C.Cir.1991), police officers suspected that a group of narcotics traffickers was living at and operating out of several rooms at the Holiday Inn.  <span class=\"citation\" data-id=\"554884\"><a href=\"/opinion/554884/united-states-v-hugh-b-halliman/\"><span class=\"id_token\">Id.</span> at 875. </a></span>Pursuant to a valid search, the officers seized a substantial amount of cocaine and arrested defendant Halliman.  <span class=\"citation\" data-id=\"554884\"><a href=\"/opinion/554884/united-states-v-hugh-b-halliman/\"><span class=\"id_token\">Id.</span> at 876-77. </a></span>  Subsequently, two men entered the hotel lobby and headed for the rooms that had just been searched.  The night manager informed police that the two men were \"in the group\" of narcotics traffickers who had been frequenting the hotel for the past month.  The men stopped in front of one of the rooms in which the cocaine had been seized and contemplated the broken lock.  The police then arrested them and seized the cocaine they were carrying.  <span class=\"citation\" data-id=\"554884\"><a href=\"/opinion/554884/united-states-v-hugh-b-halliman/\"><span class=\"id_token\">Id.</span> at 877. </a></span>  In upholding the arrest, the court distinguished Ybarra by noting that \"the police here were aware of more than a momentary, casual, or random association among the defendants, the location, and Halliman.\"  <span class=\"citation\" data-id=\"554884\"><a href=\"/opinion/554884/united-states-v-hugh-b-halliman/\"><span class=\"id_token\">Id.</span> at 882.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In <span class=\"citation\" data-id=\"435104\"><span class=\"antecedent_guess\">Hillison,</span> <a href=\"/opinion/435104/united-states-v-john-irving-hillison-united-states-of-america-v-murray/\"><span class=\"volume\">733</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">697</span></a></span>, the defendant registered at a hotel under an alias and occupied a room adjacent to two men known to be engaged in narcotics trafficking.  The three men visited back and forth between the two rooms and used their automobiles interchangeably.  The court found probable cause to arrest the defendant based on his close association with the drug traffickers over the course of three days, noting that \"it taxes credulity to assert that [the defendant] spent as much time in [the drug-traffickers'] company ... without knowing about their drug dealing activity.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In United States v. Holder, <span class=\"citation\" data-id=\"604763\"><a href=\"/opinion/604763/united-states-v-troy-carzell-holder/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1327</span></a></span>, 1329 (D.C.Cir.1993), the court found probable cause to arrest a defendant found at the scene of a narcotics transaction.  The court's analysis focused on the fact that the transaction occurred in a private apartment where the drugs were openly on display.  The court distinguished Ybarra, stating that while Ybarra's \"presence in a public tavern was ostensibly innocent, [the defendant's] presence in a private apartment just a few feet from a table full of cocaine can hardly be so described....  The logical inference ... was that [he] was either a party to the distribution of drugs or a customer.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">With these principles in mind, we turn to the claims of each appellant.</p>\n    </div>\n    <p class=\"indent\">C. Analysis</p>\n    <p>1. Travieso, Maldonado, and Feliciano</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We first consider the claims of appellants Travieso, Maldonado, and Feliciano.  The record indicates that although the men were in a park near a basketball court, they were neither dressed to play nor visibly equipped for a social gathering.  Agent Rivera also witnessed Maldonado talking on a cellular phone, which we have previously noted to be a \"known tool[ ] of the drug trade.\"  United States v. De La Cruz, <span class=\"citation\" data-id=\"610551\"><a href=\"/opinion/610551/united-states-v-efrain-de-la-cruz-united-states-v-luis-torres/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1307</span></a></span>, 1311 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">356</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">320</span> </span>(1993).  While these facts might not be enough alone to constitute probable cause, they do weigh in our evaluation of the \"totality of the circumstances.\"   More significant, however, are Agent Rivera's subsequent observations.  He testified that after the black Pathfinder arrived, the Passenger removed two handbags from the vehicle and placed them between the white van and gray Cougar.  Agent Rivera testified further that Travieso, Maldonado, and Feliciano all gathered around as the Passenger handled what appeared to be packages of cocaine.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  We think that these facts would lead a prudent person to believe that a large-scale cocaine transaction was transpiring and that Travieso, Maldonado, and Feliciano were involved.  We accordingly hold that their arrests were supported by probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>2. Rodriguez-Resto, Maysonet, Velez, and Noble</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We now consider whether the arrests of appellants Rodriguez-Resto, Maysonet, Velez, and Noble were supported by the requisite probable cause.  All four argue that they were improperly arrested for their \"mere propinquity to others independently suspected of criminal activity.\"  Ybarra, 444 U.S. at <span class=\"citation no-link\"><span class=\"antecedent_guess\">91,</span> <span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">342</span></span>.   Although a close call, we disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">While we acknowledge that the facts here are not clearly analogous to any of the cases discussed above, they are completely distinguishable from Ybarra and its progeny in that they indicate more than a \"momentary, casual, or random association\" between these four defendants, the location of the arrest, and those independently suspected of criminal activity.  Applying the first factor enunciated by the Hillison court, we note that the connection between Rodriguez-Resto, Maysonet, Velez, and Noble and the suspected criminal activity was contemporaneous:  all four were among the original group of men that initially attracted Agent Rivera's attention by using a cellular telephone and gathering in street clothes in a public park.  See <span class=\"citation\" data-id=\"435104\"><span class=\"antecedent_guess\">Hillison,</span> <a href=\"/opinion/435104/united-states-v-john-irving-hillison-united-states-of-america-v-murray/\"><span class=\"volume\">733</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">697</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">With regard to the second Hillison factor, we think it strains credulity to suggest that the cocaine transaction was being carried on without the knowledge of all persons present.  <span class=\"citation\" data-id=\"435104\"><a href=\"/opinion/435104/united-states-v-john-irving-hillison-united-states-of-america-v-murray/\"><span class=\"id_token\">Id.</span>  Admittedly, Rodriguez-Resto, </a></span>Maysonet, Velez, and Noble were not among the group that gathered around as the Passenger allegedly handled the packages of cocaine.  Nevertheless, Agent Rivera's testimony clearly indicates that they were part of the group suspected of narcotics violations.  Agent Rivera testified that the group was bunched tightly and moved towards the Pathfinder when it arrived, suggesting that they knew or were expecting its occupants.  Furthermore, their lack of either athletic gear or picnic accoutrements made it less likely that they were at the park for an unrelated and innocent activity, and therefore suggested that they were not ignorant of the criminal activity transpiring around them.  Although these facts do not conclusively rule out the \"innocent bystander\" explanation, we think that they reasonably imply participatory involvement.  As the Supreme Court has explained, the evidence \"must be seen and weighed not in terms of library analysis by scholars, but as understood by those versed in the field of law enforcement.\"  <span class=\"citation\" data-id=\"110959\"><span class=\"antecedent_guess\">Gates,</span> <a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">232</span></a></span>, 103 S.Ct. at 2317 (quoting United States v. Cortez, <span class=\"citation\" data-id=\"110377\"><a href=\"/opinion/110377/united-states-v-cortez/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span>, 418, <span class=\"citation\" data-id=\"110377\"><a href=\"/opinion/110377/united-states-v-cortez/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">690</span></a></span>, 695, <span class=\"citation\" data-id=\"110377\"><a href=\"/opinion/110377/united-states-v-cortez/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span> </a></span>(1981)).  We do not think officers in the field are required to divorce themselves from reality or to ignore the fact that \"criminals rarely welcome innocent persons as witnesses to serious crimes and rarely seek to perpetrate felonies before larger-than-necessary audiences.\"  United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 712 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">154</span> </span>(1993).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Accordingly, we find that the arrests of Rodriguez-Resto, Maysonet, Velez, and Noble were supported by probable cause.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>3. Pagan</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Appellant Pagan also claims that he was arrested for his \"mere propinquity\" to the others.  We disagree.  Although Pagan arrived after the black Pathfinder had left, his interaction with Travieso was sufficient for the officers to infer his participatory involvement in a drug transaction.  Travieso was among the four who had gathered around when the Passenger handled the suspicious packages taken from the handbags retrieved from the back of the black Pathfinder.  From this, Agent Rivera could reasonably have concluded that Travieso was intimately involved with the suspected drug transaction.  Agent Rivera testified that when Pagan arrived in the red Mustang, Travieso immediately came over and inserted his entire torso into the car as if he were \"searching for something inside the vehicle.\"   Agent Rivera testified that Travieso then removed an object which he could not identify from the red Mustang.  Travieso then extracted a green handbag and brought it to the rear of the red Mustang.  Agent Rivera testified that Pagan then exited the vehicle, headed to the rear, and opened the trunk.  A few seconds later, the trunk was closed and Agent Rivera could no longer see the green handbag.  Pagan then accompanied Travieso, and they joined the group near the bench.  We think that these events fairly imply participatory involvement.  When Pagan arrived, Agent Rivera already had good reason to suspect that Travieso was in possession of handbags containing cocaine.  When Travieso immediately retrieved two objects from Pagan's vehicle, one of which was a handbag which he apparently transferred to the trunk, Agent Rivera reasonably could have concluded that Pagan was also a knowing participant in the drug transaction.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  We accordingly find that Pagan's arrest was supported by probable cause.</p>\n    </div>\n    <p>II. Lawfulness of the Vehicle Searches</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Appellants challenge the searches of seven of the eleven vehicles:  the black Toyota Supra, the gray Nissan, the Red Suzuki, the white GMC van, the red Mazda Protege, the gray Cougar, and the black Lumina.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Supreme Court has ruled that an automobile may be searched without a warrant if the police have probable cause to believe that it contains contraband, evidence of a crime, or other matter that may lawfully be seized.  California v. Acevedo, <span class=\"citation\" data-id=\"112608\"><a href=\"/opinion/112608/california-v-acevedo/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">565</span></a></span>, <span class=\"citation\" data-id=\"112608\"><a href=\"/opinion/112608/california-v-acevedo/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1982</span></a></span>, <span class=\"citation\" data-id=\"112608\"><a href=\"/opinion/112608/california-v-acevedo/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span> </a></span>(1991);  United States v. Ross, <span class=\"citation\" data-id=\"110719\"><a href=\"/opinion/110719/united-states-v-ross/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">798</span></a></span>, <span class=\"citation\" data-id=\"110719\"><a href=\"/opinion/110719/united-states-v-ross/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2157</span></a></span>, <span class=\"citation\" data-id=\"110719\"><a href=\"/opinion/110719/united-states-v-ross/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">572</span> </a></span>(1982).  As in other contexts, probable cause to search a vehicle exists where the facts and circumstances known to the arresting officers are sufficient to cause a person of reasonable caution to believe the search is justified.  United States v. Infante-Ruiz, <span class=\"citation\" data-id=\"195160\"><a href=\"/opinion/195160/united-states-v-infante/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">498</span></a></span>, 502 (1st Cir.1994) (citing 3 Charles Alan Wright, Federal Practice and Procedure:  Criminal 2d Sec. 662 at 579 (1982)).  That is, there must have been particular facts indicating that, at the time of search, the vehicle or a container within it carried contraband, evidence of crime, or other seizable matter.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Before addressing whether probable cause existed as to each vehicle, we note that before they intervened, the arresting officers had probable cause to believe that the tightly gathered group in the parking lot was engaged in a large-scale cocaine transaction.  Moreover, when the Agents approached, four members of the group attempted to flee, suggesting their knowing participation in illegal activity.  Upon searching the arrested men, the Agents found large amounts of cash and seven plane tickets for a flight to New York later that afternoon, all issued under false names.  Six suitcases were in plain view in three of the vehicles.  Additionally, six of the vehicles contained U.S.D.A. stickers, commonly used by smugglers to bypass agricultural inspection at the airport.  From these observations, a reasonable law enforcement officer could conclude that most, if not all, of the men were conspiring to transport narcotics into New York, and that they were using the vehicles parked at the scene to bring the narcotics to the airport.</p>\n    </div>\n    <p class=\"indent\">A. The black Supra and the gray Nissan</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Martinez claims that his black Supra and gray Nissan were unlawfully searched.  Initially, we note that Martinez owned two of the vehicles present at the park, and the police were aware of this fact.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  This suggests that his presence with the other defendants at the park was by design rather than coincidence and significantly discounts any theory that he had merely stopped by to chat with some friends.  Additionally, when the Agents intervened, Martinez fled, discarding a plane ticket in the process.  Moreover, U.S.D.A. Agriculture stickers were in plain view in the vehicles.  We think that these facts would lead a reasonably prudent person to believe that Martinez was using his vehicles to facilitate the narcotics conspiracy.  We accordingly find that the searches of his vehicles were lawful.</p>\n    </div>\n    <p class=\"indent\">B. The red Suzuki</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Maldonado maintains that the search of his red Suzuki jeep was unlawful.  We disagree.  Agent Rivera testified that two suitcases and two U.S.D.A. stickers were in plain view in the vehicle.  Putting these observations in the context of the other observations and events, we think the officers were well warranted in believing that the vehicle was being used to facilitate the narcotics conspiracy.  We accordingly find that the search of the red Suzuki was supported by probable cause.</p>\n    </div>\n    <p class=\"indent\">C. The white GMC van</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Feliciano challenges the search of his white GMC van.  Initially, we note that upon searching Feliciano, the Agents found an airline ticket issued under a false name, suggesting his involvement in the drug transaction.  Moreover, when Agent Rivera observed the Passenger handling the suspicious packages, he was squatting between Feliciano's van and the gray Mercury Cougar.  Agent Rivera also noted that the sliding door of the van was open at this time.  After intervention, the agents observed that two suitcases lay in plain view in the vehicle.  These facts all suggest more than a random connection between the vehicle and the suspected narcotics trafficking and in light of the circumstances were sufficient to warrant the officers in believing that the vehicle contained contraband.  We accordingly find that the search of the van was supported by probable cause.</p>\n    </div>\n    <p class=\"indent\">D. The red Mazda Protege</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Velez maintains that the search of the red Mazda Protege was unlawful.  We disagree.  Two U.S.D.A. stickers were in plain view near the dashboard, thus linking the vehicle to the suspected narcotics trafficking and warranting the Agents' belief that it contained contraband.  We accordingly find that the search of the red Mazda Protege was supported by probable cause.</p>\n    </div>\n    <p class=\"indent\">E. The gray Cougar and the black Lumina</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Rodriguez-Rodriguez maintains that the search of the gray Cougar was invalid.  We disagree.  The Passenger's handling of the suspicious packages occurred between the gray Cougar and the white GMC van.  Moreover, the Agents observed that two U.S.D.A. stickers lay in plain view in the Cougar.  In light of the circumstances, we think that these observations were sufficient to warrant the officers in believing that the vehicle was being used to transport narcotics to the airport.  We accordingly find that the search of the gray Cougar was supported by probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Rodriguez-Rodriguez also challenges the search of the black Lumina.  While this presents a somewhat closer call, we think the search was supported by the requisite probable cause.  Admittedly, Rodriguez-Rodriguezrived in the black Lumina after the Pathfinder had left the area.  He joined the group for only a few minutes, left in the black Lumina, and returned shortly thereafter.  The Agents did not observe anything being placed in or withdrawn from the vehicle.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Nevertheless, before searching the vehicles, the Agents determined that Rodriguez-Rodriguez owned the gray Cougar,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> in which the Agents had observed U.S.D.A. stickers.  This was sufficient to warrant the Agents' belief that Rodriguez-Rodriguez was intimately involved in the suspected narcotics trafficking.  Thus, before searching the black Lumina, the Agents reasonably suspected Rodriguez-Rodriguez of drug trafficking and knew that he was independently associated with two vehicles at the scene of the arrest:  the one in which he arrived and the one he owned.  These facts, in conjunction with Agent Rivera's previous observations and the cash and tickets already seized, were sufficient to warrant the Agents' belief that the black Lumina was being used to transport narcotics.  See <span class=\"citation\" data-id=\"593170\"><span class=\"antecedent_guess\">McCoy,</span> <a href=\"/opinion/593170/united-states-v-howard-morris-united-states-v-rafael-tormes-ortiz/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">711</span> </a></span>(where officers have probable cause to believe that the suspects used the vehicle in criminal activity, they may reasonably infer the vehicle contains contraband).  We accordingly find that the search of the black Lumina was supported by probable cause.</p>\n    </div>\n    <p>MOTIONS TO WITHDRAW GUILTY PLEAS</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Rodriguez-Resto, Velez, and Travieso all contend that the district court erred in denying their motions to withdraw their guilty pleas.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Other than for errors of law, we will overturn the trial judge's decision to deny a motion to withdraw a guilty plea only for \"demonstrable abuse of discretion.\"  United States v. Allard, <span class=\"citation\" data-id=\"556604\"><a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1237</span></a></span>, 1245 (1st Cir.1991) (citing United States v. Pellerito, <span class=\"citation\" data-id=\"526038\"><a href=\"/opinion/526038/united-states-v-giuseppe-pellerito-aka-joseph-el-italiano-united/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1535</span></a></span>, 1538 (1st Cir.1989)).  The trial court's subsidiary findings of fact in connection with the plea-withdrawal motion are reviewed only for clear error.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">It is well settled that a defendant may withdraw a guilty plea prior to sentencing only upon a showing of \"fair and just reason\" for the request.  United States v. Cotal-Crespo, <span class=\"citation\" data-id=\"195871\"><a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1995) (citing <span class=\"citation\" data-id=\"526038\"><span class=\"antecedent_guess\">Pellerito,</span> <a href=\"/opinion/526038/united-states-v-giuseppe-pellerito-aka-joseph-el-italiano-united/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1537</span></a></span>);  see also Fed.R.Crim.P. 32(d).  To gauge whether the asserted ground for withdrawal meets the Rule 32(d) standard, a court must look at the totality of the circumstances, especially whether the defendant's plea was knowing, voluntary, and intelligent within the meaning of Rule 11.  See <span class=\"citation\" data-id=\"195871\"><span class=\"antecedent_guess\">Cotal-Crespo,</span> <a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">3-4</span></a></span>;  United States v. Doyle, <span class=\"citation\" data-id=\"596485\"><a href=\"/opinion/596485/united-states-v-clifford-a-doyle/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">591</span></a></span>, 594 (1st Cir.1992);  <span class=\"citation\" data-id=\"526038\"><span class=\"antecedent_guess\">Pellerito,</span> <a href=\"/opinion/526038/united-states-v-giuseppe-pellerito-aka-joseph-el-italiano-united/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1537</span></a></span>.   Other factors the court may consider include (1) the plausibility of the reasons prompting the requested change of plea;  (2) the timing of the defendant's motion;  and (3) the existence or nonexistence of an assertion of innocence.  <span class=\"citation\" data-id=\"195871\"><span class=\"antecedent_guess\">Cotal-Crespo,</span> <a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">3-4</span></a></span>.   Lastly, even where a defendant appears to meet the strictures of this four-part test, the court still must evaluate the proposed plea withdrawal in relation to any demonstrable prejudice that will accrue to the government if the defendant is permitted to change his plea.  United States v. Parrilla-Tirado, <span class=\"citation\" data-id=\"195328\"><a href=\"/opinion/195328/united-states-v-parrilla-tirado/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">368</span></a></span>, 371 (1st Cir.1994) (citing <span class=\"citation\" data-id=\"596485\"><span class=\"antecedent_guess\">Doyle,</span> <a href=\"/opinion/596485/united-states-v-clifford-a-doyle/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">594</span></a></span>;  <span class=\"citation\" data-id=\"526038\"><span class=\"antecedent_guess\">Pellerito,</span> <a href=\"/opinion/526038/united-states-v-giuseppe-pellerito-aka-joseph-el-italiano-united/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1537</span></a></span>).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">All three appellants contend that their codefendants and attorneys coerced them into accepting the package plea agreement at joint meetings immediately prior to the plea hearings.  It is beyond dispute that a guilty plea is involuntary and therefore invalid if it is obtained \"by actual or threatened physical harm or by coercion overbearing the will of the defendant.\"  Brady v. United States, <span class=\"citation\" data-id=\"108137\"><a href=\"/opinion/108137/brady-v-united-states/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">742</span></a></span>, 750, <span class=\"citation\" data-id=\"108137\"><a href=\"/opinion/108137/brady-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1463</span></a></span>, 1470, <span class=\"citation\" data-id=\"108137\"><a href=\"/opinion/108137/brady-v-united-states/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">747</span> </a></span>(1970).  The Supreme Court has also explained that \"a prosecutor's offer during plea bargaining of adverse or lenient treatment for some person other than the accused might pose a greater danger of inducing a false guilty plea by skewing the risks a defendant must consider.\" Bordenkircher v. Hayes, <span class=\"citation\" data-id=\"109767\"><a href=\"/opinion/109767/bordenkircher-v-hayes/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">357</span></a></span>, 364 n. 8, <span class=\"citation\" data-id=\"109767\"><a href=\"/opinion/109767/bordenkircher-v-hayes/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">663</span></a></span>, 669 n. 8, <span class=\"citation\" data-id=\"109767\"><a href=\"/opinion/109767/bordenkircher-v-hayes/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">604</span> </a></span>(1978) (dictum).  This concern applies to package plea agreements because, \"[q]uite possibly, one defendant will be happier with the package deal than his codefendant(s);  looking out for his own best interests, the lucky one may try to force his codefendant(s) into going along with the deal.\"  United States v. Caro, <span class=\"citation\" data-id=\"610683\"><a href=\"/opinion/610683/united-states-v-ramon-angel-caro/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">657</span></a></span>, 659-60 (9th Cir.1993).  Package plea deals therefore impose special obligations:  the prosecutor must alert the district court to the fact that codefendants are entering a package deal, Fed.R.Crim.P. 11(e)(2);  United States v. Daniels, <span class=\"citation\" data-id=\"489950\"><a href=\"/opinion/489950/united-states-v-michael-daniels/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">76</span></a></span>, 78-79 (1st Cir.1987);  see also <span class=\"citation\" data-id=\"610683\"><span class=\"antecedent_guess\">Caro,</span> <a href=\"/opinion/610683/united-states-v-ramon-angel-caro/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">659-60</span></a></span>, and the district court must carefully ascertain the voluntariness of each defendant's plea.  See United States v. Buckley, <span class=\"citation\" data-id=\"506591\"><a href=\"/opinion/506591/united-states-v-david-k-buckley-david-k-buckley-v-united-states/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">991</span></a></span>, 1000 n. 6 (1st Cir.1988), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1015</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">808</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">798</span> </span>(1989);  <span class=\"citation\" data-id=\"489950\"><span class=\"antecedent_guess\">Daniels,</span> <a href=\"/opinion/489950/united-states-v-michael-daniels/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">79-80</span></a></span>;  see also <span class=\"citation\" data-id=\"610683\"><span class=\"antecedent_guess\">Caro,</span> <a href=\"/opinion/610683/united-states-v-ramon-angel-caro/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">660</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Here, it is clear from the record that the district court was fully aware of the package nature of the defendants' plea agreements.  We nevertheless must determine whether the district court conducted a proper voluntariness inquiry, or otherwise erred in concluding that none of the three appellants had asserted a \"fair and just reason\" for withdrawing his plea.</p>\n    </div>\n    <p class=\"indent\">A. Rodriguez-Resto</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Before ruling on his motion to change his plea, the district court heard testimony from Rodriguez-Resto, his attorney, and Martinez' attorney.  Rodriguez-Resto testified, in effect, that his attorney would not let him plead not guilty because it would have destroyed the package deal negotiated for all of the defendants.  Both attorneys testified that Rodriguez-Resto's guilty plea was entirely voluntary and was in no way coerced by the threat of nullifying the package deal.  In fact, they testified, they were concerned about the voluntariness of package plea agreements and consulted with Assistant United States Attorney Pereira, who stated:  \"Look, if your client wants to go to trial, there are three defendants that will go to trial anyway.  So he can go to trial and the agreement will stand for the rest of the defendants.\"   Both attorneys testified that when Rodriguez-Resto was informed that he could go to trial without jeopardizing the package agreement, he again reiterated his desire to plead guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">After hearing this testimony, the district court denied Rodriguez-Resto's motion to withdraw, stating that his testimony simply was not credible.  The district court found that his guilty plea had been entered voluntarily and that his claim of coercion merely reflected second thoughts about the wisdom of his decision after learning that two codefendants had been acquitted at trial.  These findings are amply supported by the record and therefore do not constitute clear error.  Moreover, we note that at the original plea hearing, the district court specifically asked Rodriguez-Resto whether anyone had forced him to plead guilty, to which he responded no.  Such statements in open court during a plea hearing \"carry a strong presumption of verity.\"  Blackledge v. Allison, <span class=\"citation\" data-id=\"109648\"><a href=\"/opinion/109648/blackledge-v-allison/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">63</span></a></span>, 74, <span class=\"citation\" data-id=\"109648\"><a href=\"/opinion/109648/blackledge-v-allison/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1621</span></a></span>, 1629, <span class=\"citation\" data-id=\"109648\"><a href=\"/opinion/109648/blackledge-v-allison/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span> </a></span>(1977).  Accordingly, we hold that the district court properly denied Rodriguez-Resto's motion to withdraw his guilty plea.</p>\n    </div>\n    <p class=\"indent\">B. Velez and Travieso</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Both Velez and Travieso maintain that they were coerced into accepting the package plea agreement.  We need not reach the issue of whether their pleas were in fact coerced because we find that the district court failed to conduct a full and direct voluntariness examination in open court, thereby compromising one of Rule 11's \"core concerns\" and undermining the validity of their guilty pleas.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  See <span class=\"citation\" data-id=\"556604\"><span class=\"antecedent_guess\">Allard,</span> <a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1244-45</span> </a></span>(explaining that Rule 11's core concerns are 1) absence of coercion, 2) understanding of the charges, and 3) knowledge of the consequences of the guilty plea).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Rule 11(d) states:  \"The court shall not accept a plea of guilty or nolo contendere without first, by addressing the defendant personally in open court, determining that the plea is voluntary and not the result of force or threats or of promises apart from a plea agreement.\"   Fed.R.Crim.Proc. 11(d) (emphasis added).  Here, the district court conducted only a partial inquiry into the voluntariness of Travieso's and Velez' guilty pleas.  Specifically, it asked them whether they had \"entered into [the] plea agreement without compulsion or any threats or promises by the--from the U.S. Attorney or any of its agents.\"   It did not, however, ask whether the defendants were pleading guilty voluntarily or whether they had been threatened or pressured by their codefendants into accepting the package plea agreement.  Under these circumstances, the district court's inquiry was incomplete because, regardless of whether Travieso's and Velez' guilty pleas were actually coerced by their codefendants, the literal answer to the court's question could still have been \"yes.\"   Admittedly, all the defendants acknowledged in their written plea agreements that they had not been threatened or pressured into entering their guilty pleas, and all testified at the plea hearings that they had answered the questions in the plea agreements truthfully after consultation with their attorneys.  In many situations, however, \"reliance on 'a written document is not a sufficient substitute for personal examination [by the court].' \"  United States v. Medina-Silverio, <span class=\"citation\" data-id=\"195500\"><a href=\"/opinion/195500/united-states-v-medina-silverio/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1994) (quoting James W. Moore, 8 Moore's Federal Practice p 11.-05 (1994)) (other citations omitted).  The Supreme Court has similarly expressed the importance of direct interrogation by the district court judge in determining whether to accept the defendant's guilty plea:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>To the extent that the district judge thus exposes the defendant's state of mind on the record through personal interrogation, he not only facilitates his own determination of a guilty plea's voluntariness, but he also facilitates that determination in any subsequent post-conviction proceeding based upon a claim that the plea was involuntary.  Both of these goals are undermined in proportion to the degree the district judge resorts to \"assumptions\" not based upon recorded responses to his inquiries.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">McCarthy v. United States, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">459</span></a></span>, 467, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1166</span></a></span>, 1171, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">418</span> </a></span>(1969).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Where a district court has only partially addressed one of Rule 11's core concerns, we must reverse a determination that there was no fair and just reason to set the plea aside unless the irregularities in the plea proceeding do not affect \"substantial rights\" of the defendant.  See <span class=\"citation\" data-id=\"195871\"><span class=\"antecedent_guess\">Cotal-Crespo,</span> <a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">7</span> </a></span>(discussing application of Rule 11(h)'s harmless error standard when plea-taking errors result in a \"partial failure\" to address one of Rule 11's core concerns).  Because package-type plea agreements increase the risk that one defendant will coerce another to plead guilty, the district court was obligated to ascertain carefully whether the defendants were in fact entering their pleas without compulsion.  See <span class=\"citation\" data-id=\"489950\"><span class=\"antecedent_guess\">Daniels,</span> <a href=\"/opinion/489950/united-states-v-michael-daniels/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">79-80</span></a></span>;  United States v. <span class=\"citation\" data-id=\"506591\"><span class=\"antecedent_guess\">Buckley,</span> <a href=\"/opinion/506591/united-states-v-david-k-buckley-david-k-buckley-v-united-states/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1000</span> </a></span>n. 6.   Here, the district court made no effort whatsoever to determine whether Travieso's and Velez' pleas were coerced.  Under these circumstances, we cannot say that they lacked a fair and just reason for plea withdrawal, especially since the court's lapse arguably affected their substantial rights.  The advisory committee's notes make clear that Rule 11(h) \"was not intended to allow district courts to ignore Rule 11['s] express commands.\"  <span class=\"citation\" data-id=\"195500\"><span class=\"antecedent_guess\">Medina-Silverio,</span> <a href=\"/opinion/195500/united-states-v-medina-silverio/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">4</span> </a></span>(citation omitted).  Rather, Rule 11(h)'s harmless error provision is intended to excuse \"minor and technical violation[s]\" and cannot be invoked where the court's deviation effectively \"nullif[ies] important Rule 11 safeguards.\"   Fed.R.Crim.Proc. 11(h) advisory committee's note to 1983 amendment.  Velez' and Travieso's guilty pleas must therefore be set aside and the case must be remanded for further Rule 11 proceedings or trial.</p>\n    </div>\n    <p>INEFFECTIVE ASSISTANCE OF COUNSEL</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">On the morning of the suppression hearing, Pagan's attorney moved for a continuance because her presence was required at another hearing.  The court denied the motion, noting that a continuation would be logistically implausible because of the large number of defendants, attorneys, and witnesses present for the hearing.  After consulting with Pagan, his attorney asked Travieso's attorney to cover for her during the suppression hearing.  Pagan's attorney returned shortly after the court had begun ruling on the motions to suppress.  After denying the motions, the court agreed to allow the defendants to file motions to reconsider and to provide Pagan's counsel with a transcript of the hearing.  Although the court later extended the deadline for filing motions, Pagan never sought reconsideration.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Pagan now contends that the court erred by denying his motion for a continuance, and that as a result of this error, he was denied effective assistance of counsel.  We need not wax longiloquent on this contention.  United States v. Talladino, <span class=\"citation\" data-id=\"195724\"><a href=\"/opinion/195724/united-states-v-talladino/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1255</span></a></span>, 1261 (1st Cir.1994).  Initially, we note that Pagan points to nothing in the record that would suggest that the district court abused its discretion in denying the continuance.  See United States v. Rodriguez-Cortes, <span class=\"citation\" data-id=\"572412\"><a href=\"/opinion/572412/united-states-v-fabio-rodriguez-cortes-united-states-v-eduardo/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">532</span></a></span>, 545 (1st Cir.1991) (refusal to grant a continuance is reviewed for abuse of discretion, and only \"unreasonable and arbitrary insistence upon expeditiousness in the face of a justifiable request for delay\" constitutes an abuse of discretion).  Moreover, Pagan's ineffective-assistance-of-counsel claim is utterly untenable given the extensive cross-examination conducted by the defense counsel for his eleven codefendants.  Additionally, we note that even after receiving the transcripts of the hearing, Pagan's counsel did not move for reconsideration, suggesting that she was then satisfied with the record developed by the other attorneys.  In fact, Pagan still has not explained what additional questions his counsel would have asked Agent Rivera at the suppression hearing.  We accordingly reject Pagan's ineffective-assistance-of-counsel claim.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">We have explored the other claims raised by the appellants and find them equally meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Affirmed in part, reversed in part.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Romero, Carlos Tejada, and Angel Tejada are not parties to this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The driver and passenger of the black Pathfinder were never identified</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Specifically, Agent Rivera testified that Rodriguez-Resto and Romero were \"buscando rabo ... which indicates that they were looking around, checking on surveillance to see who's watching them....  [T]hey're looking through their rear view mirrors, looking all over the place to see who's watching them.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court also denied the motions to withdraw the guilty pleas of three other defendants.  These defendants, however, do not appeal this issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Nothing was seized from the person of Rodriguez-Rodriguez.  Rather, he seeks to suppress the cash found in his Black Lumina.  In this regard, he argues that his arrest was unlawful and accordingly the search of the vehicle was not a valid search-incident-to-arrest.  See New York v. Belton, <span class=\"citation\" data-id=\"110559\"><a href=\"/opinion/110559/new-york-v-belton/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, 460-61, <span class=\"citation\" data-id=\"110559\"><a href=\"/opinion/110559/new-york-v-belton/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2860</span></a></span>, 2864, <span class=\"citation\" data-id=\"110559\"><a href=\"/opinion/110559/new-york-v-belton/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">768</span> </a></span>(1981)</p>\n        <p>The government, however, no longer attempts to justify the vehicle searches as incident to lawful arrest, contending instead that there was probable cause to search the vehicles.  \"Under the 'automobile exception,' the only essential predicate for a valid warrantless search of a motor vehicle by law enforcement officers is probable cause to believe that the vehicle contains contraband or other evidence of criminal activity.\"  United States v. McCoy, <span class=\"citation\" data-id=\"593173\"><a href=\"/opinion/593173/united-states-v-james-w-mccoy/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">706</span></a></span>, 710 (1st Cir.1992) (citations omitted).  Therefore, provided there was probable cause to search the vehicle at the time of Rodriguez-Rodriguez' arrest, the search was valid even if the arrest was not, as the police would have had an independent basis for searching the vehicle, apart from any exploitation of illegal conduct.  <span class=\"citation\" data-id=\"593173\"><a href=\"/opinion/593173/united-states-v-james-w-mccoy/\"><span class=\"id_token\">Id.</span> at n. </a></span>4.   See also Brown v. Illinois, <span class=\"citation\" data-id=\"109304\"><a href=\"/opinion/109304/brown-v-illinois/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">590</span></a></span>, 599, <span class=\"citation\" data-id=\"109304\"><a href=\"/opinion/109304/brown-v-illinois/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, 2259, <span class=\"citation\" data-id=\"109304\"><a href=\"/opinion/109304/brown-v-illinois/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">416</span> </a></span>(1975);  United States v. Pimental, <span class=\"citation\" data-id=\"389098\"><a href=\"/opinion/389098/united-states-v-ronald-pimental/\"><span class=\"volume\">645</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">85</span></a></span>, 86 (1st Cir.1981).  Therefore, in addressing Rodriguez-Rodriguez' motion to suppress, we need not decide whether his arrest was unlawful.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Appellants argue that Agent Rivera must have fabricated this testimony because the handbags seized did not contain cocaine and the packages of cocaine were all ultimately found in locked suitcases for which the appellants had no keys.  Agent Rivera suggested on cross-examination, however, that the Passenger probably took the handbags with him when he left in the black Pathfinder.  Because this interpretation of the events is supported by the record, we cannot find the district court's reliance on it to be clearly erroneous</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although this observation was made with regard to a sufficiency-of-the-evidence challenge, we think it also applies in probable cause determinations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Additional facts strengthen the probable cause finding against Velez and Rodriguez-Resto</p>\n        <p>Velez fled when the Agents approached, and as the Supreme Court has held, flight at the approach of law enforcement officers, when coupled with specific knowledge relating the suspect to evidence of a crime, is a proper factor to be considered in the decision to make an arrest.  See <span class=\"citation\" data-id=\"107730\"><span class=\"antecedent_guess\">Sibron,</span> <a href=\"/opinion/107730/sibron-v-new-york/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">66-67</span></a></span>, 88 S.Ct. at 1904-05;  see also United States v. Romero-Carrion, <span class=\"citation\" data-id=\"196057\"><a href=\"/opinion/196057/united-states-v-romero-carrion/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 16 (1st Cir.1995) (related case in which we held that codefendant Romero's flight \"evinced a keen consciousness of guilt\");  United States v. Paleo, <span class=\"citation\" data-id=\"585215\"><a href=\"/opinion/585215/united-states-v-robert-paleo-united-states-v-robert-p-paleo/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 9 (1st Cir.1992);  United States v. Cruz, <span class=\"citation\" data-id=\"546224\"><a href=\"/opinion/546224/united-states-v-cruz-jose-united-states-of-america-v-alverio-julian/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1072</span></a></span>, 1077 (3d Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1039</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">709</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">698</span> </span>(1991).</p>\n        <p>With regard to Rodriguez-Resto, Agent Rivera testified that he participated in a countersurveillance effort along with codefendant Romero.  It is well settled that countersurveillance efforts are indicative of knowing participation in criminal activity.  E.g., United States v. Delgado, <span class=\"citation\" data-id=\"629230\"><a href=\"/opinion/629230/united-states-v-lazaro-modesto-delgado/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">780</span></a></span>, 788 (9th Cir.1993);  United States v. Iafelice, <span class=\"citation\" data-id=\"593305\"><a href=\"/opinion/593305/united-states-v-mark-iafelice/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">92</span></a></span>, 95 (3d Cir.1992);  United States v. Taylor, <span class=\"citation\" data-id=\"577704\"><a href=\"/opinion/577704/united-states-v-eddie-louis-taylor/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">572</span></a></span>, 578 (6th Cir.1992) (reasonable suspicion could be inferred where defendant \"had glanced furtively in every direction as if conducting 'countersurveillance' \").  Here, Agent Rivera testified that Romero and Rodriguez-Resto were \"looking around ... looking through their rear view mirrors, looking all over the place to see who's watching them.\"   These observations, while arguably consistent with innocent driving, were sufficient to allow a trained officer to infer that Romero and Rodriguez-Resto were conducting countersurveillance and accordingly support our probable cause determination.  See <span class=\"citation\" data-id=\"593305\"><span class=\"antecedent_guess\">Iafelice,</span> <a href=\"/opinion/593305/united-states-v-mark-iafelice/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">95</span> </a></span>(countersurveillance could be inferred where defendants were driving very slowly, looking all around, and staring at the occupants of all the cars they passed).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Moreover, the immediacy of Travieso's actions with respect to Pagan's arrival suggest that Travieso was expecting Pagan and knew his vehicle contained the handbags</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The searches of the remaining vehicles are either not challenged or are challenged in such a vague and perfunctory manner that we deem the challenge waived on appeal.  See United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">944</span> </span>(1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Before searching the vehicles, the police identified their owners by questioning the defendants and running computer checks on the license plates</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The black Lumina was owned by the sister of appellant Pagan.  It is not clear from the record when the Agents learned this</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The district court divided the ten appellants into two groups of five for the purpose of conducting their plea colloquies.  Rodriguez-Resto was in the first group, and Velez and Travieso were in the second.  Thus, Velez and Travieso were not asked exactly the same questions that Rodriguez-Resto was asked</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Although we ordinarily refrain from entertaining ineffective-assistance-of-counsel claims on direct review, see United States v. Mala, <span class=\"citation\" data-id=\"194994\"><a href=\"/opinion/194994/united-states-v-mala/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1058</span></a></span>, 1063 (1st Cir.1993), we have elected to reach Pagan's claim because the record is sufficiently well developed to permit adjudication and the claim is bound up in the claim for denial of a continuance--a claim that is properly before us</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104490/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106936/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107730/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107892/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108137/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109186/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109304/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109648/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109714/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109767/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110377/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110559/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110959/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112608/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194994/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195153/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195160/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195255/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195328/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195489/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195500/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195505/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195724/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195871/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196057/",
    "https://www.courtlistener.com/api/rest/v3/opinions/334451/",
    "https://www.courtlistener.com/api/rest/v3/opinions/389098/",
    "https://www.courtlistener.com/api/rest/v3/opinions/435104/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488520/",
    "https://www.courtlistener.com/api/rest/v3/opinions/489950/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506591/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526038/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538805/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546224/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551274/",
    "https://www.courtlistener.com/api/rest/v3/opinions/554884/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556604/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569296/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572412/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577704/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583408/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585215/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593173/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593305/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596485/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604763/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610551/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610683/",
    "https://www.courtlistener.com/api/rest/v3/opinions/629230/",
    "https://www.courtlistener.com/api/rest/v3/opinions/691032/",
    "https://www.courtlistener.com/api/rest/v3/opinions/693042/"
  ]
}