{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196299/",
  "id": 196299,
  "absolute_url": "/opinion/196299/kellett-v-us-bureau-of-prisons/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196299/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:02:47Z",
  "date_modified": "2020-02-21T23:31:12.501635Z",
  "type": "010combined",
  "sha1": "c9f020c9cbcb2b5f48662cb23ceed4ccedf4ebcb",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1898.01A",
  "local_path": null,
  "plain_text": "\n\nSeptember 18, 1995\r\n                    [NOT FOR PUBLICATION]\r\n               UNITED STATES COURT OF APPEALS \r\n                    FOR THE FIRST CIRCUIT\r\n                                      \r\n\nNo. 94-1898\r\n\n       H. RAYMOND KELLETT, JR., AND LAUREL G. KELLETT,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n               UNITED STATES BUREAU OF PRISONS,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n    [Hon. Mart in F. Loughlin, Senior U.S. District Judge]\r                                                                     \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n               Boudin and Stahl, Circuit Judge.\r                                                          \r\n\n                                         \r\n\nH. Raymond Kellett, Jr., and Laurel G. Kellett on brief pro se.\r                                                          \r\nPaul M. Gagnon,  United States  Attorney, and Gretchen Leah  Witt,\r                                                                             \r\nAssistant United States Attorney, on brief for appellee.\r\n\n                                         \r\n\n                                        \r\r\n\n          Per  curiam.   H.  Raymond  Kellett,  Jr.,1 alleges\r                      Per  curiam.\r                                 \r\n\nviolations of the Privacy Act, 5 U.S.C.   552a, by the Bureau\r\n\nof Prisons (\"BOP\") and  seeks damages pursuant to 5  U.S.C.  \r\n\n552a(g)(4)(A)  &amp; (B).    The district  court granted  summary\r\n\njudgment in favor of BOP.  We now affirm.\r\n\n                              I.\r                                          I.\r                                            \r\n\n                      FACTUAL BACKGROUND\r                                  FACTUAL BACKGROUND\r                                                    \r\n\n          Kellett, admitted to the New Hampshire bar in 1975,\r\n\nacted as a closing attorney for a federally insured bank.  In\r\n\n1991, he pled guilty  to making false statements to  the bank\r\n\nand  to obstructing  justice by  attempting to  influence the\r\n\ngrand jury  testimony of his  secretary.  The  district court\r\n\nsentenced him  to serve  one year  and one day  at a  federal\r\n\nprison in  Allenwood, Pennsylvania, beginning on  January 28,\r\n\n1992.  \r\n\n          After about  three months at Allenwood  -- in April\r\n\n1992 --  prison officials recommended Kellett  for a transfer\r\n\nto  a community corrections center (\"CCC\").  On May 17, 1992,\r\n\nKellett signed  documents necessary  to effect his  transfer.\r\n\nHowever,  in June,  officials told  Kellett that  because the\r\n\nprosecutor  in his  case,  Assistant  U.S. Attorney  Margaret\r\n\nHinkle  (\"Hinkle\"),  had  objected,  in  accordance  with  an\r                                \r                                \r\n\n1.  Kellett's  wife,  Laurel Kellett,  is  also a  plaintiff,\r            informal  BOP policy,2 the  transfer recommendation  would be\r\nseeking damages for loss of consortium.  \r\n\n2.  Officials told  Kellett that BOP had  an unwritten policy\r\nof seeking  the prosecutor's  approval or concurrence  in CCC\r\nplacements for inmates sentenced to one year or less and that\r\nhis sentence was short enough to come within the policy.\r\n\n                             -3-\r                                          3\r\r\n\nrescinded.  The record indicates that  Hinkle had objected to\r\n\nKellett's  transfer  during  a  telephone  conversation  with\r\n\nKellett's case manager, Robert Adams.  Although the record is\r\n\nnot entirely clear,  it appears that  Adams's notes from  his\r\n\nconversation  with  Hinkle  were  placed  in  Kellett's  file\r\n\nsometime in June.  \r\n\n          Invoking    administrative    procedures,   Kellett\r\n\nappealed the  transfer denial.  After  Allenwood's warden, F.\r\n\nC. Sizer, Jr., upheld  the denial, Kellett appealed to  BOP's\r\n\ndeputy regional director N. Lee Conner.   Conner again denied\r\n\nthe appeal, stating:\r\n\n          [Despite  an  initial  favorable  halfway\r\n          house   recommendation,]   upon   further\r\n          review and contact  with other  agencies,\r\n          it was determined  CCC placement would be\r\n          inappropriate.  This is based on the fact\r\n          you   were   convicted   of   Obstructing\r\n          Justice, which involved the  intimidation\r                                                               \r\n          and   coercion   against   one  of   your\r                                                               \r\n          employees to lie for you before the Grand\r                                              \r\n          Jury.   As a result of  this information,\r\n          staff   at  [Allenwood]   determined  CCC\r\n          placement would be inappropriate.\r\n\n(emphasis  added).   Kellett  appealed  Conner's  decision to\r\n\nBOP's   Washington,  D.C.,  office,   arguing  that   it  was\r\n\napparently   based   on   inaccurate  information   regarding\r\n\nintimidation  and   coercion.     National   inmate   appeals\r\n\nadministrator John  Megathlin denied  the appeal.   Megathlin\r\n\ndetermined  that  Sizer  had properly  denied  CCC  placement\r\n\nbecause of:  (1) the  nature of Kellett's  criminal offenses,\r\n\nand (2) the short length of Kellett's sentence.\r\n\n                             -4-\r                                          4\r\r\n\n          Meanwhile, Kellett sought  copies of Adams's  notes\r\n\nand other documents relating to his transfer.  In response to\r\n\nKellett's inquiries, Adams  and Conner both told  him that he\r\n\nwould  have to submit a  request to BOP's  general counsel in\r\n\nWashington, D.C.  Kellett never submitted such a request.\r\n\n          Kellett served his sentence  and, upon release from\r\n\nprison, filed this  suit.  Kellett alleges that BOP willfully\r\n\nviolated the so-called  \"accuracy provision\"  of the  Privacy\r\n\nAct, 5  U.S.C.    552a(g)(1)(C),  because Kellett's  transfer\r\n\ndenial was  based on inaccurate information  contained in his\r\n\nfile.  Kellett claims  the record contained two inaccuracies:\r\n\n(1) that his  obstruction-of-justice conviction resulted from\r\n\nintimidation and coercion; and (2) that Kellett had caused  a\r\n\nloss of $800,000 by making false statements.  He also alleges\r\n\nthat BOP violated the \"access provision\" of the  Privacy Act,\r\n\n5 U.S.C.   552a(d)(1), because BOP  did not turn over to  him\r\n\ncopies   of  Adams's  notes   allegedly  containing  Hinkle's\r\n\ncomments.   After Kellett filed requests  for admissions, the\r\n\ndistrict court granted BOP's motion to stay discovery.  \r\n\n          BOP filed  a motion to dismiss,  which the district\r\n\ncourt converted to a motion for summary judgment.  Kellett v.\r                                                                      \r\n\nUnited  States, 856  F.  Supp. 65,  68  (D.N.H. 1994).    BOP\r                          \r\n\nsupported its  motion with  three affidavits --  from Patrick\r\n\nCasey  (Sizer's predecessor  at  Allenwood), deputy  regional\r\n\n                             -5-\r                                          5\r\r\n\ndirector  Conner, and inmate appeals administrator Megathlin.\r\n\nKellett objected to the affidavits on several grounds.\r\n\n          The district court granted summary judgment.  As to\r\n\nthe  accuracy   claim,  the  court  held   that  the  alleged\r\n\ninaccuracies in Kellett's file had not proximately caused the\r\n\ndecision to deny CCC placement:\r\n\n          Kellett's  denial  of  CCC placement  was\r\n          justified on the basis of the seriousness\r\n          of his underlying offense and  the length\r\n          of his sentence, regardless of the amount\r\n          of loss  involved  or the  nature of  the\r\n          obstruction of justice  conviction.   The\r\n          evidence makes it pellucid  that $800,000\r\n          loss    figure    and    the    erroneous\r\n          circumstances  regarding the  obstruction\r\n          of justice were not  substantially relied\r\n          on in  rendering the decision to deny CCC\r\n          placement.   Even  if these  factors were\r\n          considered    to   some    degree   their\r\n          consideration  would  have been  harmless\r\n          since there was sufficient cause  to deny\r\n          Kellett  CCC  placement   based  on   the\r\n          seriousness of the underlying offense and\r\n          brevity of the sentence received.\r\n\nId. at 71.  The court did not consider Kellett's objection to\r               \r\n\nthe  trio of  affidavits.   Additionally, the  district court\r\n\nnoted, but did not hold, that Kellett \"would have difficulty\"\r\n\nestablishing  that   BOP  had  willfully   and  intentionally\r\n\nmaintained  inaccurate records.  As  to the access claim, the\r\n\ncourt held  that  applicable regulations  exempted  Kellett's\r\n\nrecords from the access  provisions of the Privacy Act.   Id.\r                                                                         \r\n\nat 68-69.  This appeal followed.\r\n\n                             -6-\r                                          6\r\r\n\n                             II.\r                                         II.\r                                            \r\n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          After  reciting the  standard  of review,  we  will\r\n\naddress separately Kellett's accuracy and access claims.\r\n\nA.  Standard of Review\r                                  \r\n\n          We  review the  district court's  grant of  summary\r\n\njudgment de  novo, considering  the facts  in the light  most\r                             \r\n\nfavorable  to the nonmoving party.  Udo  v. Tomes, 54 F.3d 9,\r                                                             \r\n\n12  (1st Cir. 1995).  Summary judgment should be granted when\r\n\n\"the  pleadings, depositions, answers to interrogatories, and\r\n\nadmissions on  file, together  with affidavits, if  any, show\r\n\nthat there  is no genuine  issue as to any  material fact and\r\n\nthat the moving party is  entitled to a judgment as  a matter\r\n\nof  law.\"   Fed.  R. Civ.  P. 56(c).    \"Even in  cases where\r\n\nelusive  concepts such  as  motive or  intent  are at  issue,\r\n\nsummary judgment  may be  appropriate if the  nonmoving party\r\n\nrests   merely   upon   conclusory  allegations,   improbable\r\n\ninferences,  and unsupported  speculation.\"   Medina-Munoz v.\r                                                                      \r\n\nR.J. Reynolds Tobacco  Co., 896  F.2d 5, 8  (1st Cir.  1990).\r                                      \r\n\n\"Brash conjecture,  coupled with earnest hope  that something\r\n\nconcrete  will  eventually  materialize, is  insufficient  to\r\n\nblock  summary judgment.\"  Dow v. United Bhd. of Carpenters &amp;\r                                                                         \r\n\nJoiners, 1 F.3d 56, 58 (1st Cir. 1993).\r                   \r\n\n                             -7-\r                                          7\r\r\n\nB.  The Accuracy Claim\r                                  \r\n\n          To establish a violation of the  accuracy provision\r\n\nof  the  Privacy Act,  a plaintiff  must  show that:  (1) the\r\n\nagency failed  to maintain  accurate records; (2)  an adverse\r\n\nagency  decision   resulted  from  the  failure  to  maintain\r\n\naccurate records;  and (3) the agency's  actions were willful\r\n\nand intentional.   See,  e.g., White  v. Office of  Personnel\r                                                                         \r\n\nManagement,  840 F.2d  85,  87 n.1  (D.C.  Cir. 1988).    For\r                      \r\n\npurposes  of the  decision  below and  this  appeal, BOP  has\r\n\nassumed that  Kellett's record contains  both the  inaccurate\r\n\nloss  figure and the inaccurate characterization of Kellett's\r\n\nbehavior leading to the obstruction-of-justice charge.  \r\n\n          As  noted  above,  the  district  court  held  that\r\n\nKellett had failed to establish  the requisite causation.  On\r\n\nappeal,  Kellett  challenges  the  district  court's  holding\r\n\nbecause, among other reasons,  the court relied on affidavits\r\n\nalleged  to  violate Fed.  R. Civ.  P. 56(e).   We  affirm on\r\n\ndifferent grounds, see Acha v. United States, 910 F.2d 28, 30\r                                                        \r\n\n(1st Cir. 1990) (a  court of appeals may affirm on any ground\r\n\npresented by the record), and thus do not reach the merits of\r\n\nKellett's  arguments  regarding  causation.    After  careful\r\n\nreview  of  the   record,  we  conclude   that,  as  to   the\r\n\n                             -8-\r                                          8\r\r\n\nobstruction-of-justice   charge,   Kellett   has  failed   to\r\n\nestablish that BOP's actions were willful and intentional.3\r\n\n          A  plaintiff may  establish  a willful  Privacy Act\r\n\nviolation by  showing that  the agency acted  without grounds\r\n\nfor  believing  its action  to  be  lawful, or  in  \"flagrant\r\n\ndisregard\" for rights under  the Act.  See, e.g.,  Wilborn v.\r                                                                      \r\n\nDepartment  of Health &amp; Human  Servs., 49 F.3d  597, 602 (9th\r                                                 \r\n\nCir. 1995).  To survive  summary judgment, the evidence  must\r\n\ndemonstrate  conduct  \"greater   than  gross  negligence\"  or\r\n\nconduct showing \"reckless behavior and/or knowing violations\"\r\n\nof  the Privacy Act.  Moskiewicz v. Department of Agric., 791\r                                                                    \r\n\nF.2d 561, 564 (7th Cir. 1986).  It is not enough to show that\r\n\nan  agency  may  have   undertaken  voluntary  actions  which\r\n\ninadvertently violated  some provision of the  Act.  Albright\r                                                                         \r\n\nv. United States, 732 F.2d 181, 189 (D.C. Cir. 1984).\r                            \r\n\n          Kellett  fails  to  support  his  claim   with  any\r\n\nevidence  establishing  that  BOP's  acts  were  willful   or\r\n\nintentional.    Principally, Kellett  fails  to identify  any\r\n\nreasonable basis  for BOP officials to  question the accuracy\r\n\nof  Hinkle's  statements.   To  be  sure, Kellett  repeatedly\r\n\nexpressed  concern that  Hinkle  was vindictive,  but we  see\r\n\nnothing  in  the  record  upon  which  to  suggest  that  the\r\n\n                    \r                                \r\n\n3.  As to the inaccurate loss figure, the record is devoid of\r\nany  indication that  BOP  officials relied  on it  in making\r\ntheir adverse determination.  Accordingly, Kellett has failed\r\nto carry his burden and summary judgment was appropriate.  \r\n\n                             -9-\r                                          9\r\r\n\nofficials ever  thought there  was a possibility  that Hinkle\r\n\nmay have  misrepresented  the circumstances  surrounding  the\r\n\nobstruction-of-justice  charge.   The only  BOP decisionmaker\r\n\nwho  actually knew  that Kellett disputed  Hinkle's statement\r                              \r\n\nwas   national   inmate   appeals  administrator   Megathlin.\r\n\nMegathlin,   however,  did   not  rely   on  the   inaccurate\r\n\ninformation in making his adverse decision.  Rather, as noted\r\n\nabove, he  denied  Kellett's placement  on the  basis of  the\r\n\ngeneral  nature of  Kellett's offenses  and on the  length of\r\n\nKellett's sentence.   Simply stated, there  is no basis  upon\r\n\nwhich   to   conclude  that   BOP   officials  willfully   or\r\n\nintentionally  maintained  inaccurate  information  regarding\r\n\nKellett.   Thus, summary judgment was appropriate.   Cf. Hill\r                                                                         \r\n\nv. United States Air Force, 795 F.2d 1067 (D.C. Cir. 1986).  \r                                      \r\n\nC.  The Access Claim\r                                \r\n\n          The  Privacy Act requires  an agency  maintaining a\r\n\n\"system of records\" to give individuals, upon request, access\r\n\nto their  records or to  information about them  contained in\r\n\nthe system.  5 U.S.C.   552a(d)(1).  If the agency refuses to\r\n\ncomply  with such a request, an individual may sue the agency\r\n\nfor injunctive relief, seeking production  of the records.  5\r\n\nU.S.C.   552a(g)(1)(B) &amp;  (g)(3)(A).  An agency may  exempt a\r\n\nsystem  of  records, 5  U.S.C.    552a(j),  if the  system of\r\n\nrecords meets certain criteria, 5 U.S.C.   552a(j)(2)(A)-(C).\r\n\nRecords  are  exempt  if,   inter  alia,  they  are  \"reports\r                                                   \r\n\n                             -10-\r                                          10\r\r\n\nidentifiable to an  individual compiled at  any stage of  the\r\n\nprocess  of enforcement of  the criminal laws  from arrest or\r\n\nindictment  through release  from supervision.\"   5  U.S.C.  \r\n\n552a(j)(2)(C).  Such BOP reports have been exempted from both\r\n\nthe access  provisions of  the Privacy  Act and  access suits\r\n\nbrought  thereunder.  See 28 C.F.R.   16.97(a), (b)(3) &amp; (9).\r                                     \r\n\nBecause the records containing  Hinkle's comments fall within\r\n\nthe  scope of    552a(j)(2)(C),  the district  court properly\r\n\ngranted summary judgment.\r\n\n                             III.\r                                         III.\r                                             \r\n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For  the  foregoing  reasons, the  decision  of the\r\n\ndistrict court is affirmed.\r                              affirmed.\r                                      \r\n\n                             -11-\r                                          11\r\r\n",
  "html": "<p class=\"case_cite\">66 F.3d 306</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>H. Raymond KELLETT, Jr., and Laurel G. Kellett, Plaintiffs, Appellants,<br>v.<br>UNITED STATES BUREAU of PRISONS, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1898.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 18, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">H. Raymond Kellett, Jr., and Laurel G. Kellett on brief pro se.</p>\n      <p class=\"indent\">Paul M. Gagnon, United States Attorney, and Gretchen Leah Witt, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">Per curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">H. Raymond Kellett, Jr.,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> alleges violations of the Privacy Act, 5 U.S.C. Sec. 552a, by the Bureau of Prisons (\"BOP\") and seeks damages pursuant to 5 U.S.C. Sec. 552a(g)(4)(A) &amp; (B).  The district court granted summary judgment in favor of BOP.  We now affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>FACTUAL BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Kellett, admitted to the New Hampshire bar in 1975, acted as a closing attorney for a federally insured bank.  In 1991, he pled guilty to making false statements to the bank and to obstructing justice by attempting to influence the grand jury testimony of his secretary.  The district court sentenced him to serve one year and one day at a federal prison in Allenwood, Pennsylvania, beginning on January 28, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After about three months at Allenwood--in April 1992--prison officials recommended Kellett for a transfer to a community corrections center (\"CCC\").  On May 17, 1992, Kellett signed documents necessary to effect his transfer.  However, in June, officials told Kellett that because the prosecutor in his case, Assistant U.S. Attorney Margaret Hinkle (\"Hinkle\"), had objected, in accordance with an informal BOP policy,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the transfer recommendation would be rescinded.  The record indicates that Hinkle had objected to Kellett's transfer during a telephone conversation with Kellett's case manager, Robert Adams.  Although the record is not entirely clear, it appears that Adams's notes from his conversation with Hinkle were placed in Kellett's file sometime in June.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Invoking administrative procedures, Kellett appealed the transfer denial.  After Allenwood's warden, F.C. Sizer, Jr., upheld the denial, Kellett appealed to BOP's deputy regional director N. Lee Conner.  Conner again denied the appeal, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>[Despite an initial favorable halfway house recommendation,] upon further review and contact with other agencies, it was determined CCC placement would be inappropriate.  This is based on the fact you were convicted of Obstructing Justice, which involved the intimidation and coercion against one of your employees to lie for you before the Grand Jury.  As a result of this information, staff at [Allenwood] determined CCC placement would be inappropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(emphasis added).  Kellett appealed Conner's decision to BOP's Washington, D.C., office, arguing that it was apparently based on inaccurate information regarding intimidation and coercion.  National inmate appeals administrator John Megathlin denied the appeal.  Megathlin determined that Sizer had properly denied CCC placement because of:  (1) the nature of Kellett's criminal offenses, and (2) the short length of Kellett's sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Meanwhile, Kellett sought copies of Adams's notes and other documents relating to his transfer.  In response to Kellett's inquiries, Adams and Conner both told him that he would have to submit a request to BOP's general counsel in Washington, D.C. Kellett never submitted such a request.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Kellett served his sentence and, upon release from prison, filed this suit.  Kellett alleges that BOP willfully violated the so-called \"accuracy provision\" of the Privacy Act, 5 U.S.C. Sec. 552a(g)(1)(C), because Kellett's transfer denial was based on inaccurate information contained in his file.  Kellett claims the record contained two inaccuracies:  (1) that his obstruction-of-justice conviction resulted from intimidation and coercion;  and (2) that Kellett had caused a loss of $800,000 by making false statements.  He also alleges that BOP violated the \"access provision\" of the Privacy Act, 5 U.S.C. Sec. 552a(d)(1), because BOP did not turn over to him copies of Adams's notes allegedly containing Hinkle's comments.  After Kellett filed requests for admissions, the district court granted BOP's motion to stay discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">BOP filed a motion to dismiss, which the district court converted to a motion for summary judgment.  Kellett v. United States, 856 F.Supp. 65, 68 (D.N.H.1994).  BOP supported its motion with three affidavits--from Patrick Casey (Sizer's predecessor at Allenwood), deputy regional director Conner, and inmate appeals administrator Megathlin.  Kellett objected to the affidavits on several grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court granted summary judgment.  As to the accuracy claim, the court held that the alleged inaccuracies in Kellett's file had not proximately caused the decision to deny CCC placement:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>Kellett's denial of CCC placement was justified on the basis of the seriousness of his underlying offense and the length of his sentence, regardless of the amount of loss involved or the nature of the obstruction of justice conviction.  The evidence makes it pellucid that $800,000 loss figure and the erroneous circumstances regarding the obstruction of justice were not substantially relied on in rendering the decision to deny CCC placement.  Even if these factors were considered to some degree their consideration would have been harmless since there was sufficient cause to deny Kellett CCC placement based on the seriousness of the underlying offense and brevity of the sentence received.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Id. at 71.  The court did not consider Kellett's objection to the trio of affidavits.  Additionally, the district court noted, but did not hold, that Kellett \"would have difficulty\" establishing that BOP had willfully and intentionally maintained inaccurate records.  As to the access claim, the court held that applicable regulations exempted Kellett's records from the access provisions of the Privacy Act.  Id. at 68-69.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After reciting the standard of review, we will address separately Kellett's accuracy and access claims.</p>\n    </div>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We review the district court's grant of summary judgment de novo, considering the facts in the light most favorable to the nonmoving party.  Udo v. Tomes, 54 F.3d 9, 12 (1st Cir.1995).  Summary judgment should be granted when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).  \"Even in cases where elusive concepts such as motive or intent are at issue, summary judgment may be appropriate if the nonmoving party rests merely upon conclusory allegations, improbable inferences, and unsupported speculation.\"  Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir.1990).  \"Brash conjecture, coupled with earnest hope that something concrete will eventually materialize, is insufficient to block summary judgment.\"  Dow v. United Bhd. of Carpenters &amp; Joiners, 1 F.3d 56, 58 (1st Cir.1993).</p>\n    </div>\n    <p>B. The Accuracy Claim</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To establish a violation of the accuracy provision of the Privacy Act, a plaintiff must show that:  (1) the agency failed to maintain accurate records;  (2) an adverse agency decision resulted from the failure to maintain accurate records;  and (3) the agency's actions were willful and intentional.  See, e.g., White v. Office of Personnel Management, 840 F.2d 85, 87 n. 1 (D.C.Cir.1988).  For purposes of the decision below and this appeal, BOP has assumed that Kellett's record contains both the inaccurate loss figure and the inaccurate characterization of Kellett's behavior leading to the obstruction-of-justice charge.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As noted above, the district court held that Kellett had failed to establish the requisite causation.  On appeal, Kellett challenges the district court's holding because, among other reasons, the court relied on affidavits alleged to violate Fed.R.Civ.P. 56(e).  We affirm on different grounds, see Acha v. United States, 910 F.2d 28, 30 (1st Cir.1990) (a court of appeals may affirm on any ground presented by the record), and thus do not reach the merits of Kellett's arguments regarding causation.  After careful review of the record, we conclude that, as to the obstruction-of-justice charge, Kellett has failed to establish that BOP's actions were willful and intentional.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A plaintiff may establish a willful Privacy Act violation by showing that the agency acted without grounds for believing its action to be lawful, or in \"flagrant disregard\" for rights under the Act.  See, e.g., Wilborn v. Department of Health &amp; Human Servs., 49 F.3d 597, 602 (9th Cir.1995).  To survive summary judgment, the evidence must demonstrate conduct \"greater than gross negligence\" or conduct showing \"reckless behavior and/or knowing violations\" of the Privacy Act.  Moskiewicz v. Department of Agric., 791 F.2d 561, 564 (7th Cir.1986).  It is not enough to show that an agency may have undertaken voluntary actions which inadvertently violated some provision of the Act.  Albright v. United States, 732 F.2d 181, 189 (D.C.Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Kellett fails to support his claim with any evidence establishing that BOP's acts were willful or intentional.  Principally, Kellett fails to identify any reasonable basis for BOP officials to question the accuracy of Hinkle's statements.  To be sure, Kellett repeatedly expressed concern that Hinkle was vindictive, but we see nothing in the record upon which to suggest that the officials ever thought there was a possibility that Hinkle may have misrepresented the circumstances surrounding the obstruction-of-justice charge.  The only BOP decisionmaker who actually knew that Kellett disputed Hinkle's statement was national inmate appeals administrator Megathlin.  Megathlin, however, did not rely on the inaccurate information in making his adverse decision.  Rather, as noted above, he denied Kellett's placement on the basis of the general nature of Kellett's offenses and on the length of Kellett's sentence.  Simply stated, there is no basis upon which to conclude that BOP officials willfully or intentionally maintained inaccurate information regarding Kellett.  Thus, summary judgment was appropriate.  Cf. Hill v. United States Air Force, 795 F.2d 1067 (D.C.Cir.1986).</p>\n    </div>\n    <p>C. The Access Claim</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Privacy Act requires an agency maintaining a \"system of records\" to give individuals, upon request, access to their records or to information about them contained in the system.  5 U.S.C. Sec. 552a(d)(1).  If the agency refuses to comply with such a request, an individual may sue the agency for injunctive relief, seeking production of the records.  5 U.S.C. Sec. 552a(g)(1)(B) &amp; (g)(3)(A).  An agency may exempt a system of records, 5 U.S.C. Sec. 552a(j), if the system of records meets certain criteria, 5 U.S.C. Sec. 552a(j)(2)(A)-(C).  Records are exempt if, inter alia, they are \"reports identifiable to an individual compiled at any stage of the process of enforcement of the criminal laws from arrest or indictment through release from supervision.\"  5 U.S.C. Sec. 552a(j)(2)(C).  Such BOP reports have been exempted from both the access provisions of the Privacy Act and access suits brought thereunder.  See 28 C.F.R. Sec. 16.97(a), (b)(3) &amp; (9).  Because the records containing Hinkle's comments fall within the scope of Sec. 552a(j)(2)(C), the district court properly granted summary judgment.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">For the foregoing reasons, the decision of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Kellett's wife, Laurel Kellett, is also a plaintiff, seeking damages for loss of consortium</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Officials told Kellett that BOP had an unwritten policy of seeking the prosecutor's approval or concurrence in CCC placements for inmates sentenced to one year or less and that his sentence was short enough to come within the policy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As to the inaccurate loss figure, the record is devoid of any indication that BOP officials relied on it in making their adverse determination.  Accordingly, Kellett has failed to carry his burden and summary judgment was appropriate</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>H. Raymond KELLETT, Jr., and Laurel G. Kellett, Plaintiffs, Appellants,<br>v.<br>UNITED STATES BUREAU of PRISONS, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1898.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 18, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">H. Raymond Kellett, Jr., and Laurel G. Kellett on brief pro se.</p>\n      <p class=\"indent\">Paul M. Gagnon, United States Attorney, and Gretchen Leah Witt, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">Per curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">H. Raymond Kellett, Jr.,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> alleges violations of the Privacy Act, 5 U.S.C. Sec. 552a, by the Bureau of Prisons (\"BOP\") and seeks damages pursuant to 5 U.S.C. Sec. 552a(g)(4)(A) &amp; (B).  The district court granted summary judgment in favor of BOP.  We now affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>FACTUAL BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Kellett, admitted to the New Hampshire bar in 1975, acted as a closing attorney for a federally insured bank.  In 1991, he pled guilty to making false statements to the bank and to obstructing justice by attempting to influence the grand jury testimony of his secretary.  The district court sentenced him to serve one year and one day at a federal prison in Allenwood, Pennsylvania, beginning on January 28, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After about three months at Allenwood--in April 1992--prison officials recommended Kellett for a transfer to a community corrections center (\"CCC\").  On May 17, 1992, Kellett signed documents necessary to effect his transfer.  However, in June, officials told Kellett that because the prosecutor in his case, Assistant U.S. Attorney Margaret Hinkle (\"Hinkle\"), had objected, in accordance with an informal BOP policy,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the transfer recommendation would be rescinded.  The record indicates that Hinkle had objected to Kellett's transfer during a telephone conversation with Kellett's case manager, Robert Adams.  Although the record is not entirely clear, it appears that Adams's notes from his conversation with Hinkle were placed in Kellett's file sometime in June.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Invoking administrative procedures, Kellett appealed the transfer denial.  After Allenwood's warden, F.C. Sizer, Jr., upheld the denial, Kellett appealed to BOP's deputy regional director N. Lee Conner.  Conner again denied the appeal, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>[Despite an initial favorable halfway house recommendation,] upon further review and contact with other agencies, it was determined CCC placement would be inappropriate.  This is based on the fact you were convicted of Obstructing Justice, which involved the intimidation and coercion against one of your employees to lie for you before the Grand Jury.  As a result of this information, staff at [Allenwood] determined CCC placement would be inappropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(emphasis added).  Kellett appealed Conner's decision to BOP's Washington, D.C., office, arguing that it was apparently based on inaccurate information regarding intimidation and coercion.  National inmate appeals administrator John Megathlin denied the appeal.  Megathlin determined that Sizer had properly denied CCC placement because of:  (1) the nature of Kellett's criminal offenses, and (2) the short length of Kellett's sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Meanwhile, Kellett sought copies of Adams's notes and other documents relating to his transfer.  In response to Kellett's inquiries, Adams and Conner both told him that he would have to submit a request to BOP's general counsel in Washington, D.C. Kellett never submitted such a request.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Kellett served his sentence and, upon release from prison, filed this suit.  Kellett alleges that BOP willfully violated the so-called \"accuracy provision\" of the Privacy Act, 5 U.S.C. Sec. 552a(g)(1)(C), because Kellett's transfer denial was based on inaccurate information contained in his file.  Kellett claims the record contained two inaccuracies:  (1) that his obstruction-of-justice conviction resulted from intimidation and coercion;  and (2) that Kellett had caused a loss of $800,000 by making false statements.  He also alleges that BOP violated the \"access provision\" of the Privacy Act, 5 U.S.C. Sec. 552a(d)(1), because BOP did not turn over to him copies of Adams's notes allegedly containing Hinkle's comments.  After Kellett filed requests for admissions, the district court granted BOP's motion to stay discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">BOP filed a motion to dismiss, which the district court converted to a motion for summary judgment.  Kellett v. United States, <span class=\"citation no-link\"><span class=\"volume\">856</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">65</span></span>, 68 (D.N.H.1994).  BOP supported its motion with three affidavits--from Patrick Casey (Sizer's predecessor at Allenwood), deputy regional director Conner, and inmate appeals administrator Megathlin.  Kellett objected to the affidavits on several grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court granted summary judgment.  As to the accuracy claim, the court held that the alleged inaccuracies in Kellett's file had not proximately caused the decision to deny CCC placement:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>Kellett's denial of CCC placement was justified on the basis of the seriousness of his underlying offense and the length of his sentence, regardless of the amount of loss involved or the nature of the obstruction of justice conviction.  The evidence makes it pellucid that $800,000 loss figure and the erroneous circumstances regarding the obstruction of justice were not substantially relied on in rendering the decision to deny CCC placement.  Even if these factors were considered to some degree their consideration would have been harmless since there was sufficient cause to deny Kellett CCC placement based on the seriousness of the underlying offense and brevity of the sentence received.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 71. </span> The court did not consider Kellett's objection to the trio of affidavits.  Additionally, the district court noted, but did not hold, that Kellett \"would have difficulty\" establishing that BOP had willfully and intentionally maintained inaccurate records.  As to the access claim, the court held that applicable regulations exempted Kellett's records from the access provisions of the Privacy Act.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 68-69. </span> This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After reciting the standard of review, we will address separately Kellett's accuracy and access claims.</p>\n    </div>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We review the district court's grant of summary judgment de novo, considering the facts in the light most favorable to the nonmoving party.  Udo v. Tomes, <span class=\"citation\" data-id=\"695510\"><a href=\"/opinion/695510/67-fair-emplpraccas-bna-1001-66-empl-prac-dec-p-43607-udo-u-udo/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 12 (1st Cir.1995).  Summary judgment should be granted when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).  \"Even in cases where elusive concepts such as motive or intent are at issue, summary judgment may be appropriate if the nonmoving party rests merely upon conclusory allegations, improbable inferences, and unsupported speculation.\"  Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1990).  \"Brash conjecture, coupled with earnest hope that something concrete will eventually materialize, is insufficient to block summary judgment.\"  Dow v. United Bhd. of Carpenters &amp; Joiners, <span class=\"citation\" data-id=\"194847\"><a href=\"/opinion/194847/dow-v-ubc/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 58 (1st Cir.1993).</p>\n    </div>\n    <p>B. The Accuracy Claim</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To establish a violation of the accuracy provision of the Privacy Act, a plaintiff must show that:  (1) the agency failed to maintain accurate records;  (2) an adverse agency decision resulted from the failure to maintain accurate records;  and (3) the agency's actions were willful and intentional.  See, e.g., White v. Office of Personnel Management, <span class=\"citation\" data-id=\"502250\"><a href=\"/opinion/502250/alan-j-white-v-office-of-personnel-management/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">85</span></a></span>, 87 n. 1 (D.C.Cir.1988).  For purposes of the decision below and this appeal, BOP has assumed that Kellett's record contains both the inaccurate loss figure and the inaccurate characterization of Kellett's behavior leading to the obstruction-of-justice charge.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As noted above, the district court held that Kellett had failed to establish the requisite causation.  On appeal, Kellett challenges the district court's holding because, among other reasons, the court relied on affidavits alleged to violate Fed.R.Civ.P. 56(e).  We affirm on different grounds, see Acha v. United States, <span class=\"citation\" data-id=\"546072\"><a href=\"/opinion/546072/jose-rosado-acha-v-united-states/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 30 (1st Cir.1990) (a court of appeals may affirm on any ground presented by the record), and thus do not reach the merits of Kellett's arguments regarding causation.  After careful review of the record, we conclude that, as to the obstruction-of-justice charge, Kellett has failed to establish that BOP's actions were willful and intentional.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A plaintiff may establish a willful Privacy Act violation by showing that the agency acted without grounds for believing its action to be lawful, or in \"flagrant disregard\" for rights under the Act.  See, e.g., Wilborn v. Department of Health &amp; Human Servs., <span class=\"citation\" data-id=\"691129\"><a href=\"/opinion/691129/roland-ralph-wilborn-v-department-of-health-and-human-services/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">597</span></a></span>, 602 (9th Cir.1995).  To survive summary judgment, the evidence must demonstrate conduct \"greater than gross negligence\" or conduct showing \"reckless behavior and/or knowing violations\" of the Privacy Act.  Moskiewicz v. Department of Agric., <span class=\"citation\" data-id=\"470340\"><a href=\"/opinion/470340/peter-f-moskiewicz-and-jo-ann-moskiewicz-v-united-states-department-of/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">561</span></a></span>, 564 (7th Cir.1986).  It is not enough to show that an agency may have undertaken voluntary actions which inadvertently violated some provision of the Act.  Albright v. United States, <span class=\"citation\" data-id=\"434658\"><a href=\"/opinion/434658/william-a-borders-jr-commissioner-district-of-columbia-judicial/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">181</span></a></span>, 189 (D.C.Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Kellett fails to support his claim with any evidence establishing that BOP's acts were willful or intentional.  Principally, Kellett fails to identify any reasonable basis for BOP officials to question the accuracy of Hinkle's statements.  To be sure, Kellett repeatedly expressed concern that Hinkle was vindictive, but we see nothing in the record upon which to suggest that the officials ever thought there was a possibility that Hinkle may have misrepresented the circumstances surrounding the obstruction-of-justice charge.  The only BOP decisionmaker who actually knew that Kellett disputed Hinkle's statement was national inmate appeals administrator Megathlin.  Megathlin, however, did not rely on the inaccurate information in making his adverse decision.  Rather, as noted above, he denied Kellett's placement on the basis of the general nature of Kellett's offenses and on the length of Kellett's sentence.  Simply stated, there is no basis upon which to conclude that BOP officials willfully or intentionally maintained inaccurate information regarding Kellett.  Thus, summary judgment was appropriate.  Cf. Hill v. United States Air Force, <span class=\"citation\" data-id=\"473617\"><a href=\"/opinion/473617/thomas-w-hill-v-us-air-force/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1067</span> </a></span>(D.C.Cir.1986).</p>\n    </div>\n    <p>C. The Access Claim</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Privacy Act requires an agency maintaining a \"system of records\" to give individuals, upon request, access to their records or to information about them contained in the system.  5 U.S.C. Sec. 552a(d)(1).  If the agency refuses to comply with such a request, an individual may sue the agency for injunctive relief, seeking production of the records.  5 U.S.C. Sec. 552a(g)(1)(B) &amp; (g)(3)(A).  An agency may exempt a system of records, 5 U.S.C. Sec. 552a(j), if the system of records meets certain criteria, 5 U.S.C. Sec. 552a(j)(2)(A)-(C).  Records are exempt if, inter alia, they are \"reports identifiable to an individual compiled at any stage of the process of enforcement of the criminal laws from arrest or indictment through release from supervision.\"  5 U.S.C. Sec. 552a(j)(2)(C).  Such BOP reports have been exempted from both the access provisions of the Privacy Act and access suits brought thereunder.  See 28 C.F.R. Sec. 16.97(a), (b)(3) &amp; (9).  Because the records containing Hinkle's comments fall within the scope of Sec. 552a(j)(2)(C), the district court properly granted summary judgment.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">For the foregoing reasons, the decision of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Kellett's wife, Laurel Kellett, is also a plaintiff, seeking damages for loss of consortium</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Officials told Kellett that BOP had an unwritten policy of seeking the prosecutor's approval or concurrence in CCC placements for inmates sentenced to one year or less and that his sentence was short enough to come within the policy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As to the inaccurate loss figure, the record is devoid of any indication that BOP officials relied on it in making their adverse determination.  Accordingly, Kellett has failed to carry his burden and summary judgment was appropriate</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/194847/",
    "https://www.courtlistener.com/api/rest/v3/opinions/434658/",
    "https://www.courtlistener.com/api/rest/v3/opinions/470340/",
    "https://www.courtlistener.com/api/rest/v3/opinions/473617/",
    "https://www.courtlistener.com/api/rest/v3/opinions/502250/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546072/",
    "https://www.courtlistener.com/api/rest/v3/opinions/691129/",
    "https://www.courtlistener.com/api/rest/v3/opinions/695510/"
  ]
}