{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196248/",
  "id": 196248,
  "absolute_url": "/opinion/196248/united-states-v-thompson/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196248/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:01:23Z",
  "date_modified": "2020-02-21T23:58:01.711458Z",
  "type": "010combined",
  "sha1": "f74cf1ed165013eac034d1dc9ed08e7125b2b76f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1298.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-1298\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                            ROY GRAY,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. A. David Mazzone, Senior U.S. District Judge]\r                                                                   \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Cyr and Stahl, Circuit Judges.\r                                                         \r\n\n                                           \r\n\n     Jamie  Ann Sabino,  with whom  Klibaner and  Sabino, was  on\r                                                                  \r\nbrief for appellant.\r\n     Roberta  T. Brown,  Assistant United  States  Attorney, with\r                                \r\nwhom  Donald  K. Stern,  United  States  Attorney  and Thomas  C.\r                                                                           \r\nFrongillo, Assistant  United States  Attorney, were on  brief for\r                   \r\nappellee.\r\n\n                                           \r\n\n                         August 16, 1995\r\n                                           \r\r\n\n          TORRUELLA, Chief Judge.   Appellant Roy Gray challenges\r                    TORRUELLA, Chief Judge\r                                          \r\n\nthe district court's denial of his motion to withdraw his plea of\r\n\nguilty  to  charges  of  conspiracy  to  distribute  cocaine  and\r\n\ndistribution of cocaine.   Because we  find that Gray  reasonably\r\n\nmisunderstood the consequences of his  guilty plea, we remand  to\r\n\nthe district court for further proceedings.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          On January 20,  1993, a federal grand jury  returned an\r\n\nindictment  charging  Gray  with   one  count  of  conspiracy  to\r\n\ndistribute cocaine base, in violation of 21 U.S.C.   846, and one\r\n\ncount  of distribution  of cocaine  and aiding  and abetting,  in\r\n\nviolation  of  21  U.S.C.      841(a)(1)  and  18  U.S.C.      2,\r\n\nrespectively.   Gray was arrested on April  8, 1993, and pled not\r\n\nguilty  at his arraignment.   On October 18,  1993, the scheduled\r\n\ntrial date, Gray changed his plea to guilty as to both charges.\r\n\n          At his change of  plea hearing, the court asked  Gray a\r\n\nseries of questions pursuant to Fed. R. Crim. P. 11.  In response\r\n\nto  these questions,  Gray  stated that  he  had attended  school\r\n\nthrough  the  \"eighth  or  ninth  grade;\"  he  denied  taking any\r\n\nmedicine, drugs, or alcohol on the day of the hearing, and stated\r\n\nthat he had not been treated recently for any mental condition or\r\n\nmental  illness.   Gray  also  stated  that  he  had  no  trouble\r\n\nunderstanding the court's questions.\r\n\n          The  court  advised  Gray  of his  rights  in  specific\r\n\ndetail, and informed him that he would waive these rights when he\r\n\npled guilty.  Gray  stated that he understood his  rights as they\r\n\n                               -2-\r\r\n\nhad been explained, that he understood that by pleading guilty he\r\n\nwould lose those rights,  and that he gave up those rights freely\r\n\nand voluntarily.\r\n\n          The government  then  summarized the  evidence that  it\r\n\nwould have  offered if  Gray's case  had gone  to trial,  and the\r\n\ncourt explained the nature of the charges.\r\n\n          The court asked Gray if he was entering his guilty plea\r\n\nfreely and voluntarily, to which Gray answered yes.  With respect\r\n\nto Gray's possible sentence, the following colloquy took place:\r\n\n            COURT:  Do you believe it is in your best\r\n            interest  to enter  a plea  of  guilty at\r\n            this time? \r\n\n            GRAY:  Yes, your Honor.  The reason why I\r\n            am pleading  guilty is like:   Take it to\r\n            trial and let the  jury and the tape with\r\n            me on the tape  talking, I don't stand no\r\n            chance.    I'd  rather  plead  out,  your\r\n            Honor.\r\n\n            COURT:  So you believe then, in the light\r\n            of   the  evidence   on  the   tapes  and\r\n            otherwise,  that  it   is  in  your  best\r\n            interest to plead guilty even if you have\r\n            some  feelings about what you were really\r\n            doing at the time, what was  really going\r\n            on at the time; is that right, sir?\r\n\n            GRAY:  Yes, sir.  And I rather plea.\r\n\n            COURT:   Well, with that understanding in\r\n            mind, do you still enter your plea freely\r\n            and voluntarily?\r\n\n            GRAY:  Yes, your Honor.\r\n\n            COURT:     Do  you  understand  what  the\r\n            maximum punishment can be?\r\n\n            GRAY:  Not exactly, your Honor.\r\n\n            COURT:   The  maximum punishment  is  ten\r\n            years to life.\r\n\n                               -3-\r\r\n\n            GRAY:  Yes, your Honor.\r\n\n            COURT:   And a fine  of up to  $4 million\r\n            dollars -- $8 million?\r\n\n            GRAY:  Yes, your Honor.\r\n\n            COURT:   And a special assessment  of $50\r\n            on each count, do you understand?\r\n\n            GRAY:  Yes, your Honor.\r\n\n            COURT:  Do you  understand the matter  of\r\n            your sentence is up to me?\r\n\n            GRAY:  Yes, your Honor.\r\n\n            COURT:    That  I  am not  bound  by  the\r\n            agreement  that you have reached with the\r\n            government?\r\n\n            GRAY:  Yes, your Honor.\r\n\n            COURT:   And,  also, do  you  understand,\r\n            sir,  that  you   might  be  subject   to\r\n            deportation?\r\n\n            GRAY:  Yes, your Honor.\r\n\n          The court subsequently found that:   1) Gray's plea was\r\n\nmade freely and voluntarily; 2) Gray understood the nature of the\r\n\ncharges  against him and the nature and consequences of his plea;\r\n\n3)  Gray was competent to enter his  plea; 4) Gray understood his\r\n\nrights,  and had freely and  voluntarily waived them;  and 5) the\r\n\nfactual basis for the guilty plea was adequate, and that Gray had\r\n\nindicated  that it was  in his best  interest to enter  a plea of\r\n\nguilty.\r\n\n          Thirty-six days later, on November 23, 1993, Gray moved\r\n\nto withdraw  his plea, alleging that:   1) he did  not understand\r\n\nthe plea  agreement which he  signed; 2) he  took no part  in the\r\n\nsale of  drugs as part of  the alleged conspiracy; and  3) he did\r\n\n                               -4-\r\r\n\nnot understand that the consequences of his plea, specifically as\r\n\nto his  sentence.  On February 3, 1994, the district court held a\r\n\nhearing  on  Gray's  motion.    At  the  hearing,  the  arguments\r\n\nproffered  by Gray's  counsel focused  almost exclusively  on the\r\n\nsecond  of these claims and Gray's assertions of innocence at his\r\n\nchange of plea  hearing.   Essentially, Gray argued  that he  had\r\n\nonly pled  guilty because  his co-defendants and  defense counsel\r\n\nhad  suggested that  it  was  the best  course  of  action.   The\r\n\ndistrict court denied Gray's motion  to withdraw his guilty plea.\r\n\nIn so  doing, the court pointed  out that it had  found that Gray\r\n\nhad understood what he  was doing and had pled guilty  because he\r\n\nfelt it to be in his best interests to do so.  The district court\r\n\nexplained to Gray that \"there is no question in my  mind that you\r\n\nwere  hesitant  in pleading;  but I  have  to conclude  that your\r\n\nhesitation was  brought about  not so  much  from your  protested\r\n\ninnocence as much as it is from the penalty that you faced.\"1\r\n\n                             ANALYSIS\r                                       ANALYSIS\r\n\n          A.   Applicable Legal Principles\r                    A.   Applicable Legal Principles\r                                                    \r\n\n          While a  defendant has no absolute right  to withdraw a\r\n\nguilty plea,  United States  v. Ribas-Dominicci,  50 F.3d  76, 78\r                                                         \r\n\n(1st Cir. 1995), a district court may allow such a request upon a\r\n\nshowing of \"a fair and just reason.\"  Fed. R. Crim. P. 32(d); see\r                                                                           \r\n\nalso Ribas-Dominicci,  50  F.3d at  78; United  States v.  Cotal-\r                                                                           \r\n\nCrespo,  47  F.3d  1, 3  (1st  Cir.  1995).    We  have  recently\r                \r\n\n                    \r                              \r\n\n1  The Presentence Report  for Gray had not yet been  prepared by\r\nthe date of the hearing on Gray's motion to withdraw his plea.\r\n\n                               -5-\r\r\n\nreiterated  that  the factors  to  be  considered in  determining\r\n\nwhether  there  is  such   a  reason  are:    1)  the  force  and\r\n\nplausibility of  the  proffered  reason;  2) the  timing  of  the\r\n\nrequest;  3)  whether  the   defendant  has  asserted  his  legal\r\n\ninnocence;  and  4)  whether  the  parties  had  reached  a  plea\r\n\nagreement.   Cotal-Crespo,  47 F.3d  at 3-4.   These  factors are\r                                   \r\n\nrelevant to the ultimate  issue to be addressed,  namely, whether\r\n\nthe  plea  was \"knowing,  voluntary  and  intelligent within  the\r\n\nmeaning of [Fed. R. Crim. P.] 11.\"  Id. at 3.\r                                                \r\n\n          We  have explained  that by entering  a guilty  plea, a\r\n\ndefendant effectively waives several constitutional rights.   For\r\n\nthat waiver to be valid, the  plea must amount to a voluntary and\r\n\nintentional  relinquishment or  abandonment of  a known  right or\r\n\nprivilege.  Id. at 4 (citing McCarthy v.  United States, 394 U.S.\r                                                                 \r\n\n459,  466  (1969)).   Rule  11  was  intended  to ensure  that  a\r\n\ndefendant  who pleads guilty does so with an understanding of the\r\n\nnature of the charge and the consequences of the plea.  Id. at 4.\r                                                                    \r\n\nWe have  identified the  three \"core  concerns\" of Rule  11:   1)\r\n\nabsence  of coercion;  2)  the defendant's  understanding of  the\r\n\ncharges; and 3) the defendant's  knowledge of the consequences of\r\n\nthe guilty plea.  Id.   While technical violations of Rule 11 may\r                              \r\n\noften be deemed harmless, a total failure  to address one of Rule\r\n\n11's  \"core concerns\" mandates that the guilty plea be set aside.\r\n\nId.  In the absence of such a \"total failure,\" the question to be\r            \r\n\ndetermined  is  whether  deficiencies  in  the  Rule  11  hearing\r\n\n                               -6-\r\r\n\naffected the defendant's \"substantial rights.\"  Fed. R. Crim.  P.\r\n\n11(h); see also Cotal-Crespo, 47 F.3d at 5.\r                                      \r\n\n          In determining  whether there  has been a  violation of\r\n\none of  the core concerns of  Rule 11, we review  the totality of\r\n\nthe  circumstances surrounding the  Rule 11 hearing  at which the\r\n\ndefendant pled  guilty.  Cotal-Crespo,  47 F.3d  at 4.   We  have\r                                               \r\n\nexplained that \"[w]hat is  critical is the substance of  what was\r\n\ncommunicated  by the trial court, and what should reasonably have\r\n\nbeen understood by  the defendant,  rather than the  form of  the\r\n\ncommunication.\"  Id. at 4-5.\r                             \r\n\n          We will reverse a district court's decision disallowing\r\n\nthe  withdrawal  of a  guilty  plea  only  upon a  showing  of  a\r\n\n\"demonstrable  abuse of  discretion.\"   Id. at  5.   The district\r                                                    \r\n\ncourt's subsidiary findings of fact in connection  with the plea-\r\n\nwithdrawal motion are reviewed  only for clear error.   Id.  With\r                                                                    \r\n\nthese principles in mind, we turn to Gray's claims.\r\n\n          B.   Was  Gray's guilty  plea \"voluntary\r                    B.   Was  Gray's guilty  plea \"voluntary\r                                                            \r\n               and intelligent\"?\r                         and intelligent\"?\r                                         \r\n\n          Gray claims that because of certain deficiencies in his\r\n\nRule  11 hearing, his guilty  plea was not  given voluntarily and\r\n\nintelligently.   Although Gray offers several  grounds to support\r\n\nhis claim, we find that  only one of them merits discussion.   In\r\n\nhis  motion to withdraw his plea, Gray stated essentially that he\r\n\ndid not understand that he was pleading to a crime with a minimum\r\n\nten-year sentence.   He claims now that  this misunderstanding of\r\n\nthe  consequences of  his  plea \"tainted  his  decision to  plead\r\n\n                               -7-\r\r\n\nguilty,\" and constitutes  a violation  of one of  Rule 11's  core\r\n\nconcerns.  Although it is a close question, we agree.\r\n\n          When  asked by the court at his Rule 11 hearing whether\r\n\nhe  understood  \"what  the  maximum punishment\"  could  be,  Gray\r\n\nresponded,  \"Not  exactly,\"  thus   alerting  the  court  to  his\r\n\nuncertainty about the consequences  of his plea.  In  its attempt\r\n\nto  explain  these  consequences, however,  the  court mistakenly\r\n\nstated,  \"The maximum punishment is ten years to life.\" (Emphasis\r                               \r\n\nadded).   This statement  was incorrect;  in fact,  the mandatory\r                                                                           \r\n\nminimum sentence for  the crime to which Gray pled guilty was ten\r                 \r\n\nyears,  and  the  court  had  no  discretion  over  this  minimum\r\n\nsentence.   Moreover, this incorrect  explanation was exacerbated\r\n\nby the court's subsequent  statement to Gray that \"the  matter of\r\n\nyour sentence  is  up to  me,\" implying  that the  length of  the\r\n\nsentence was  discretionary rather than mandatory.  We think that\r\n\nbased  on these  statements,  a defendant  could have  reasonably\r\n\nconcluded that  ten  years  was  the  maximum  sentence,  at  the\r                                                       \r\n\ndiscretion  of  the court,  and that  by  pleading guilty  it was\r\n\npossible that he could receive a sentence of less than ten years.\r\n\n          The  government  concedes  that  the  district  court's\r\n\nincorrect  explanation of Gray's sentence was  \"short of ideal.\" \r\n\nThe government nevertheless argues that, when considered in light\r\n\nof the fact that Gray had that morning signed the plea agreement,\r\n\nwhich specifically sets  forth the  applicable minimum  mandatory\r\n\nsentence  of  ten years,  the  court's mistake  should  be deemed\r\n\nharmless.  This argument  ignores the plain language of  Rule 11,\r\n\n                               -8-\r\r\n\nstating that \"the court must address the defendant personally  in\r\n\nopen  court and inform the  defendant of, and  determine that the\r                                                                           \r\n\ndefendant understands,\" the matters enumerated in Rule 11.   Fed.\r                               \r\n\nR.  Crim. P. 11(c) (emphasis added).  We have held that \"reliance\r\n\non a written document is not a sufficient substitute for personal\r\n\nexamination  by the  court\" in  ascertaining that Rule  11's core\r\n\nconcerns  are addressed.   United  States v.  Medina-Silverio, 30\r                                                                       \r\n\nF.3d 1, 3  (1st Cir. 1994) (internal quotations omitted).    When\r\n\nasked at the hearing, Gray clearly stated under oath that  he did\r\n\nnot  fully understand  his potential  sentence, despite  the fact\r                                                                 \r\n\nthat  he  had signed  the plea  agreement  that morning.   Gray's\r\n\nsignature  on  the  plea  agreement  is  therefore   insufficient\r\n\nindication of his actual understanding of the consequences of his\r\n\nplea,  and  thus  cannot  cure or  obviate  the  court's mistaken\r\n\nexplanation of the applicable sentence.\r\n\n          We think that the substance of what was communicated to\r\n\nGray, specifically the district court's  incorrect and misleading\r\n\nexplanation of the  mandatory minimum sentence, could  have led a\r\n\nreasonable person to misunderstand the consequences of his guilty\r\n\nplea  in this  context, thus  implicating one  of Rule  11's core\r\n\nconcerns.\r\n\n          Although  the court's error is  not a \"total failure to\r\n\naddress\"  one of Rule  11's core  concerns, see  Cotal-Crespo, 47\r                                                                       \r\n\nF.3d  at  5,  we  cannot  say  with  any  certainty  that  Gray's\r\n\nreasonable misunderstanding  of his  sentence did not  affect his\r\n\nsubstantial rights within the  meaning of Rule 11.   In fact, the\r\n\n                               -9-\r\r\n\nrecord  indicates, and  the government  even suggests,  that Gray\r\n\ndecided  to withdraw his guilty plea only after learning the true\r\n\nconsequences  of  his  decision  through   discussions  with  his\r\n\ncounsel.   It seems likely, at  the very least, that  if Gray had\r\n\nclearly and  accurately understood  the consequences of  a guilty\r\n\nplea,  he would  have  decided differently.    The court's  error\r\n\nleading  to Gray's  misunderstanding  therefore  affected  Gray's\r\n\nsubstantial rights, and Gray's guilty plea cannot be said to have\r\n\nbeen given voluntarily and  intelligently.2  Accordingly, we hold\r\n\nthat  the  district  court  erred  in  denying  Gray's  motion to\r\n\nwithdraw his guilty plea.3\r\n\n          The  judgment of  conviction  and sentence  is vacated.\r                                                                          \r\n\nThe guilty plea is set aside and the case is remanded for further\r                                                                           \r\n\nproceedings consistent with this opinion.\r                                                  \r\n\n                    \r                              \r\n\n2   We recently rejected a somewhat similar challenge as harmless\r\nerror.  In  United States v. L pez-Pineda, 55  F.3d 693 (1st Cir.\r                                                   \r\n1995), the appellant contended that the Rule 11 plea colloquy had\r\nbeen  deficient due  to  the failure  of  the district  court  to\r\nidentify the applicable minimum mandatory sentence.  Id. at  696.\r                                                                 \r\nThe   four-part  test   for   assessing  such   Rule  11   claims\r\n(plausibility of  grounds for  requesting plea change,  timing of\r\nrequest,  assertion  of  innocence,  and   legal  sufficiency  of\r\noriginal Rule  11 hearing), requires  a different result  in this\r\ncase.   First,  Gray advances  a  plausible basis  for requesting\r\nvacation of his  guilty plea  and for failing  to understand  the\r\nsentencing consequences  of his  guilty plea,  see supra  at 8-9,\r                                                                  \r\nwhereas  L pez-Pineda tendered a  highly implausible explanation.\r\nSecond, L pez-Pineda complained only  after his sentence had been\r\nimposed.   Id. at 697.  Third, unlike Gray, L pez-Pineda asserted\r                       \r\nno claim of innocence.  Id.\r                                    \r\n\n3   Because we find  that Gray misunderstood  the consequences of\r\nhis guilty  plea and reverse on this basis, we do not address his\r\nother arguments on appeal.\r\n\n                               -10-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-1298\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                            ROY GRAY,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. A. David Mazzone, Senior U.S. District Judge]\r                                                                   \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Cyr and Stahl, Circuit Judges.\r                                                         \r\n\n                                           \r\n\n     Jamie  Ann Sabino,  with whom  Klibaner and  Sabino, was  on\r                                                                  \r\nbrief for appellant.\r\n     Roberta  T. Brown,  Assistant United  States  Attorney, with\r                                \r\nwhom  Donald  K. Stern,  United  States  Attorney  and Thomas  C.\r                                                                           \r\nFrongillo, Assistant  United States  Attorney, were on  brief for\r                   \r\nappellee.\r\n\n                                           \r\n\n                         August 16, 1995\r\n                                           \r\r\n\n          TORRUELLA, Chief Judge.   Appellant Roy Gray challenges\r                    TORRUELLA, Chief Judge\r                                          \r\n\nthe district court's denial of his motion to withdraw his plea of\r\n\nguilty  to  charges  of  conspiracy  to  distribute  cocaine  and\r\n\ndistribution of cocaine.   Because we  find that Gray  reasonably\r\n\nmisunderstood the consequences of his  guilty plea, we remand  to\r\n\nthe district court for further proceedings.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          On January 20,  1993, a federal grand jury  returned an\r\n\nindictment  charging  Gray  with   one  count  of  conspiracy  to\r\n\ndistribute cocaine base, in violation of 21 U.S.C.   846, and one\r\n\ncount  of distribution  of cocaine  and aiding  and abetting,  in\r\n\nviolation  of  21  U.S.C.      841(a)(1)  and  18  U.S.C.      2,\r\n\nrespectively.   Gray was arrested on April  8, 1993, and pled not\r\n\nguilty  at his arraignment.   On October 18,  1993, the scheduled\r\n\ntrial date, Gray changed his plea to guilty as to both charges.\r\n\n          At his change of  plea hearing, the court asked  Gray a\r\n\nseries of questions pursuant to Fed. R. Crim. P. 11.  In response\r\n\nto  these questions,  Gray  stated that  he  had attended  school\r\n\nthrough  the  \"eighth  or  ninth  grade;\"  he  denied  taking any\r\n\nmedicine, drugs, or alcohol on the day of the hearing, and stated\r\n\nthat he had not been treated recently for any mental condition or\r\n\nmental  illness.   Gray  also  stated  that  he  had  no  trouble\r\n\nunderstanding the court's questions.\r\n\n          The  court  advised  Gray  of his  rights  in  specific\r\n\ndetail, and informed him that he would waive these rights when he\r\n\npled guilty.  Gray  stated that he understood his  rights as they\r\n\n                               -2-\r\r\n\nhad been explained, that he understood that by pleading guilty he\r\n\nwould lose those rights,  and that he gave up those rights freely\r\n\nand voluntarily.\r\n\n          The government  then  summarized the  evidence that  it\r\n\nwould have  offered if  Gray's case  had gone  to trial,  and the\r\n\ncourt explained the nature of the charges.\r\n\n          The court asked Gray if he was entering his guilty plea\r\n\nfreely and voluntarily, to which Gray answered yes.  With respect\r\n\nto Gray's possible sentence, the following colloquy took place:\r\n\n            COURT:  Do you believe it is in your best\r\n            interest  to enter  a plea  of  guilty at\r\n            this time? \r\n\n            GRAY:  Yes, your Honor.  The reason why I\r\n            am pleading  guilty is like:   Take it to\r\n            trial and let the  jury and the tape with\r\n            me on the tape  talking, I don't stand no\r\n            chance.    I'd  rather  plead  out,  your\r\n            Honor.\r\n\n            COURT:  So you believe then, in the light\r\n            of   the  evidence   on  the   tapes  and\r\n            otherwise,  that  it   is  in  your  best\r\n            interest to plead guilty even if you have\r\n            some  feelings about what you were really\r\n            doing at the time, what was  really going\r\n            on at the time; is that right, sir?\r\n\n            GRAY:  Yes, sir.  And I rather plea.\r\n\n            COURT:   Well, with that understanding in\r\n            mind, do you still enter your plea freely\r\n            and voluntarily?\r\n\n            GRAY:  Yes, your Honor.\r\n\n            COURT:     Do  you  understand  what  the\r\n            maximum punishment can be?\r\n\n            GRAY:  Not exactly, your Honor.\r\n\n            COURT:   The  maximum punishment  is  ten\r\n            years to life.\r\n\n                               -3-\r\r\n\n            GRAY:  Yes, your Honor.\r\n\n            COURT:   And a fine  of up to  $4 million\r\n            dollars -- $8 million?\r\n\n            GRAY:  Yes, your Honor.\r\n\n            COURT:   And a special assessment  of $50\r\n            on each count, do you understand?\r\n\n            GRAY:  Yes, your Honor.\r\n\n            COURT:  Do you  understand the matter  of\r\n            your sentence is up to me?\r\n\n            GRAY:  Yes, your Honor.\r\n\n            COURT:    That  I  am not  bound  by  the\r\n            agreement  that you have reached with the\r\n            government?\r\n\n            GRAY:  Yes, your Honor.\r\n\n            COURT:   And,  also, do  you  understand,\r\n            sir,  that  you   might  be  subject   to\r\n            deportation?\r\n\n            GRAY:  Yes, your Honor.\r\n\n          The court subsequently found that:   1) Gray's plea was\r\n\nmade freely and voluntarily; 2) Gray understood the nature of the\r\n\ncharges  against him and the nature and consequences of his plea;\r\n\n3)  Gray was competent to enter his  plea; 4) Gray understood his\r\n\nrights,  and had freely and  voluntarily waived them;  and 5) the\r\n\nfactual basis for the guilty plea was adequate, and that Gray had\r\n\nindicated  that it was  in his best  interest to enter  a plea of\r\n\nguilty.\r\n\n          Thirty-six days later, on November 23, 1993, Gray moved\r\n\nto withdraw  his plea, alleging that:   1) he did  not understand\r\n\nthe plea  agreement which he  signed; 2) he  took no part  in the\r\n\nsale of  drugs as part of  the alleged conspiracy; and  3) he did\r\n\n                               -4-\r\r\n\nnot understand that the consequences of his plea, specifically as\r\n\nto his  sentence.  On February 3, 1994, the district court held a\r\n\nhearing  on  Gray's  motion.    At  the  hearing,  the  arguments\r\n\nproffered  by Gray's  counsel focused  almost exclusively  on the\r\n\nsecond  of these claims and Gray's assertions of innocence at his\r\n\nchange of plea  hearing.   Essentially, Gray argued  that he  had\r\n\nonly pled  guilty because  his co-defendants and  defense counsel\r\n\nhad  suggested that  it  was  the best  course  of  action.   The\r\n\ndistrict court denied Gray's motion  to withdraw his guilty plea.\r\n\nIn so  doing, the court pointed  out that it had  found that Gray\r\n\nhad understood what he  was doing and had pled guilty  because he\r\n\nfelt it to be in his best interests to do so.  The district court\r\n\nexplained to Gray that \"there is no question in my  mind that you\r\n\nwere  hesitant  in pleading;  but I  have  to conclude  that your\r\n\nhesitation was  brought about  not so  much  from your  protested\r\n\ninnocence as much as it is from the penalty that you faced.\"1\r\n\n                             ANALYSIS\r                                       ANALYSIS\r\n\n          A.   Applicable Legal Principles\r                    A.   Applicable Legal Principles\r                                                    \r\n\n          While a  defendant has no absolute right  to withdraw a\r\n\nguilty plea,  United States  v. Ribas-Dominicci,  </pre><span class=\"citation\" data-id=\"195979\"><a href=\"/opinion/195979/united-states-v-ribas-dominicci/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">76</span></a></span><pre class=\"inline\">, 78\r                                                         \r\n\n(1st Cir. 1995), a district court may allow such a request upon a\r\n\nshowing of \"a fair and just reason.\"  Fed. R. Crim. P. 32(d); see\r                                                                           \r\n\nalso </pre><span class=\"citation\" data-id=\"195979\"><span class=\"antecedent_guess\">Ribas-Dominicci,</span>  <a href=\"/opinion/195979/united-states-v-ribas-dominicci/\"><span class=\"volume\">50</span>  <span class=\"reporter\">F.3d</span> at  <span class=\"page\">78</span></a></span><pre class=\"inline\">; United  States v.  Cotal-\r                                                                           \r\n\nCrespo,  </pre><span class=\"citation\" data-id=\"195871\"><a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"volume\">47</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3  (1st  Cir.  1995).    We  have  recently\r                \r\n\n                    \r                              \r\n\n1  The Presentence Report  for Gray had not yet been  prepared by\r\nthe date of the hearing on Gray's motion to withdraw his plea.\r\n\n                               -5-\r\r\n\nreiterated  that  the factors  to  be  considered in  determining\r\n\nwhether  there  is  such   a  reason  are:    1)  the  force  and\r\n\nplausibility of  the  proffered  reason;  2) the  timing  of  the\r\n\nrequest;  3)  whether  the   defendant  has  asserted  his  legal\r\n\ninnocence;  and  4)  whether  the  parties  had  reached  a  plea\r\n\nagreement.   </pre><span class=\"citation\" data-id=\"195871\"><span class=\"antecedent_guess\">Cotal-Crespo,</span>  <a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span>  at <span class=\"page\">3-4</span></a></span><pre class=\"inline\">.   These  factors are\r                                   \r\n\nrelevant to the ultimate  issue to be addressed,  namely, whether\r\n\nthe  plea  was \"knowing,  voluntary  and  intelligent within  the\r\n\nmeaning of [Fed. R. Crim. P.] 11.\"  </pre><span class=\"citation\" data-id=\"195871\"><a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"id_token\">Id.</span> at 3.\r</a></span><pre class=\"inline\">                                                \r\n\n          We  have explained  that by entering  a guilty  plea, a\r\n\ndefendant effectively waives several constitutional rights.   For\r\n\nthat waiver to be valid, the  plea must amount to a voluntary and\r\n\nintentional  relinquishment or  abandonment of  a known  right or\r\n\nprivilege.  </pre><span class=\"citation\" data-id=\"195871\"><a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"id_token\">Id.</span> at 4 </a></span><pre class=\"inline\">(citing McCarthy v.  United States, </pre><span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span>\r                                                                 \r\n\n<span class=\"page\">459</span></a></span><pre class=\"inline\">,  466  (1969)).   Rule  11  was  intended  to ensure  that  a\r\n\ndefendant  who pleads guilty does so with an understanding of the\r\n\nnature of the charge and the consequences of the plea.  </pre><span class=\"citation\" data-id=\"195871\"><a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"id_token\">Id.</span> at 4</a></span><pre class=\"inline\">.\r                                                                    \r\n\nWe have  identified the  three \"core  concerns\" of Rule  11:   1)\r\n\nabsence  of coercion;  2)  the defendant's  understanding of  the\r\n\ncharges; and 3) the defendant's  knowledge of the consequences of\r\n\nthe guilty plea.  </pre><span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"id_token\">Id.</span>   While technical </a></span><pre class=\"inline\">violations of Rule 11 may\r                              \r\n\noften be deemed harmless, a total failure  to address one of Rule\r\n\n11's  \"core concerns\" mandates that the guilty plea be set aside.\r\n\n</pre><span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"id_token\">Id.</span>  In the </a></span><pre class=\"inline\">absence of such a \"total failure,\" the question to be\r            \r\n\ndetermined  is  whether  deficiencies  in  the  Rule  11  hearing\r\n\n                               -6-\r\r\n\naffected the defendant's \"substantial rights.\"  Fed. R. Crim.  P.\r\n\n11(h); see also </pre><span class=\"citation\" data-id=\"195871\"><span class=\"antecedent_guess\">Cotal-Crespo,</span> <a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">5</span></a></span><pre class=\"inline\">.\r                                      \r\n\n          In determining  whether there  has been a  violation of\r\n\none of  the core concerns of  Rule 11, we review  the totality of\r\n\nthe  circumstances surrounding the  Rule 11 hearing  at which the\r\n\ndefendant pled  guilty.  </pre><span class=\"citation\" data-id=\"195871\"><span class=\"antecedent_guess\">Cotal-Crespo,</span>  <a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span>  at <span class=\"page\">4</span></a></span><pre class=\"inline\">.   We  have\r                                               \r\n\nexplained that \"[w]hat is  critical is the substance of  what was\r\n\ncommunicated  by the trial court, and what should reasonably have\r\n\nbeen understood by  the defendant,  rather than the  form of  the\r\n\ncommunication.\"  </pre><span class=\"citation\" data-id=\"195871\"><a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"id_token\">Id.</span> at 4</a></span><pre class=\"inline\">-5.\r                             \r\n\n          We will reverse a district court's decision disallowing\r\n\nthe  withdrawal  of a  guilty  plea  only  upon a  showing  of  a\r\n\n\"demonstrable  abuse of  discretion.\"   </pre><span class=\"citation\" data-id=\"195871\"><a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"id_token\">Id.</span> at  5. </a></span><pre class=\"inline\">  The district\r                                                    \r\n\ncourt's subsidiary findings of fact in connection  with the plea-\r\n\nwithdrawal motion are reviewed  only for clear error.   </pre><span class=\"citation\" data-id=\"195871\"><a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"id_token\">Id.</span>  With\r                                                                    \r\n\nthese </a></span><pre class=\"inline\">principles in mind, we turn to Gray's claims.\r\n\n          B.   Was  Gray's guilty  plea \"voluntary\r                    B.   Was  Gray's guilty  plea \"voluntary\r                                                            \r\n               and intelligent\"?\r                         and intelligent\"?\r                                         \r\n\n          Gray claims that because of certain deficiencies in his\r\n\nRule  11 hearing, his guilty  plea was not  given voluntarily and\r\n\nintelligently.   Although Gray offers several  grounds to support\r\n\nhis claim, we find that  only one of them merits discussion.   In\r\n\nhis  motion to withdraw his plea, Gray stated essentially that he\r\n\ndid not understand that he was pleading to a crime with a minimum\r\n\nten-year sentence.   He claims now that  this misunderstanding of\r\n\nthe  consequences of  his  plea \"tainted  his  decision to  plead\r\n\n                               -7-\r\r\n\nguilty,\" and constitutes  a violation  of one of  Rule 11's  core\r\n\nconcerns.  Although it is a close question, we agree.\r\n\n          When  asked by the court at his Rule 11 hearing whether\r\n\nhe  understood  \"what  the  maximum punishment\"  could  be,  Gray\r\n\nresponded,  \"Not  exactly,\"  thus   alerting  the  court  to  his\r\n\nuncertainty about the consequences  of his plea.  In  its attempt\r\n\nto  explain  these  consequences, however,  the  court mistakenly\r\n\nstated,  \"The maximum punishment is ten years to life.\" (Emphasis\r                               \r\n\nadded).   This statement  was incorrect;  in fact,  the mandatory\r                                                                           \r\n\nminimum sentence for  the crime to which Gray pled guilty was ten\r                 \r\n\nyears,  and  the  court  had  no  discretion  over  this  minimum\r\n\nsentence.   Moreover, this incorrect  explanation was exacerbated\r\n\nby the court's subsequent  statement to Gray that \"the  matter of\r\n\nyour sentence  is  up to  me,\" implying  that the  length of  the\r\n\nsentence was  discretionary rather than mandatory.  We think that\r\n\nbased  on these  statements,  a defendant  could have  reasonably\r\n\nconcluded that  ten  years  was  the  maximum  sentence,  at  the\r                                                       \r\n\ndiscretion  of  the court,  and that  by  pleading guilty  it was\r\n\npossible that he could receive a sentence of less than ten years.\r\n\n          The  government  concedes  that  the  district  court's\r\n\nincorrect  explanation of Gray's sentence was  \"short of ideal.\" \r\n\nThe government nevertheless argues that, when considered in light\r\n\nof the fact that Gray had that morning signed the plea agreement,\r\n\nwhich specifically sets  forth the  applicable minimum  mandatory\r\n\nsentence  of  ten years,  the  court's mistake  should  be deemed\r\n\nharmless.  This argument  ignores the plain language of  Rule 11,\r\n\n                               -8-\r\r\n\nstating that \"the court must address the defendant personally  in\r\n\nopen  court and inform the  defendant of, and  determine that the\r                                                                           \r\n\ndefendant understands,\" the matters enumerated in Rule 11.   Fed.\r                               \r\n\nR.  Crim. P. 11(c) (emphasis added).  We have held that \"reliance\r\n\non a written document is not a sufficient substitute for personal\r\n\nexamination  by the  court\" in  ascertaining that Rule  11's core\r\n\nconcerns  are addressed.   United  States v.  Medina-Silverio, </pre><span class=\"citation\" data-id=\"195500\"><a href=\"/opinion/195500/united-states-v-medina-silverio/\"><span class=\"volume\">30</span>\r                                                                       \r\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3  (1st Cir. 1994) (internal quotations omitted).    When\r\n\nasked at the hearing, Gray clearly stated under oath that  he did\r\n\nnot  fully understand  his potential  sentence, despite  the fact\r                                                                 \r\n\nthat  he  had signed  the plea  agreement  that morning.   Gray's\r\n\nsignature  on  the  plea  agreement  is  therefore   insufficient\r\n\nindication of his actual understanding of the consequences of his\r\n\nplea,  and  thus  cannot  cure or  obviate  the  court's mistaken\r\n\nexplanation of the applicable sentence.\r\n\n          We think that the substance of what was communicated to\r\n\nGray, specifically the district court's  incorrect and misleading\r\n\nexplanation of the  mandatory minimum sentence, could  have led a\r\n\nreasonable person to misunderstand the consequences of his guilty\r\n\nplea  in this  context, thus  implicating one  of Rule  11's core\r\n\nconcerns.\r\n\n          Although  the court's error is  not a \"total failure to\r\n\naddress\"  one of Rule  11's core  concerns, see  </pre><span class=\"citation\" data-id=\"195871\"><span class=\"antecedent_guess\">Cotal-Crespo,</span> <a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"volume\">47</span>\r                                                                       \r\n\n<span class=\"reporter\">F.3d</span>  at  <span class=\"page\">5</span></a></span><pre class=\"inline\">,  we  cannot  say  with  any  certainty  that  Gray's\r\n\nreasonable misunderstanding  of his  sentence did not  affect his\r\n\nsubstantial rights within the  meaning of Rule 11.   In fact, the\r\n\n                               -9-\r\r\n\nrecord  indicates, and  the government  even suggests,  that Gray\r\n\ndecided  to withdraw his guilty plea only after learning the true\r\n\nconsequences  of  his  decision  through   discussions  with  his\r\n\ncounsel.   It seems likely, at  the very least, that  if Gray had\r\n\nclearly and  accurately understood  the consequences of  a guilty\r\n\nplea,  he would  have  decided differently.    The court's  error\r\n\nleading  to Gray's  misunderstanding  therefore  affected  Gray's\r\n\nsubstantial rights, and Gray's guilty plea cannot be said to have\r\n\nbeen given voluntarily and  intelligently.2  Accordingly, we hold\r\n\nthat  the  district  court  erred  in  denying  Gray's  motion to\r\n\nwithdraw his guilty plea.3\r\n\n          The  judgment of  conviction  and sentence  is vacated.\r                                                                          \r\n\nThe guilty plea is set aside and the case is remanded for further\r                                                                           \r\n\nproceedings consistent with this opinion.\r                                                  \r\n\n                    \r                              \r\n\n2   We recently rejected a somewhat similar challenge as harmless\r\nerror.  In  United States v. L pez-Pineda, </pre><span class=\"citation\" data-id=\"196122\"><a href=\"/opinion/196122/united-states-v-lopez-pineda/\"><span class=\"volume\">55</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">693</span> </a></span><pre class=\"inline\">(1st Cir.\r                                                   \r\n1995), the appellant contended that the Rule 11 plea colloquy had\r\nbeen  deficient due  to  the failure  of  the district  court  to\r\nidentify the applicable minimum mandatory sentence.  </pre><span class=\"citation\" data-id=\"196122\"><a href=\"/opinion/196122/united-states-v-lopez-pineda/\"><span class=\"id_token\">Id.</span> at  696.\r</a></span><pre class=\"inline\">                                                                 \r\nThe   four-part  test   for   assessing  such   Rule  11   claims\r\n(plausibility of  grounds for  requesting plea change,  timing of\r\nrequest,  assertion  of  innocence,  and   legal  sufficiency  of\r\noriginal Rule  11 hearing), requires  a different result  in this\r\ncase.   First,  Gray advances  a  plausible basis  for requesting\r\nvacation of his  guilty plea  and for failing  to understand  the\r\nsentencing consequences  of his  guilty plea,  see supra  at 8-9,\r                                                                  \r\nwhereas  L pez-Pineda tendered a  highly implausible explanation.\r\nSecond, L pez-Pineda complained only  after his sentence had been\r\nimposed.   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 697. </span><pre class=\"inline\"> Third, unlike Gray, L pez-Pineda asserted\r                       \r\nno claim of innocence.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>\r                                    \r\n\n3   Because </span><pre class=\"inline\">we find  that Gray misunderstood  the consequences of\r\nhis guilty  plea and reverse on this basis, we do not address his\r\nother arguments on appeal.\r\n\n                               -10-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107892/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195500/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195871/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195979/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196122/"
  ]
}