{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196278/",
  "id": 196278,
  "absolute_url": "/opinion/196278/mahan-v-plymouth-county/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196278/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:02:19Z",
  "date_modified": "2020-02-21T23:30:17.856015Z",
  "type": "010combined",
  "sha1": "30bc59f22e32110dd50dfd65e97eeec23930628b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1835.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 94-1835\r\n\n                 RICHARD MAHAN and FELICIA MAHAN,\r\n\n                     Plaintiffs, Appellants,\r\n\n                                v.\r\n\n          PLYMOUTH COUNTY HOUSE OF CORRECTIONS, ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. Joseph L. Tauro, U.S. District Judge]\r                                                               \r\n\n                                           \r                                                     \r\n\n                       Cyr, Circuit Judge,\r                                                   \r\n\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n\n                    and Boudin, Circuit Judge.\r                                                       \r\n\n                                           \r                                                     \r\n\n   Matthew Cobb, with whom Law Firm of Matthew Cobb was on brief for\r                                                             \r\nappellants.\r\n   James B. Lampke for appellee Town of Hull.\r                            \r\n   Matthew  J. Buckley, with whom  Law Office of  Matthew J. Buckley\r                                                                              \r\nwas on brief for appellee Walter Bouchie.\r\n   Steven  M.   Walsh  for   appellee   Plymouth  County   Sheriff's\r                               \r\nDepartment.\r\n\n                                           \r                                                     \r\n\n                        September 7, 1995\r\n                                           \r                                                     \r\r\n\n          CYR,  Circuit  Judge.   On  November  14, 1989,  Walter\r                    CYR,  Circuit  Judge.\r                                        \r\n\nBouchie,  a detective  with the  Town of  Hull Police  Department\r\n\n(\"Hull  Police  Department\"),  executed  a valid  arrest  warrant\r\n\nagainst plaintiff-appellant Richard Mahan (\"Mahan\") for  the rape\r\n\nof  Sheila Commesso.1  The arrest took place in Mahan's hatchback\r\n\nautomobile.   Bouchie and  other officers searched  the hatchback\r\n\nincident to the arrest and damaged a cord over the hatch area and\r\n\na pocket tape recorder in the car.  \r\n\n          Following  the  arrest, Mahan  was  taken  to the  Hull\r\n\nPolice  Station for  \"booking.\"    Once  the \"booking\"  had  been\r\n\ncompleted,  Bouchie  began  interrogating  Mahan  without  giving\r\n\nMiranda warnings.  See  Miranda v. Arizona, 384 U.S.  436 (1966).\r                                                    \r\n\nMahan  asked  if he  had the  right  to speak  with  an attorney.\r\n\nBouchie informed  him  that an  attorney  would be  appointed  at\r\n\narraignment.   Mahan asserted a  right to remain  silent until an\r\n\nattorney was present.   Bouchie  then said, \"[Y]ou  are going  to\r\n\ntalk to me or I will lock you up in that cell down there, and you\r\n\nwon't get  out.\"  When Mahan  would not relent, he  was placed in\r\n\nthe holding cell.  No further questioning occurred.   \r\n\n          Within  hours of  the arrest,  a representative  of the\r\n\nHull  Police Department  was sent  to Mahan's  home to pick  up a\r\n\nbottle  of medicine    Tegretol     which had  been prescribed in\r\n\nearly  1989 for depression and  seizures caused by  a head injury\r\n                    \r                              \r\n\n     1The evidence and  inferences are related in  the light most\r\nfavorable to Mahan, the party opposing judgment.  See Favorito v.\r                                                                        \r\nPannell, 27 F.3d 716, 719 (1st Cir. 1994); Fed. R. Civ. P. 50(a);\r                 \r\nVelez-Gomez v.  SMA Life Assur.  Co., 8 F.3d  873, 874 (1st  Cir.\r                                              \r\n1993); Fed. R. Civ. P. 56.  \r\n\n                                3\r\r\n\nMahan sustained many years earlier.  The Tegretol bottle, clearly\r\n\nmarked  with Mahan's name, the  name and telephone  number of the\r\n\nprescribing  physician, and  the dosage  to be  administered, was\r\n\ndelivered to the Plymouth House of Corrections (\"PHC\") when Mahan\r\n\nwas transferred  there  around 9:00  or  10:00 p.m.  on  Tuesday,\r\n\nNovember 14.  There is no record evidence that Mahan informed any\r\n\ncorrections officer or other PHC personnel, prior to November 21,\r\n\nas to the actual symptoms he experienced while detained.  The PHC\r\n\ncorrections  officers  repeatedly  refused Mahan's  requests  for\r\n\nTegretol during the period November 14-21.2  \r\n\n          Mahan  first  arrived  at  PHC  late  Tuesday  evening,\r\n\nNovember  14, after  the  medical officer's  regular hours.   PHC\r\n\ncorrections officers later informed  Mahan that a medical officer\r\n\nwas present at PHC on  Tuesdays and Thursdays only.  On  November\r\n\n15  and 16,  Mahan was  taken to court  for arraignment  and bail\r\n\nreview.  Thus, he was not seen by a medical  officer on Thursday,\r\n\nNovember  16, since he did not  return from court until after the\r\n\nmedical officer  had left  for the  day.  Four  more days  passed\r\n\nbefore  a medical officer met with Mahan on Tuesday, November 21.\r\n\nIn accordance  with PHC policy,  the medical officer  declined to\r\n\nadminister Tegretol  to Mahan  without first contacting  the pre-\r\n\nscribing physician.  Within one or two  days after Mahan met with\r\n\nthe medical officer on November 21, PHC administered the Tegretol\r\n\n                    \r                              \r\n\n     2PHC policy prohibits  administering prescription  medicines\r\nto a detainee without  clearance from a \"medical officer\"  and on\r                                                                        \r\ndays  the  detainee is  scheduled to  appear  in court.   Medical\r\nofficers are corrections officers with some medical training.\r\n\n                                4\r\r\n\nto Mahan and his symptoms were alleviated. \r\n\n          Although  Mahan was experiencing  severe depression and\r\n\nanxiety attacks, and  continuously complained to various  correc-\r\n\ntions  officers that he needed  the Tegretol, there  is no record\r\n\nevidence  that he ever informed PHC personnel that he was experi-\r\n\nencing these or any other symptoms  prior to November 21.  Nor is\r\n\nthere any evidence that  PHC personnel ever witnessed,  or other-\r\n\nwise became aware  of, any such symptoms.  Mahan  testified to an\r\n\nanxiety attack on the  night of November 15, which  was witnessed\r\n\nby  a cellmate.3  A guard who  happened by the cell shortly after\r\n\nthis  incident, inquired whether Mahan  was all right.   To which\r\n\nMahan replied simply:  \"I don't know.  I don't feel good.\"  Thus,\r\n\nthere  is no evidence remotely  suggesting that PHC personnel had\r\n\never  been made aware  that Mahan's  condition might  warrant any\r\n\ndeviation from the standard medical clearance policy. \r\n\n          After  Mahan  was released  on bail,  he was  tried and\r\n\nacquitted, then initiated this section 1983 action, see 42 U.S.C.\r                                                                 \r\n\n   1983, against  Detective  Bouchie and  the  Town of  Hull  for\r\n\nwrongful arrest and interrogation, and against PHC for wrongfully\r\n\nwithholding  his prescription  medicine.   Felicia Mahan  filed a\r\n\npendent  claim for  loss  of consortium.    Prior to  trial,  the\r\n\ndistrict court  granted summary  judgment for  the Town of  Hull.\r\n\n                    \r                              \r\n\n     3The cellmate neither  testified nor  provided a  deposition\r\nconcerning the  circumstances surrounding  any anxiety attack  or\r\nother symptom experienced by Mahan.  Mahan himself testified that\r\nhe  asked his  wife to tell  his lawyer  that PHC  personnel were\r\nrefusing to administer  Tegretol.  Yet the lawyer  neither testi-\r\nfied nor is there any evidence that he ever contacted PHC.  \r\n\n                                5\r\r\n\nThe Mahans proceeded to trial on their claims against Bouchie and\r\n\nPHC. \r\n\n          During the  trial on  liability, Mahan and/or  his wife\r\n\ntestified to the above-described events.  In addition, before the\r\n\ndistrict court ordered  judgment as  a matter of  law under  Rule\r\n\n50(a),  Mahan  proposed to  call  the  prescribing physician,  to\r\n\ntestify that Mahan  had a  \"serious medical  need\" for  Tegretol.\r\n\nRather  than admit  the proffered  testimony, the  district court\r\n\npresumed, for purposes of the Rule 50(a) motion, that Mahan had a\r\n\n\"serious medical need\" for Tegretol.  \r\n\n          Thereafter,  the district  court directed  verdicts for\r\n\nBouchie  and PHC,  ruling that  Mahan had  proffered insufficient\r\n\nevidence  to establish an unconstitutional deprivation in connec-\r\n\ntion  with his arrest;  the Miranda claim  failed as  a matter of\r                                             \r\n\nlaw,  since no  interrogation actually  occurred after  Mahan re-\r\n\nquested  an  attorney; and  PHC  had not  acted  with \"deliberate\r\n\nindifference\" in withholding Mahan's prescription medicine. \r\n\n          A  decision to  grant summary  judgment is  reviewed de\r                                                                           \r\n\nnovo, Velez-Gomez  v. SMA Life Assur.  Co., 8 F.3d 873,  874 (1st\r                                                    \r\n\nCir. 1993), as is a judgment entered as a matter of law, Favorito\r                                                                           \r\n\nv. Pannell, 27 F.3d 716, 719 (1st Cir. 1994). \r                    \r\n\nA.   The Arrest\r          A.   The Arrest\r                         \r\n\n          Under section 1983, a municipality may be answerable in\r\n\ndamages under  section 1983  to a  person who  is subjected to  a\r\n\ndeprivation of his constitutional rights as  a result of official\r\n\naction taken pursuant to a \"custom or usage\" of the municipality.\r\n\n                                6\r\r\n\nSee Monell v. New York City Dep't of Social Servs., 436 U.S. 658,\r                                                            \r\n\n691 (1978).  Mahan claims that there was sufficient evidence that\r\n\nthe Town  of Hull, by  \"custom and usage,\"  investigated criminal\r\n\ncomplaints inadequately, thereby causing arrests without probable\r\n\ncause.   He relies on  our decision  in Bordanaro v.  McLeod, 871\r                                                                      \r\n\nF.2d 1151,  1157 (1st  Cir.) (single  incident  may provide  some\r                                                                           \r\n\nproof of municipal policy where, inter  alia, large contingent of\r                                                      \r\n\nmunicipal police  officers engaged  in concerted  assaultive con-\r                                                          \r\n\nduct),  cert.  denied, 493  U.S.  820  (1989).   Bordanaro  held,\r                                                                    \r\n\nhowever, that  evidence of a single incident  is insufficient, in\r                                                                           \r\n\nand  of itself, to establish a municipal \"custom or usage\" within\r                        \r\n\nthe meaning of Monell.  Id. at 1156-57.  \r                                     \r\n\n          Mahan  has  not brought  his  case  near the  Bordanaro\r                                                                           \r\n\numbrella, let alone under it.   He produced no evidence of  prior\r\n\nincidents of inadequate investigation  by the Hull Police Depart-\r\n\nment.  Nor has he introduced direct evidence of improper investi-\r\n\ngatory  methods or practices employed by the police in this case.\r\n\nThus, we discern no error in the district court decision granting\r\n\nsummary  judgment on the section  1983 claim against  the Town of\r\n\nHull.  \r\n\nB.   The Arrest and Search\r          B.   The Arrest and Search\r                                    \r\n\n          As there was insufficient  evidence to support a trial-\r\n\nworthy  claim against the Town  of Hull, there  was no actionable\r\n\nsection 1983 claim against  Detective Bouchie relating to Mahan's\r\n\narrest.  Mahan presented no evidence that Bouchie acted unreason-\r\n\nably  in executing the valid arrest warrant, nor in effecting the\r\n\n                                7\r\r\n\narrest and contemporaneous automobile  search.  See United States\r                                                                           \r\n\nv.  Doward, 41 F.3d 789, 791 (1st  Cir. 1994) (police entitled to\r                    \r\n\nsearch  hatch-area of  automobile  incident to  lawful arrest  of\r\n\ndriver), cert. denied, 115 S. Ct. 1716 (1995).  The damage to the\r                               \r\n\nhatchback cord  and the  tape recorder,  see supra  p. 2,  do not\r                                                            \r\n\nestablish  a trialworthy  Fourth Amendment  \"unreasonable\" search\r\n\nclaim.   There was  no error  in the district  court decision  to\r\n\ndirect judgment as a matter of law in favor of Bouchie.  \r\n\nC.   The Miranda Claim\r          C.   The Miranda Claim\r                                \r\n\n          Mahan claims that  Bouchie violated his Miranda  rights\r                                                                   \r\n\nby refusing to read the required Miranda warnings and threatening\r                                                  \r\n\nto place  him in the  holding cell if  he declined to  respond to\r\n\nquestioning without an attorney present.  We do not agree.  \r\n\n          An \"accused must be adequately and effectively apprised\r\n\nof  his rights  and the  exercise of those  rights must  be fully\r\n\nhonored.\"   Miranda, 384 U.S. at  467.  Although Bouchie  did not\r                             \r\n\ngive the required  Miranda warnings, it is undisputed  that Mahan\r                                    \r\n\nmade  no statements  pertinent to  the Commesso  investigation in\r\n\nresponse to interrogation.  Upon Mahan's assertion that he wished\r\n\nto have an attorney  present during interrogation, Bouchie ceased\r\n\nall  interrogation.  Every court  of appeals which  has spoken to\r\n\nthis matter in  similar circumstances has held that no actionable\r\n\nsection 1983  claim lay.  See Weaver v. Brenner, 40 F.3d 527, 535\r                                                         \r\n\n(2d Cir. 1994); Wiley v. Doory,  14 F.3d 993, 996 (4th Cir. 1994)\r                                        \r\n\n(Powell, J., sitting by designation); Mahoney v. Kesery, 976 F.2d\r                                                                 \r\n\n1054, 1061-62 (7th Cir.  1992); Cooper v. Dupnik, 963  F.2d 1220,\r                                                          \r\n\n                                8\r\r\n\n1242-44 (9th Cir.), cert.  denied, 113 S. Ct. 407  (1992); Warren\r                                                                           \r\n\nv.  City of Lincoln, Neb., 864 F.2d  1436, 1442 (8th Cir.), cert.\r                                                                           \r\n\ndenied, 490 U.S. 1091  (1989); Bennett v. Passic, 545  F.2d 1260,\r                                                          \r\n\n1263 (10th Cir. 1976).   We now join  their ranks.  There  was no\r\n\nactionable  section 1983  claim relating  to the  alleged Miranda\r                                                                           \r\n\nviolation.4\r\n\nD.   The Eighth Amendment Claim\r          D.   The Eighth Amendment Claim\r                                         \r\n\n          Mahan  challenges the  district court  ruling directing\r\n\njudgment as  a matter  of law  on the claim  that PHC  refused to\r\n\nadminister his Tegretol  for seven days.   This claim  implicates\r\n\nthe  established  PHC  clearance  policy  preventing  corrections\r\n\nofficers  from administering  prescribed  medicines on  days  the\r\n\ndetainee is scheduled to  appear in court and until  permitted to\r                                                       \r\n\ndo so by a \"medical officer.\"  \r\n\n          Eighth Amendment claims  by pretrial detainees alleging\r\n\ndenials  of medical  assistance essentially  turn on  whether the\r\n\nchallenged official action constituted  \"deliberate indifference\"\r\n\nto  a \"serious  medical need\".   Consolo v. George,  58 F.3d 791,\r                                                            \r\n\n793-94 (1st Cir. 1995); Bowen v. City of Manchester, 966 F.2d 13,\r                                                             \r\n\n                    \r                              \r\n\n     4Although  there can be no question  that the alleged threat\r\nby Bouchie to  keep Mahan in the holding cell  until he responded\r\nto  further questions    assuming  it were credited  by the fact-\r\nfinder    would be  fully deserving of official sanction,  it did\r\nnot rise to the egregious level of police misconduct required for\r\nan actionable   1983  claim absent evidence that it  succeeded in\r\noverbearing  Mahan's will  to exercise  his Miranda rights.   Cf.\r                                                                          \r\nCooper, 963 F.2d at  1240-50 (police who engaged in  conduct that\r                \r\n\"shocks the conscience,\" by  attempting to \"grill [suspect] until\r\nhe  confessed,\" and  questioning him  for thirty  minutes despite\r\nassertion of right to  counsel, are subject to liability  under  \r\n1983 even though defendant does not incriminate himself).  \r\n\n                                9\r\r\n\n17  n.13 (1st Cir. 1992).  A  \"serious medical need\" is one \"that\r\n\nhas  been diagnosed by a physician as mandating treatment, or one\r\n\nthat is so obvious that even a lay  person would easily recognize\r\n\nthe  necessity for a doctor's  attention.\"  Gaudreault v. Munici-\r                                                                           \r\n\npality of Salem, Mass., 923 F.2d  203, 208 (1st Cir. 1990), cert.\r                                                                           \r\n\ndenied, 500 U.S. 956 (1991).  The prescription indicated, and the\r                \r\n\ndistrict  court assumed,  that  Mahan needed,  and would  benefit\r\n\nfrom,  Tegretol.  The  record thus established  a serious medical\r\n\nneed.5  \r\n\n          As the  district court found, however,  the record does\r\n\nnot  establish a  trialworthy  claim that  PHC was  \"deliberately\r\n\nindifferent\"  to Mahan's  \"serious  medical need.\"   The  Supreme\r\n\nCourt  recently defined  \"deliberate indifference\" in  the prison\r\n\ncontext.   See Farmer v.  Brennan, 114  S. Ct. 1970  (1994).   In\r                                           \r\n\norder to  be found  \"deliberately indifferent,\"  prison officials\r\n\nmust  be shown  to have  been subjectively  aware of  a condition\r                                                    \r\n\nrequiring their intervention.   Id. at 1980-82.  The  evidence in\r                                             \r\n\nthis case established one component of the \"subjective awareness\"\r\n\nrequirement; viz., PHC corrections  officers were well aware that\r\n\nTegretol had  been prescribed for  Mahan, and that  he repeatedly\r\n\nrequested it.  \r\n\n          Nevertheless, the record on appeal contains no evidence\r\n\n                    \r                              \r\n\n     5PHC  argues that  the district  court ruling should  be af-\r\nfirmed  on the  ground that  Tegretol would  not have  alleviated\r\nMahan's  anxiety  attacks.   Given  the  presumption of  \"serious\r\nmedical need\"  apparently indulged  by the district  court, which\r\nobviated  the  necessity  for  Mahan's  prescribing  physician to\r\ntestify, see supra p. 4, we must reject this suggestion. \r                            \r\n\n                                10\r\r\n\nfrom which a rational factfinder could conclude that PHC  person-\r\n\nnel were informed, or otherwise  learned, of the serious symptoms\r\n\nMahan  actually experienced  while detained,  such as  would have\r\n\nmade  them  subjectively aware  of  a  condition requiring  their\r\n\nintervention prior to November  21.  Id. at 1980-82;  cf. Miranda\r                                                                           \r\n\nv.  Munoz, 770  F.2d 255,  257-59 (1st Cir.  1985) (acknowledging\r                   \r\n\nthat prison officials knew pretrial detainee's epilepsy not under\r\n\ncontrol).   Absent evidence of subjective  awareness, there could\r\n\nbe no \"deliberate indifference\"  to Mahan's serious medical need.\r\n\nFarmer, 114 S. Ct.  at 1980-82.  Consequently, the  Eighth Amend-\r                \r\n\nment claim failed as a matter of law.  See United States v.  John\r                                                                           \r\n\nDoe, a/k/a Pizarro-Calderon, No. 94-1096, slip op. at  11-12 (1st\r                                     \r\n\nCir. Aug.  4, 1995)  (appellate court  may affirm district  court\r\n\nruling on any ground supported in record).  \r\n\n          Our ruling should not  be misconstrued as condoning the\r\n\nstatus  quo, however, but merely as indicating that PHC cannot be\r\n\nheld liable for  failing to  adjust its policy  to accommodate  a\r\n\n\"serious  medical need\"  of which  it was  not  made aware.6   In\r\n\nthese circumstances,  Mahan simply failed  to introduce  evidence\r\n\nessential to enable a reasonable  factfinder to conclude that PHC\r\n\nviolated his Eighth Amendment rights.      \r\n\n          The district  court judgment is affirmed.   All parties\r                                                            \r\n                    \r                              \r\n\n     6We add that the seemingly inflexible PHC policy relating to\r\nprescription medicines, coupled  with the limited \"medical  offi-\r\ncer\" hours, could  well have  resulted in serious  harm to  Mahan\r\nduring the extended and  stressful period the medicine  needed to\r\ncontrol  his previously  diagnosed condition  was withheld.   See\r                                                                           \r\nMiranda, 770 F.2d at 259 (detainee died after epileptic seizure).\r                 \r\n\n                                11\r\r\n\nshall bear their own costs.   \r\n\n                                12\r\r\n",
  "html": "<p class=\"case_cite\">64 F.3d 14</p>\n    <p class=\"parties\">Richard MAHAN and Felicia Mahan, Plaintiffs, Appellants,<br>v.<br>PLYMOUTH COUNTY HOUSE OF CORRECTIONS, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1835.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 8, 1995.<br>Decided Sept. 7, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Matthew Cobb, with whom Law Firm of Matthew Cobb was on brief, for appellants.</p>\n      <p class=\"indent\">James B. Lampke, for appellee Town of Hull.</p>\n      <p class=\"indent\">Matthew J. Buckley, with whom Law Office of Matthew J. Buckley was on brief, for appellee Walter Bouchie.</p>\n      <p class=\"indent\">Steven M. Walsh, for appellee Plymouth County Sheriff's Dept.</p>\n      <p class=\"indent\">CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On November 14, 1989, Walter Bouchie, a detective with the Town of Hull Police Department (\"Hull Police Department\"), executed a valid arrest warrant against plaintiff-appellant Richard Mahan (\"Mahan\") for the rape of Sheila Commesso.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The arrest took place in Mahan's hatchback automobile.  Bouchie and other officers searched the hatchback incident to the arrest and damaged a cord over the hatch area and a pocket tape recorder in the car.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Following the arrest, Mahan was taken to the Hull Police Station for \"booking.\"   Once the \"booking\" had been completed, Bouchie began interrogating Mahan without giving Miranda warnings.  See Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).  Mahan asked if he had the right to speak with an attorney.  Bouchie informed him that an attorney would be appointed at arraignment.  Mahan asserted a right to remain silent until an attorney was present.  Bouchie then said, \"[Y]ou are going to talk to me or I will lock you up in that cell down there, and you won't get out.\"   When Mahan would not relent, he was placed in the holding cell.  No further questioning occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Within hours of the arrest, a representative of the Hull Police Department was sent to Mahan's home to pick up a bottle of medicine--Tegretol--which had been prescribed in early 1989 for depression and seizures caused by a head injury Mahan sustained many years earlier.  The Tegretol bottle, clearly marked with Mahan's name, the name and telephone number of the prescribing physician, and the dosage to be administered, was delivered to the Plymouth House of Corrections (\"PHC\") when Mahan was transferred there around 9:00 or 10:00 p.m. on Tuesday, November 14.  There is no record evidence that Mahan informed any corrections officer or other PHC personnel, prior to November 21, as to the actual symptoms he experienced while detained.  The PHC corrections officers repeatedly refused Mahan's requests for Tegretol during the period November 14-21.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Mahan first arrived at PHC late Tuesday evening, November 14, after the medical officer's regular hours.  PHC corrections officers later informed Mahan that a medical officer was present at PHC on Tuesdays and Thursdays only.  On November 15 and 16, Mahan was taken to court for arraignment and bail review.  Thus, he was not seen by a medical officer on Thursday, November 16, since he did not return from court until after the medical officer had left for the day.  Four more days passed before a medical officer met with Mahan on Tuesday, November 21.  In accordance with PHC policy, the medical officer declined to administer Tegretol to Mahan without first contacting the prescribing physician.  Within one or two days after Mahan met with the medical officer on November 21, PHC administered the Tegretol to Mahan and his symptoms were alleviated.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although Mahan was experiencing severe depression and anxiety attacks, and continuously complained to various corrections officers that he needed the Tegretol, there is no record evidence that he ever informed PHC personnel that he was experiencing these or any other symptoms prior to November 21.  Nor is there any evidence that PHC personnel ever witnessed, or otherwise became aware of, any such symptoms.  Mahan testified to an anxiety attack on the night of November 15, which was witnessed by a cellmate.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  A guard who happened by the cell shortly after this incident, inquired whether Mahan was all right.  To which Mahan replied simply:  \"I don't know.  I don't feel good.\"   Thus, there is no evidence remotely suggesting that PHC personnel had ever been made aware that Mahan's condition might warrant any deviation from the standard medical clearance policy.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After Mahan was released on bail, he was tried and acquitted, then initiated this section 1983 action, see 42 U.S.C. Sec. 1983, against Detective Bouchie and the Town of Hull for wrongful arrest and interrogation, and against PHC for wrongfully withholding his prescription medicine.  Felicia Mahan filed a pendent claim for loss of consortium.  Prior to trial, the district court granted summary judgment for the Town of Hull.  The Mahans proceeded to trial on their claims against Bouchie and PHC.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">During the trial on liability, Mahan and/or his wife testified to the above-described events.  In addition, before the district court ordered judgment as a matter of law under Rule 50(a), Mahan proposed to call the prescribing physician, to testify that Mahan had a \"serious medical need\" for Tegretol.  Rather than admit the proffered testimony, the district court presumed, for purposes of the Rule 50(a) motion, that Mahan had a \"serious medical need\" for Tegretol.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Thereafter, the district court directed verdicts for Bouchie and PHC, ruling that Mahan had proffered insufficient evidence to establish an unconstitutional deprivation in connection with his arrest;  the Miranda claim failed as a matter of law, since no interrogation actually occurred after Mahan requested an attorney;  and PHC had not acted with \"deliberate indifference\" in withholding Mahan's prescription medicine.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A decision to grant summary judgment is reviewed de novo, Velez-Gomez v. SMA Life Assur. Co., 8 F.3d 873, 874 (1st Cir.1993), as is a judgment entered as a matter of law, Favorito v. Pannell, 27 F.3d 716, 719 (1st Cir.1994).</p>\n    </div>\n    <p>A. The Arrest</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Under section 1983, a municipality may be answerable in damages under section 1983 to a person who is subjected to a deprivation of his constitutional rights as a result of official action taken pursuant to a \"custom or usage\" of the municipality.  See Monell v. New York City Dep't of Social Servs., 436 U.S. 658, 691, 98 S.Ct. 2018, 2036, 56 L.Ed.2d 611 (1978).  Mahan claims that there was sufficient evidence that the Town of Hull, by \"custom and usage,\" investigated criminal complaints inadequately, thereby causing arrests without probable cause.  He relies on our decision in Bordanaro v. McLeod, 871 F.2d 1151, 1157 (1st Cir.)  (single incident may provide some proof of municipal policy where, inter alia, large contingent of municipal police officers engaged in concerted assaultive conduct), cert. denied, 493 U.S. 820, 110 S.Ct. 75, 107 L.Ed.2d 42 (1989).  Bordanaro held, however, that evidence of a single incident is insufficient, in and of itself, to establish a municipal \"custom or usage\" within the meaning of Monell.  Id. at 1156-57.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mahan has not brought his case near the Bordanaro umbrella, let alone under it.  He produced no evidence of prior incidents of inadequate investigation by the Hull Police Department.  Nor has he introduced direct evidence of improper investigatory methods or practices employed by the police in this case.  Thus, we discern no error in the district court decision granting summary judgment on the section 1983 claim against the Town of Hull.</p>\n    </div>\n    <p>B. The Arrest and Search</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As there was insufficient evidence to support a trial-worthy claim against the Town of Hull, there was no actionable section 1983 claim against Detective Bouchie relating to Mahan's arrest.  Mahan presented no evidence that Bouchie acted unreasonably in executing the valid arrest warrant, nor in effecting the arrest and contemporaneous automobile search.  See United States v. Doward, 41 F.3d 789, 791 (1st Cir.1994) (police entitled to search hatch-area of automobile incident to lawful arrest of driver), cert. denied, --- U.S. ----, 115 S.Ct. 1716, 131 L.Ed.2d 575 (1995).  The damage to the hatchback cord and the tape recorder, see supra p. 15, do not establish a trialworthy Fourth Amendment \"unreasonable\" search claim.  There was no error in the district court decision to direct judgment as a matter of law in favor of Bouchie.</p>\n    </div>\n    <p>C. The Miranda Claim</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Mahan claims that Bouchie violated his Miranda rights by refusing to read the required Miranda warnings and threatening to place him in the holding cell if he declined to respond to questioning without an attorney present.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">An \"accused must be adequately and effectively apprised of his rights and the exercise of those rights must be fully honored.\"  Miranda, 384 U.S. at 467, 86 S.Ct. at 1624.   Although Bouchie did not give the required Miranda warnings, it is undisputed that Mahan made no statements pertinent to the Commesso investigation in response to interrogation.  Upon Mahan's assertion that he wished to have an attorney present during interrogation, Bouchie ceased all interrogation.  Every court of appeals which has spoken to this matter in similar circumstances has held that no actionable section 1983 claim lay.  See Weaver v. Brenner, 40 F.3d 527, 535 (2d Cir.1994);  Wiley v. Doory, 14 F.3d 993, 996 (4th Cir.1994) (Powell, J., sitting by designation);  Mahoney v. Kesery, 976 F.2d 1054, 1061-62 (7th Cir.1992);  Cooper v. Dupnik, 963 F.2d 1220, 1242-44 (9th Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 407, 121 L.Ed.2d 332 (1992);  Warren v. City of Lincoln, Neb., 864 F.2d 1436, 1442 (8th Cir.), cert. denied, 490 U.S. 1091, 109 S.Ct. 2431, 104 L.Ed.2d 988 (1989);  Bennett v. Passic, 545 F.2d 1260, 1263 (10th Cir.1976).  We now join their ranks.  There was no actionable section 1983 claim relating to the alleged Miranda violation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>D. The Eighth Amendment Claim</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Mahan challenges the district court ruling directing judgment as a matter of law on the claim that PHC refused to administer his Tegretol for seven days.  This claim implicates the established PHC clearance policy preventing corrections officers from administering prescribed medicines on days the detainee is scheduled to appear in court and until permitted to do so by a \"medical officer.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Eighth Amendment claims by pretrial detainees alleging denials of medical assistance essentially turn on whether the challenged official action constituted \"deliberate indifference\" to a \"serious medical need\".  Consolo v. George, 58 F.3d 791, 793-94 (1st Cir.1995); Bowen v. City of Manchester, 966 F.2d 13, 17 n. 13 (1st Cir.1992).  A \"serious medical need\" is one \"that has been diagnosed by a physician as mandating treatment, or one that is so obvious that even a lay person would easily recognize the necessity for a doctor's attention.\"  Gaudreault v. Municipality of Salem, Mass., 923 F.2d 203, 208 (1st Cir.1990), cert. denied, 500 U.S. 956, 111 S.Ct. 2266, 114 L.Ed.2d 718 (1991).  The prescription indicated, and the district court assumed, that Mahan needed, and would benefit from, Tegretol.  The record thus established a serious medical need.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As the district court found, however, the record does not establish a trialworthy claim that PHC was \"deliberately indifferent\" to Mahan's \"serious medical need.\"   The Supreme Court recently defined \"deliberate indifference\" in the prison context.  See Farmer v. Brennan, --- U.S. ----, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994).  In order to be found \"deliberately indifferent,\" prison officials must be shown to have been subjectively aware of a condition requiring their intervention.  Id. at ---- - ----, 114 S.Ct. at 1980-82.   The evidence in this case established one component of the \"subjective awareness\" requirement;  viz., PHC corrections officers were well aware that Tegretol had been prescribed for Mahan, and that he repeatedly requested it.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Nevertheless, the record on appeal contains no evidence from which a rational factfinder could conclude that PHC personnel were informed, or otherwise learned, of the serious symptoms Mahan actually experienced while detained, such as would have made them subjectively aware of a condition requiring their intervention prior to November 21.  Id. at ---- - ----, 114 S.Ct. at 1980-82;  cf. Miranda v. Munoz, 770 F.2d 255, 257-59 (1st Cir.1985) (acknowledging that prison officials knew pretrial detainee's epilepsy not under control).  Absent evidence of subjective awareness, there could be no \"deliberate indifference\" to Mahan's serious medical need.  Farmer, --- U.S. at ---- - ----, 114 S.Ct. at 1980-82.   Consequently, the Eighth Amendment claim failed as a matter of law.  See United States v. John Doe, a/k/a Pizarro-Calderon, 61 F.3d 107, 111-12 (1st Cir.1995) (appellate court may affirm district court ruling on any ground supported in record).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Our ruling should not be misconstrued as condoning the status quo, however, but merely as indicating that PHC cannot be held liable for failing to adjust its policy to accommodate a \"serious medical need\" of which it was not made aware.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In these circumstances, Mahan simply failed to introduce evidence essential to enable a reasonable factfinder to conclude that PHC violated his Eighth Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court judgment is affirmed.   All parties shall bear their own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The evidence and inferences are related in the light most favorable to Mahan, the party opposing judgment.  See Favorito v. Pannell, 27 F.3d 716, 719 (1st Cir.1994);  Fed.R.Civ.P. 50(a);  Velez-Gomez v. SMA Life Assur. Co., 8 F.3d 873, 874 (1st Cir.1993);  Fed.R.Civ.P. 56</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> PHC policy prohibits administering prescription medicines to a detainee without clearance from a \"medical officer\" and on days the detainee is scheduled to appear in court.  Medical officers are corrections officers with some medical training</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The cellmate neither testified nor provided a deposition concerning the circumstances surrounding any anxiety attack or other symptom experienced by Mahan.  Mahan himself testified that he asked his wife to tell his lawyer that PHC personnel were refusing to administer Tegretol.  Yet the lawyer neither testified nor is there any evidence that he ever contacted PHC</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although there can be no question that the alleged threat by Bouchie to keep Mahan in the holding cell until he responded to further questions--assuming it were credited by the factfinder--would be fully deserving of official sanction, it did not rise to the egregious level of police misconduct required for an actionable Sec. 1983 claim absent evidence that it succeeded in overbearing Mahan's will to exercise his Miranda rights.  Cf. Cooper, 963 F.2d at 1240-50 (police who engaged in conduct that \"shocks the conscience,\" by attempting to \"grill [suspect] until he confessed,\" and questioning him for thirty minutes despite assertion of right to counsel, are subject to liability under Sec. 1983 even though defendant does not incriminate himself)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> PHC argues that the district court ruling should be affirmed on the ground that Tegretol would not have alleviated Mahan's anxiety attacks.  Given the presumption of \"serious medical need\" apparently indulged by the district court, which obviated the necessity for Mahan's prescribing physician to testify, see supra p. 16, we must reject this suggestion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We add that the seemingly inflexible PHC policy relating to prescription medicines, coupled with the limited \"medical officer\" hours, could well have resulted in serious harm to Mahan during the extended and stressful period the medicine needed to control his previously diagnosed condition was withheld.  See Miranda, 770 F.2d at 259 (detainee died after epileptic seizure)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></span></p>\n    <p class=\"parties\">Richard MAHAN and Felicia Mahan, Plaintiffs, Appellants,<br>v.<br>PLYMOUTH COUNTY HOUSE OF CORRECTIONS, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1835.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 8, 1995.<br>Decided Sept. 7, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Matthew Cobb, with whom Law Firm of Matthew Cobb was on brief, for appellants.</p>\n      <p class=\"indent\">James B. Lampke, for appellee Town of Hull.</p>\n      <p class=\"indent\">Matthew J. Buckley, with whom Law Office of Matthew J. Buckley was on brief, for appellee Walter Bouchie.</p>\n      <p class=\"indent\">Steven M. Walsh, for appellee Plymouth County Sheriff's Dept.</p>\n      <p class=\"indent\">CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On November 14, 1989, Walter Bouchie, a detective with the Town of Hull Police Department (\"Hull Police Department\"), executed a valid arrest warrant against plaintiff-appellant Richard Mahan (\"Mahan\") for the rape of Sheila Commesso.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The arrest took place in Mahan's hatchback automobile.  Bouchie and other officers searched the hatchback incident to the arrest and damaged a cord over the hatch area and a pocket tape recorder in the car.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Following the arrest, Mahan was taken to the Hull Police Station for \"booking.\"   Once the \"booking\" had been completed, Bouchie began interrogating Mahan without giving Miranda warnings.  See Miranda v. Arizona, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span> </a></span>(1966).  Mahan asked if he had the right to speak with an attorney.  Bouchie informed him that an attorney would be appointed at arraignment.  Mahan asserted a right to remain silent until an attorney was present.  Bouchie then said, \"[Y]ou are going to talk to me or I will lock you up in that cell down there, and you won't get out.\"   When Mahan would not relent, he was placed in the holding cell.  No further questioning occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Within hours of the arrest, a representative of the Hull Police Department was sent to Mahan's home to pick up a bottle of medicine--Tegretol--which had been prescribed in early 1989 for depression and seizures caused by a head injury Mahan sustained many years earlier.  The Tegretol bottle, clearly marked with Mahan's name, the name and telephone number of the prescribing physician, and the dosage to be administered, was delivered to the Plymouth House of Corrections (\"PHC\") when Mahan was transferred there around 9:00 or 10:00 p.m. on Tuesday, November 14.  There is no record evidence that Mahan informed any corrections officer or other PHC personnel, prior to November 21, as to the actual symptoms he experienced while detained.  The PHC corrections officers repeatedly refused Mahan's requests for Tegretol during the period November 14-21.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Mahan first arrived at PHC late Tuesday evening, November 14, after the medical officer's regular hours.  PHC corrections officers later informed Mahan that a medical officer was present at PHC on Tuesdays and Thursdays only.  On November 15 and 16, Mahan was taken to court for arraignment and bail review.  Thus, he was not seen by a medical officer on Thursday, November 16, since he did not return from court until after the medical officer had left for the day.  Four more days passed before a medical officer met with Mahan on Tuesday, November 21.  In accordance with PHC policy, the medical officer declined to administer Tegretol to Mahan without first contacting the prescribing physician.  Within one or two days after Mahan met with the medical officer on November 21, PHC administered the Tegretol to Mahan and his symptoms were alleviated.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although Mahan was experiencing severe depression and anxiety attacks, and continuously complained to various corrections officers that he needed the Tegretol, there is no record evidence that he ever informed PHC personnel that he was experiencing these or any other symptoms prior to November 21.  Nor is there any evidence that PHC personnel ever witnessed, or otherwise became aware of, any such symptoms.  Mahan testified to an anxiety attack on the night of November 15, which was witnessed by a cellmate.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  A guard who happened by the cell shortly after this incident, inquired whether Mahan was all right.  To which Mahan replied simply:  \"I don't know.  I don't feel good.\"   Thus, there is no evidence remotely suggesting that PHC personnel had ever been made aware that Mahan's condition might warrant any deviation from the standard medical clearance policy.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After Mahan was released on bail, he was tried and acquitted, then initiated this section 1983 action, see 42 U.S.C. Sec. 1983, against Detective Bouchie and the Town of Hull for wrongful arrest and interrogation, and against PHC for wrongfully withholding his prescription medicine.  Felicia Mahan filed a pendent claim for loss of consortium.  Prior to trial, the district court granted summary judgment for the Town of Hull.  The Mahans proceeded to trial on their claims against Bouchie and PHC.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">During the trial on liability, Mahan and/or his wife testified to the above-described events.  In addition, before the district court ordered judgment as a matter of law under Rule 50(a), Mahan proposed to call the prescribing physician, to testify that Mahan had a \"serious medical need\" for Tegretol.  Rather than admit the proffered testimony, the district court presumed, for purposes of the Rule 50(a) motion, that Mahan had a \"serious medical need\" for Tegretol.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Thereafter, the district court directed verdicts for Bouchie and PHC, ruling that Mahan had proffered insufficient evidence to establish an unconstitutional deprivation in connection with his arrest;  the Miranda claim failed as a matter of law, since no interrogation actually occurred after Mahan requested an attorney;  and PHC had not acted with \"deliberate indifference\" in withholding Mahan's prescription medicine.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A decision to grant summary judgment is reviewed de novo, Velez-Gomez v. SMA Life Assur. Co., <span class=\"citation\" data-id=\"195013\"><a href=\"/opinion/195013/velez-gomez-v-sma-life-assurance/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">873</span></a></span>, 874 (1st Cir.1993), as is a judgment entered as a matter of law, Favorito v. Pannell, <span class=\"citation\" data-id=\"195445\"><a href=\"/opinion/195445/favorito-v-pannell/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">716</span></a></span>, 719 (1st Cir.1994).</p>\n    </div>\n    <p>A. The Arrest</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Under section 1983, a municipality may be answerable in damages under section 1983 to a person who is subjected to a deprivation of his constitutional rights as a result of official action taken pursuant to a \"custom or usage\" of the municipality.  See Monell v. New York City Dep't of Social Servs., <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 691, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, 2036, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span> </a></span>(1978).  Mahan claims that there was sufficient evidence that the Town of Hull, by \"custom and usage,\" investigated criminal complaints inadequately, thereby causing arrests without probable cause.  He relies on our decision in Bordanaro v. McLeod, <span class=\"citation\" data-id=\"520992\"><a href=\"/opinion/520992/rose-bordanaro-v-john-mcleod-appeal-of-city-of-everett-edward-connolly/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1151</span></a></span>, 1157 (1st Cir.)  (single incident may provide some proof of municipal policy where, inter alia, large contingent of municipal police officers engaged in concerted assaultive conduct), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">820</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">75</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">42</span> </span>(1989).  Bordanaro held, however, that evidence of a single incident is insufficient, in and of itself, to establish a municipal \"custom or usage\" within the meaning of Monell.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1156-57.</span></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mahan has not brought his case near the Bordanaro umbrella, let alone under it.  He produced no evidence of prior incidents of inadequate investigation by the Hull Police Department.  Nor has he introduced direct evidence of improper investigatory methods or practices employed by the police in this case.  Thus, we discern no error in the district court decision granting summary judgment on the section 1983 claim against the Town of Hull.</p>\n    </div>\n    <p>B. The Arrest and Search</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As there was insufficient evidence to support a trial-worthy claim against the Town of Hull, there was no actionable section 1983 claim against Detective Bouchie relating to Mahan's arrest.  Mahan presented no evidence that Bouchie acted unreasonably in executing the valid arrest warrant, nor in effecting the arrest and contemporaneous automobile search.  See United States v. Doward, <span class=\"citation\" data-id=\"195782\"><a href=\"/opinion/195782/united-states-v-doward/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">789</span></a></span>, 791 (1st Cir.1994) (police entitled to search hatch-area of automobile incident to lawful arrest of driver), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1716</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">575</span> </span>(1995).  The damage to the hatchback cord and the tape recorder, see supra p. 15, do not establish a trialworthy Fourth Amendment \"unreasonable\" search claim.  There was no error in the district court decision to direct judgment as a matter of law in favor of Bouchie.</p>\n    </div>\n    <p>C. The Miranda Claim</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Mahan claims that Bouchie violated his Miranda rights by refusing to read the required Miranda warnings and threatening to place him in the holding cell if he declined to respond to questioning without an attorney present.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">An \"accused must be adequately and effectively apprised of his rights and the exercise of those rights must be fully honored.\"  <span class=\"citation\" data-id=\"107252\"><span class=\"antecedent_guess\">Miranda,</span> <a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">467</span></a></span>, 86 S.Ct. at 1624.   Although Bouchie did not give the required Miranda warnings, it is undisputed that Mahan made no statements pertinent to the Commesso investigation in response to interrogation.  Upon Mahan's assertion that he wished to have an attorney present during interrogation, Bouchie ceased all interrogation.  Every court of appeals which has spoken to this matter in similar circumstances has held that no actionable section 1983 claim lay.  See Weaver v. Brenner, <span class=\"citation\" data-id=\"682733\"><a href=\"/opinion/682733/bernard-h-weaver-jr-plaintiff-appellee-cross-appellant-v-robert/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">527</span></a></span>, 535 (2d Cir.1994);  Wiley v. Doory, <span class=\"citation\" data-id=\"661480\"><a href=\"/opinion/661480/john-j-wiley-sergeant-charles-bealefeld-officer-harry-van-cleaf-officer/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">993</span></a></span>, 996 (4th Cir.1994) (Powell, J., sitting by designation);  Mahoney v. Kesery, <span class=\"citation\" data-id=\"592119\"><a href=\"/opinion/592119/thomas-mahoney-v-russell-kesery/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1054</span></a></span>, 1061-62 (7th Cir.1992);  Cooper v. Dupnik, <span class=\"citation\" data-id=\"583447\"><a href=\"/opinion/583447/michael-cooper-husband-in-his-own-capacity-and-as-parent-of-abram-and/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1220</span></a></span>, 1242-44 (9th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">407</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">332</span> </span>(1992);  Warren v. City of Lincoln, Neb., <span class=\"citation\" data-id=\"516470\"><a href=\"/opinion/516470/jackson-warren-v-city-of-lincoln-nebraska-james-breen-sandra-l-myers-and/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1436</span></a></span>, 1442 (8th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1091</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2431</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">988</span> </span>(1989);  Bennett v. Passic, <span class=\"citation\" data-id=\"340844\"><a href=\"/opinion/340844/howard-smith-bennett-v-albert-passic-sheriff-etc/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1260</span></a></span>, 1263 (10th Cir.1976).  We now join their ranks.  There was no actionable section 1983 claim relating to the alleged Miranda violation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>D. The Eighth Amendment Claim</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Mahan challenges the district court ruling directing judgment as a matter of law on the claim that PHC refused to administer his Tegretol for seven days.  This claim implicates the established PHC clearance policy preventing corrections officers from administering prescribed medicines on days the detainee is scheduled to appear in court and until permitted to do so by a \"medical officer.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Eighth Amendment claims by pretrial detainees alleging denials of medical assistance essentially turn on whether the challenged official action constituted \"deliberate indifference\" to a \"serious medical need\".  Consolo v. George, <span class=\"citation\" data-id=\"196170\"><a href=\"/opinion/196170/consolo-v-george/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 793-94 (1st Cir.1995); Bowen v. City of Manchester, <span class=\"citation\" data-id=\"584183\"><a href=\"/opinion/584183/carleen-bowen-etc-v-city-of-manchester/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 17 n. 13 (1st Cir.1992).  A \"serious medical need\" is one \"that has been diagnosed by a physician as mandating treatment, or one that is so obvious that even a lay person would easily recognize the necessity for a doctor's attention.\"  Gaudreault v. Municipality of Salem, Mass., <span class=\"citation\" data-id=\"554019\"><a href=\"/opinion/554019/robert-a-gaudreault-v-municipality-of-salem-massachusetts/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">203</span></a></span>, 208 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">956</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2266</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span> </span>(1991).  The prescription indicated, and the district court assumed, that Mahan needed, and would benefit from, Tegretol.  The record thus established a serious medical need.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As the district court found, however, the record does not establish a trialworthy claim that PHC was \"deliberately indifferent\" to Mahan's \"serious medical need.\"   The Supreme Court recently defined \"deliberate indifference\" in the prison context.  See Farmer v. Brennan, --- U.S. ----, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span> </a></span>(1994).  In order to be found \"deliberately indifferent,\" prison officials must be shown to have been subjectively aware of a condition requiring their intervention.  <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"id_token\">Id.</span> at ---- </a></span>- <span class=\"citation\" data-id=\"1087956\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1980-82</span></a></span>.   The evidence in this case established one component of the \"subjective awareness\" requirement;  viz., PHC corrections officers were well aware that Tegretol had been prescribed for Mahan, and that he repeatedly requested it.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Nevertheless, the record on appeal contains no evidence from which a rational factfinder could conclude that PHC personnel were informed, or otherwise learned, of the serious symptoms Mahan actually experienced while detained, such as would have made them subjectively aware of a condition requiring their intervention prior to November 21.  <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"id_token\">Id.</span> at ---- </a></span>- <span class=\"citation\" data-id=\"1087956\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1980-82</span></a></span>;  cf. Miranda v. Munoz, <span class=\"citation\" data-id=\"457050\"><a href=\"/opinion/457050/rosa-maria-cristobal-miranda-v-miguel-gimenez-munoz-rosa-maria-cristobal/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">255</span></a></span>, 257-59 (1st Cir.1985) (acknowledging that prison officials knew pretrial detainee's epilepsy not under control).  Absent evidence of subjective awareness, there could be no \"deliberate indifference\" to Mahan's serious medical need.  Farmer, --- U.S. at ---- - <span class=\"citation\" data-id=\"1087956\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1980-82</span></a></span>.   Consequently, the Eighth Amendment claim failed as a matter of law.  See United States v. John Doe, a/k/a Pizarro-Calderon, <span class=\"citation\" data-id=\"196225\"><a href=\"/opinion/196225/united-states-v-doe/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">107</span></a></span>, 111-12 (1st Cir.1995) (appellate court may affirm district court ruling on any ground supported in record).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Our ruling should not be misconstrued as condoning the status quo, however, but merely as indicating that PHC cannot be held liable for failing to adjust its policy to accommodate a \"serious medical need\" of which it was not made aware.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In these circumstances, Mahan simply failed to introduce evidence essential to enable a reasonable factfinder to conclude that PHC violated his Eighth Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court judgment is affirmed.   All parties shall bear their own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The evidence and inferences are related in the light most favorable to Mahan, the party opposing judgment.  See Favorito v. Pannell, <span class=\"citation\" data-id=\"195445\"><a href=\"/opinion/195445/favorito-v-pannell/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">716</span></a></span>, 719 (1st Cir.1994);  Fed.R.Civ.P. 50(a);  Velez-Gomez v. SMA Life Assur. Co., <span class=\"citation\" data-id=\"195013\"><a href=\"/opinion/195013/velez-gomez-v-sma-life-assurance/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">873</span></a></span>, 874 (1st Cir.1993);  Fed.R.Civ.P. 56</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> PHC policy prohibits administering prescription medicines to a detainee without clearance from a \"medical officer\" and on days the detainee is scheduled to appear in court.  Medical officers are corrections officers with some medical training</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The cellmate neither testified nor provided a deposition concerning the circumstances surrounding any anxiety attack or other symptom experienced by Mahan.  Mahan himself testified that he asked his wife to tell his lawyer that PHC personnel were refusing to administer Tegretol.  Yet the lawyer neither testified nor is there any evidence that he ever contacted PHC</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although there can be no question that the alleged threat by Bouchie to keep Mahan in the holding cell until he responded to further questions--assuming it were credited by the factfinder--would be fully deserving of official sanction, it did not rise to the egregious level of police misconduct required for an actionable Sec. 1983 claim absent evidence that it succeeded in overbearing Mahan's will to exercise his Miranda rights.  Cf. <span class=\"citation\" data-id=\"583447\"><span class=\"antecedent_guess\">Cooper,</span> <a href=\"/opinion/583447/michael-cooper-husband-in-his-own-capacity-and-as-parent-of-abram-and/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1240-50</span> </a></span>(police who engaged in conduct that \"shocks the conscience,\" by attempting to \"grill [suspect] until he confessed,\" and questioning him for thirty minutes despite assertion of right to counsel, are subject to liability under Sec. 1983 even though defendant does not incriminate himself)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> PHC argues that the district court ruling should be affirmed on the ground that Tegretol would not have alleviated Mahan's anxiety attacks.  Given the presumption of \"serious medical need\" apparently indulged by the district court, which obviated the necessity for Mahan's prescribing physician to testify, see supra p. 16, we must reject this suggestion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We add that the seemingly inflexible PHC policy relating to prescription medicines, coupled with the limited \"medical officer\" hours, could well have resulted in serious harm to Mahan during the extended and stressful period the medicine needed to control his previously diagnosed condition was withheld.  See <span class=\"citation\" data-id=\"457050\"><span class=\"antecedent_guess\">Miranda,</span> <a href=\"/opinion/457050/rosa-maria-cristobal-miranda-v-miguel-gimenez-munoz-rosa-maria-cristobal/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">259</span> </a></span>(detainee died after epileptic seizure)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107252/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195013/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195445/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195782/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196225/",
    "https://www.courtlistener.com/api/rest/v3/opinions/340844/",
    "https://www.courtlistener.com/api/rest/v3/opinions/457050/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516470/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520992/",
    "https://www.courtlistener.com/api/rest/v3/opinions/554019/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583447/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584183/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592119/",
    "https://www.courtlistener.com/api/rest/v3/opinions/661480/",
    "https://www.courtlistener.com/api/rest/v3/opinions/682733/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1087956/"
  ]
}