{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196251/",
  "id": 196251,
  "absolute_url": "/opinion/196251/united-states-v-zanni/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196251/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:01:27Z",
  "date_modified": "2020-02-21T23:58:04.235375Z",
  "type": "010combined",
  "sha1": "766dc75c17984f80d691f472109b6bb7378c5648",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1126.01A",
  "local_path": null,
  "plain_text": "\n                    [NOT FOR PUBLICATION]\r\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1126\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                      BENJAMIN R. ZANNI,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF RHODE ISLAND\r\n\n           [Hon. Mary M. Lisi, U.S. District Judge]\r                                                              \r\n\n                                         \r\n\n                            Before\r\n\n                    Cyr, Boudin and Lynch,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nEdward J. Romano and Joel D. Landry II on brief for appellant.\r                                                  \r\nSheldon Whitehouse,  United States  Attorney, and  Edwin J.  Gale,\r                                                                             \r\nAssistant United States Attorney, on brief for appellee.\r\n\n                                         \r\n\n                       August 18, 1995\r\n                                         \r\r\n\n     Per  Curiam.    Defendant-appellant  Benjamin  R.  Zanni\r                            \r\n\nappeals his sentence on  two grounds.  First, he  argues that\r\n\nthe district court  erred in  failing to award  him a  three-\r\n\nlevel credit  for acceptance of responsibility  pursuant to  \r\n\n3E1.1   of   the   United   States    Sentencing   Guidelines\r\n\n(\"U.S.S.G.\").    Second,  he  contends  that  the  government\r\n\nbreached the plea agreement by recommending a sentence at the\r\n\nhigh end of the guideline sentencing range.\r\n\n    I. Acceptance of Responsibility\r                                               \r\n\n     Zanni argues on appeal that the district court's failure\r\n\nto  award  him  the  three-level  credit  for  acceptance  of\r\n\nresponsibility was clear error.  He contends that his initial\r\n\nstatement   of  acceptance   of  responsibility   was  merely\r\n\nincomplete and  that he immediately amended  it following the\r\n\ngovernment's  objection.   With  respect  to  his failure  to\r\n\nresign  from  office,  Zanni   emphasizes  that  he  took  no\r\n\naffirmative action to retain his seat after  his guilty plea,\r\n\nmerely completing  his responsibilities to  his constituents.\r\n\nTherefore, \"appellant  clearly and unequivocally ceased to be\r\n\na public official upon his decision to enter  a plea.\"  Zanni\r\n\nargues that the  \"crucial aspects\" of    3E1.1 were satisfied\r\n\nby his clear acceptance  of responsibility and his expedition\r\n\nin notifying the government of his intention to plead guilty.\r\n\n     \"The  ultimate  question  under  section  3E1.1  is  not\r\n\nwhether  the  defendant has  uttered  'a pat  recital  of the\r\n\n                             -2-\r\r\n\nvocabulary of  contrition,' but whether he  has accepted full\r\n\nresponsibility for his  part in the offense of  conviction by\r\n\ndemonstrating 'candor and  authentic remorse.'\" United States\r                                                                         \r\n\nv.  Ocasio-Rivera, 991  F.2d 1,4  (1st Cir.  1993) (citations\r                             \r\n\nomitted).    The   burden  is  on  the   defendant  to  prove\r\n\nentitlement to  the credit for acceptance  of responsibility.\r\n\nId.   \"The sentencing  court's determination to  withhold the\r               \r\n\nreduction  will   be  overturned   only  if  it   is  clearly\r\n\nerroneous.\" Id.\r                           \r\n\n     \"The   inquiry  into  acceptance  of  responsibility  is\r\n\nnecessarily factbound.   In  deciding whether a  defendant is\r\n\nentitled  to a reduction on this score, a district court must\r\n\nweigh   a  multitude   of  factors,   some  objective,   some\r\n\nsubjective.  Credibility and demeanor  play a crucial role in\r\n\ndetermining whether a  person is genuinely contrite.\"  United\r                                                                         \r\n\nStates v. Royer,  895 F.2d 28,  30 (1st Cir.  1990).  At  the\r                           \r\n\nsentencing hearing,  the  court stated  that  it had  had  an\r\n\nopportunity  to \"evaluate [Zanni's] level of understanding of\r\n\nthe  crime that  he has  committed and  his remorse  for that\r\n\ncrime.\"  Zanni's statements before and during the hearing, as\r\n\nwell  as his actions between  the time of  his arrest and his\r\n\nguilty plea  formed the  basis for the  court's determination\r\n\nthat Zanni  had failed to  accept responsibility.   The court\r\n\nwas  not   persuaded  that  Zanni   was  genuinely  contrite.\r\n\n                             -3-\r\r\n\n\"Because  the court had a plausible basis for arriving at the\r\n\nconclusion, no more was required.\"  Id.  \r                                                   \r\n\n     The sentencing court was  troubled by Zanni's failure to\r\n\nacknowledge  the full  extent of his  conduct in  his initial\r\n\nstatement  contained in the PSR.   Efforts by  a defendant to\r\n\nminimize   his   culpability   \"whether  during   presentence\r\n\ninterview  or   in  his   allocution\"  are   appropriate  for\r\n\nconsideration  in  denying  a  reduction  for  acceptance  of\r\n\nresponsibility. Ocasio-Rivera,  991 F.2d at 5.  The court was\r                                         \r\n\nalso  disturbed by  Zanni's reference  to his  conduct during\r\n\nsentencing  as  a  \"mistake.\"   The  court's  opportunity  at\r\n\nsentencing to see  the defendant, \"listen to  him, and assess\r\n\nhis credibility\" is entitled to deference. Royer, 895 F.2d at\r                                                            \r\n\n30.  \r\n\n     In denying the  three-level reduction for acceptance  of\r\n\nresponsibility, the  district  court was  also influenced  by\r\n\nZanni's conduct in failing to resign from  his position after\r\n\nhis arrest and in continuing to collect his salary and to run\r\n\nfor re-election until  the time  of his guilty  plea.   Zanni\r\n\nargues that  this  conduct is  irrelevant  to whether  he  is\r\n\nentitled to a reduction for acceptance of responsibility.  We\r\n\nhave  held,  however,  that  a   defendant's  later  conduct,\r\n\nfollowing the offense of conviction but before a guilty plea,\r\n\n\"certainly could shed light on the sincerity of a defendant's\r\n\nclaims of remorse\"  and may be  considered. United States  v.\r                                                                     \r\n\n                             -4-\r\r\n\nO'Neil, 936 F.2d  599, 600  (1st Cir. 1991).   Moreover,  the\r                  \r\n\ncommentary   to     3E1.1   specifically  provides  that  one\r\n\nconsideration in deciding whether  to grant the reduction for\r\n\nacceptance of responsibility  is \"voluntary resignation  from\r\n\nthe  office or  position held  during the  commission of  the\r\n\noffense.\"  U.S.S.G.   3E1.1, comment, n.1(f).\r\n\n     The district court did not commit clear error in denying\r\n\nZanni a reduction for acceptance of responsibility.\r\n\n     II.  Breach of Plea Agreement\r                                              \r\n\n     Zanni argues that  the government \"functionally  reneged\r\n\non  their plea agreement\"  by recommending a  sentence at the\r\n\nhigh  end  of the  imprisonment  range  after the  court  had\r\n\nrejected the government's recommendation that Zanni receive a\r\n\nreduction for acceptance of responsibility.  Zanni's argument\r\n\nis essentially that when the plea agreement (\"the Agreement\")\r\n\nwas entered into, the  parties anticipated that a three-level\r\n\nreduction  would be  granted,  resulting in  an  imprisonment\r\n\nrange of 18  to 24  months.  Therefore,  when the  government\r\n\nrecommended sentencing Zanni at  the high end of the 27 to 33\r\n\nmonth range, it \"functionally\" breached the plea agreement.\r\n\n     \"[W]hen  a plea  rests in  any significant  degree on  a\r\n\npromise or agreement  of the  prosecutor, so that  it can  be\r\n\nsaid  to be  part of  the inducement  or consideration,  such\r\n\npromise must be fulfilled.\" Santobello v. New York,  404 U.S.\r                                                              \r\n\n257, 262  (1971); see  also United  States v. Kurkculer,  918\r                                                                   \r\n\n                             -5-\r\r\n\nF.2d  295, 297 (1st Cir. 1990) (\"The Government must keep its\r\n\npromises  or   the  defendant  must  be   released  from  the\r\n\nbargain.\").  \r\n\n     In this  case, the government fulfilled  the promises it\r\n\nmade in the Agreement.   The Agreement provided that  \"no one\r\n\nhas promised a particular sentence or sentencing range.\"   It\r\n\nfurther  provided  that  \"[d]efendant has  been  advised  and\r\n\nunderstands .  .  . that  the final  decision concerning  the\r\n\nrange of sentences applicable  to his offense rests with  the\r\n\nCourt  and that defendant will  not have a  right to withdraw\r\n\nhis  plea   based  upon   the  Court's  application   of  the\r\n\nguidelines.\"  After Zanni amended his statement in the PSR to\r\n\n\"completely  and truthfully  admit[] his  involvement in  the\r\n\ncriminal  conduct  to  which  he  is  pleading  guilty,\"  the\r\n\ngovernment withdrew its opposition to a three-level reduction\r\n\nfor acceptance of responsibility.  The government recommended\r\n\na jail sentence \"within  the range of jail terms  computed by\r\n\nthe   Court.\"    The  Agreement  specifically  provided  that\r\n\n\"Defendant understands  that the  government will be  free to\r\n\nrecommend  any specific  sentence it  deems appropriate  from\r\n\nwithin that range.\" \r\n\n      Zanni was not promised a  particular imprisonment range\r\n\nor a particular sentence.  The Agreement anticipated both the\r\n\npossibility that the sentencing  court would deny a reduction\r\n\nfor  acceptance  of responsibility  and  that the  government\r\n\n                             -6-\r\r\n\nwould  recommend a sentence at the high end of the applicable\r\n\nsentencing range.   The  government did not  breach the  plea\r\n\nagreement by recommending a  sentence at the high end  of the\r\n\nsentencing range arrived at by the court.\r\n\n     Accordingly, Zanni's sentence is summarily affirmed. See\r                                                                         \r\n\nLoc. R. 27.1. \r\n\n                             -7-\r\r\n",
  "html": "<p class=\"case_cite\">64 F.3d 654</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Benjamin R. ZANNI, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1126</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Aug. 18, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edward J. Romano and Joel D. Landry II on brief for appellant.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney, and Edwin J. Gale, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Benjamin R. Zanni appeals his sentence on two grounds.  First, he argues that the district court erred in failing to award him a three- level credit for acceptance of responsibility pursuant to Sec. 3E1.1 of the United States Sentencing Guidelines (\"U.S.S.G.\").  Second, he contends that the government breached the plea agreement by recommending a sentence at the high end of the guideline sentencing range.</p>\n    </div>\n    <p class=\"indent\">I. Acceptance of Responsibility</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Zanni argues on appeal that the district court's failure to award him the three-level credit for acceptance of responsibility was clear error.  He contends that his initial statement of acceptance of responsibility was merely incomplete and that he immediately amended it following the government's objection.  With respect to his failure to resign from office, Zanni emphasizes that he took no affirmative action to retain his seat after his guilty plea, merely completing his responsibilities to his constituents.  Therefore, \"appellant clearly and unequivocally ceased to be a public official upon his decision to enter a plea.\"  Zanni argues that the \"crucial aspects\" of Sec. 3E1.1 were satisfied by his clear acceptance of responsibility and his expedition in notifying the government of his intention to plead guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">\"The ultimate question under section 3E1.1 is not whether the defendant has uttered 'a pat recital of the vocabulary of contrition,' but whether he has accepted full responsibility for his part in the offense of conviction by demonstrating 'candor and authentic remorse.' \"  United States v. Ocasio- Rivera, 991 F.2d 1,4 (1st Cir.1993) (citations omitted).  The burden is on the defendant to prove entitlement to the credit for acceptance of responsibility.  Id. \"The sentencing court's determination to withhold the reduction will be overturned only if it is clearly erroneous.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">\"The inquiry into acceptance of responsibility is necessarily factbound.  In deciding whether a defendant is entitled to a reduction on this score, a district court must weigh a multitude of factors, some objective, some subjective.  Credibility and demeanor play a crucial role in determining whether a person is genuinely contrite.\"  United States v. Royer, 895 F.2d 28, 30 (1st Cir.1990).  At the sentencing hearing, the court stated that it had had an opportunity to \"evaluate [Zanni's] level of understanding of the crime that he has committed and his remorse for that crime.\"  Zanni's statements before and during the hearing, as well as his actions between the time of his arrest and his guilty plea formed the basis for the court's determination that Zanni had failed to accept responsibility.  The court was not persuaded that Zanni was genuinely contrite.  \"Because the court had a plausible basis for arriving at the conclusion, no more was required.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The sentencing court was troubled by Zanni's failure to acknowledge the full extent of his conduct in his initial statement contained in the PSR. Efforts by a defendant to minimize his culpability \"whether during presentence interview or in his allocution\" are appropriate for consideration in denying a reduction for acceptance of responsibility.  Ocasio- Rivera, 991 F.2d at 5.  The court was also disturbed by Zanni's reference to his conduct during sentencing as a \"mistake.\"  The court's opportunity at sentencing to see the defendant, \"listen to him, and assess his credibility\" is entitled to deference.  Royer, 895 F.2d at 30.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In denying the three-level reduction for acceptance of responsibility, the district court was also influenced by Zanni's conduct in failing to resign from his position after his arrest and in continuing to collect his salary and to run for re-election until the time of his guilty plea.  Zanni argues that this conduct is irrelevant to whether he is entitled to a reduction for acceptance of responsibility.  We have held, however, that a defendant's later conduct, following the offense of conviction but before a guilty plea, \"certainly could shed light on the sincerity of a defendant's claims of remorse\" and may be considered.  United States v. O'Neil, 936 F.2d 599, 600 (1st Cir.1991).  Moreover, the commentary to Sec. 3E1.1 specifically provides that one consideration in deciding whether to grant the reduction for acceptance of responsibility is \"voluntary resignation from the office or position held during the commission of the offense.\"  U.S.S.G. Sec. 3E1.1, comment, n.1(f).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court did not commit clear error in denying Zanni a reduction for acceptance of responsibility.</p>\n    </div>\n    <p class=\"indent\">II. Breach of Plea Agreement</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Zanni argues that the government \"functionally reneged on their plea agreement\" by recommending a sentence at the high end of the imprisonment range after the court had rejected the government's recommendation that Zanni receive a reduction for acceptance of responsibility.  Zanni's argument is essentially that when the plea agreement (\"the Agreement\") was entered into, the parties anticipated that a three-level reduction would be granted, resulting in an imprisonment range of 18 to 24 months.  Therefore, when the government recommended sentencing Zanni at the high end of the 27 to 33 month range, it \"functionally\" breached the plea agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\"[W]hen a plea rests in any significant degree on a promise or agreement of the prosecutor, so that it can be said to be part of the inducement or consideration, such promise must be fulfilled.\"  Santobello v. New York, 404 U.S. 257, 262 (1971);  see also United States v. Kurkculer, 918 F.2d 295, 297 (1st Cir.1990) (\"The Government must keep its promises or the defendant must be released from the bargain.\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this case, the government fulfilled the promises it made in the Agreement.  The Agreement provided that \"no one has promised a particular sentence or sentencing range.\"  It further provided that \"[d]efendant has been advised and understands ... that the final decision concerning the range of sentences applicable to his offense rests with the Court and that defendant will not have a right to withdraw his plea based upon the Court's application of the guidelines.\"  After Zanni amended his statement in the PSR to \"completely and truthfully admit[ ] his involvement in the criminal conduct to which he is pleading guilty,\" the government withdrew its opposition to a three-level reduction for acceptance of responsibility.  The government recommended a jail sentence \"within the range of jail terms computed by the Court.\"  The Agreement specifically provided that \"Defendant understands that the government will be free to recommend any specific sentence it deems appropriate from within that range.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Zanni was not promised a particular imprisonment range or a particular sentence.  The Agreement anticipated both the possibility that the sentencing court would deny a reduction for acceptance of responsibility and that the government would recommend a sentence at the high end of the applicable sentencing range.  The government did not breach the plea agreement by recommending a sentence at the high end of the sentencing range arrived at by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Accordingly, Zanni's sentence is summarily affirmed.  See Loc.  R. 27.1.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">654</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Benjamin R. ZANNI, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1126</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Aug. 18, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edward J. Romano and Joel D. Landry II on brief for appellant.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney, and Edwin J. Gale, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Benjamin R. Zanni appeals his sentence on two grounds.  First, he argues that the district court erred in failing to award him a three- level credit for acceptance of responsibility pursuant to Sec. 3E1.1 of the United States Sentencing Guidelines (\"U.S.S.G.\").  Second, he contends that the government breached the plea agreement by recommending a sentence at the high end of the guideline sentencing range.</p>\n    </div>\n    <p class=\"indent\">I. Acceptance of Responsibility</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Zanni argues on appeal that the district court's failure to award him the three-level credit for acceptance of responsibility was clear error.  He contends that his initial statement of acceptance of responsibility was merely incomplete and that he immediately amended it following the government's objection.  With respect to his failure to resign from office, Zanni emphasizes that he took no affirmative action to retain his seat after his guilty plea, merely completing his responsibilities to his constituents.  Therefore, \"appellant clearly and unequivocally ceased to be a public official upon his decision to enter a plea.\"  Zanni argues that the \"crucial aspects\" of Sec. 3E1.1 were satisfied by his clear acceptance of responsibility and his expedition in notifying the government of his intention to plead guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">\"The ultimate question under section 3E1.1 is not whether the defendant has uttered 'a pat recital of the vocabulary of contrition,' but whether he has accepted full responsibility for his part in the offense of conviction by demonstrating 'candor and authentic remorse.' \"  United States v. Ocasio- Rivera, 991 F.2d 1,4 (1st Cir.1993) (citations omitted).  The burden is on the defendant to prove entitlement to the credit for acceptance of responsibility.  <span class=\"citation\" data-id=\"604818\"><a href=\"/opinion/604818/mueller-company-v-south-shore-bank/\"><span class=\"id_token\">Id.</span> \"The sentencing </a></span>court's determination to withhold the reduction will be overturned only if it is clearly erroneous.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">\"The inquiry into acceptance of responsibility is necessarily factbound.  In deciding whether a defendant is entitled to a reduction on this score, a district court must weigh a multitude of factors, some objective, some subjective.  Credibility and demeanor play a crucial role in determining whether a person is genuinely contrite.\"  United States v. Royer, <span class=\"citation\" data-id=\"536029\"><a href=\"/opinion/536029/united-states-v-marc-a-royer/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 30 (1st Cir.1990).  At the sentencing hearing, the court stated that it had had an opportunity to \"evaluate [Zanni's] level of understanding of the crime that he has committed and his remorse for that crime.\"  Zanni's statements before and during the hearing, as well as his actions between the time of his arrest and his guilty plea formed the basis for the court's determination that Zanni had failed to accept responsibility.  The court was not persuaded that Zanni was genuinely contrite.  \"Because the court had a plausible basis for arriving at the conclusion, no more was required.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The sentencing court was troubled by Zanni's failure to acknowledge the full extent of his conduct in his initial statement contained in the PSR. Efforts by a defendant to minimize his culpability \"whether during presentence interview or in his allocution\" are appropriate for consideration in denying a reduction for acceptance of responsibility.  Ocasio- <span class=\"citation\" data-id=\"604818\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/604818/mueller-company-v-south-shore-bank/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">5</span></a></span>.  The court was also disturbed by Zanni's reference to his conduct during sentencing as a \"mistake.\"  The court's opportunity at sentencing to see the defendant, \"listen to him, and assess his credibility\" is entitled to deference.  <span class=\"citation\" data-id=\"536029\"><span class=\"antecedent_guess\">Royer,</span> <a href=\"/opinion/536029/united-states-v-marc-a-royer/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">30</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In denying the three-level reduction for acceptance of responsibility, the district court was also influenced by Zanni's conduct in failing to resign from his position after his arrest and in continuing to collect his salary and to run for re-election until the time of his guilty plea.  Zanni argues that this conduct is irrelevant to whether he is entitled to a reduction for acceptance of responsibility.  We have held, however, that a defendant's later conduct, following the offense of conviction but before a guilty plea, \"certainly could shed light on the sincerity of a defendant's claims of remorse\" and may be considered.  United States v. O'Neil, <span class=\"citation\" data-id=\"563643\"><a href=\"/opinion/563643/united-states-v-shaun-k-oneil/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">599</span></a></span>, 600 (1st Cir.1991).  Moreover, the commentary to Sec. 3E1.1 specifically provides that one consideration in deciding whether to grant the reduction for acceptance of responsibility is \"voluntary resignation from the office or position held during the commission of the offense.\"  U.S.S.G. Sec. 3E1.1, comment, n.1(f).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court did not commit clear error in denying Zanni a reduction for acceptance of responsibility.</p>\n    </div>\n    <p class=\"indent\">II. Breach of Plea Agreement</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Zanni argues that the government \"functionally reneged on their plea agreement\" by recommending a sentence at the high end of the imprisonment range after the court had rejected the government's recommendation that Zanni receive a reduction for acceptance of responsibility.  Zanni's argument is essentially that when the plea agreement (\"the Agreement\") was entered into, the parties anticipated that a three-level reduction would be granted, resulting in an imprisonment range of 18 to 24 months.  Therefore, when the government recommended sentencing Zanni at the high end of the 27 to 33 month range, it \"functionally\" breached the plea agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\"[W]hen a plea rests in any significant degree on a promise or agreement of the prosecutor, so that it can be said to be part of the inducement or consideration, such promise must be fulfilled.\"  Santobello v. New York, <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, 262 (1971);  see also United States v. Kurkculer, <span class=\"citation\" data-id=\"551279\"><a href=\"/opinion/551279/united-states-v-ismail-kurkculer-aka-george-murphy/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">295</span></a></span>, 297 (1st Cir.1990) (\"The Government must keep its promises or the defendant must be released from the bargain.\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this case, the government fulfilled the promises it made in the Agreement.  The Agreement provided that \"no one has promised a particular sentence or sentencing range.\"  It further provided that \"[d]efendant has been advised and understands ... that the final decision concerning the range of sentences applicable to his offense rests with the Court and that defendant will not have a right to withdraw his plea based upon the Court's application of the guidelines.\"  After Zanni amended his statement in the PSR to \"completely and truthfully admit[ ] his involvement in the criminal conduct to which he is pleading guilty,\" the government withdrew its opposition to a three-level reduction for acceptance of responsibility.  The government recommended a jail sentence \"within the range of jail terms computed by the Court.\"  The Agreement specifically provided that \"Defendant understands that the government will be free to recommend any specific sentence it deems appropriate from within that range.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Zanni was not promised a particular imprisonment range or a particular sentence.  The Agreement anticipated both the possibility that the sentencing court would deny a reduction for acceptance of responsibility and that the government would recommend a sentence at the high end of the applicable sentencing range.  The government did not breach the plea agreement by recommending a sentence at the high end of the sentencing range arrived at by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Accordingly, Zanni's sentence is summarily affirmed.  See Loc.  R. 27.1.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108416/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536029/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551279/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563643/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604818/"
  ]
}