{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196243/",
  "id": 196243,
  "absolute_url": "/opinion/196243/talbott-v-cr-bard-inc/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196243/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:01:17Z",
  "date_modified": "2020-02-21T23:57:42.585426Z",
  "type": "010combined",
  "sha1": "658e5b9391803f05e42395a3fed0dd75c3c36f44",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1951.01A",
  "local_path": null,
  "plain_text": "                 UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\nNo. 94-1951\r\n\n                 LINDA TALBOTT, ETC., ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                   C.R. BARD, INC., ET AL.,\r\n\n                    Defendants, Appellees.\r\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. Mark L. Wolf, U.S. District Judge]\r                                                              \r\n\n                                         \r\n\n                            Before\r\n\n                     Stahl, Circuit Judge,\r                                                     \r\n\n             Campbell, Senior Circuit Judge, and\r                                                       \r\n\n            John R. Gibson,* Senior Circuit Judge.\r                                                             \r\n                                         \r\n\n   Jeffrey S. Beeler  with whom Jeffrey  A. Newman and  Newman,\r                                                                           \r\nHeineman &amp; Itzkowitz were on brief for appellants.\r                              \r\n   Francis C. Lynch with whom Daryl J. Lapp  and Palmer &amp; Dodge\r                                                                           \r\nwere on brief for appellee C.R. Bard, Inc.\r\n   Robert D.  Keefe with whom  Hale and Dorr  was on brief  for\r                                                        \r\nappellee David Prigmore.\r\n   William H. Kettlewell with whom Dwyer &amp; Collora was on brief\r                                                              \r\nfor appellee John Cvinar.\r\n   Michael S. Raab,  Attorney, Civil Division, with  whom Frank\r                                                                           \r\nW.  Hunger, Assistant Attorney  General, Donald K.  Stern, United\r                                                                   \r\nStates Attorney, Douglas N. Letter, Appellate Litigation Counsel,\r                                            \r\nUnited  States Department of  Justice, and Margaret  Jane Porter,\r                                                                          \r\nChief Counsel,  and Beverly  Rothstein, Attorney,  Food and  Drug\r                                                \r\nAdministration,  were  on  brief for  the  United  States, amicus\r\ncuriae.\r\n                                         \r\n                       August 14, 1995\r\n                  \r                              \r\n\n   *Of the Eighth Circuit, sitting by designation.\r\r\n\n                                          \r\n\n                              2\r\r\n\n          CAMPBELL, Senior Circuit Judge.  Section 360k(a) of\r                                                    \r\n\nthe Medical Device  Amendments (\"MDA\") to the  Food, Drug and\r\n\nCosmetic Act (\"FDCA\") provides:\r\n\n          [N]o State or  political subdivision of a\r\n          State may establish or continue in effect\r\n          with  respect to  a  device intended  for\r\n          human use any requirement --\r\n\n               (1)  which  is different  from,\r\n               or   in   addition    to,   any\r\n               requirement   applicable  under\r\n               this chapter to the device, and\r\n               (2)  which   relates   to   the\r\n               safety or effectiveness  of the\r\n               device or  to any  other matter\r\n               included   in   a   requirement\r\n               applicable to the  device under\r\n               this chapter.\r\n\n21  U.S.C.     360k(a)  (1988).    This  appeal  presents two\r\n\nquestions: (1) whether  the above provision applies  to state\r\n\ntort   law  claims   asserted   against   a  medical   device\r\n\nmanufacturer; and (2) if so, whether there is an exception to\r\n\nthe  preemption clause where the manufacturer fails to comply\r\n\nwith the MDA.   We hold that the answers to the two questions\r\n\nare,  respectively,  yes and  no.   We  therefore  affirm the\r\n\ndistrict  court's dismissal of this case for failure to state\r\n\na claim under Fed. R. Civ. P. 12(b)(6).\r\n\n                              I.\r\n\n          It   is  unnecessary  to  set  out  the  facts  and\r\n\nprocedural background at length as these are in  the district\r\n\ncourt's comprehensive opinion.   Talbott v. C.R.  Bard, Inc.,\r                                                                        \r\n\n865 F. Supp. 37, 39-52 (D. Mass. 1994) (sections I and II.A).\r\n\n                             -3-\r                                          3\r\r\n\nTo orient  the reader  of this opinion,  we provide  only the\r\n\nfollowing  brief summary.    On  December  28,  1988,  Eunice\r\n\nBeavers died  on the  operating table  during an  angioplasty\r\n\nprocedure  when  a  heart catheter  failed  to  deflate while\r\n\ninserted in one  of her coronary arteries.   Her heirs, Linda\r\n\nTalbott et al.,  sued the manufacturer of the heart catheter,\r\n\nC.R. Bard, Inc. (\"Bard\"), and  two members of its  management\r\n\nfor  wrongful death,  alleging  numerous  state tort  claims:\r\n\nnegligence,  breach  of   express  and  implied   warranties,\r\n\npunitive damages, negligent infliction of emotional distress,\r\n\nfraudulent  misrepresentation   and  concealment,   negligent\r\n\nhiring,  civil  conspiracy,  unfair  trade  practices.    The\r\n\ndistrict court dismissed the complaint  under Fed. R. Civ. P.\r\n\n12(b)(6), finding  that all the  claims were  preempted by   \r\n\n360k(a) of the MDA.  Plaintiffs now appeal.\r\n\n                             II.\r\n\n          To  determine whether  federal  law preempts  state\r\n\nlaw, we look to the intent of Congress:  congressional intent\r\n\nto displace  state law  must be \"clear  and manifest\"  before\r\n\npreemption is  found.  Rice  v. Santa Fe Elevator  Corp., 331\r                                                                    \r\n\nU.S. 218,  230 (1947).   Such intent may be  expressed either\r\n\nexplicitly,  in the  language of  a  statute, or  implicitly,\r\n\nthrough  passage  of  a  statutory  scheme  that  extensively\r\n\noccupies the  field or  where the  purpose and objectives  of\r\n\nfederal law would be frustrated by state law.  Here, Congress\r\n\n                             -4-\r                                          4\r\r\n\nhas manifested its intention an explicit preemption clause,  \r\n\n360k(a).    Thus,  absent  any \"general,  inherent  conflict\"\r\n\nbetween  state and  federal law, we  need only  ascertain the\r\n\npreemption Congress intended.  Freightliner Corp. v.  Myrick,\r                                                                        \r\n\n115 S. Ct. 1483, 1488 (1995); Cipollone v. Liggett Group, 112\r                                                                    \r\n\nS. Ct. 2608, 2617-18 (1992).   We review the district court's\r\n\nreading of  the  clause de  novo, taking  all of  plaintiffs'\r                                            \r\n\nfactual  averments as  true  and  indulging every  reasonable\r\n\ninference   in   plaintiffs'  favor.     Garcia   Hotel  Ltd.\r                                                                         \r\n\nPartnership v. Ponce Federal Bank,  958 F.2d 15, 17 (1st Cir.\r                                             \r\n\n1992).\r\n\nA.   State Tort Law Imposes Requirements\r                                                    \r\n\n          Plaintiffs insist  that the district court erred in\r\n\nconcluding that  state tort  law imposes  a \"requirement\"  as\r\n\nthat  term it  used  in    360k(a).    Plaintiffs argue  that\r\n\nCongress  meant  \"requirement\" to  include  only  the state's\r\n\npositive  enactments    such  as statutes and  regulations   \r\n\nand not  common law causes  of action.  This  issue, however,\r\n\nhas been resolved  against plaintiffs in this circuit  in two\r\n\ndecisions:   King v. Collagen  Corp., 983 F.2d  1130, 1135-36\r                                                \r\n\n(1st Cir.), cert. denied, 114 S. Ct. 84 (1993), and Mendes v.\r                                                                      \r\n\nMedtronic, Inc., 18  F.3d 13, 16 (1st  Cir. 1994).  In  both,\r                           \r\n\nthis court has ruled that Congress understood state  tort law\r\n\nto impose a  \"requirement\" such as to subject  state tort law\r\n\nto  the MDA's preemption  clause.   Where the  requirement is\r\n\n                             -5-\r                                          5\r\r\n\n\"different from, or  in addition to\" the  requirement imposed\r\n\nby  the  MDA,  state tort  law  will  be preempted.    A like\r\n\nconstruction has  been adopted by  every  other circuit court\r\n\nthat has  considered the  issue.1   Plaintiffs argue  that we\r\n\nshould  overrule  King  and Mendes  as  having  been wrongly-\r                                              \r\n\ndecided.    However,  except  in  certain  circumstances  not\r\n\npresent here, the prior decisions of panels of this court may\r\n\nbe overruled only  by the full court en banc.   United States\r                                                                         \r\n\nv. Newman, 49 F.3d 1, 11 (1st Cir. 1995).  We accordingly, we\r                     \r\n\nhold that state tort law falls within   360k(a).\r\n\nB.   No Exception For Non-Compliance\r                                                \r\n\n          Plaintiffs next argue that, even assuming   360k(a)\r\n\napplies to state tort law generally, the district court erred\r\n\nin holding that it applies where a manufacturer has failed to\r\n\ncomply  with  the  provisions  of  the  MDA  by  fraudulently\r\n\nobtaining  approval  from the  Food  and  Drug Administration\r\n\n(\"FDA\").    Plaintiffs  argue that,  in  enacting    360k(a),\r\n\nCongress intended to preempt  only state laws that  sought to\r\n\nimpose  liability on manufacturers who were already complying\r\n\n                    \r                                \r\n\n1.   See, e.g., Anguiano v. E.I. Du Pont De Nemours &amp; Co., 44\r                                                                     \r\nF.3d  806,  809 (9th  Cir.  1995) (dicta);  Martello  v. CIBA\r                                                                         \r\nVision  Corp., 42  F.3d  1167, 1168  (8th  Cir. 1994),  cert.\r                                                                         \r\ndenied,  63 U.S.L.W. 3904  (1995); Gile v.  Optical Radiation\r                                                                         \r\nCorp., 22 F.3d  540, 542 (3d Cir.), cert. denied,  115 S. Ct.\r                                                            \r\n429 (1994);  Duncan v.  Iolab Corp., 12  F.3d 194,  195 (11th\r                                               \r\nCir. 1994) (per  curiam); Stamps v. Collagen Corp.,  984 F.2d\r                                                              \r\n1416, 1420-21 (5th Cir.), cert. denied, 114 S. Ct. 86 (1993);\r                                                  \r\nSlater v. Optical  Radiation Corp., 961 F.2d  1330, 1333 (7th\r                                              \r\nCir.), cert. denied, 113 S. Ct. 327 (1992).\r                               \r\n\n                             -6-\r                                          6\r\r\n\nwith the MDA.  Congress did not, plaintiffs assert, intend to\r\n\nafford  such protection to manufacturers who failed to comply\r\n\nwith  the  provisions  of  the  MDA.   Such  a  result  would\r\n\nconflict, in plaintiffs'  view, with the MDA's  basic purpose\r\n\nof  protecting individuals  from  unreasonably dangerous  and\r\n\ndefective medical devices.   Where a manufacturer  has failed\r\n\nto  comply with the  MDA, state  tort liability  would merely\r\n\nimpose additional state sanctions  for noncompliance with the\r\n\nMDA.    Here,  plaintiffs argue,  Bard  clearly  violated the\r\n\nprovisions of the  MDA by submitting false data to the FDA in\r\n\norder to obtain approval of its heart catheters.\r\n\n          As  the district  court explained, Talbott,  865 F.\r                                                                \r\n\nSupp. at 41-42, Bard pled  guilty in an earlier proceeding to\r\n\na  criminal indictment charging it with conspiring to defraud\r\n\nthe  FDA  in  connection  with  applications  for  pre-market\r\n\napproval of its heart catheters.  Bard  was eventually forced\r\n\nto pay civil and criminal fines totaling $61 million.  United\r                                                                         \r\n\nStates v.  C.R. Bard, Inc., 848  F. Supp. 287,  289 (D. Mass.\r                                      \r\n\n1994).   There  is some  dispute  between the  parties as  to\r\n\nwhether Bard's guilty plea  admitted wrongdoing with  respect\r\n\nto  the  particular  heart catheter  used  in  Mrs. Beavers's\r\n\nangioplasty.   As this  is a motion  to dismiss,  however, we\r\n\naccept plaintiffs' version of the facts.  Watterson  v. Page,\r                                                                        \r\n\n987 F.2d 1, 3 (1st Cir. 1993).  Thus, for present purposes we\r\n\nshall assume that Bard fraudulently obtained approval for the\r\n\n                             -7-\r                                          7\r\r\n\nheart  catheter by submitting  false information to  the FDA.\r\n\nThe  question is  whether     360k(a)  applies  despite  such\r\n\nfraudulent activity.\r\n\n          The  latter issue may already have been resolved in\r\n\nthis  circuit against  plaintiffs.   In  King, the  plaintiff\r                                                         \r\n\ncontended that the manufacturer had fraudulently obtained FDA\r\n\napproval and that  the MDA's preemption clause  therefore did\r\n\nnot apply.   Judge(now Chief Judge) Torruella, in the opinion\r\n\nfor the court,  did not  reach the  question, construing  the\r\n\nfraud  claim as essentially a failure to warn claim preempted\r\n\nby the MDA.  In what was titled a \"concurrence,\" however, the\r\n\ntwo other  judges on  the  panel expressed  the opinion  that\r\n\nthere was  no exception  to the  MDA's preemption  clause for\r\n\ncases in  which the manufacturer  failed to  comply with  the\r\n\nMDA.    As two  judges of  the  panel took  this view,  it is\r\n\narguably now stare decisis.  \r\n\n          If   so,  however,  a   separate  panel  in  Mendes\r                                                                         \r\n\noverlooked the  fact.  The  plaintiff in Mendes did  not make\r                                                           \r\n\nthe   exception-for-noncompliance   argument  made   by   the\r\n\nplaintiff in King, arguing  merely that the MDA did not apply\r                             \r\n\nto state tort law.   However, at the end of  the opinion, the\r\n\npanel wrote:\r\n\n          We express no opinion on whether products\r\n          liability  claims are  preempted only  if\r\n          the manufacturer complied with applicable\r\n          FDA regulations.   The complaint contains\r\n          no   allegations  regarding   Medtronic's\r\n          noncompliance with  FDA regulations,  and\r\n\n                             -8-\r                                          8\r\r\n\n          plaintiff  has offered  no evidence  that\r\n          Medtronic violated  any FDA  requirement.\r\n          Our holding is  limited to the facts  and\r\n          claims in this case.\r\n\nMendes, 18 F.3d  at 19-20 (citations omitted).   The dicta in\r                  \r\n\nMendes can be  read (and plaintiffs argue should  be read) to\r                  \r\n\nindicate  that  the issue  is  still  open  in this  circuit.\r\n\nAlternatively, it  might mean only  that the panel  in Mendes\r                                                                         \r\n\ndid not pay close attention to the concurrence in King, since\r                                                                  \r\n\nthat  issue  was  not  before  it.    Given  the  uncertainty\r\n\nregarding the precedential status of the King concurrence, we\r                                                         \r\n\nshall address the arguments anew, as the district court did.\r\n\n          We hold that Congress did not intend to provide for\r\n\nan  exception  to   the  MDA's  preemption  clause   where  a\r\n\nmanufacturer fails to comply  with the provisions of  the MDA\r\n\nby fraudulently  obtaining approval  of its  device from  the\r\n\nFDA.  In  so holding, we reach the same result reached by the\r\n\nKing concurrence and by the two circuit courts of appeal that\r                \r\n\nhave expressly  addressed this  exact issue.   See  Reeves v.\r                                                                      \r\n\nAcromed Corp.,  44  F.3d  300,  307 (5th  Cir.)  (finding  no\r                         \r\n\nexception  to  preemption where  a  manufacturer fraudulently\r\n\nobtained FDA approval), cert. denied, 115 S. Ct. 2251 (1995);\r                                                \r\n\nMichael v. Shiley, 46 F.3d  1316, 1329 (3d Cir. 1995) (same),\r                             \r\n\npetition  for  cert. filed,  63 U.S.L.W.  3874 (U.S.  June 2,\r                                      \r\n\n1995).\r\n\n          Section 360k(a) preempts broadly any state tort law\r\n\n\"requirement\" that is \"different from, or in addition to\" the\r\n\n                             -9-\r                                          9\r\r\n\ncomprehensive and detailed requirements  set forth by federal\r\n\nlaw.  The terms of the statute make no distinction based upon\r\n\nwhether or not  a manufacturer has in fact  complied with the\r\n\nfederal  standard.     We  find  nothing  to   indicate  that\r\n\npreemption is  conditional upon satisfactory  compliance with\r\n\nthe  federal  standard.   Section  360k(a)  does  not mention\r\n\ncompliance at all.  As    360k(a) reads, the relevant inquiry\r\n\nis  simply  whether,  in the  abstract,  the  state  tort law\r\n\nrequirement  is \"different  from,  or  in  addition  to\"  the\r\n\nfederal  requirement.  If a device manufacturer fails to meet\r\n\nthe  federal  requirements,  it will  be  subject  to federal\r\n\npenalties as  set forth  in the MDA.   Nothing  in    360k(a)\r\n\nsuggests that the  state requirements are somehow  revived by\r\n\nthis failure to comply with the federal standard.\r\n\n          Plaintiffs argue  that state tort claims  would not\r\n\nimpose  a  \"requirement\"  that  is  \"different  from,  or  in\r\n\naddition to\"  federal requirements so long as the state judge\r\n\ninstructs the  jury that a  manufacturer's obligations  under\r\n\nstate tort  law were  defined by the  provisions of  the MDA.\r\n\nGiven such  an instruction,  plaintiffs say,  state tort  law\r\n\nwould  not be imposing any additional requirements, but would\r\n\nonly compensate  the victim ex  post for failure to  meet the\r\n\nMDA  standards.    This  theory  of  cooperative  preemption,\r\n\nhowever, was expressly rejected, albeit in dictum, in Mendes:\r                                                                        \r\n\n          One   way  to   ensure  that   a  [state]\r\n          factfinder applies a  standard not adding\r\n\n                             -10-\r                                          10\r\r\n\n          to or  differing from FDA  regulations is\r\n          to supplant the common  law standard with\r\n          FDA's requirements.   We find  nothing to\r\n          support  that  Congress intended  such  a\r\n          radical,  unwieldy  form  of  preemption,\r\n          however, particularly where  Congress did\r\n          not intend  to create a  private right of\r\n          action under the Federal  Food, Drug, and\r\n          Cosmetic Act.\r\n\nMendes, 18 F.3d at  19 n.4.  It  has also been rejected  by a\r                  \r\n\nnumber  of other  circuit  courts  of appeal.    See Lohr  v.\r                                                                     \r\n\nMedtronic Inc.,  56 F.3d 1335, 1343 (11th Cir. 1995) (holding\r                          \r\n\nthat \"preemption under the MDA cannot be defeated by a common\r\n\nlawsuit  alleging a violation  of the  statutory standards\");\r\n\nMichael,  46  F.3d at  1329  (holding  that \"states  have  no\r                   \r\n\nauthority  to  police  .  .  .  compliance  with  the   FDA's\r\n\nprocedures\").2\r\n\n          Allowing  an  exception   for  noncompliance  would\r\n\ndisturb  the balance  Congress struck  between the  competing\r\n\ngoals of  protecting individuals from  unreasonably dangerous\r\n\nmedical devices  and  spurring innovation  by  ensuring  that\r\n\ndevice  manufacturers  are  subject  to  uniform,  nationwide\r\n\nstandards.   See Mendes, 18 F.3d at 16;  S. Rep. No. 33, 94th\r                                   \r\n\nCong., 2d Sess. 5, 12  (1975), reprinted in 1976 U.S.C.C.A.N.\r                                                       \r\n\n                    \r                                \r\n\n2.   But cf.  National  Bank of  Commerce  v.  Kimberly-Clark\r                                                                         \r\nCorp., 38 F.3d 988, 992 (8th Cir. 1994) (holding that \"when a\r                 \r\nstatute only  preempts state requirements  that are different\r\nfrom  or  in  addition  to  those  imposed  by  federal  law,\r\nplaintiffs  may still  recover  under  state  tort  law  when\r\ndefendants fail to  comply with  the federal  requirements\");\r\nSlater, 961 F.2d  at 1334 (stating  in dicta that  preemption\r                  \r\nunder    360k(a) \"is limited  to efforts by states  to impose\r\nsanctions for compliance with federal regulations\").\r\n\n                             -11-\r                                          11\r\r\n\n1070, 1074,  1081).   To see  how this  is so,  we need  only\r\n\nimagine how such an exception  would operate in practice.  If\r\n\nstate tort claims  were allowed to go forward,  a state court\r\n\nwould initially  have to determine  whether the  manufacturer\r\n\nhad  complied  with the  MDA.    If,  as  in this  case,  the\r\n\nplaintiff  claimed that  the manufacturer  had  defrauded the\r\n\nFDA, the state court would  need to determine whether the FDA\r\n\nhad in  fact been  defrauded and whether  the FDA  would have\r\n\napproved the device  absent the fraud.  Under  this scheme, a\r\n\ndevice manufacturer could potentially be subject  to numerous\r\n\ninconsistent interpretations  and  applications  of  the  MDA\r\n\nacross different states,  thus undermining the MDA's  goal of\r\n\nuniformity.    Moreover,  if  state  courts  erred  in  their\r\n\napplication  of the MDA,  they would effectively  be imposing\r\n\nrequirements  \"different  from,  or  in  addition  to\"  those\r\n\nimposed  by federal  law.   See  King, 983  F.2d at  1139-40;\r                                                 \r\n\nTalbott, 865 F. Supp. at 47.\r                   \r\n\n          To avoid the  possibility of disuniform  treatment,\r\n\nCongress  placed enforcement authority  in the FDA.   The FDA\r\n\nhas the  broad power: to withdraw approval  of a device if it\r\n\ndetermines  that  the  device  is  unsafe  or  its  labelling\r\n\ninadequate, 21  U.S.C.    360e(e); to order  a recall  of the\r\n\ndevice,     360h(e); and  to  initiate  criminal prosecutions\r\n\nagainst  manufacturers, as it did  in this case against Bard.\r\n\nBard, 848 F. Supp. at  287.  Centrally situated and with  the\r                \r\n\n                             -12-\r                                          12\r\r\n\nrequisite expertise,  the  FDA is  in  the best  position  to\r\n\ndetermine whether the provisions of the MDA have in fact been\r\n\nviolated and to ensure that  the law is applied in a  uniform\r\n\nmanner.   See Michael,  46 F.3d  at  1329.   Given the  FDA's\r                                 \r\n\ncentral enforcement role,  the preemptive scope of    360k(a)\r\n\nbecomes clear, as the districtcourt in this case aptly noted:\r\n\n          As  applied  in  this case,  the  express\r\n          preemption  provided   by  21   U.S.C.   \r\n          360k(a) manifests a  decision by Congress\r\n          to replace completely  the private rights\r\n          of action  usually available  under state\r\n          law with  civil and  criminal enforcement\r\n          by the federal government when thoroughly\r\n          regulated  devices such  as Bard's  heart\r\n          catheter,  are  at issue.  This  judgment\r\n          represents  a  permissible   decision  by\r\n          Congress  that the  public interest  will\r\n          best be served by relying exclusively  on\r\n          the  FDA  to  strike the  proper  balance\r\n          between  reasonably  assuring  safety and\r\n          promoting innovation  with regard  to new\r\n          devices that  have the potential  both to\r\n          enhance and injure human health.\r\n\nTalbott, 865 F. Supp. at 40; see also Reeves, 44 F.3d at 307.\r                                                        \r\n\n          The  United States, as  amicus curiae,  argues that\r\n\nsuch  reasoning, while  perhaps applicable  in  King, is  not\r                                                                \r\n\napplicable   in  this  case,  because  the  FDA  has  already\r\n\ndetermined that Bard  failed to comply with  the requirements\r\n\nof the MDA by submitting fraudulent  data to the FDA.   Thus,\r\n\nthe concerns about  disuniformity are not implicated  in this\r\n\ncase.   Under the United  States' scheme,  then, a  plaintiff\r\n\nwould simply need  to prove, not that the manufacturer failed\r\n\n                             -13-\r                                          13\r\r\n\nto comply with the MDA, but that the FDA had determined  that\r\n\nthe manufacturer failed to comply.\r\n\n          Although this  may  be a  workable arrangement,  it\r\n\nstill  does  not get  around  the  problem that  neither  the\r\n\nlanguage of    360k(a) nor  the legislative history  give any\r\n\nhint   of  congressional  intent  to  create  such  a  unique\r\n\nexception to  the MDA's preemption clause.  It may or may not\r\n\nbe  that  allowing  injured plaintiffs  to  recover  in state\r\n\nactions  when  the  FDA has  determined  that  a manufacturer\r\n\nviolated the  MDA would  be a desirable  rule, from  a policy\r\n\nstandpoint.   Congress, however has  not provided for  such a\r\n\nremedy,  choosing instead to place sole enforcement authority\r\n\nin the hands of the FDA.  See, e.g., Mendes, 18 F.3d at 19 n.\r                                                       \r\n\n4  (no  federal  private  right  of  action  under the  MDA);\r\n\nRodriguez v. SK &amp;  F Co., 833 F.2d 8, 9  (1st Cir. 1987) (per\r                                    \r\n\ncuriam) (same).  As the district court aptly noted:\r\n\n          Congress  could  reasonably  decide  that\r\n          when the  FDA has already  established it\r\n          was defrauded,  private rights  of action\r\n          to recover  damages on behalf  of injured\r\n          individuals are  appropriate.   Where, as\r\n          here, it  is well-established  that there\r\n          is generally  no private right  of action\r\n          to enforce  the MDA, if  Congress intends\r\n          to create  an exception  for fraud  which\r\n          has already been demonstrated by the FDA,\r\n          it should say so clearly.  In view of the\r\n          unqualified language of the MDA's present\r\n          preemption provision, however, this court\r\n          does   not  have   a  proper   basis  for\r\n          inferring  that  such  an  exception  was\r\n          intended.    \r\n\nTalbott, 865 F. Supp. at 47.\r                   \r\n\n                             -14-\r                                          14\r\r\n\n          The absence of a  non-compliance exception does not\r\n\nmean that individuals injured by noncompliance will always be\r\n\nwithout  compensation.    In a  criminal  judgment  against a\r\n\nmanufacturer, a  court may,  as part  of any  sentence, award\r\n\nrestitution to  those harmed.   See 18  U.S.C.    3663(a)(1);\r                                               \r\n\nBard,  848 F.  Supp. at  292-93.   While  the district  court\r                \r\n\naccepted a binding plea agreement from Bard that contained no\r\n\nrestitution  provision,  it  did  so,  in  part,  because  it\r\n\nerroneously  believed  that civil  proceedings  could provide\r\n\nappropriate  compensation.  Talbott,  865 F. Supp.  at 47-48;\r                                               \r\n\nBard,  848  F. Supp.  at  293.    Courts in  future  criminal\r                \r\n\nproceedings will, or should, be aware that restitution may be\r\n\nthe only redress  for those harmed by  manufacturers who have\r\n\nfailed to comply with the provisions of the MDA.\r\n\n          Like  the court below, we cannot find any exception\r\n\nto   360k(a)  where a manufacturer of a Class  III device has\r\n\nfailed to comply with the requirements of the MDA.\r\n\nC.   Application of Preemption Clause\r                                                 \r\n\n          Having  held  that   the  MDA's  preemption  clause\r\n\napplies to  state tort law,  whether or not  the manufacturer\r\n\nhas complied  with the  provisions of the  MDA, we  must next\r\n\ndetermine  whether the  requirements  imposed by  plaintiffs'\r\n\nnumerous state law claims are \"different from, or in addition\r\n\nto\" the ones imposed  by the MDA.  In its  opinion below, the\r\n\ndistrict  court  did  a  thorough job  of  analyzing  each of\r\n\n                             -15-\r                                          15\r\r\n\nplaintiffs'  claims,  finding  that   each  of  them  imposed\r\n\nadditional requirements and  was therefore preempted.   As we\r\n\nagree with  the district  court's analysis and  as we  see no\r\n\nreason  to repeat  it here,  we adopt  those portions  of the\r\n\ndistrict court's  opinion.  Talbott,  865 F.  Supp. at  49-52\r                                               \r\n\n(section II.C);  see In re  San Juan Dupont Plaza  Hotel Fire\r                                                                         \r\n\nLitig., 989 F.2d 36, 38 (1st Cir. 1993) (where district judge\r                  \r\n\nproduces  a well-reasoned  opinion that  reaches the  correct\r\n\nresult, a reviewing court  should not write at  length merely\r\n\nto  put matters  in its  own  words).   We hold  that  all of\r\n\nplaintiffs' claims are preempted by   360k(a).\r\n\n          We   note,  briefly,  that  the  Third  Circuit  in\r\n\nMichael, 46 F.3d at 1328, 1331, though agreeing in large part\r                   \r\n\nwith our analysis, has held that claims for breach of express\r\n\nwarranty  and fraudulent advertising  are not preempted  by  \r\n\n360k(a).   The latter claim is  not present in this  case, as\r\n\nplaintiffs' fraudulent  misrepresentation claim  is based  on\r\n\nstatements made to  the FDA, a claim which  the Michael court\r                                                                   \r\n\nagreed  is  preempted.   Id.  at  1329.   The  former  claim,\r                                        \r\n\nhowever, is  present in  this case,  and the  Third Circuit's\r\n\nposition  appears  to  be inconsistent  with  this  circuit's\r\n\nposition as  set forth in King, 983 F.2d  at 1135.  We affirm\r                                          \r\n\nthe  district   court's  finding  that   plaintiffs'  express\r\n\nwarranty  claim  is  preempted,  as  that  result  accurately\r\n\nreflects the  law in this  circuit.  Accord Martello  v. CIBA\r                                                                         \r\n\n                             -16-\r                                          16\r\r\n\nVision Corp.,  42 F.3d at 1167, 1169 (8th  Cir. 1994).  As we\r                        \r\n\nnoted previously, prior decisions by panels of this court may\r\n\nbe overruled only  by the full court sitting  en banc, absent\r\n\nexceptional  circumstances not present here.  Newman, 49 F.3d\r                                                                \r\n\nat 11.3\r\n\nD.   Remaining Claims\r                                 \r\n\n          Plaintiffs  advance  a   number  of  constitutional\r\n\narguments  challenging Congress' power to enact   360k(a) and\r\n\nto displace state tort law.  We have reviewed these arguments\r\n\nand find them it be without merit.\r\n\n                             III.\r\n\n          Because  all of plaintiffs' claims are preempted by\r\n\n   360k(a)  of  the  MDA,  we  affirm  the  district  court's\r\n\ndismissal of this suit.  We end with  this quotation from the\r\n\ndistrict court's opinion:\r\n\n          This is  a particularly poignant  case in\r\n          which  the heirs  of  a  woman  who  died\r\n          during angioplasty are being found not to\r\n          have the  right to seek  compensation for\r\n\n                    \r                                \r\n\n3.   After oral argument, plaintiffs brought to our attention\r\nLohr, 56  F.3d at  1335, in which  an Eleventh  Circuit panel\r                \r\nheld  that  a  plaintiff's  negligent  design  and  negligent\r\nfailure to warn claims were not preempted  by   360k(a).  The\r\ncourt in Lohr, however, explicitly  based its holding on  the\r                         \r\nfact that  the device  in question had  not gone  through the\r\npre-market approval process, but instead was marketed under  \r\n510(k) as  \"substantially equivalent\" to  an existing device.\r\nLohr is thus distinguishable from cases, like this one, where\r                \r\nthe  device was  subject to  the  premarket approval  (\"PMA\")\r\nprocess,  as  the Lohr  court  itself  noted.   Id.  at  1347\r                                                               \r\n(\"Appellee's heavy reliance on . . .  King . . . is misplaced\r                                                      \r\nbecause the device at issue  in [that case] had undergone the\r\nfull PMA process before it entered the market.\").\r\n\n                             -17-\r                                          17\r\r\n\n          the   damages   they   have   undoubtedly\r\n          suffered.  The  government has vigorously\r\n          enforced  the  applicable   criminal  and\r\n          civil laws.   Nevertheless  this decision\r\n          may  cause  some,   including  those  who\r\n          enacted  the  law,  to  question  whether\r\n          complete preemption of  private rights of\r\n          action  is  the most  fair  and effective\r\n          means   of   balancing   the  legitimate,\r\n          competing    interests    of    promoting\r\n          innovation  and  reasonably  assuring the\r\n          safety of complex medical devices.  It is\r\n          axiomatic, however, that  the courts must\r\n          faithfully give effect  to the intentions\r\n          of   Congress  when   they  are   clearly\r\n          expressed by  statute, as they  have been\r\n          in  this  case.   Defendants'  motion  to\r\n          dismiss, therefore, must be granted.\r\n\nTalbott, 865 F. Supp. at 40.\r                   \r\n\n          Affirmed.\r                               \r\n\n                             -18-\r                                          18\r\r\n",
  "html": "<p class=\"case_cite\">63 F.3d 25</p>\n    <p class=\"case_cite\">64 USLW 2123, Prod.Liab.Rep. (CCH) P 14,300</p>\n    <p class=\"parties\">Linda TALBOTT, etc., et al., Plaintiffs, Appellants,<br>v.<br>C.R. BARD, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1951.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 1, 1995.<br>Decided Aug. 14, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffrey S. Beeler with whom Jeffrey A. Newman and Newman, Heineman &amp; Itzkowitz, Boston, MA, were on brief, for appellants.</p>\n      <p class=\"indent\">Francis C. Lynch with whom Daryl J. Lapp and Palmer &amp; Dodge, Boston, MA, were on brief, for appellee C.R. Bard, Inc.</p>\n      <p class=\"indent\">Robert D. Keefe with whom Hale and Dorr, Boston, MA, was on brief, for appellee David Prigmore.</p>\n      <p class=\"indent\">William H. Kettlewell with whom Dwyer &amp; Collora, Boston, MA, was on brief, for appellee John Cvinar.</p>\n      <p class=\"indent\">Michael S. Raab, Atty., Civil Div., with whom Frank W. Hunger, Asst. Atty. Gen., Washington, DC, Donald K. Stern, U.S. Atty., Boston, MA, Douglas N. Letter, Appellate Litigation Counsel, U.S. Dept. of Justice, Washington, DC, and Margaret Jane Porter, Chief Counsel, and Beverly Rothstein, Atty., Food and Drug Admin., Rockville, MD, were on brief, for the U.S., amicus curiae.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and JOHN R. GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Section 360k(a) of the Medical Device Amendments (\"MDA\") to the Food, Drug and Cosmetic Act (\"FDCA\") provides:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>[N]o State or political subdivision of a State may establish or continue in effect with respect to a device intended for human use any requirement--</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>(1) which is different from, or in addition to, any requirement applicable under this chapter to the device, and</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>(2) which relates to the safety or effectiveness of the device or to any other matter included in a requirement applicable to the device under this chapter.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">21 U.S.C. Sec. 360k(a) (1988).  This appeal presents two questions:  (1) whether the above provision applies to state tort law claims asserted against a medical device manufacturer;  and (2) if so, whether there is an exception to the preemption clause where the manufacturer fails to comply with the MDA.  We hold that the answers to the two questions are, respectively, yes and no.  We therefore affirm the district court's dismissal of this case for failure to state a claim under Fed.R.Civ.P. 12(b)(6).</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is unnecessary to set out the facts and procedural background at length as these are in the district court's comprehensive opinion.  Talbott v. C.R. Bard, Inc., 865 F.Supp. 37, 39-52 (D.Mass.1994) (sections I and II.A).  To orient the reader of this opinion, we provide only the following brief summary.  On December 28, 1988, Eunice Beavers died on the operating table during an angioplasty procedure when a heart catheter failed to deflate while inserted in one of her coronary arteries.  Her heirs, Linda Talbott et al., sued the manufacturer of the heart catheter, C.R. Bard, Inc.  (\"Bard\"), and two members of its management for wrongful death, alleging numerous state tort claims:  negligence, breach of express and implied warranties, punitive damages, negligent infliction of emotional distress, fraudulent misrepresentation and concealment, negligent hiring, civil conspiracy, unfair trade practices.  The district court dismissed the complaint under Fed.R.Civ.P. 12(b)(6), finding that all the claims were preempted by Sec. 360k(a) of the MDA.  Plaintiffs now appeal.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To determine whether federal law preempts state law, we look to the intent of Congress:  congressional intent to displace state law must be \"clear and manifest\" before preemption is found.  Rice v. Santa Fe Elevator Corp., 331 U.S. 218, 230, 67 S.Ct. 1146, 1152, 91 L.Ed. 1447 (1947).  Such intent may be expressed either explicitly, in the language of a statute, or implicitly, through passage of a statutory scheme that extensively occupies the field or where the purpose and objectives of federal law would be frustrated by state law.  Here, Congress has manifested its intention an explicit preemption clause, Sec. 360k(a).  Thus, absent any \"general, inherent conflict\" between state and federal law, we need only ascertain the preemption Congress intended.  Freightliner Corp. v. Myrick, --- U.S. ----, ----, 115 S.Ct. 1483, 1488, 131 L.Ed.2d 385 (1995);  Cipollone v. Liggett Group, 505 U.S. 504, 515-18, 112 S.Ct. 2608, 2617-18, 120 L.Ed.2d 407 (1992).  We review the district court's reading of the clause de novo, taking all of plaintiffs' factual averments as true and indulging every reasonable inference in plaintiffs' favor.  Garita Hotel Ltd. Partnership v. Ponce Federal Bank, 958 F.2d 15, 17 (1st Cir.1992).</p>\n    </div>\n    <p>A. State Tort Law Imposes Requirements</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Plaintiffs insist that the district court erred in concluding that state tort law imposes a \"requirement\" as that term it used in Sec. 360k(a).  Plaintiffs argue that Congress meant \"requirement\" to include only the state's positive enactments--such as statutes and regulations--and not common law causes of action.  This issue, however, has been resolved against plaintiffs in this circuit in two decisions:  King v. Collagen Corp., 983 F.2d 1130, 1135-36 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 84, 126 L.Ed.2d 52 (1993), and Mendes v. Medtronic, Inc., 18 F.3d 13, 16 (1st Cir.1994).  In both, this court has ruled that Congress understood state tort law to impose a \"requirement\" such as to subject state tort law to the MDA's preemption clause.  Where the requirement is \"different from, or in addition to\" the requirement imposed by the MDA, state tort law will be preempted.  A like construction has been adopted by every other circuit court that has considered the issue.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Plaintiffs argue that we should overrule King and Mendes as having been wrongly-decided.  However, except in certain circumstances not present here, the prior decisions of panels of this court may be overruled only by the full court en banc.  United States v. Newman, 49 F.3d 1, 11 (1st Cir.1995).  We accordingly, we hold that state tort law falls within Sec. 360k(a).</p>\n    </div>\n    <p>B. No Exception For Non-Compliance</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Plaintiffs next argue that, even assuming Sec. 360k(a) applies to state tort law generally, the district court erred in holding that it applies where a manufacturer has failed to comply with the provisions of the MDA by fraudulently obtaining approval from the Food and Drug Administration (\"FDA\").  Plaintiffs argue that, in enacting Sec. 360k(a), Congress intended to preempt only state laws that sought to impose liability on manufacturers who were already complying with the MDA.  Congress did not, plaintiffs assert, intend to afford such protection to manufacturers who failed to comply with the provisions of the MDA.  Such a result would conflict, in plaintiffs' view, with the MDA's basic purpose of protecting individuals from unreasonably dangerous and defective medical devices.  Where a manufacturer has failed to comply with the MDA, state tort liability would merely impose additional state sanctions for noncompliance with the MDA.  Here, plaintiffs argue, Bard clearly violated the provisions of the MDA by submitting false data to the FDA in order to obtain approval of its heart catheters.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As the district court explained, Talbott, 865 F.Supp. at 41-42, Bard pled guilty in an earlier proceeding to a criminal indictment charging it with conspiring to defraud the FDA in connection with applications for pre-market approval of its heart catheters.  Bard was eventually forced to pay civil and criminal fines totaling $61 million.  United States v. C.R. Bard, Inc., 848 F.Supp. 287, 289 (D.Mass.1994).  There is some dispute between the parties as to whether Bard's guilty plea admitted wrongdoing with respect to the particular heart catheter used in Mrs. Beavers's angioplasty.  As this is a motion to dismiss, however, we accept plaintiffs' version of the facts.  Watterson v. Page, 987 F.2d 1, 3 (1st Cir.1993).  Thus, for present purposes we shall assume that Bard fraudulently obtained approval for the heart catheter by submitting false information to the FDA.  The question is whether Sec. 360k(a) applies despite such fraudulent activity.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The latter issue may already have been resolved in this circuit against plaintiffs.  In King, the plaintiff contended that the manufacturer had fraudulently obtained FDA approval and that the MDA's preemption clause therefore did not apply.  Judge (now Chief Judge) Torruella, in the opinion for the court, did not reach the question, construing the fraud claim as essentially a failure to warn claim preempted by the MDA.  In what was titled a \"concurrence,\" however, the two other judges on the panel expressed the opinion that there was no exception to the MDA's preemption clause for cases in which the manufacturer failed to comply with the MDA.  As two judges of the panel took this view, it is arguably now stare decisis.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If so, however, a separate panel in Mendes overlooked the fact.  The plaintiff in Mendes did not make the exception-for-noncompliance argument made by the plaintiff in King, arguing merely that the MDA did not apply to state tort law.  However, at the end of the opinion, the panel wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>We express no opinion on whether products liability claims are preempted only if the manufacturer complied with applicable FDA regulations.  The complaint contains no allegations regarding Medtronic's noncompliance with FDA regulations, and plaintiff has offered no evidence that Medtronic violated any FDA requirement.  Our holding is limited to the facts and claims in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Mendes, 18 F.3d at 19-20 (citations omitted).  The dicta in Mendes can be read (and plaintiffs argue should be read) to indicate that the issue is still open in this circuit.  Alternatively, it might mean only that the panel in Mendes did not pay close attention to the concurrence in King, since that issue was not before it.  Given the uncertainty regarding the precedential status of the King concurrence, we shall address the arguments anew, as the district court did.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We hold that Congress did not intend to provide for an exception to the MDA's preemption clause where a manufacturer fails to comply with the provisions of the MDA by fraudulently obtaining approval of its device from the FDA.  In so holding, we reach the same result reached by the King concurrence and by the two circuit courts of appeal that have expressly addressed this exact issue.  See Reeves v. AcroMed Corp., 44 F.3d 300, 307 (5th Cir.)  (finding no exception to preemption where a manufacturer fraudulently obtained FDA approval), cert. denied, --- U.S. ----, 115 S.Ct. 2251, 132 L.Ed.2d 258 (1995);  Michael v. Shiley, 46 F.3d 1316, 1329 (3d Cir.1995) (same), cert. denied, --- U.S. ----, 116 S.Ct. 67, --- L.Ed.2d ---- (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Section 360k(a) preempts broadly any state tort law \"requirement\" that is \"different from, or in addition to\" the comprehensive and detailed requirements set forth by federal law.  The terms of the statute make no distinction based upon whether or not a manufacturer has in fact complied with the federal standard.  We find nothing to indicate that preemption is conditional upon satisfactory compliance with the federal standard.  Section 360k(a) does not mention compliance at all.  As Sec. 360k(a) reads, the relevant inquiry is simply whether, in the abstract, the state tort law requirement is \"different from, or in addition to\" the federal requirement.  If a device manufacturer fails to meet the federal requirements, it will be subject to federal penalties as set forth in the MDA.  Nothing in Sec. 360k(a) suggests that the state requirements are somehow revived by this failure to comply with the federal standard.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Plaintiffs argue that state tort claims would not impose a \"requirement\" that is \"different from, or in addition to\" federal requirements so long as the state judge instructs the jury that a manufacturer's obligations under state tort law were defined by the provisions of the MDA.  Given such an instruction, plaintiffs say, state tort law would not be imposing any additional requirements, but would only compensate the victim ex post for failure to meet the MDA standards.  This theory of cooperative preemption, however, was expressly rejected, albeit in dictum, in Mendes:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>One way to ensure that a [state] factfinder applies a standard not adding to or differing from FDA regulations is to supplant the common law standard with FDA's requirements.  We find nothing to support that Congress intended such a radical, unwieldy form of preemption, however, particularly where Congress did not intend to create a private right of action under the Federal Food, Drug, and Cosmetic Act.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Mendes, 18 F.3d at 19 n. 4.   It has also been rejected by a number of other circuit courts of appeal.  See Lohr v. Medtronic Inc., 56 F.3d 1335, 1343 (11th Cir.1995) (holding that \"preemption under the MDA cannot be defeated by a common lawsuit alleging a violation of the statutory standards\");  Michael, 46 F.3d at 1329 (holding that \"states have no authority to police ... compliance with the FDA's procedures\").<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Allowing an exception for noncompliance would disturb the balance Congress struck between the competing goals of protecting individuals from unreasonably dangerous medical devices and spurring innovation by ensuring that device manufacturers are subject to uniform, nationwide standards.  See Mendes, 18 F.3d at 16;  S.Rep. No. 33, 94th Cong., 2d Sess. 5, 12 (1975), (reprinted in 1976 U.S.C.C.A.N. 1070, 1074, 1081).  To see how this is so, we need only imagine how such an exception would operate in practice.  If state tort claims were allowed to go forward, a state court would initially have to determine whether the manufacturer had complied with the MDA.  If, as in this case, the plaintiff claimed that the manufacturer had defrauded the FDA, the state court would need to determine whether the FDA had in fact been defrauded and whether the FDA would have approved the device absent the fraud.  Under this scheme, a device manufacturer could potentially be subject to numerous inconsistent interpretations and applications of the MDA across different states, thus undermining the MDA's goal of uniformity.  Moreover, if state courts erred in their application of the MDA, they would effectively be imposing requirements \"different from, or in addition to\" those imposed by federal law.  See King, 983 F.2d at 1139-40;  Talbott, 865 F.Supp. at 47.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">To avoid the possibility of disuniform treatment, Congress placed enforcement authority in the FDA.  The FDA has the broad power:  to withdraw approval of a device if it determines that the device is unsafe or its labelling inadequate, 21 U.S.C. Sec. 360e(e);  to order a recall of the device, Sec. 360h(e);  and to initiate criminal prosecutions against manufacturers, as it did in this case against Bard.  Bard, 848 F.Supp. at 287.   Centrally situated and with the requisite expertise, the FDA is in the best position to determine whether the provisions of the MDA have in fact been violated and to ensure that the law is applied in a uniform manner.  See Michael, 46 F.3d at 1329.   Given the FDA's central enforcement role, the preemptive scope of Sec. 360k(a) becomes clear, as the district court in this case aptly noted:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>As applied in this case, the express preemption provided by 21 U.S.C. Sec. 360k(a) manifests a decision by Congress to replace completely the private rights of action usually available under state law with civil and criminal enforcement by the federal government when thoroughly regulated devices such as Bard's heart catheter, are at issue.  This judgment represents a permissible decision by Congress that the public interest will best be served by relying exclusively on the FDA to strike the proper balance between reasonably assuring safety and promoting innovation with regard to new devices that have the potential both to enhance and injure human health.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Talbott, 865 F.Supp. at 40;  see also Reeves, 44 F.3d at 307.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The United States, as amicus curiae, argues that such reasoning, while perhaps applicable in King, is not applicable in this case, because the FDA has already determined that Bard failed to comply with the requirements of the MDA by submitting fraudulent data to the FDA.  Thus, the concerns about disuniformity are not implicated in this case.  Under the United States' scheme, then, a plaintiff would simply need to prove, not that the manufacturer failed to comply with the MDA, but that the FDA had determined that the manufacturer failed to comply.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Although this may be a workable arrangement, it still does not get around the problem that neither the language of Sec. 360k(a) nor the legislative history give any hint of congressional intent to create such a unique exception to the MDA's preemption clause.  It may or may not be that allowing injured plaintiffs to recover in state actions when the FDA has determined that a manufacturer violated the MDA would be a desirable rule, from a policy standpoint.  Congress, however has not provided for such a remedy, choosing instead to place sole enforcement authority in the hands of the FDA.  See, e.g., Mendes, 18 F.3d at 19 n. 4 (no federal private right of action under the MDA);  Rodriguez v. SK &amp; F Co., 833 F.2d 8, 9 (1st Cir.1987) (per curiam) (same).  As the district court aptly noted:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>Congress could reasonably decide that when the FDA has already established it was defrauded, private rights of action to recover damages on behalf of injured individuals are appropriate.  Where, as here, it is well-established that there is generally no private right of action to enforce the MDA, if Congress intends to create an exception for fraud which has already been demonstrated by the FDA, it should say so clearly.  In view of the unqualified language of the MDA's present preemption provision, however, this court does not have a proper basis for inferring that such an exception was intended.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Talbott, 865 F.Supp. at 47.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The absence of a non-compliance exception does not mean that individuals injured by noncompliance will always be without compensation.  In a criminal judgment against a manufacturer, a court may, as part of any sentence, award restitution to those harmed.  See 18 U.S.C. Sec. 3663(a)(1);  Bard, 848 F.Supp. at 292-93.   While the district court accepted a binding plea agreement from Bard that contained no restitution provision, it did so, in part, because it erroneously believed that civil proceedings could provide appropriate compensation.  Talbott, 865 F.Supp. at 47-48;  Bard, 848 F.Supp. at 293.   Courts in future criminal proceedings will, or should, be aware that restitution may be the only redress for those harmed by manufacturers who have failed to comply with the provisions of the MDA.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Like the court below, we cannot find any exception to Sec. 360k(a) where a manufacturer of a Class III device has failed to comply with the requirements of the MDA.</p>\n    </div>\n    <p>C. Application of Preemption Clause</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Having held that the MDA's preemption clause applies to state tort law, whether or not the manufacturer has complied with the provisions of the MDA, we must next determine whether the requirements imposed by plaintiffs' numerous state law claims are \"different from, or in addition to\" the ones imposed by the MDA.  In its opinion below, the district court did a thorough job of analyzing each of plaintiffs' claims, finding that each of them imposed additional requirements and was therefore preempted.  As we agree with the district court's analysis and as we see no reason to repeat it here, we adopt those portions of the district court's opinion.  Talbott, 865 F.Supp. at 49-52 (section II.C);  see In re San Juan Dupont Plaza Hotel Fire Litig., 989 F.2d 36, 38 (1st Cir.1993) (where district judge produces a well-reasoned opinion that reaches the correct result, a reviewing court should not write at length merely to put matters in its own words).  We hold that all of plaintiffs' claims are preempted by Sec. 360k(a).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We note, briefly, that the Third Circuit in Michael, 46 F.3d at 1328, 1331, though agreeing in large part with our analysis, has held that claims for breach of express warranty and fraudulent advertising are not preempted by Sec. 360k(a).  The latter claim is not present in this case, as plaintiffs' fraudulent misrepresentation claim is based on statements made to the FDA, a claim which the Michael court agreed is preempted.  Id. at 1329.   The former claim, however, is present in this case, and the Third Circuit's position appears to be inconsistent with this circuit's position as set forth in King, 983 F.2d at 1135.   We affirm the district court's finding that plaintiffs' express warranty claim is preempted, as that result accurately reflects the law in this circuit.  Accord Martello v. CIBA Vision Corp., 42 F.3d at 1167, 1169 (8th Cir.1994).  As we noted previously, prior decisions by panels of this court may be overruled only by the full court sitting en banc, absent exceptional circumstances not present here.  Newman, 49 F.3d at 11.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>D. Remaining Claims</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Plaintiffs advance a number of constitutional arguments challenging Congress' power to enact Sec. 360k(a) and to displace state tort law.  We have reviewed these arguments and find them it be without merit.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Because all of plaintiffs' claims are preempted by Sec. 360k(a) of the MDA, we affirm the district court's dismissal of this suit.  We end with this quotation from the district court's opinion:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>This is a particularly poignant case in which the heirs of a woman who died during angioplasty are being found not to have the right to seek compensation for the damages they have undoubtedly suffered.  The government has vigorously enforced the applicable criminal and civil laws.  Nevertheless this decision may cause some, including those who enacted the law, to question whether complete preemption of private rights of action is the most fair and effective means of balancing the legitimate, competing interests of promoting innovation and reasonably assuring the safety of complex medical devices.  It is axiomatic, however, that the courts must faithfully give effect to the intentions of Congress when they are clearly expressed by statute, as they have been in this case.  Defendants' motion to dismiss, therefore, must be granted.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Talbott, 865 F.Supp. at 40.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See, e.g., Anguiano v. E.I. Du Pont De Nemours &amp; Co., 44 F.3d 806, 809 (9th Cir.1995) (dicta);  Martello v. CIBA Vision Corp., 42 F.3d 1167, 1168 (8th Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 2614, 132 L.Ed.2d 857 (1995);  Gile v. Optical Radiation Corp., 22 F.3d 540, 542 (3d Cir.), cert. denied --- U.S. ----, 115 S.Ct. 429, 130 L.Ed.2d 342 (1994);  Duncan v. Iolab Corp., 12 F.3d 194, 195 (11th Cir.1994) (per curiam);  Stamps v. Collagen Corp., 984 F.2d 1416, 1420-21 (5th Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 86, 126 L.Ed.2d 54 (1993);  Slater v. Optical Radiation Corp., 961 F.2d 1330, 1333 (7th Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 327, 121 L.Ed.2d 246 (1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> But cf. National Bank of Commerce v. Kimberly-Clark Corp., 38 F.3d 988, 992 (8th Cir.1994) (holding that \"when a statute only preempts state requirements that are different from or in addition to those imposed by federal law, plaintiffs may still recover under state tort law when defendants fail to comply with the federal requirements\");  Slater, 961 F.2d at 1334 (stating in dicta that preemption under Sec. 360k(a) \"is limited to efforts by states to impose sanctions for compliance with federal regulations\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> After oral argument, plaintiffs brought to our attention Lohr, 56 F.3d at 1335, in which an Eleventh Circuit panel held that a plaintiff's negligent design and negligent failure to warn claims were not preempted by Sec. 360k(a).  The court in Lohr, however, explicitly based its holding on the fact that the device in question had not gone through the pre-market approval process, but instead was marketed under Sec. 510(k) as \"substantially equivalent\" to an existing device.  Lohr is thus distinguishable from cases, like this one, where the device was subject to the premarket approval (\"PMA\") process, as the Lohr court itself noted.  Id. at 1347 (\"Appellee's heavy reliance on ... King ... is misplaced because the device at issue in [that case] had undergone the full PMA process before it entered the market.\")</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></span></p>\n    <p class=\"case_cite\">64 USLW 2123, Prod.Liab.Rep. (CCH) P 14,300</p>\n    <p class=\"parties\">Linda TALBOTT, etc., et al., Plaintiffs, Appellants,<br>v.<br>C.R. BARD, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1951.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 1, 1995.<br>Decided Aug. 14, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffrey S. Beeler with whom Jeffrey A. Newman and Newman, Heineman &amp; Itzkowitz, Boston, MA, were on brief, for appellants.</p>\n      <p class=\"indent\">Francis C. Lynch with whom Daryl J. Lapp and Palmer &amp; Dodge, Boston, MA, were on brief, for appellee C.R. Bard, Inc.</p>\n      <p class=\"indent\">Robert D. Keefe with whom Hale and Dorr, Boston, MA, was on brief, for appellee David Prigmore.</p>\n      <p class=\"indent\">William H. Kettlewell with whom Dwyer &amp; Collora, Boston, MA, was on brief, for appellee John Cvinar.</p>\n      <p class=\"indent\">Michael S. Raab, Atty., Civil Div., with whom Frank W. Hunger, Asst. Atty. Gen., Washington, DC, Donald K. Stern, U.S. Atty., Boston, MA, Douglas N. Letter, Appellate Litigation Counsel, U.S. Dept. of Justice, Washington, DC, and Margaret Jane Porter, Chief Counsel, and Beverly Rothstein, Atty., Food and Drug Admin., Rockville, MD, were on brief, for the U.S., amicus curiae.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and JOHN R. GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Section 360k(a) of the Medical Device Amendments (\"MDA\") to the Food, Drug and Cosmetic Act (\"FDCA\") provides:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>[N]o State or political subdivision of a State may establish or continue in effect with respect to a device intended for human use any requirement--</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>(1) which is different from, or in addition to, any requirement applicable under this chapter to the device, and</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>(2) which relates to the safety or effectiveness of the device or to any other matter included in a requirement applicable to the device under this chapter.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">21 U.S.C. Sec. 360k(a) (1988).  This appeal presents two questions:  (1) whether the above provision applies to state tort law claims asserted against a medical device manufacturer;  and (2) if so, whether there is an exception to the preemption clause where the manufacturer fails to comply with the MDA.  We hold that the answers to the two questions are, respectively, yes and no.  We therefore affirm the district court's dismissal of this case for failure to state a claim under Fed.R.Civ.P. 12(b)(6).</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is unnecessary to set out the facts and procedural background at length as these are in the district court's comprehensive opinion.  Talbott v. C.R. Bard, Inc., <span class=\"citation no-link\"><span class=\"volume\">865</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">37</span></span>, 39-52 (D.Mass.1994) (sections I and II.A).  To orient the reader of this opinion, we provide only the following brief summary.  On December 28, 1988, Eunice Beavers died on the operating table during an angioplasty procedure when a heart catheter failed to deflate while inserted in one of her coronary arteries.  Her heirs, Linda Talbott et al., sued the manufacturer of the heart catheter, C.R. Bard, Inc.  (\"Bard\"), and two members of its management for wrongful death, alleging numerous state tort claims:  negligence, breach of express and implied warranties, punitive damages, negligent infliction of emotional distress, fraudulent misrepresentation and concealment, negligent hiring, civil conspiracy, unfair trade practices.  The district court dismissed the complaint under Fed.R.Civ.P. 12(b)(6), finding that all the claims were preempted by Sec. 360k(a) of the MDA.  Plaintiffs now appeal.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To determine whether federal law preempts state law, we look to the intent of Congress:  congressional intent to displace state law must be \"clear and manifest\" before preemption is found.  Rice v. Santa Fe Elevator Corp., <span class=\"citation\" data-id=\"104425\"><a href=\"/opinion/104425/rice-v-santa-fe-elevator-corp/\"><span class=\"volume\">331</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, 230, <span class=\"citation\" data-id=\"104425\"><a href=\"/opinion/104425/rice-v-santa-fe-elevator-corp/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1146</span></a></span>, 1152, <span class=\"citation\" data-id=\"104425\"><a href=\"/opinion/104425/rice-v-santa-fe-elevator-corp/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1447</span> </a></span>(1947).  Such intent may be expressed either explicitly, in the language of a statute, or implicitly, through passage of a statutory scheme that extensively occupies the field or where the purpose and objectives of federal law would be frustrated by state law.  Here, Congress has manifested its intention an explicit preemption clause, Sec. 360k(a).  Thus, absent any \"general, inherent conflict\" between state and federal law, we need only ascertain the preemption Congress intended.  Freightliner Corp. v. Myrick, --- U.S. ----, ----, <span class=\"citation\" data-id=\"117918\"><a href=\"/opinion/117918/freightliner-corp-v-myrick/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1483</span></a></span>, 1488, <span class=\"citation\" data-id=\"117918\"><a href=\"/opinion/117918/freightliner-corp-v-myrick/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">385</span> </a></span>(1995);  Cipollone v. Liggett Group, <span class=\"citation\" data-id=\"112777\"><a href=\"/opinion/112777/cipollone-v-liggett-group-inc/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">504</span></a></span>, 515-18, <span class=\"citation\" data-id=\"112777\"><a href=\"/opinion/112777/cipollone-v-liggett-group-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2608</span></a></span>, 2617-18, <span class=\"citation\" data-id=\"112777\"><a href=\"/opinion/112777/cipollone-v-liggett-group-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span> </a></span>(1992).  We review the district court's reading of the clause de novo, taking all of plaintiffs' factual averments as true and indulging every reasonable inference in plaintiffs' favor.  Garita Hotel Ltd. Partnership v. Ponce Federal Bank, <span class=\"citation\" data-id=\"578672\"><a href=\"/opinion/578672/garita-hotel-limited-partnership-etc-v-ponce-federal-bank-fsb/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 17 (1st Cir.1992).</p>\n    </div>\n    <p>A. State Tort Law Imposes Requirements</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Plaintiffs insist that the district court erred in concluding that state tort law imposes a \"requirement\" as that term it used in Sec. 360k(a).  Plaintiffs argue that Congress meant \"requirement\" to include only the state's positive enactments--such as statutes and regulations--and not common law causes of action.  This issue, however, has been resolved against plaintiffs in this circuit in two decisions:  King v. Collagen Corp., <span class=\"citation\" data-id=\"598969\"><a href=\"/opinion/598969/jane-king-v-collagen-corporation/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1130</span></a></span>, 1135-36 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">84</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">52</span> </span>(1993), and Mendes v. Medtronic, Inc., <span class=\"citation\" data-id=\"664624\"><a href=\"/opinion/664624/ellen-mendes-v-medtronic-inc/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 16 (1st Cir.1994).  In both, this court has ruled that Congress understood state tort law to impose a \"requirement\" such as to subject state tort law to the MDA's preemption clause.  Where the requirement is \"different from, or in addition to\" the requirement imposed by the MDA, state tort law will be preempted.  A like construction has been adopted by every other circuit court that has considered the issue.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Plaintiffs argue that we should overrule King and Mendes as having been wrongly-decided.  However, except in certain circumstances not present here, the prior decisions of panels of this court may be overruled only by the full court en banc.  United States v. Newman, <span class=\"citation\" data-id=\"195935\"><a href=\"/opinion/195935/united-states-v-newman/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 11 (1st Cir.1995).  We accordingly, we hold that state tort law falls within Sec. 360k(a).</p>\n    </div>\n    <p>B. No Exception For Non-Compliance</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Plaintiffs next argue that, even assuming Sec. 360k(a) applies to state tort law generally, the district court erred in holding that it applies where a manufacturer has failed to comply with the provisions of the MDA by fraudulently obtaining approval from the Food and Drug Administration (\"FDA\").  Plaintiffs argue that, in enacting Sec. 360k(a), Congress intended to preempt only state laws that sought to impose liability on manufacturers who were already complying with the MDA.  Congress did not, plaintiffs assert, intend to afford such protection to manufacturers who failed to comply with the provisions of the MDA.  Such a result would conflict, in plaintiffs' view, with the MDA's basic purpose of protecting individuals from unreasonably dangerous and defective medical devices.  Where a manufacturer has failed to comply with the MDA, state tort liability would merely impose additional state sanctions for noncompliance with the MDA.  Here, plaintiffs argue, Bard clearly violated the provisions of the MDA by submitting false data to the FDA in order to obtain approval of its heart catheters.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As the district court explained, <span class=\"citation no-link\"><span class=\"antecedent_guess\">Talbott,</span> <span class=\"volume\">865</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">41-42</span></span>, Bard pled guilty in an earlier proceeding to a criminal indictment charging it with conspiring to defraud the FDA in connection with applications for pre-market approval of its heart catheters.  Bard was eventually forced to pay civil and criminal fines totaling $61 million.  United States v. C.R. Bard, Inc., <span class=\"citation no-link\"><span class=\"volume\">848</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">287</span></span>, 289 (D.Mass.1994).  There is some dispute between the parties as to whether Bard's guilty plea admitted wrongdoing with respect to the particular heart catheter used in Mrs. Beavers's angioplasty.  As this is a motion to dismiss, however, we accept plaintiffs' version of the facts.  Watterson v. Page, <span class=\"citation\" data-id=\"601477\"><a href=\"/opinion/601477/valerie-watterson-v-eileen-page/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1993).  Thus, for present purposes we shall assume that Bard fraudulently obtained approval for the heart catheter by submitting false information to the FDA.  The question is whether Sec. 360k(a) applies despite such fraudulent activity.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The latter issue may already have been resolved in this circuit against plaintiffs.  In King, the plaintiff contended that the manufacturer had fraudulently obtained FDA approval and that the MDA's preemption clause therefore did not apply.  Judge (now Chief Judge) Torruella, in the opinion for the court, did not reach the question, construing the fraud claim as essentially a failure to warn claim preempted by the MDA.  In what was titled a \"concurrence,\" however, the two other judges on the panel expressed the opinion that there was no exception to the MDA's preemption clause for cases in which the manufacturer failed to comply with the MDA.  As two judges of the panel took this view, it is arguably now stare decisis.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If so, however, a separate panel in Mendes overlooked the fact.  The plaintiff in Mendes did not make the exception-for-noncompliance argument made by the plaintiff in King, arguing merely that the MDA did not apply to state tort law.  However, at the end of the opinion, the panel wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>We express no opinion on whether products liability claims are preempted only if the manufacturer complied with applicable FDA regulations.  The complaint contains no allegations regarding Medtronic's noncompliance with FDA regulations, and plaintiff has offered no evidence that Medtronic violated any FDA requirement.  Our holding is limited to the facts and claims in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"664624\"><span class=\"antecedent_guess\">Mendes,</span> <a href=\"/opinion/664624/ellen-mendes-v-medtronic-inc/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">19-20</span> </a></span>(citations omitted).  The dicta in Mendes can be read (and plaintiffs argue should be read) to indicate that the issue is still open in this circuit.  Alternatively, it might mean only that the panel in Mendes did not pay close attention to the concurrence in King, since that issue was not before it.  Given the uncertainty regarding the precedential status of the King concurrence, we shall address the arguments anew, as the district court did.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We hold that Congress did not intend to provide for an exception to the MDA's preemption clause where a manufacturer fails to comply with the provisions of the MDA by fraudulently obtaining approval of its device from the FDA.  In so holding, we reach the same result reached by the King concurrence and by the two circuit courts of appeal that have expressly addressed this exact issue.  See Reeves v. AcroMed Corp., <span class=\"citation\" data-id=\"686465\"><a href=\"/opinion/686465/prodliabrep-cch-p-14158-dorothy-marie-reeves-v-acromed-corporation/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">300</span></a></span>, 307 (5th Cir.)  (finding no exception to preemption where a manufacturer fraudulently obtained FDA approval), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2251</span></span>, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">258</span> </span>(1995);  Michael v. Shiley, <span class=\"citation\" data-id=\"688697\"><a href=\"/opinion/688697/nina-michael-v-shiley-inc-hospital-products-group-inc-formerly/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1316</span></a></span>, 1329 (3d Cir.1995) (same), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">67</span></span>, --- L.Ed.2d ---- (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Section 360k(a) preempts broadly any state tort law \"requirement\" that is \"different from, or in addition to\" the comprehensive and detailed requirements set forth by federal law.  The terms of the statute make no distinction based upon whether or not a manufacturer has in fact complied with the federal standard.  We find nothing to indicate that preemption is conditional upon satisfactory compliance with the federal standard.  Section 360k(a) does not mention compliance at all.  As Sec. 360k(a) reads, the relevant inquiry is simply whether, in the abstract, the state tort law requirement is \"different from, or in addition to\" the federal requirement.  If a device manufacturer fails to meet the federal requirements, it will be subject to federal penalties as set forth in the MDA.  Nothing in Sec. 360k(a) suggests that the state requirements are somehow revived by this failure to comply with the federal standard.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Plaintiffs argue that state tort claims would not impose a \"requirement\" that is \"different from, or in addition to\" federal requirements so long as the state judge instructs the jury that a manufacturer's obligations under state tort law were defined by the provisions of the MDA.  Given such an instruction, plaintiffs say, state tort law would not be imposing any additional requirements, but would only compensate the victim ex post for failure to meet the MDA standards.  This theory of cooperative preemption, however, was expressly rejected, albeit in dictum, in Mendes:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>One way to ensure that a [state] factfinder applies a standard not adding to or differing from FDA regulations is to supplant the common law standard with FDA's requirements.  We find nothing to support that Congress intended such a radical, unwieldy form of preemption, however, particularly where Congress did not intend to create a private right of action under the Federal Food, Drug, and Cosmetic Act.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"664624\"><span class=\"antecedent_guess\">Mendes,</span> <a href=\"/opinion/664624/ellen-mendes-v-medtronic-inc/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">19</span> </a></span>n. 4.   It has also been rejected by a number of other circuit courts of appeal.  See Lohr v. Medtronic Inc., <span class=\"citation\" data-id=\"697382\"><a href=\"/opinion/697382/prodliabrep-cch-p-14260-lora-lohr-michael-lohr-her-husband-v/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1335</span></a></span>, 1343 (11th Cir.1995) (holding that \"preemption under the MDA cannot be defeated by a common lawsuit alleging a violation of the statutory standards\");  <span class=\"citation\" data-id=\"688697\"><span class=\"antecedent_guess\">Michael,</span> <a href=\"/opinion/688697/nina-michael-v-shiley-inc-hospital-products-group-inc-formerly/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1329</span> </a></span>(holding that \"states have no authority to police ... compliance with the FDA's procedures\").<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Allowing an exception for noncompliance would disturb the balance Congress struck between the competing goals of protecting individuals from unreasonably dangerous medical devices and spurring innovation by ensuring that device manufacturers are subject to uniform, nationwide standards.  See <span class=\"citation\" data-id=\"664624\"><span class=\"antecedent_guess\">Mendes,</span> <a href=\"/opinion/664624/ellen-mendes-v-medtronic-inc/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">16</span></a></span>;  S.Rep. No. 33, 94th Cong., 2d Sess. 5, 12 (1975), (reprinted in 1976 U.S.C.C.A.N. 1070, 1074, 1081).  To see how this is so, we need only imagine how such an exception would operate in practice.  If state tort claims were allowed to go forward, a state court would initially have to determine whether the manufacturer had complied with the MDA.  If, as in this case, the plaintiff claimed that the manufacturer had defrauded the FDA, the state court would need to determine whether the FDA had in fact been defrauded and whether the FDA would have approved the device absent the fraud.  Under this scheme, a device manufacturer could potentially be subject to numerous inconsistent interpretations and applications of the MDA across different states, thus undermining the MDA's goal of uniformity.  Moreover, if state courts erred in their application of the MDA, they would effectively be imposing requirements \"different from, or in addition to\" those imposed by federal law.  See <span class=\"citation\" data-id=\"598969\"><span class=\"antecedent_guess\">King,</span> <a href=\"/opinion/598969/jane-king-v-collagen-corporation/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1139-40</span></a></span>;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Talbott,</span> <span class=\"volume\">865</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">47</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">To avoid the possibility of disuniform treatment, Congress placed enforcement authority in the FDA.  The FDA has the broad power:  to withdraw approval of a device if it determines that the device is unsafe or its labelling inadequate, 21 U.S.C. Sec. 360e(e);  to order a recall of the device, Sec. 360h(e);  and to initiate criminal prosecutions against manufacturers, as it did in this case against Bard.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Bard,</span> <span class=\"volume\">848</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">287</span></span>.   Centrally situated and with the requisite expertise, the FDA is in the best position to determine whether the provisions of the MDA have in fact been violated and to ensure that the law is applied in a uniform manner.  See <span class=\"citation\" data-id=\"688697\"><span class=\"antecedent_guess\">Michael,</span> <a href=\"/opinion/688697/nina-michael-v-shiley-inc-hospital-products-group-inc-formerly/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1329</span></a></span>.   Given the FDA's central enforcement role, the preemptive scope of Sec. 360k(a) becomes clear, as the district court in this case aptly noted:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>As applied in this case, the express preemption provided by 21 U.S.C. Sec. 360k(a) manifests a decision by Congress to replace completely the private rights of action usually available under state law with civil and criminal enforcement by the federal government when thoroughly regulated devices such as Bard's heart catheter, are at issue.  This judgment represents a permissible decision by Congress that the public interest will best be served by relying exclusively on the FDA to strike the proper balance between reasonably assuring safety and promoting innovation with regard to new devices that have the potential both to enhance and injure human health.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"antecedent_guess\">Talbott,</span> <span class=\"volume\">865</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">40</span></span>;  see also <span class=\"citation\" data-id=\"686465\"><span class=\"antecedent_guess\">Reeves,</span> <a href=\"/opinion/686465/prodliabrep-cch-p-14158-dorothy-marie-reeves-v-acromed-corporation/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">307</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The United States, as amicus curiae, argues that such reasoning, while perhaps applicable in King, is not applicable in this case, because the FDA has already determined that Bard failed to comply with the requirements of the MDA by submitting fraudulent data to the FDA.  Thus, the concerns about disuniformity are not implicated in this case.  Under the United States' scheme, then, a plaintiff would simply need to prove, not that the manufacturer failed to comply with the MDA, but that the FDA had determined that the manufacturer failed to comply.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Although this may be a workable arrangement, it still does not get around the problem that neither the language of Sec. 360k(a) nor the legislative history give any hint of congressional intent to create such a unique exception to the MDA's preemption clause.  It may or may not be that allowing injured plaintiffs to recover in state actions when the FDA has determined that a manufacturer violated the MDA would be a desirable rule, from a policy standpoint.  Congress, however has not provided for such a remedy, choosing instead to place sole enforcement authority in the hands of the FDA.  See, e.g., <span class=\"citation\" data-id=\"664624\"><span class=\"antecedent_guess\">Mendes,</span> <a href=\"/opinion/664624/ellen-mendes-v-medtronic-inc/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">19</span> </a></span>n. 4 (no federal private right of action under the MDA);  Rodriguez v. SK &amp; F Co., <span class=\"citation\" data-id=\"497013\"><a href=\"/opinion/497013/fernando-rodriguez-v-sk-f-co/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 9 (1st Cir.1987) (per curiam) (same).  As the district court aptly noted:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>Congress could reasonably decide that when the FDA has already established it was defrauded, private rights of action to recover damages on behalf of injured individuals are appropriate.  Where, as here, it is well-established that there is generally no private right of action to enforce the MDA, if Congress intends to create an exception for fraud which has already been demonstrated by the FDA, it should say so clearly.  In view of the unqualified language of the MDA's present preemption provision, however, this court does not have a proper basis for inferring that such an exception was intended.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"antecedent_guess\">Talbott,</span> <span class=\"volume\">865</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">47</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The absence of a non-compliance exception does not mean that individuals injured by noncompliance will always be without compensation.  In a criminal judgment against a manufacturer, a court may, as part of any sentence, award restitution to those harmed.  See 18 U.S.C. Sec. 3663(a)(1);  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Bard,</span> <span class=\"volume\">848</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">292-93</span></span>.   While the district court accepted a binding plea agreement from Bard that contained no restitution provision, it did so, in part, because it erroneously believed that civil proceedings could provide appropriate compensation.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Talbott,</span> <span class=\"volume\">865</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">47</span></span>-48;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Bard,</span> <span class=\"volume\">848</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">293</span></span>.   Courts in future criminal proceedings will, or should, be aware that restitution may be the only redress for those harmed by manufacturers who have failed to comply with the provisions of the MDA.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Like the court below, we cannot find any exception to Sec. 360k(a) where a manufacturer of a Class III device has failed to comply with the requirements of the MDA.</p>\n    </div>\n    <p>C. Application of Preemption Clause</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Having held that the MDA's preemption clause applies to state tort law, whether or not the manufacturer has complied with the provisions of the MDA, we must next determine whether the requirements imposed by plaintiffs' numerous state law claims are \"different from, or in addition to\" the ones imposed by the MDA.  In its opinion below, the district court did a thorough job of analyzing each of plaintiffs' claims, finding that each of them imposed additional requirements and was therefore preempted.  As we agree with the district court's analysis and as we see no reason to repeat it here, we adopt those portions of the district court's opinion.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Talbott,</span> <span class=\"volume\">865</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">49-52</span> </span>(section II.C);  see In re San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation\" data-id=\"602834\"><a href=\"/opinion/602834/in-re-san-juan-dupont-plaza-hotel-fire-litigation-holders-capital/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 38 (1st Cir.1993) (where district judge produces a well-reasoned opinion that reaches the correct result, a reviewing court should not write at length merely to put matters in its own words).  We hold that all of plaintiffs' claims are preempted by Sec. 360k(a).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We note, briefly, that the Third Circuit in <span class=\"citation\" data-id=\"688697\"><span class=\"antecedent_guess\">Michael,</span> <a href=\"/opinion/688697/nina-michael-v-shiley-inc-hospital-products-group-inc-formerly/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1328</span></a></span>, 1331, though agreeing in large part with our analysis, has held that claims for breach of express warranty and fraudulent advertising are not preempted by Sec. 360k(a).  The latter claim is not present in this case, as plaintiffs' fraudulent misrepresentation claim is based on statements made to the FDA, a claim which the Michael court agreed is preempted.  <span class=\"citation\" data-id=\"688697\"><a href=\"/opinion/688697/nina-michael-v-shiley-inc-hospital-products-group-inc-formerly/\"><span class=\"id_token\">Id.</span> at 1329. </a></span>  The former claim, however, is present in this case, and the Third Circuit's position appears to be inconsistent with this circuit's position as set forth in <span class=\"citation\" data-id=\"598969\"><span class=\"antecedent_guess\">King,</span> <a href=\"/opinion/598969/jane-king-v-collagen-corporation/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1135</span></a></span>.   We affirm the district court's finding that plaintiffs' express warranty claim is preempted, as that result accurately reflects the law in this circuit.  Accord Martello v. CIBA Vision <span class=\"citation no-link\"><span class=\"antecedent_guess\">Corp.,</span> <span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1167</span></span>, 1169 (8th Cir.1994).  As we noted previously, prior decisions by panels of this court may be overruled only by the full court sitting en banc, absent exceptional circumstances not present here.  <span class=\"citation\" data-id=\"195935\"><span class=\"antecedent_guess\">Newman,</span> <a href=\"/opinion/195935/united-states-v-newman/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">11</span></a></span>.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>D. Remaining Claims</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Plaintiffs advance a number of constitutional arguments challenging Congress' power to enact Sec. 360k(a) and to displace state tort law.  We have reviewed these arguments and find them it be without merit.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Because all of plaintiffs' claims are preempted by Sec. 360k(a) of the MDA, we affirm the district court's dismissal of this suit.  We end with this quotation from the district court's opinion:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>This is a particularly poignant case in which the heirs of a woman who died during angioplasty are being found not to have the right to seek compensation for the damages they have undoubtedly suffered.  The government has vigorously enforced the applicable criminal and civil laws.  Nevertheless this decision may cause some, including those who enacted the law, to question whether complete preemption of private rights of action is the most fair and effective means of balancing the legitimate, competing interests of promoting innovation and reasonably assuring the safety of complex medical devices.  It is axiomatic, however, that the courts must faithfully give effect to the intentions of Congress when they are clearly expressed by statute, as they have been in this case.  Defendants' motion to dismiss, therefore, must be granted.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"antecedent_guess\">Talbott,</span> <span class=\"volume\">865</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">40</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See, e.g., Anguiano v. E.I. Du Pont De Nemours &amp; Co., <span class=\"citation\" data-id=\"686543\"><a href=\"/opinion/686543/prodliabrep-cch-p-14123-consuelo-anguiano-mariano-anguiano-husband/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">806</span></a></span>, 809 (9th Cir.1995) (dicta);  Martello v. CIBA Vision Corp., <span class=\"citation\" data-id=\"684401\"><a href=\"/opinion/684401/prodliabrep-cch-p-14104-subby-martello-v-ciba-vision-corporation-a/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1167</span></a></span>, 1168 (8th Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2614</span></span>, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">857</span> </span>(1995);  Gile v. Optical Radiation Corp., <span class=\"citation\" data-id=\"668560\"><a href=\"/opinion/668560/no-93-5555/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">540</span></a></span>, 542 (3d Cir.), cert. denied --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">429</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">342</span> </span>(1994);  Duncan v. Iolab Corp., <span class=\"citation\" data-id=\"658874\"><a href=\"/opinion/658874/shirley-duncan-william-f-duncan-v-iolab-corporation-bessie-rogers-v/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">194</span></a></span>, 195 (11th Cir.1994) (per curiam);  Stamps v. Collagen Corp., <span class=\"citation\" data-id=\"599268\"><a href=\"/opinion/599268/jennifer-stamps-v-collagen-corporation/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1416</span></a></span>, 1420-21 (5th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">86</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">54</span> </span>(1993);  Slater v. Optical Radiation Corp., <span class=\"citation\" data-id=\"581561\"><a href=\"/opinion/581561/albert-slater-v-optical-radiation-corporation/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1330</span></a></span>, 1333 (7th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">327</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">246</span> </span>(1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> But cf. National Bank of Commerce v. Kimberly-Clark Corp., <span class=\"citation\" data-id=\"681049\"><a href=\"/opinion/681049/prodliabrep-cch-p-14061-national-bank-of-commerce-of-el-dorado-as/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">988</span></a></span>, 992 (8th Cir.1994) (holding that \"when a statute only preempts state requirements that are different from or in addition to those imposed by federal law, plaintiffs may still recover under state tort law when defendants fail to comply with the federal requirements\");  <span class=\"citation\" data-id=\"581561\"><span class=\"antecedent_guess\">Slater,</span> <a href=\"/opinion/581561/albert-slater-v-optical-radiation-corporation/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1334</span> </a></span>(stating in dicta that preemption under Sec. 360k(a) \"is limited to efforts by states to impose sanctions for compliance with federal regulations\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> After oral argument, plaintiffs brought to our attention <span class=\"citation\" data-id=\"697382\"><span class=\"antecedent_guess\">Lohr,</span> <a href=\"/opinion/697382/prodliabrep-cch-p-14260-lora-lohr-michael-lohr-her-husband-v/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1335</span></a></span>, in which an Eleventh Circuit panel held that a plaintiff's negligent design and negligent failure to warn claims were not preempted by Sec. 360k(a).  The court in Lohr, however, explicitly based its holding on the fact that the device in question had not gone through the pre-market approval process, but instead was marketed under Sec. 510(k) as \"substantially equivalent\" to an existing device.  Lohr is thus distinguishable from cases, like this one, where the device was subject to the premarket approval (\"PMA\") process, as the Lohr court itself noted.  <span class=\"citation\" data-id=\"697382\"><a href=\"/opinion/697382/prodliabrep-cch-p-14260-lora-lohr-michael-lohr-her-husband-v/\"><span class=\"id_token\">Id.</span> at 1347 </a></span>(\"Appellee's heavy reliance on ... King ... is misplaced because the device at issue in [that case] had undergone the full PMA process before it entered the market.\")</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104425/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112777/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117918/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195935/",
    "https://www.courtlistener.com/api/rest/v3/opinions/497013/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578672/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581561/",
    "https://www.courtlistener.com/api/rest/v3/opinions/598969/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599268/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601477/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602834/",
    "https://www.courtlistener.com/api/rest/v3/opinions/658874/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664624/",
    "https://www.courtlistener.com/api/rest/v3/opinions/668560/",
    "https://www.courtlistener.com/api/rest/v3/opinions/681049/",
    "https://www.courtlistener.com/api/rest/v3/opinions/684401/",
    "https://www.courtlistener.com/api/rest/v3/opinions/686465/",
    "https://www.courtlistener.com/api/rest/v3/opinions/686543/",
    "https://www.courtlistener.com/api/rest/v3/opinions/688697/",
    "https://www.courtlistener.com/api/rest/v3/opinions/697382/"
  ]
}