{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196294/",
  "id": 196294,
  "absolute_url": "/opinion/196294/deciantis-v-vose/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196294/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:02:38Z",
  "date_modified": "2020-02-21T23:30:55.533294Z",
  "type": "010combined",
  "sha1": "449ee69ed1a19bed035c8c5d35853c4bb1008dc0",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1542.01A",
  "local_path": null,
  "plain_text": "\n\nSeptember 15, 1995    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1542\r\n\n                    ANTHONY J. DECIANTIS,\r\n\n                         Petitioner,\r\n\n                              v.\r\n\n                         GEORGE VOSE,\r\n\n                         Respondent.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n     [Hon. Francis J. Boyle, Senior U.S. District Judge]\r                                                                   \r\n\n                                         \r\n\n                            Before\r\n\n                    Selya, Stahl and Lynch,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nWilliam T.  Murphy  on  Memorandum in  Support of  Certificate  of\r                              \r\nProbable Cause, for petitioner.\r\n\n                                         \r\n\n                                         \r\r\n\n          Per Curiam.   Petitioner Anthony DeCiantis requests\r                                \r\n\nthis court to issue a certificate of probable cause to appeal\r\n\nfrom the denial  of his petition for a  writ of habeas corpus\r\n\nfiled under 28 U.S.C.   2254.\r\n\n          Petitioner  was   the  only  person   named  in  an\r\n\nindictment charging him with murder.   The evidence at  trial\r\n\nrevealed  that the victim was forced into a car defendant was\r\n\ndriving.  The victim's  body was discovered the next  day; he\r\n\nhad been  shot twice, stabbed and run over by a car.  He died\r\n\nfrom  one of  the gunshot  wounds.   According to  witnesses,\r\n\ndefendant  stated to  them  that he  and another  individual,\r\n\nRicky Silva, had  killed the victim.  It turns out that Silva\r\n\nhad  fired  the  fatal  shot.    Silva  never   was  charged.\r\n\nPetitioner's  conviction was upheld on  appeal.  See State v.\r                                                                      \r\n\nDeCiantis, 501 A.2d 365 (R.I. 1985).\r                     \r\n\n          In  his    2254 petition,  petitioner raises  three\r\n\ngrounds  for relief:  (1) the trial court instructed the jury\r\n\nthat  it could convict petitioner of \"aiding and abetting\" in\r\n\nviolation  of his  Sixth  Amendment right  to  notice of  the\r\n\ncharges against  him; (2) this instruction  also violated the\r\n\ndue process clause of  the Fourteenth Amendment by improperly\r\n\namending  the  grand jury  indictment;  and  (3) counsel  was\r\n\nineffective in neglecting  to object to the instruction.  The\r\r\n\ndistrict court denied the  habeas petition.  Because  we find\r\n\nthat the  instruction was  proper, we need  only discuss  the\r\n\nfirst ground.\r\n\n          The  due process clause of the Fourteenth Amendment\r\n\nencompasses the Sixth  Amendment right to fair  notice of the\r\n\ncriminal charges one will face.  Tarpley v. Estelle, 703 F.2d\r                                                               \r\n\n157,  161 n.7 (5th Cir.), cert. denied, 464 U.S. 1002 (1983);\r                                                  \r\n\nWatson v.  Jago, 558 F.2d 330, 338 (6th Cir. 1977).  Thus, \"a\r                           \r\n\ncriminal defendant  [has] a  fundamental right to  be clearly\r\n\ninformed of the nature  and cause of the charges  in order to\r\n\npermit adequate preparation of a defense.\"  Sheppard v. Rees,\r                                                                        \r\n\n909 F.2d 1234, 1236  (9th Cir. 1989) (footnote omitted).   To\r\n\ndetermine whether  a defendant has been convicted  of a crime\r\n\nnot  charged in  the indictment,  courts look  to state  law.\r\n\nSee, e.g., Tarpley, 703 F.2d at 160 (Texas law of credit card\r                              \r\n\nfraud);  Carothers v. Rhay, 594 F.2d 225, 229 (9th Cir. 1979)\r                                      \r\n\n(Washington law of aiding and abetting); Watson,  558 F.2d at\r                                                           \r\n\n334 (Ohio law of murder). \r\n\n          Turning to Rhode Island law, then, R.I. Gen. Laws  \r\n\n11-1-3 provides:\r\n\n               Liability   for  aiding,   abetting,\r                           Liability   for  aiding,   abetting,\r\n          counseling,    hiring,   or    commanding\r                      counseling,    hiring,   or    commanding\r\n          offenses.  -- Every person who shall aid,\r                      offenses.  -- \r\n          assist, abet, counsel, hire,  command, or\r\n          procure  another to  commit any  crime or\r\n          offense,  shall  be proceeded  against as\r\n          principal or  as an accessory  before the\r\n          fact,  according  to  the  nature  of the\r\n          offense  committed,  and upon  conviction\r\n          shall suffer  the like punishment  as the\r\n\n                             -3-\r\r\n\n          principal  offender is subject to by this\r\n          title.\r\n\nThe Rhode  Island Supreme Court construed  the predecessor of\r\n\nthis statute in State v.  Patriarca, 43 A.2d 54, 71 R.I.  151\r                                               \r\n\n(1945), where  it held that the statute of limitations, which\r\n\nexempted  from its  reach  the crime  of murder,  nonetheless\r\n\nbarred an  indictment for aiding and  abetting the commission\r\n\nof a murder.  In so holding the court stated:\r\n\n               In this  state it  is still the  law\r\n          that  an  indictment  for a  felony  must\r\n          charge a  person as a principal  or as an\r\n          accessory before the  fact, according  to\r\n          the  facts;  and  that on  an  indictment\r\n          which charges the defendant  as principal\r\n          he  cannot  be   convicted  on   evidence\r\n          showing that he  was merely an accessory,\r\n          or vice  versa,  1 Brill,  Cyc. of  Crim.\r\n          Law,   252, p. 450.  On that principle it\r\n          has been  held in numerous  cases that an\r\n          accessory   before   the  fact   must  be\r\n          proceeded against as  such accessory  and\r\n          not as a principal.\r\n\n43 A.2d at 57, 71 R.I. at 156-57.\r\n\n          The  Rhode  Island  Supreme  Court  has  adhered to\r\n\nPatriarca.   In State  v. Colvin, 107  A.2d 324, 82  R.I. 212\r                                            \r\n\n(1954),  for  example,  the   defendant  was  charged  in  an\r\n\nindictment  as a principal in the commission of larceny.  She\r\n\nargued that there was  evidence at trial that she  had driven\r\n\naway while  another entered the house,  establishing that she\r\n\nonly  was an accessory before the fact.  Thus, she concluded,\r\n\nthere was insufficient evidence  to support her conviction as\r\n\na  principal.   The  court  disagreed.   After  reviewing the\r\n\n                             -4-\r\r\n\nrecord,  it held that the  jury could have  believed that she\r\n\nhad waited in the car  directly in front of the house.   This\r\n\nwould make her a principal.  107 A.2d at 328, 82 R.I. at 219-\r\n\n20.  See also  State v. Hart, 258 A.2d 70, 72,  106 R.I. 213,\r                                        \r\n\n217 (1969)  (as in Colvin, the act of waiting at the scene in\r                                     \r\n\norder to assist in the getaway is  sufficient to render one a\r\n\nprincipal; defendant's conviction for larceny was upheld).\r\n\n          Finally, in  State v.  McMaugh, 512 A.2d  824 (R.I.\r                                                    \r\n\n1986),  the court  addressed an  argument similar to  the one\r\n\npetitioner is  advancing here.  Defendants  were both charged\r\n\nwith  murder,  conspiracy and  carrying  a  weapon without  a\r\n\nlicense.   They were found  guilty of  all the  charges.   On\r\n\nappeal, one of the  defendants argued that, although indicted\r\n\nas  a principal in the murder, he actually had been convicted\r\n\nof aiding and assisting (his co-defendant had fired  the shot\r\n\nthat killed the  victim).  In the same vein, he asserted that\r\n\nthe trial court should not have instructed the jury on aiding\r\n\nand assisting.\r\n\n          The court disagreed.   Acknowledging Patriarca,  it\r                                                                    \r\n\niterated  that a person must either be charged as a principal\r\n\nor  as an  accessory and  that \"on  an indictment  charging a\r\n\ndefendant as  a principal he cannot be  convicted on evidence\r\n\nshowing  that he  was  merely an  accessory.\"   Id.  at  831.\r                                                               \r\n\nHowever, the  court went on, \"one  who aids and  abets in the\r\n\ncommission of the crime and is  also present at the scene may\r\n\n                             -5-\r\r\n\nbe  charged and convicted as a principal.\"  Id. (citing State\r                                                                         \r\n\nv. Colvin, supra).  Because defendant was there when the shot\r                            \r\n\nwas fired and  had assisted  in the crime,  he therefore  was\r\n\nproperly charged and convicted  as a principal.  Id.  at 831.\r                                                                \r\n\nIn  so  ruling,  it is  obvious,  we  think,  that the  court\r\n\nrejected defendant's  contention that  he had, in  fact, been\r\n\nconvicted of aiding and abetting.\r\n\n          The  jury instruction  to which  petitioner objects\r\n\nstates: \r\n\n               [I]f  you  find that  the  State has\r\n          proved  within  the   meaning  of   proof\r\n          defined that the Defendant  committed the\r\n          crimes charged or the Defendant aided and\r\n          abetted in  any way  in that crime,  it's\r\n          your duty  to  say guilty  of  the  crime\r\n          charged by the State.\r\n\nPetitioner maintains that this  instruction added the new and\r\n\ndistinct offense of aiding and abetting and directed the jury\r\n\nthat it  could convict him of  this crime.  In  his view, the\r\n\ncourt raised a new charge after the prosecution had presented\r\n\nits evidence.   Thus, petitioner concludes that the court did\r\n\nnot give him  fair notice  and an opportunity  to develop  an\r\n\nappropriate defense.\r\n\n          Petitioner's argument proceeds on what we think are\r\n\nat  least  three mistaken  assumptions:   (1)  that  the jury\r\n\ninstruction, in fact, added a new charge; (2) that there only\r\n\nwas  evidence of  aiding and  abetting; and  (3) that  he, in\r\n\nfact,  was convicted of aiding  and abetting instead  of as a\r\n\n                             -6-\r\r\n\nprincipal.   As  for  the first  assumption, the  instruction\r\n\nstates  that if the evidence showed that petitioner aided and\r\n\nabetted the murder, the  jury should find him guilty  of \"the\r                                                                         \r\n\ncrime  charged by the State.\"  The quoted language, we think,\r                                       \r\n\ncan only refer  to the crime charged in the indictment.  That\r                                                                  \r\n\nis,  given that  presence  at the  scene  plus assistance  is\r\n\nsufficient  to render one a  principal, it is  plain that the\r\n\ntrial court did not  instruct the jury that it  could convict\r\n\npetitioner as  an accessory.   Indeed,  we  hesitate even  to\r\n\ncharacterize  this   charge  as  an   \"aiding  and  abetting\"\r\n\ninstruction in the sense of permitting a conviction on aiding\r\n\nand  abetting as  opposed to  allowing the  jury to  consider\r\n\nevidence of acts of assistance that, under Rhode Island  law,\r\n\nconstitute the commission of the crime as a principal.\r\n\n          The   second  assumption   is  wrong,   of  course,\r\n\nprecisely  because there  is evidence  that petitioner  was a\r                                        \r\n\nprincipal.    Specifically,  petitioner  stated  that  he had\r\n\ndriven  over   the  victim  and  had   stabbed  him,  thereby\r\n\ndemonstrating both  presence and  assistance.  The  foregoing\r\n\nalso makes  clear that  the jury found  petitioner guilty  of\r\n\nmurder, not aiding and abetting  another in the commission of\r\n\nmurder.  This brings  the case within the holdings  of Colvin\r                                                                         \r\n\nand McMaugh.   Finally, we reject  petitioner's argument that\r                       \r\n\nhis conviction was contrary to Patriarca.  Simply, petitioner\r                                                    \r\n\n                             -7-\r\r\n\nwas indicted as a principal and convicted on evidence showing\r\n\nthat that is what he was.\r\n\n          Because we find that the  state court did not amend\r\n\nthe indictment by  changing the crime  charged to aiding  and\r\n\nabetting,  petitioner's  claim  that the  court  violated due\r\n\nprocess   fails.    The  same  is  true  of  the  claim  that\r\n\npetitioner'sattorneyprovided ineffectiveassistanceof counsel.\r\n\n          The petition for a certificate of probable cause is\r\n\ndenied.  Petitioner's appeal is terminated.\r                  \r\n\n                             -8-\r\r\n",
  "html": "<p class=\"case_cite\">66 F.3d 306</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Anthony J. DECIANTIS, Petitioner,<br>v.<br>George VOSE, Respondent.</p>\n    <p class=\"docket\">No. 95-1542.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 15, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Anthony DeCiantis requests this court to issue a certificate of probable cause to appeal from the denial of his petition for a writ of habeas corpus filed under 28 U.S.C. Sec. 2254.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner was the only person named in an indictment charging him with murder.  The evidence at trial revealed that the victim was forced into a car defendant was driving.  The victim's body was discovered the next day;  he had been shot twice, stabbed and run over by a car.  He died from one of the gunshot wounds.  According to witnesses, defendant stated to them that he and another individual, Ricky Silva, had killed the victim.  It turns out that Silva had fired the fatal shot.  Silva never was charged.  Petitioner's conviction was upheld on appeal.  See State v. DeCiantis, 501 A.2d 365 (R.I.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In his Sec. 2254 petition, petitioner raises three grounds for relief:  (1) the trial court instructed the jury that it could convict petitioner of \"aiding and abetting\" in violation of his Sixth Amendment right to notice of the charges against him;  (2) this instruction also violated the due process clause of the Fourteenth Amendment by improperly amending the grand jury indictment;  and (3) counsel was ineffective in neglecting to object to the instruction.  The district court denied the habeas petition.  Because we find that the instruction was proper, we need only discuss the first ground.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The due process clause of the Fourteenth Amendment encompasses the Sixth Amendment right to fair notice of the criminal charges one will face.  Tarpley v. Estelle, 703 F.2d 157, 161 n. 7 (5th Cir.), cert. denied, 464 U.S. 1002 (1983);  Watson v. Jago, 558 F.2d 330, 338 (6th Cir.1977).  Thus, \"a criminal defendant [has] a fundamental right to be clearly informed of the nature and cause of the charges in order to permit adequate preparation of a defense.\"  Sheppard v. Rees, 909 F.2d 1234, 1236 (9th Cir.1989) (footnote omitted).  To determine whether a defendant has been convicted of a crime not charged in the indictment, courts look to state law.  See, e.g., Tarpley, 703 F.2d at 160 (Texas law of credit card fraud);  Carothers v. Rhay, 594 F.2d 225, 229 (9th Cir.1979) (Washington law of aiding and abetting);  Watson, 558 F.2d at 334 (Ohio law of murder).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Turning to Rhode Island law, then, R.I. Gen. Laws Sec. 11-1-3 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Liability for aiding, abetting, counseling, hiring, or commanding offenses.--Every person who shall aid, assist, abet, counsel, hire, command, or procure another to commit any crime or offense, shall be proceeded against as principal or as an accessory before the fact, according to the nature of the offense committed, and upon conviction shall suffer the like punishment as the principal offender is subject to by this title.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Rhode Island Supreme Court construed the predecessor of this statute in State v. Patriarca, 43 A.2d 54, 71 R.I. 151 (1945), where it held that the statute of limitations, which exempted from its reach the crime of murder, nonetheless barred an indictment for aiding and abetting the commission of a murder.  In so holding the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In this state it is still the law that an indictment for a felony must charge a person as a principal or as an accessory before the fact, according to the facts;  and that on an indictment which charges the defendant as principal he cannot be convicted on evidence showing that he was merely an accessory, or vice versa, 1 Brill, Cyc. of Crim.  Law, Sec. 252, p. 450.  On that principle it has been held in numerous cases that an accessory before the fact must be proceeded against as such accessory and not as a principal.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">43 A.2d at 57, 71 R.I. at 156-57.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Rhode Island Supreme Court has adhered to Patriarca.   In State v. Colvin, 107 A.2d 324, 82 R.I. 212 (1954), for example, the defendant was charged in an indictment as a principal in the commission of larceny.  She argued that there was evidence at trial that she had driven away while another entered the house, establishing that she only was an accessory before the fact.  Thus, she concluded, there was insufficient evidence to support her conviction as a principal.  The court disagreed.  After reviewing the record, it held that the jury could have believed that she had waited in the car directly in front of the house.  This would make her a principal.  107 A.2d at 328, 82 R.I. at 219-20.  See also State v. Hart, 258 A.2d 70, 72, 106 R.I. 213, 217 (1969) (as in Colvin, the act of waiting at the scene in order to assist in the getaway is sufficient to render one a principal;  defendant's conviction for larceny was upheld).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, in State v. McMaugh, 512 A.2d 824 (R.I.1986), the court addressed an argument similar to the one petitioner is advancing here.  Defendants were both charged with murder, conspiracy and carrying a weapon without a license.  They were found guilty of all the charges.  On appeal, one of the defendants argued that, although indicted as a principal in the murder, he actually had been convicted of aiding and assisting (his co-defendant had fired the shot that killed the victim).  In the same vein, he asserted that the trial court should not have instructed the jury on aiding and assisting.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The court disagreed.  Acknowledging Patriarca, it iterated that a person must either be charged as a principal or as an accessory and that \"on an indictment charging a defendant as a principal he cannot be convicted on evidence showing that he was merely an accessory.\"   Id. at 831.  However, the court went on, \"one who aids and abets in the commission of the crime and is also present at the scene may be charged and convicted as a principal.\"   Id. (citing State v. Colvin, supra ).  Because defendant was there when the shot was fired and had assisted in the crime, he therefore was properly charged and convicted as a principal.  Id. at 831.  In so ruling, it is obvious, we think, that the court rejected defendant's contention that he had, in fact, been convicted of aiding and abetting.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The jury instruction to which petitioner objects states:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">[I]f you find that the State has proved within the meaning of proof defined that the Defendant committed the crimes charged or the Defendant aided and abetted in any way in that crime, it's your duty to say guilty of the crime charged by the State.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Petitioner maintains that this instruction added the new and distinct offense of aiding and abetting and directed the jury that it could convict him of this crime.  In his view, the court raised a new charge after the prosecution had presented its evidence.  Thus, petitioner concludes that the court did not give him fair notice and an opportunity to develop an appropriate defense.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Petitioner's argument proceeds on what we think are at least three mistaken assumptions:  (1) that the jury instruction, in fact, added a new charge;  (2) that there only was evidence of aiding and abetting;  and (3) that he, in fact, was convicted of aiding and abetting instead of as a principal.  As for the first assumption, the instruction states that if the evidence showed that petitioner aided and abetted the murder, the jury should find him guilty of \"the crime charged by the State.\"   The quoted language, we think, can only refer to the crime charged in the indictment.   That is, given that presence at the scene plus assistance is sufficient to render one a principal, it is plain that the trial court did not instruct the jury that it could convict petitioner as an accessory.  Indeed, we hesitate even to characterize this charge as an \"aiding and abetting\" instruction in the sense of permitting a conviction on aiding and abetting as opposed to allowing the jury to consider evidence of acts of assistance that, under Rhode Island law, constitute the commission of the crime as a principal.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The second assumption is wrong, of course, precisely because there is evidence that petitioner was a principal.  Specifically, petitioner stated that he had driven over the victim and had stabbed him, thereby demonstrating both presence and assistance.  The foregoing also makes clear that the jury found petitioner guilty of murder, not aiding and abetting another in the commission of murder.  This brings the case within the holdings of Colvin and McMaugh.   Finally, we reject petitioner's argument that his conviction was contrary to Patriarca.   Simply, petitioner was indicted as a principal and convicted on evidence showing that that is what he was.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Because we find that the state court did not amend the indictment by changing the crime charged to aiding and abetting, petitioner's claim that the court violated due process fails.  The same is true of the claim that petitioner's attorney provided ineffective assistance of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The petition for a certificate of probable cause is denied.   Petitioner's appeal is terminated.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Anthony J. DECIANTIS, Petitioner,<br>v.<br>George VOSE, Respondent.</p>\n    <p class=\"docket\">No. 95-1542.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 15, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Anthony DeCiantis requests this court to issue a certificate of probable cause to appeal from the denial of his petition for a writ of habeas corpus filed under 28 U.S.C. Sec. 2254.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner was the only person named in an indictment charging him with murder.  The evidence at trial revealed that the victim was forced into a car defendant was driving.  The victim's body was discovered the next day;  he had been shot twice, stabbed and run over by a car.  He died from one of the gunshot wounds.  According to witnesses, defendant stated to them that he and another individual, Ricky Silva, had killed the victim.  It turns out that Silva had fired the fatal shot.  Silva never was charged.  Petitioner's conviction was upheld on appeal.  See State v. DeCiantis, <span class=\"citation\" data-id=\"1991531\"><a href=\"/opinion/1991531/state-v-deciantis/\"><span class=\"volume\">501</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">365</span> </a></span>(R.I.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In his Sec. 2254 petition, petitioner raises three grounds for relief:  (1) the trial court instructed the jury that it could convict petitioner of \"aiding and abetting\" in violation of his Sixth Amendment right to notice of the charges against him;  (2) this instruction also violated the due process clause of the Fourteenth Amendment by improperly amending the grand jury indictment;  and (3) counsel was ineffective in neglecting to object to the instruction.  The district court denied the habeas petition.  Because we find that the instruction was proper, we need only discuss the first ground.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The due process clause of the Fourteenth Amendment encompasses the Sixth Amendment right to fair notice of the criminal charges one will face.  Tarpley v. Estelle, <span class=\"citation\" data-id=\"415686\"><a href=\"/opinion/415686/wesley-joe-tarpley-v-wj-estelle-jr-director-texas-department-of/\"><span class=\"volume\">703</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">157</span></a></span>, 161 n. 7 (5th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1002</span> </span>(1983);  Watson v. Jago, <span class=\"citation\" data-id=\"346999\"><a href=\"/opinion/346999/michael-o-watson-v-a-r-jago-superintendent/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">330</span></a></span>, 338 (6th Cir.1977).  Thus, \"a criminal defendant [has] a fundamental right to be clearly informed of the nature and cause of the charges in order to permit adequate preparation of a defense.\"  Sheppard v. Rees, <span class=\"citation\" data-id=\"545570\"><a href=\"/opinion/545570/irving-sheppard-v-robert-rees/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1234</span></a></span>, 1236 (9th Cir.1989) (footnote omitted).  To determine whether a defendant has been convicted of a crime not charged in the indictment, courts look to state law.  See, e.g., <span class=\"citation\" data-id=\"415686\"><span class=\"antecedent_guess\">Tarpley,</span> <a href=\"/opinion/415686/wesley-joe-tarpley-v-wj-estelle-jr-director-texas-department-of/\"><span class=\"volume\">703</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">160</span> </a></span>(Texas law of credit card fraud);  Carothers v. Rhay, <span class=\"citation\" data-id=\"364075\"><a href=\"/opinion/364075/john-v-carothers-v-b-j-rhay-superintendent-washington-state/\"><span class=\"volume\">594</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">225</span></a></span>, 229 (9th Cir.1979) (Washington law of aiding and abetting);  <span class=\"citation\" data-id=\"346999\"><span class=\"antecedent_guess\">Watson,</span> <a href=\"/opinion/346999/michael-o-watson-v-a-r-jago-superintendent/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">334</span> </a></span>(Ohio law of murder).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Turning to Rhode Island law, then, R.I. Gen. Laws Sec. 11-1-3 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Liability for aiding, abetting, counseling, hiring, or commanding offenses.--Every person who shall aid, assist, abet, counsel, hire, command, or procure another to commit any crime or offense, shall be proceeded against as principal or as an accessory before the fact, according to the nature of the offense committed, and upon conviction shall suffer the like punishment as the principal offender is subject to by this title.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Rhode Island Supreme Court construed the predecessor of this statute in State v. Patriarca, <span class=\"citation\" data-id=\"3867571\"><a href=\"/opinion/4107734/state-v-patriarca/\"><span class=\"volume\">43</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">54</span></a></span>, <span class=\"citation\" data-id=\"3867571\"><a href=\"/opinion/4107734/state-v-patriarca/\"><span class=\"volume\">71</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">151</span> </a></span>(1945), where it held that the statute of limitations, which exempted from its reach the crime of murder, nonetheless barred an indictment for aiding and abetting the commission of a murder.  In so holding the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In this state it is still the law that an indictment for a felony must charge a person as a principal or as an accessory before the fact, according to the facts;  and that on an indictment which charges the defendant as principal he cannot be convicted on evidence showing that he was merely an accessory, or vice versa, 1 Brill, Cyc. of Crim.  Law, Sec. 252, p. 450.  On that principle it has been held in numerous cases that an accessory before the fact must be proceeded against as such accessory and not as a principal.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">43 A.2d at <span class=\"citation\" data-id=\"3867571\"><span class=\"antecedent_guess\">57,</span> <a href=\"/opinion/4107734/state-v-patriarca/\"><span class=\"volume\">71</span> <span class=\"reporter\">R.I.</span> at <span class=\"page\">156-57</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Rhode Island Supreme Court has adhered to Patriarca.   In State v. Colvin, <span class=\"citation\" data-id=\"2160851\"><a href=\"/opinion/2160851/state-v-colvin/\"><span class=\"volume\">107</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">324</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">212</span> </span>(1954), for example, the defendant was charged in an indictment as a principal in the commission of larceny.  She argued that there was evidence at trial that she had driven away while another entered the house, establishing that she only was an accessory before the fact.  Thus, she concluded, there was insufficient evidence to support her conviction as a principal.  The court disagreed.  After reviewing the record, it held that the jury could have believed that she had waited in the car directly in front of the house.  This would make her a <span class=\"citation\" data-id=\"2160851\"><span class=\"antecedent_guess\">principal.</span>  <a href=\"/opinion/2160851/state-v-colvin/\"><span class=\"volume\">107</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">328</span></a></span>, 82 R.I. at 219-20.  See also State v. Hart, <span class=\"citation\" data-id=\"1970569\"><a href=\"/opinion/1970569/state-v-hart/\"><span class=\"volume\">258</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">70</span></a></span>, 72, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">213</span></span>, 217 (1969) (as in Colvin, the act of waiting at the scene in order to assist in the getaway is sufficient to render one a principal;  defendant's conviction for larceny was upheld).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, in State v. McMaugh, <span class=\"citation\" data-id=\"1927764\"><a href=\"/opinion/1927764/state-v-mcmaugh/\"><span class=\"volume\">512</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">824</span> </a></span>(R.I.1986), the court addressed an argument similar to the one petitioner is advancing here.  Defendants were both charged with murder, conspiracy and carrying a weapon without a license.  They were found guilty of all the charges.  On appeal, one of the defendants argued that, although indicted as a principal in the murder, he actually had been convicted of aiding and assisting (his co-defendant had fired the shot that killed the victim).  In the same vein, he asserted that the trial court should not have instructed the jury on aiding and assisting.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The court disagreed.  Acknowledging Patriarca, it iterated that a person must either be charged as a principal or as an accessory and that \"on an indictment charging a defendant as a principal he cannot be convicted on evidence showing that he was merely an accessory.\"   <span class=\"citation\" data-id=\"1927764\"><a href=\"/opinion/1927764/state-v-mcmaugh/\"><span class=\"id_token\">Id.</span> at 831. </a></span> However, the court went on, \"one who aids and abets in the commission of the crime and is also present at the scene may be charged and convicted as a principal.\"   <span class=\"citation\" data-id=\"1927764\"><a href=\"/opinion/1927764/state-v-mcmaugh/\"><span class=\"id_token\">Id.</span> (citing State </a></span>v. <span class=\"citation\" data-id=\"2160851\"><a href=\"/opinion/2160851/state-v-colvin/\"><span class=\"antecedent_guess\">Colvin,</span> supra </a></span>).  Because defendant was there when the shot was fired and had assisted in the crime, he therefore was properly charged and convicted as a principal.  <span class=\"citation\" data-id=\"1927764\"><a href=\"/opinion/1927764/state-v-mcmaugh/\"><span class=\"id_token\">Id.</span> at 831. </a></span> In so ruling, it is obvious, we think, that the court rejected defendant's contention that he had, in fact, been convicted of aiding and abetting.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The jury instruction to which petitioner objects states:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">[I]f you find that the State has proved within the meaning of proof defined that the Defendant committed the crimes charged or the Defendant aided and abetted in any way in that crime, it's your duty to say guilty of the crime charged by the State.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Petitioner maintains that this instruction added the new and distinct offense of aiding and abetting and directed the jury that it could convict him of this crime.  In his view, the court raised a new charge after the prosecution had presented its evidence.  Thus, petitioner concludes that the court did not give him fair notice and an opportunity to develop an appropriate defense.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Petitioner's argument proceeds on what we think are at least three mistaken assumptions:  (1) that the jury instruction, in fact, added a new charge;  (2) that there only was evidence of aiding and abetting;  and (3) that he, in fact, was convicted of aiding and abetting instead of as a principal.  As for the first assumption, the instruction states that if the evidence showed that petitioner aided and abetted the murder, the jury should find him guilty of \"the crime charged by the State.\"   The quoted language, we think, can only refer to the crime charged in the indictment.   That is, given that presence at the scene plus assistance is sufficient to render one a principal, it is plain that the trial court did not instruct the jury that it could convict petitioner as an accessory.  Indeed, we hesitate even to characterize this charge as an \"aiding and abetting\" instruction in the sense of permitting a conviction on aiding and abetting as opposed to allowing the jury to consider evidence of acts of assistance that, under Rhode Island law, constitute the commission of the crime as a principal.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The second assumption is wrong, of course, precisely because there is evidence that petitioner was a principal.  Specifically, petitioner stated that he had driven over the victim and had stabbed him, thereby demonstrating both presence and assistance.  The foregoing also makes clear that the jury found petitioner guilty of murder, not aiding and abetting another in the commission of murder.  This brings the case within the holdings of Colvin and McMaugh.   Finally, we reject petitioner's argument that his conviction was contrary to Patriarca.   Simply, petitioner was indicted as a principal and convicted on evidence showing that that is what he was.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Because we find that the state court did not amend the indictment by changing the crime charged to aiding and abetting, petitioner's claim that the court violated due process fails.  The same is true of the claim that petitioner's attorney provided ineffective assistance of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The petition for a certificate of probable cause is denied.   Petitioner's appeal is terminated.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/346999/",
    "https://www.courtlistener.com/api/rest/v3/opinions/364075/",
    "https://www.courtlistener.com/api/rest/v3/opinions/415686/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545570/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1927764/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1970569/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1991531/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2160851/",
    "https://www.courtlistener.com/api/rest/v3/opinions/3867571/"
  ]
}