{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196237/",
  "id": 196237,
  "absolute_url": "/opinion/196237/nuccio-v-nuccio/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196237/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:01:11Z",
  "date_modified": "2020-02-21T23:57:33.514506Z",
  "type": "010combined",
  "sha1": "184ce2d2a8198814737bf98100682812415f6255",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2184.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r\n\nNo. 94-2184\r\n\n                         KATHLEEN NUCCIO,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                           LUKE NUCCIO,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n           [Hon. David M. Cohen, U.S. Magistrate Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                      Boudin, Circuit Judge,\r                                                     \r\n\n              John R. Gibson,* Senior Circuit Judge,\r                                                             \r\n\n                    and Stahl, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n     Toby  H.  Hollander,  with  whom  Law  Offices  of  Toby  H.\r                                                                           \r\nHollander was on brief for appellant.\r                   \r\n     David  P. Very  with whom  Peter J.  DeTroy III  and Norman,\r                                                                           \r\nHanson &amp; DeTroy were on brief for appellee.\r                         \r\n\n                                           \r\n\n                          June 27, 1996\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the Eighth Circuit, sitting by designation.\r\r\n\n            Per Curiam.   In  our opinion of  August 9,  1995, we\r                                \r\n\ncertified  to the  Supreme Judicial  Court of  Maine pursuant  to\r\n\nMaine Revised  Statute, 4 M.R.S.A.    57 (1989), the  question of\r\n\nwhether the facts in this case provide a basis to apply equitable\r\n\nestoppel  so as  to toll  the statute  of limitations  during the\r\n\nperiod of plaintiff's repressed memory.  We retained jurisdiction\r\n\nof this appeal pending determination of the issues. \r\n\n          We certified this question: \r\n\n          Does a showing that a  plaintiff, who was the\r\n          victim  of childhood  sexual abuse,  suffered\r\n          repressed memory as a result of a defendant's\r\n          threats  of  violence and  generally  violent\r\n          nature,  her witnessing  acts of  violence by\r\n          the defendant, and her fear of the defendant,\r\n          provide  a  basis  for  the  application   of\r\n          equitable estoppel so  as effectively to toll\r\n          the statute of limitations  during the period\r\n          that   the   plaintiff's    memories   remain\r\n          repressed?\r\n\n            The opinion of the Supreme Judicial Court of Maine of\r\n\nApril  8,  1996,  has answered  this  question  in the  negative,\r\n\nstating that if Kathleen suffered repressed memory as a result of\r\n\nthe previously imposed violent conduct,  as she claims, this does\r\n\nnot at this  time equitably estop Luke from  invoking the statute\r\n\nof limitations.\r\n\n            Accordingly,  we affirm  the  order granting  summary\r                                             \r\n\njudgment  in favor  of Luke  Nuccio on  the basis that  the Maine\r\n\nstatute of limitations barred Kathleen Nuccio's suit.\r\n\n                               -2-\r\r\n",
  "html": "<p class=\"case_cite\">62 F.3d 14</p>\n    <p class=\"parties\">Kathleen NUCCIO, Plaintiff-Appellant,<br>v.<br>Luke NUCCIO, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 94-2184.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 28, 1995.<br>Decided Aug. 9, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Toby H. Hollander, with whom Law Offices of Toby H. Hollander, Lewiston, ME, was on brief, for appellant.</p>\n      <p class=\"indent\">David P. Very, with whom Peter J. DeTroy III and Norman, Hanson &amp; DeTroy, Portland, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Kathleen Nuccio appeals from the district court's entry of summary judgment in favor of her father, Luke Nuccio, in her civil action alleging intentional infliction of emotional distress for sexual abuse he inflicted upon her as a child.  The district court granted summary judgment on the basis that the Maine statute of limitations barred Kathleen Nuccio's suit.  We have heard oral argument and, after careful deliberation, on our own motion, certify a question concerning the application of the Maine statute of limitations to the Supreme Judicial Court of Maine.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Kathleen Nuccio states in her affidavit and deposition that Luke Nuccio repeatedly sexually abused her from the time she was 3 years old until she reached the age of 13.  During the course of her childhood, he threatened to kill her if she told of his abuse.  To reinforce his threat, he drowned kittens in front of her, and killed and buried the family dog in front of her.  He once held a sharp chisel to her throat and told her if she ever told anyone about the sexual abuse, he would cut her throat.  He forced her head down the toilet opening in an outhouse and was routinely violent towards her, subjecting her to uncontrolled beatings for the least offense.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Kathleen also states that she repressed her memories of her father's abuse until shortly after her mother's death in 1992, at which time Kathleen was 42 years old.  In opposition to Luke's motion for summary judgment, Kathleen submitted an affidavit from Dr. James Maier, a Portland, Maine, psychiatrist.  Dr. Maier stated that \"the threats connected with [Kathleen's] sexual abuse at the hands of [Luke], together with both the specific acts of violence towards her or in her presence, and the general violent nature of [Luke], and [Kathleen's] consequent conscious and unconscious fear, were substantial contributing factors causing the traumatic amnesia which both prevented her from remembering the sexual abuse and seeking a remedy before the amnesia was removed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court concluded that neither Me.Rev.Stat.Ann. tit. 14, Sec. 853 (West 1994), a statute which tolls the statute of limitations during periods of mental illness, nor Me.Rev.Stat.Ann. tit. 14, Sec. 752-C (West 1994), a statute which establishes the statute of limitations in cases involving the sexual abuse of minors, precluded the granting of summary judgment.  The district court also rejected Kathleen's argument that the doctrine of equitable estoppel tolled the statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The only issue presented by this case is whether, assuming the truth of the facts alleged by Kathleen, Luke should be equitably estopped from asserting the statute of limitations as a defense.  The application of the statute of limitations is a matter of state law, and both parties agree that Maine law controls.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Supreme Judicial Court of Maine refused to toll the statute of limitations in a case which is factually quite close to this case.  In McAfee v. Cole, 637 A.2d 463, 465 (Me.1994), McAfee claimed that he was sexually abused hundreds of times between 1965 and 1971, and repressed all memories of the abuse until January 1992.  Id.  Less than five months later he filed suit.  Id.  The court reasoned that the timeliness of McAfee's suit depended upon the applicability of section 752-C, as amended in 1991, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>Actions based upon sexual intercourse ... or a sexual act ... with a person under the age of majority must be commenced within 12 years after the cause of action accrues, or within 6 years of the time the person discovers or reasonably should have discovered the harm, whichever occurs later.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Me.Rev.Stat.Ann. tit. 14, Sec. 752-C.  The Act's 1991 amendment provided that section 752-C:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>[A]pplies to the following actions based upon sexual intercourse or a sexual act with a person under the age of majority:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>1.  All actions based upon sexual intercourse or a sexual act occurring after the effective date of this Act;  and</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>2.  All actions for which the claim has not yet been barred by the previous statute of limitations in force on the effective date of this Act.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">1991 Me.Laws ch. 551.  The court concluded that section 752-C did not apply to McAfee because his cause of action was time-barred before the effective date of the 1991 Amendment.  McAfee, 637 A.2d at 466.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Kathleen concedes that McAfee places her claim outside of the applicable statute of limitations.  However, she argues that Luke should be equitably estopped from asserting the statute of limitations as a defense because his threats and violence towards her caused her inability to remember the events upon which she now bases her suit.  In McAfee, after concluding that section 752-C did not apply to McAfee's suit, the court stated \"[w]e decline from the circumstances of this case to announce a judicially crafted discovery rule applicable to the predecessor of section 752-C.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  637 A.2d at 466.   Had McAfee enunciated a \"discovery rule\" it, in all likelihood, would apply in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At least two inferences can be drawn from the McAfee court's refusal to \"judicially craft a discovery rule.\"   It could be that the court did not think it appropriate to judicially craft a rule which would encompass persons specifically excluded from the discovery rule provided for in section 752-C.  The Supreme Judicial Court of Maine will not change \"a rule or policy once the Legislature has specifically taken that rule or policy out of the arena of the judicial prerogative.\"  Myrick v. James, 444 A.2d 987, 992 (Me.1982).  If the court's refusal to judicially craft a discovery rule was the product of its conclusion that section 752-C, as amended in 1991, had taken the question out of the \"arena of the judicial prerogative,\" then we question whether the court would apply equitable estoppel so as to prevent the application of the statute of limitations in the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Another inference which could be drawn from McAfee is that the court was merely refusing to judicially craft an exception to section 752-C under the circumstances of that particular case.  McAfee differed from the present case in that McAfee did not allege that the defendant made death threats which caused his repressed memory.  As Kathleen argues, this factual distinction could provide a basis for the application of equitable estoppel in the present case.  In McAfee, equitable estoppel was apparently not raised as an issue, and the Maine Supreme Judicial Court emphasized that it was declining to address any issue other than whether a judicially-created discovery rule would be proper for such cases.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\"Estoppel prevents a defendant from asserting the statute of limitations when the defendant has acted to induce the plaintiff to reasonably refrain from commencing timely legal action that the plaintiff otherwise would have taken.\"  Vacuum Sys., Inc. v. The Bridge Constr.  Co., 632 A.2d 442, 444 (Me.1993).  \"The plaintiff thus relies to his detriment on the conduct of the defendant by failing to seek legal redress while the doors of the courthouse remain open to him.\"  Hanusek v. Southern Me.  Medical Ctr., 584 A.2d 634, 636 (Me.1990) (citation and internal quotation marks omitted).  The court has stressed that equitable estoppel focuses on the defendant's blameworthy conduct, rather than his intentions.  Roberts v. Maine Bonding &amp; Casualty Co., 404 A.2d 238, 241 (Me.1979).  Furthermore, a plaintiff must demonstrate that she intended to bring suit during the statutory period, but was delayed by the defendant's conduct.  Townsend v. Appel, 446 A.2d 1132, 1134 (Me.1982).  The Supreme Judicial Court of Maine has also stated that estoppel \"should be 'carefully and sparingly applied' \" and requires \" 'clear and satisfactory proof.' \"  Vacuum Systems Inc., 632 A.2d at 444 (quoting Milliken v. Buswell, 313 A.2d 111, 119 (Me.1973)).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In considering whether equitable estoppel should apply in the present case, we are confronted with an issue which no Maine court has addressed.  It is unclear whether Maine courts would apply equitable estoppel where the defendant's conduct did not directly induce the plaintiff's failure to commence timely legal action.  \"A critical element of the successful invocation of the principle of equitable estoppel is the demonstration that the conduct 'relied upon must have induced the party seeking to enforce an estoppel to do what resulted to his detriment.' \"  Townsend, 446 A.2d at 1133-34 (quoting Roberts, 404 A.2d at 241).   Luke's alleged conduct, though clearly intended to forestall Kathleen from ever disclosing the abuse, did not directly induce her to refrain from commencing timely legal action.  Rather, his alleged conduct caused her to suffer repressed memories, which, in turn, prevented her from commencing timely legal action.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Bither v. Packard holds that in cases of \"undue influence or oppression time does not begin to run against the injured party until he is emancipated from the dominion under which he stood at the date of the transaction.\"  115 Me. 306, 315, 98 A. 929 (Me.1916).  Kathleen argues that during the period that her memory was repressed, she remained under her father's dominion in that his threats and demonstrations of violence continued to hinder her ability to recall the sexual abuse.  Dr. Maier's affidavit expresses his opinion that Luke's \"specific acts of violence\" and \"general violent nature\" caused Kathleen to suffer traumatic amnesia which prevented her from commencing timely legal action.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Kathleen also contends that Pino v. Maplewood Packing Co., 375 A.2d 534, 539 (Me.1977), establishes that unintentional misrepresentations can provide a basis for the application of equitable estoppel.  Thus, she asserts that the unintended consequences of Luke's abuse, namely, her repressed memory, can also provide a basis for equitable estoppel.  See id.   Again, it is unclear how the Supreme Judicial Court of Maine would decide this issue.</p>\n    </div>\n    <p>Certification</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This case involves a question of Maine law on which we find no clear, controlling precedent.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Cases involving repressed memory stemming from alleged childhood sexual abuse have appeared in increasing numbers in recent years.  We are convinced that the question is of considerable prospective importance.  Thus, the Supreme Judicial Court of Maine should be given the opportunity to resolve the issue.  See Globe Newspaper Co. v. Beacon Hill Architectural Comm'n, 40 F.3d 18, 24 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On our own motion, we certify the following question to the Supreme Judicial Court of Maine pursuant to Me.Rev.Stat.Ann. tit. 4, Sec. 57 (West 1964), and retain jurisdiction pending its determination:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>Does a showing that a plaintiff, who was the victim of childhood sexual abuse, suffered repressed memory as a result of a defendant's threats of violence and generally violent nature, her witnessing acts of violence by the defendant, and her fear of the defendant, provide a basis for the application of equitable estoppel so as effectively to toll the statute of limitations during the period that the plaintiff's memories remain repressed?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Clerk of this court will transmit this question and our separate opinion in this case, along with copies of the briefs and appendix in this case, to the Supreme Judicial Court of Maine.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In McAfee, the court refused to consider McAfee's fraudulent concealment and mental illness arguments because he raised the issues for the first time on appeal.  McAfee, 637 A.2d at 466-67</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Other courts have addressed similar cases.  See Overall v. Klotz, 846 F.Supp. 297, 300-301 (S.D.N.Y.1994) (defendant-father's threats of physical violence which allegedly caused plaintiff-daughter to repress all memory of defendant's sexual abuse were not a valid basis for tolling a limitations period), aff'd, 52 F.3d 398 (2d Cir.1995);  Schmidt v. Bishop, 779 F.Supp. 321, 330 (S.D.N.Y.1991) (concluding that, defendant's misrepresentations which caused the plaintiff to fail to \"appreciate the improper, exploitative and harmful nature of her relationship with [the] defendant,\" did not provide a basis for the invocation of equitable estoppel);  but see Fager v. Hundt, 610 N.E.2d 246, 251 (Ind.1993) (concluding that in cases of repressed memory resulting from childhood parental abuse, the doctrine of fraudulent concealment should be available to estop a defendant from asserting the statute of limitations)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></span></p>\n    <p class=\"parties\">Kathleen NUCCIO, Plaintiff-Appellant,<br>v.<br>Luke NUCCIO, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 94-2184.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 28, 1995.<br>Decided Aug. 9, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Toby H. Hollander, with whom Law Offices of Toby H. Hollander, Lewiston, ME, was on brief, for appellant.</p>\n      <p class=\"indent\">David P. Very, with whom Peter J. DeTroy III and Norman, Hanson &amp; DeTroy, Portland, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Kathleen Nuccio appeals from the district court's entry of summary judgment in favor of her father, Luke Nuccio, in her civil action alleging intentional infliction of emotional distress for sexual abuse he inflicted upon her as a child.  The district court granted summary judgment on the basis that the Maine statute of limitations barred Kathleen Nuccio's suit.  We have heard oral argument and, after careful deliberation, on our own motion, certify a question concerning the application of the Maine statute of limitations to the Supreme Judicial Court of Maine.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Kathleen Nuccio states in her affidavit and deposition that Luke Nuccio repeatedly sexually abused her from the time she was 3 years old until she reached the age of 13.  During the course of her childhood, he threatened to kill her if she told of his abuse.  To reinforce his threat, he drowned kittens in front of her, and killed and buried the family dog in front of her.  He once held a sharp chisel to her throat and told her if she ever told anyone about the sexual abuse, he would cut her throat.  He forced her head down the toilet opening in an outhouse and was routinely violent towards her, subjecting her to uncontrolled beatings for the least offense.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Kathleen also states that she repressed her memories of her father's abuse until shortly after her mother's death in 1992, at which time Kathleen was 42 years old.  In opposition to Luke's motion for summary judgment, Kathleen submitted an affidavit from Dr. James Maier, a Portland, Maine, psychiatrist.  Dr. Maier stated that \"the threats connected with [Kathleen's] sexual abuse at the hands of [Luke], together with both the specific acts of violence towards her or in her presence, and the general violent nature of [Luke], and [Kathleen's] consequent conscious and unconscious fear, were substantial contributing factors causing the traumatic amnesia which both prevented her from remembering the sexual abuse and seeking a remedy before the amnesia was removed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court concluded that neither Me.Rev.Stat.Ann. tit. 14, Sec. 853 (West 1994), a statute which tolls the statute of limitations during periods of mental illness, nor Me.Rev.Stat.Ann. tit. 14, Sec. 752-C (West 1994), a statute which establishes the statute of limitations in cases involving the sexual abuse of minors, precluded the granting of summary judgment.  The district court also rejected Kathleen's argument that the doctrine of equitable estoppel tolled the statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The only issue presented by this case is whether, assuming the truth of the facts alleged by Kathleen, Luke should be equitably estopped from asserting the statute of limitations as a defense.  The application of the statute of limitations is a matter of state law, and both parties agree that Maine law controls.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Supreme Judicial Court of Maine refused to toll the statute of limitations in a case which is factually quite close to this case.  In McAfee v. Cole, <span class=\"citation\" data-id=\"1947969\"><a href=\"/opinion/1947969/mcafee-v-cole/\"><span class=\"volume\">637</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">463</span></a></span>, 465 (Me.1994), McAfee claimed that he was sexually abused hundreds of times between 1965 and 1971, and repressed all memories of the abuse until January 1992.  <span class=\"citation\" data-id=\"1947969\"><a href=\"/opinion/1947969/mcafee-v-cole/\"><span class=\"id_token\">Id.</span>  Less than </a></span>five months later he filed suit.  <span class=\"citation\" data-id=\"1947969\"><a href=\"/opinion/1947969/mcafee-v-cole/\"><span class=\"id_token\">Id.</span>  The court </a></span>reasoned that the timeliness of McAfee's suit depended upon the applicability of section 752-C, as amended in 1991, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>Actions based upon sexual intercourse ... or a sexual act ... with a person under the age of majority must be commenced within 12 years after the cause of action accrues, or within 6 years of the time the person discovers or reasonably should have discovered the harm, whichever occurs later.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Me.Rev.Stat.Ann. tit. 14, Sec. 752-C.  The Act's 1991 amendment provided that section 752-C:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>[A]pplies to the following actions based upon sexual intercourse or a sexual act with a person under the age of majority:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>1.  All actions based upon sexual intercourse or a sexual act occurring after the effective date of this Act;  and</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>2.  All actions for which the claim has not yet been barred by the previous statute of limitations in force on the effective date of this Act.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">1991 Me.Laws ch. 551.  The court concluded that section 752-C did not apply to McAfee because his cause of action was time-barred before the effective date of the 1991 Amendment.  <span class=\"citation\" data-id=\"1947969\"><span class=\"antecedent_guess\">McAfee,</span> <a href=\"/opinion/1947969/mcafee-v-cole/\"><span class=\"volume\">637</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">466</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Kathleen concedes that McAfee places her claim outside of the applicable statute of limitations.  However, she argues that Luke should be equitably estopped from asserting the statute of limitations as a defense because his threats and violence towards her caused her inability to remember the events upon which she now bases her suit.  In McAfee, after concluding that section 752-C did not apply to McAfee's suit, the court stated \"[w]e decline from the circumstances of this case to announce a judicially crafted discovery rule applicable to the predecessor of section 752-C.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  637 A.2d at 466.   Had McAfee enunciated a \"discovery rule\" it, in all likelihood, would apply in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At least two inferences can be drawn from the McAfee court's refusal to \"judicially craft a discovery rule.\"   It could be that the court did not think it appropriate to judicially craft a rule which would encompass persons specifically excluded from the discovery rule provided for in section 752-C.  The Supreme Judicial Court of Maine will not change \"a rule or policy once the Legislature has specifically taken that rule or policy out of the arena of the judicial prerogative.\"  Myrick v. James, <span class=\"citation\" data-id=\"2380608\"><a href=\"/opinion/2380608/myrick-v-james/\"><span class=\"volume\">444</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">987</span></a></span>, 992 (Me.1982).  If the court's refusal to judicially craft a discovery rule was the product of its conclusion that section 752-C, as amended in 1991, had taken the question out of the \"arena of the judicial prerogative,\" then we question whether the court would apply equitable estoppel so as to prevent the application of the statute of limitations in the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Another inference which could be drawn from McAfee is that the court was merely refusing to judicially craft an exception to section 752-C under the circumstances of that particular case.  McAfee differed from the present case in that McAfee did not allege that the defendant made death threats which caused his repressed memory.  As Kathleen argues, this factual distinction could provide a basis for the application of equitable estoppel in the present case.  In McAfee, equitable estoppel was apparently not raised as an issue, and the Maine Supreme Judicial Court emphasized that it was declining to address any issue other than whether a judicially-created discovery rule would be proper for such cases.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\"Estoppel prevents a defendant from asserting the statute of limitations when the defendant has acted to induce the plaintiff to reasonably refrain from commencing timely legal action that the plaintiff otherwise would have taken.\"  Vacuum Sys., Inc. v. The Bridge Constr.  Co., <span class=\"citation\" data-id=\"2401213\"><a href=\"/opinion/2401213/vacuum-systems-v-bridge-const/\"><span class=\"volume\">632</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">442</span></a></span>, 444 (Me.1993).  \"The plaintiff thus relies to his detriment on the conduct of the defendant by failing to seek legal redress while the doors of the courthouse remain open to him.\"  Hanusek v. Southern Me.  Medical Ctr., <span class=\"citation\" data-id=\"1909701\"><a href=\"/opinion/1909701/hanusek-v-southern-maine-med-center/\"><span class=\"volume\">584</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">634</span></a></span>, 636 (Me.1990) (citation and internal quotation marks omitted).  The court has stressed that equitable estoppel focuses on the defendant's blameworthy conduct, rather than his intentions.  Roberts v. Maine Bonding &amp; Casualty Co., <span class=\"citation\" data-id=\"2363637\"><a href=\"/opinion/2363637/roberts-v-maine-bonding-cas-co/\"><span class=\"volume\">404</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">238</span></a></span>, 241 (Me.1979).  Furthermore, a plaintiff must demonstrate that she intended to bring suit during the statutory period, but was delayed by the defendant's conduct.  Townsend v. Appel, <span class=\"citation\" data-id=\"2362392\"><a href=\"/opinion/2362392/townsend-v-appel/\"><span class=\"volume\">446</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1132</span></a></span>, 1134 (Me.1982).  The Supreme Judicial Court of Maine has also stated that estoppel \"should be 'carefully and sparingly applied' \" and requires \" 'clear and satisfactory proof.' \"  Vacuum Systems <span class=\"citation\" data-id=\"2401213\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/2401213/vacuum-systems-v-bridge-const/\"><span class=\"volume\">632</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">444</span> </a></span>(quoting Milliken v. Buswell, <span class=\"citation\" data-id=\"2333842\"><a href=\"/opinion/2333842/milliken-v-buswell/\"><span class=\"volume\">313</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">111</span></a></span>, 119 (Me.1973)).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In considering whether equitable estoppel should apply in the present case, we are confronted with an issue which no Maine court has addressed.  It is unclear whether Maine courts would apply equitable estoppel where the defendant's conduct did not directly induce the plaintiff's failure to commence timely legal action.  \"A critical element of the successful invocation of the principle of equitable estoppel is the demonstration that the conduct 'relied upon must have induced the party seeking to enforce an estoppel to do what resulted to his detriment.' \"  <span class=\"citation\" data-id=\"2362392\"><span class=\"antecedent_guess\">Townsend,</span> <a href=\"/opinion/2362392/townsend-v-appel/\"><span class=\"volume\">446</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">1133-34</span> </a></span>(quoting <span class=\"citation\" data-id=\"2363637\"><span class=\"antecedent_guess\">Roberts,</span> <a href=\"/opinion/2363637/roberts-v-maine-bonding-cas-co/\"><span class=\"volume\">404</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">241</span></a></span>).   Luke's alleged conduct, though clearly intended to forestall Kathleen from ever disclosing the abuse, did not directly induce her to refrain from commencing timely legal action.  Rather, his alleged conduct caused her to suffer repressed memories, which, in turn, prevented her from commencing timely legal action.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Bither v. Packard holds that in cases of \"undue influence or oppression time does not begin to run against the injured party until he is emancipated from the dominion under which he stood at the date of the transaction.\"  <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">Me.</span> <span class=\"page\">306</span></span>, 315, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">A.</span> <span class=\"page\">929</span> </span>(Me.1916).  Kathleen argues that during the period that her memory was repressed, she remained under her father's dominion in that his threats and demonstrations of violence continued to hinder her ability to recall the sexual abuse.  Dr. Maier's affidavit expresses his opinion that Luke's \"specific acts of violence\" and \"general violent nature\" caused Kathleen to suffer traumatic amnesia which prevented her from commencing timely legal action.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Kathleen also contends that Pino v. Maplewood Packing Co., <span class=\"citation\" data-id=\"1931528\"><a href=\"/opinion/1931528/pino-v-maplewood-packing-co/\"><span class=\"volume\">375</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">534</span></a></span>, 539 (Me.1977), establishes that unintentional misrepresentations can provide a basis for the application of equitable estoppel.  Thus, she asserts that the unintended consequences of Luke's abuse, namely, her repressed memory, can also provide a basis for equitable estoppel.  See <span class=\"citation\" data-id=\"1931528\"><a href=\"/opinion/1931528/pino-v-maplewood-packing-co/\"><span class=\"id_token\">id.</span>   Again, it </a></span>is unclear how the Supreme Judicial Court of Maine would decide this issue.</p>\n    </div>\n    <p>Certification</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This case involves a question of Maine law on which we find no clear, controlling precedent.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Cases involving repressed memory stemming from alleged childhood sexual abuse have appeared in increasing numbers in recent years.  We are convinced that the question is of considerable prospective importance.  Thus, the Supreme Judicial Court of Maine should be given the opportunity to resolve the issue.  See Globe Newspaper Co. v. Beacon Hill Architectural Comm'n, <span class=\"citation\" data-id=\"195747\"><a href=\"/opinion/195747/globe-newspaper-v-beacon-hill/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 24 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On our own motion, we certify the following question to the Supreme Judicial Court of Maine pursuant to Me.Rev.Stat.Ann. tit. 4, Sec. 57 (West 1964), and retain jurisdiction pending its determination:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>Does a showing that a plaintiff, who was the victim of childhood sexual abuse, suffered repressed memory as a result of a defendant's threats of violence and generally violent nature, her witnessing acts of violence by the defendant, and her fear of the defendant, provide a basis for the application of equitable estoppel so as effectively to toll the statute of limitations during the period that the plaintiff's memories remain repressed?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Clerk of this court will transmit this question and our separate opinion in this case, along with copies of the briefs and appendix in this case, to the Supreme Judicial Court of Maine.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In McAfee, the court refused to consider McAfee's fraudulent concealment and mental illness arguments because he raised the issues for the first time on appeal.  <span class=\"citation\" data-id=\"1947969\"><span class=\"antecedent_guess\">McAfee,</span> <a href=\"/opinion/1947969/mcafee-v-cole/\"><span class=\"volume\">637</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">466</span></a></span>-67</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Other courts have addressed similar cases.  See Overall v. Klotz, <span class=\"citation no-link\"><span class=\"volume\">846</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">297</span></span>, 300-301 (S.D.N.Y.1994) (defendant-father's threats of physical violence which allegedly caused plaintiff-daughter to repress all memory of defendant's sexual abuse were not a valid basis for tolling a limitations period), aff'd, <span class=\"citation\" data-id=\"694307\"><a href=\"/opinion/694307/carol-overall-v-estate-of-lhp-klotz/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">398</span> </a></span>(2d Cir.1995);  Schmidt v. Bishop, <span class=\"citation no-link\"><span class=\"volume\">779</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">321</span></span>, 330 (S.D.N.Y.1991) (concluding that, defendant's misrepresentations which caused the plaintiff to fail to \"appreciate the improper, exploitative and harmful nature of her relationship with [the] defendant,\" did not provide a basis for the invocation of equitable estoppel);  but see Fager v. Hundt, <span class=\"citation\" data-id=\"2110661\"><a href=\"/opinion/2110661/fager-v-hundt/\"><span class=\"volume\">610</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">246</span></a></span>, 251 (Ind.1993) (concluding that in cases of repressed memory resulting from childhood parental abuse, the doctrine of fraudulent concealment should be available to estop a defendant from asserting the statute of limitations)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195747/",
    "https://www.courtlistener.com/api/rest/v3/opinions/694307/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1909701/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1931528/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1947969/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2110661/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2333842/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2362392/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2363637/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2380608/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2401213/"
  ]
}