{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196289/",
  "id": 196289,
  "absolute_url": "/opinion/196289/parks-v-fdic/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196289/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:02:33Z",
  "date_modified": "2020-02-21T23:30:49.399338Z",
  "type": "010combined",
  "sha1": "4c660e9961a0f081a62511613bc62838f41ae837",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2262.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-2262\r\n\n                       CAROL SAWYER PARKS,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n              FEDERAL DEPOSIT INSURANCE CORPORATION,\r\n              AS RECEIVER FOR OLYMPIC INTERNATIONAL\r\n                     BANK AND TRUST COMPANY,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Edward F. Harrington, U.S. District Judge]\r                                                                  \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n                    and Selya, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n     David G.  Hanrahan, with whom  Ross D. Ginsberg  and Gilman,\r                                                                           \r\nMcLaughlin &amp; Hanrahan, were on brief for appellant.\r                               \r\n     Jaclyn C. Taner, Counsel, with whom Ann S. Duross, Assistant\r                                                                \r\nGeneral Counsel,  Colleen B. Bombardier, Senior  Counsel, John P.\r                                                                           \r\nParker, Senior Attorney,  and Juanita L.  Dean, Counsel, were  on\r                                                        \r\nbrief for appellee, Federal Deposit Insurance Corporation.\r\n\n                                           \r\n\n                        September 13, 1995\r\n                                           \r\r\n\n          TORRUELLA,  Chief  Judge.    Plaintiff-appellant  Carol\r                    TORRUELLA,  Chief  Judge.\r                                            \r\n\nSawyer Parks filed suit  in the United States District  Court for\r\n\nMassachusetts  to  enjoin   defendant-appellee  Federal   Deposit\r\n\nInsurance Company (\"FDIC\") from  enforcing a subpoena duces tecum\r                                                                           \r\n\nseeking  Parks'  personal  financial  papers and  records.    The\r\n\ndistrict  court  granted  the  FDIC's motion  to  dismiss  Parks'\r\n\ncomplaint, and for summary  enforcement of the subpoena.   Parks'\r\n\nappeal  of   that  decision  presents  the   following  important\r\n\nquestion:    Does  the Fourth  Amendment's  proscription  against\r\n\nunreasonable searches and seizures require the FDIC to articulate\r\n\nsome quantum  of  individualized suspicion  of wrongdoing  before\r\n\nsubpoenaing a citizen's private financial papers?  Relying on the\r\n\nSupreme   Court's  long-held   distinction  between   the  Fourth\r\n\nAmendment rights accorded private --  as opposed to corporate  --\r\n\npapers, we answer in the affirmative.  Because the district court\r\n\ndid not review the subpoena under the standard we announce today,\r\n\nwe  reverse and  remand for  further proceedings  consistent with\r\n\nthis opinion.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          The FDIC insures deposits in financial institutions and\r\n\nis  authorized  by  statute  to  act  as  receiver   for  insured\r\n\ninstitutions  that  fail  and  are  closed  by  their  chartering\r\n\nauthority.  12 U.S.C.     1811, 1821(c)(2) &amp; (3).  When  the FDIC\r\n\nis appointed  receiver for a  failed institution, it  succeeds by\r\n\nlaw  to  \"all  rights, titles,  powers,  and  privileges\" of  the\r\n\ninstitution's officers  and directors with respect  to the assets\r\n\n                               -2-\r\r\n\nof the institution.  Id. at   1821(d)(2)(A).  As a receiver,  the\r                                 \r\n\nFDIC  is authorized to collect all obligations and moneys owed to\r\n\nfailed  institutions  for   the  benefit  of  the   institution's\r\n\ncreditors and shareholders.   Id.   1821(d)(2)(B).  To facilitate\r                                          \r\n\nthis  function,  Congress  has   authorized  the  FDIC  to  issue\r\n\nsubpoenas and subpoenas duces tecum \"for purposes of carrying out\r                                             \r\n\nany  power,  authority,  or  duty  with  respect  to  an  insured\r\n\ndepository  institution (including determining  any claim against\r\n\nthe institution and determining and  realizing upon any assets of\r\n\nany   person  in   the  course  of   collecting  money   due  the\r\n\ninstitution). . . .\"  Id.    1818(n), 1821(d)(2)(I)(i).  The FDIC\r                                  \r\n\nis empowered to avoid fraudulent transfers, assert claims against\r\n\ndirectors and  officers, and seek court  orders attaching assets.\r\n\nId.    1821(d)(17), 1821(k),  1821(d)(18).  In addition, Congress\r            \r\n\ndirects  the FDIC, generally, to maximize the return for the sale\r\n\nof assets, and to minimize losses.  Id.   1821(d)(13)(E).\r                                                \r\n\n          Ms. Parks was a  director of Olympic International Bank\r\n\nand Trust  Company (\"Olympic\") from  May 1987 through  July 1990.\r\n\nOn June 26, 1992, Olympic was declared insolvent and the FDIC was\r\n\nappointed its receiver.   On June  28, 1994, the  FDIC issued  an\r\n\nOrder of Investigation to  determine whether (1) former directors\r\n\nand officers may be liable as a result of any actions or failures\r\n\nto act which may have affected Olympic; (2) pursuit of litigation\r\n\nwould be  cost effective, considering the extent of the potential\r\n\ndefendants' ability to pay  a judgment; (3) the FDIC  should seek\r\n\nto avoid  a transfer of assets;  and (4) the FDIC  should seek an\r\n\n                               -3-\r\r\n\nattachment of assets.\r\n\n          On  July 28,  1994, the  FDIC issued  a subpoena  duces\r                                                                           \r\n\ntecum to Ms. Parks requesting the following information: \r               \r\n\n          1.   Your current financial statement and all\r\n          financial statements listing your  assets and\r\n          liabilities, (alone or with others).\r\n\n          2.   All financial statements of your spouse.\r\n\n          3.   All credit applications submitted by you\r\n          or your spouse, alone  or with others, to any\r\n          depository institution or any other person or\r\n          entity.\r\n\n          4.   All  records   prepared,  generated,  or\r\n          received on or  after August 1, 1993  through\r\n          August 1,  1994, referring or relating to the\r\n          source  and amount of  any income received by\r\n          you  or on  your  behalf,  including but  not\r\n          limited  to  all wages,  salary, commissions,\r\n          bonuses, interest and dividend  payments, and\r\n          any other form of income received by you.\r\n\n          5.   All federal, state and local tax returns\r\n          filed by you  either individually or  jointly\r\n          with  another,  along   with  all  forms  and\r\n          schedules  filed  with   such  returns   from\r\n          January 1, 1989 through April 15, 1994.\r\n\n          6.   All  records   prepared,  generated,  or\r\n          received from August  1, 1993 through  August\r\n          1, 1994  which  refer or  relate  to  stocks,\r\n          bonds,   securities   or  other   investments\r\n          currently  owned  by  individually   or  with\r\n          others,  including  but  not limited  to  any\r\n          statements showing their value.\r\n\n          7.   All  documents  that  reflect, refer  or\r\n          relate to  any  financial, real  or  personal\r\n          property  transactions,  including  cash,  in\r\n          which you,  or anyone acting  on your behalf,\r\n          or under your control or influence, have been\r\n          involved, (except as  the attorney,  employee\r\n          or agent of another party  on transactions in\r\n          which you had no personal interest), having a\r\n          value  of  $5,000  or  more,  per  person  or\r\n          organization  per  year,  including, but  not\r\n          limited to, the following:\r\n\n                               -4-\r\r\n\n            a. all   real   and   personal   property\r\n            purchases,  sales  or transfers,  with or\r\n            without consideration;\r\n            b. all trust participants;\r\n            c. mortgages,  trusts  or other  liens on\r\n            security  interests obtained  or supplied\r\n            to any third party;\r\n            d. lawsuits; and\r\n            e. repossessions and returns.\r\n\n          8.   All documents referring  or relating  to\r\n          any  transfer of  assets exceeding  $5,000 to\r\n          any  entity, account, place or person located\r\n          outside the United States of America.\r\n\n          9.   All records referring or relating to any\r\n          interest  you hold  in any  real personal  or\r\n          other  type of  property exceeding  $5,000 in\r\n          value not described above.\r\n\n          10.  All documents referring  or relating  to\r\n          any  transfer or  assets exceeding  $5,000 to\r\n          any entity, account,  place or person located\r\n          outside the United States of America.\r\n\n          11.  All records referring or relating to any\r\n          interest  you hold  in any  real  personal or\r\n          other  type of  property exceeding  $5,000 in\r\n          value not described above.\r\n\n          Ms. Parks refused to produce the information.  Instead,\r\n\nshe  filed a complaint  for declaratory and  injunctive relief in\r\n\nthe United States District Court for Massachusetts arguing, among\r\n\nother things,  that compelled  production of the  documents would\r\n\nviolate her rights under the Fourth Amendment.  The FDIC  filed a\r\n\nmotion  to dismiss the complaint, and  for summary enforcement of\r\n\nthe subpoena.   On the same  day that the FDIC  filed its motion,\r\n\nthe district court,  without the benefit of a  hearing, or even a\r\n\nresponse from Parks, granted the FDIC's motion to dismiss and for\r\n\nsummary  enforcement   of  the  subpoena.     We  granted  Parks'\r\n\nsubsequent  motion to  stay enforcement  of the  subpoena pending\r\n\n                               -5-\r\r\n\nappeal.\r\n\n                               -6-\r\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          Ms. Parks argues that  the FDIC subpoena constitutes an\r\n\n\"unreasonable  search\"  of   her  private  financial  papers   in\r\n\nviolation of her rights  under the Fourth Amendment.   The Fourth\r\n\nAmendment protects the \"right of the people to be secure in their\r\n\npersons,  houses,  papers,   and  effects,  against  unreasonable\r\n\nsearches  and seizures . . . .\"   The Supreme Court has described\r\n\nthe  subpoena as a \"constructive\" search, Oklahoma Press Pub. Co.\r                                                                           \r\n\nv.  Walling, 327 U.S. 186  (1945), which is  therefore subject to\r                     \r\n\nFourth Amendment  limitations.  Donovan v. Lone  Steer, Inc., 464\r                                                                      \r\n\nU.S. 408, 415 (1984); United States v.  Morton Salt Co., 338 U.S.\r                                                                 \r\n\n632, 651  (1950)  (\"[T]he 'right  to  be let  alone  -- the  most\r\n\ncomprehensive of rights  and the right  most valued by  civilized\r\n\nmen,' is not confined literally to searches and seizures as such,\r\n\nbut extends as  well to  the orderly taking  under compulsion  of\r\n\nprocess . . . .\") (citations omitted).  It is beyond dispute that\r\n\nMs. Parks'  has  a \"legitimate  expectation  of privacy\"  in  her\r\n\nprivately held  financial papers and  records, and thus  that her\r\n\nFourth Amendment  rights are  implicated by the  FDIC's subpoena.\r\n\nSee United States v. Jacobsen, 466 U.S. 109, 113 (1984); Nixon v.\r                                                                        \r\n\nAdmin.  of General Serv., 433 U.S.  425, 457-58 (1976) (President\r                                  \r\n\nhas  legitimate expectation  of privacy  in his  private papers).\r\n\nCf.  United States  v. Miller,  425 U.S.  435, 440-44  (1975) (no\r                                       \r\n\nFourth  Amendment   interest  of  depositor   implicated  because\r\n\nfinancial papers  ceased to be \"private  papers\" when transferred\r\n\n                               -7-\r\r\n\nto bank).1\r\n\n          The question  then becomes whether the  subpoena issued\r\n\nby the FDIC  was \"reasonable\"  within the meaning  of the  Fourth\r\n\nAmendment.  Florida  v. Jimeno,  500 U.S. 248,  250 (1991)  (\"The\r                                        \r\n\ntouchstone of  the Fourth Amendment  is reasonableness.\"); United\r                                                                           \r\n\nStates v. Calandra, 414 U.S. 338, 354 (1974) (\"The purpose of the\r                            \r\n\nFourth   Amendment  is   to  prevent   unreasonable  governmental\r\n\nintrusions  into the privacy  of one's person,  house, papers, or\r\n\neffects.\").  Our  review of  the relevant case  law persuades  us\r\n\nthat,   although   the  FDIC   met   the   lenient  standard   of\r\n\nreasonableness for administrative subpoenas of corporate records,\r                                                                  \r\n\nit failed  to meet the  stricter standard of  reasonableness that\r\n\napplies  to  administrative  subpoenas  of  personal  papers  and\r                                                              \r\n\nrecords.\r\n\n                                I.\r                                          I.\r\n\n          The FDIC asserts that the only constraints on its power\r\n\nto subpoena an individual's private financial papers are that the\r\n\ninvestigation  be   within   its  authority,   the  subpoena   be\r\n                    \r                              \r\n\n1  The Supreme Court has recognized that:\r\n\n            Of all the rights of the citizen, few are\r\n            of greater importance  or more  essential\r\n            to his peace and happiness than the right\r\n            of personal security, and  that involves,\r\n            not merely protection  of his person from\r\n            assault,  but  exemption  of his  private\r                                                               \r\n            affairs,  books,  and  papers   from  the\r                                                               \r\n            inspection   and   scrutiny  of   others.\r                                                              \r\n            Without the enjoyment of this  right, all\r\n            others would lose half their value.\r\n\nInterstate Commerce Comm'n  v. Brimson, 154 U.S. 447,  479 (1894)\r                                                \r\n(citation and internal quotation marks omitted; emphasis added).\r\n\n                               -8-\r\r\n\nsufficiently  definite, and the information reasonably relevant.2\r\n\nThe  FDIC relies on our decision in  United States v. Comley, 890\r                                                                      \r\n\nF.2d 539, 541 (1st Cir. 1989), where we stated that:\r\n\n               In  general,  an  agency  subpoena  is\r\n            enforceable if it is for a proper purpose\r\n            authorized  by Congress,  the information\r\n            sought  is relevant  to that  purpose and\r\n            adequately   described,   and   statutory\r\n            procedures are followed in the subpoena's\r\n            issuance.  .  .  .     \"As  long  as  the\r\n            investigation  is   within  the  agency's\r\n            authority,  the  subpoena   is  not   too\r\n            indefinite, and the information sought is\r\n            reasonably  relevant, the  district court\r\n            must enforce an administrative subpoena.\"\r\n\nId. at 541 (internal  citations omitted) (quoting EEOC v.  Tempel\r                                                                           \r\n\nSteel Co., 814 F.2d 482, 485 (7th Cir. 1987)).   Comley, however,\r                                                                 \r\n\nconcerned  corporate papers,  not private  papers.   As explained\r\n\nbelow,  the  Supreme  Court  has long  recognized  a  distinction\r\n\nbetween the two.\r\n\n          Comley relied on United States  v. Powell, 379 U.S. 48,\r                                                             \r\n\n57-58 (1964), which concerned a challenge by a corporate taxpayer\r\n\nto a request  by the IRS  to produce corporate  tax records.   In\r                                                        \r\n\nrejecting the  taxpayer's contention that the  IRS must establish\r\n\nprobable  cause  of  wrongdoing  as a  prerequisite  to  judicial\r\n\nenforcement  of the request, the  Powell Court relied  on the two\r                                                  \r\n\ncases principally relied on  here by the FDIC --  Oklahoma Press,\r                                                                          \r\n\n327 U.S. 186  and Morton Salt 338 U.S. 632.   Both cases involved\r                                       \r\n\ncorporate records, a fact  the Supreme Court evidently considered\r\n                    \r                              \r\n\n2  As noted previously, the FDIC is empowered to avoid fraudulent\r\ntransfers, assert claims against directors and officers, and seek\r\ncourt  orders attaching  assets.   Id.     1821(d)(17),  1821(k),\r                                               \r\n1821(d)(18).\r\n\n                               -9-\r\r\n\nof paramount importance in analyzing the Fourth Amendment issue.\r\n\n          In   Oklahoma   Press,  several   newspaper  publishing\r                                         \r\n\ncorporations  challenged  the right  of  a  government agency  to\r\n\njudicial  enforcement  of  subpoenas  duces  tecum for  corporate\r                                                            \r\n\nrecords  absent a showing of wrongdoing.  In rejecting a probable\r\n\ncause standard  for issuance  of an administrative  subpoena, the\r\n\nCourt  explained that  because  corporations are  created by  the\r\n\nstate,  they  \"are not  entitled  to  all  of the  constitutional\r\n\nprotections which private individuals have.\"  Oklahoma Press, 327\r                                                                      \r\n\nU.S. at 204-05.  The court made it quite plain  that its holding,\r\n\nand   the  standard   it  established   for  enforcement   of  an\r\n\nadministrative subpoena  duces tecum under  the Fourth Amendment,\r                                              \r\n\nwas  predicated on the fact that corporate, as opposed to private\r\n\npapers were at issue.\r\n\n               Historically private corporations have\r\n            been subject to  broad visitorial  power,\r\n            both in England and in this country.  And\r\n            it   long   has  been   established  that\r\n            Congress may  exercise wide investigative\r\n            power   over   them,  analogous   to  the\r\n            visitorial  power  of  the  incorporating\r\n            state, when their  activities take  place\r\n            within  or  affect  interstate  commerce.\r\n            Correspondingly it has been  settled that\r                                                               \r\n            corporations  are not entitled  to all of\r                                                               \r\n            the   constitutional   protections  which\r                                                               \r\n            private   individuals   have   in   these\r                                                               \r\n            matters.\r                             \r\n\nId. at 204-05 (footnotes omitted).\r            \r\n\n          The respondent corporations  in Morton Salt  challenged\r                                                               \r\n\nthe Federal Trade Commission's (\"FTC's\") power to require them to\r\n\nfile  reports  indicating  compliance  with a  federal  court  of\r\n\nappeal's  decree enforcing  an FTC  cease and  desist order.   In\r\n\n                               -10-\r\r\n\nlanguage relied on heavily  by the FDIC  in this case, the  Court\r\n\ncompared the subpoena  power of an administrative  agency \"to the\r\n\nGrand  Jury, which does  not depend on a  case or controversy for\r\n\npower to  get evidence  but can  investigate merely on  suspicion\r\n\nthat the  law is being  violated, or  even just because  it wants\r\n\nassurance  that it  is  not.\"   Id. at  642-43.   The comparison,\r                                            \r\n\nhowever,  was made  in  reference to  the corporate  respondent's\r\n\nclaim  that  the   agency  had  invaded  the  court   of  appeals\r\n\njurisdiction,  it  had nothing  to  do  with respondent's  Fourth\r\n\nAmendment  claim.3   The  Court  made  this clear:  \"Whether  the\r\n\nCommission  has  invaded any  private  right  of respondents'  we\r\n\nconsider under later rubrics.  Our only concern under the present\r\n\nheading  is whether the Commission's order infringes prerogatives\r\n\nof the court.\"  Id. at 643.\r                            \r\n\n          The Morton Salt Court did hold -- in the section of the\r                                   \r\n\nopinion which actually concerned the Fourth Amendment -- that the\r\n\nFTC need not establish  wrongdoing by the respondent corporations\r\n\nin  order to subpoena their financial documents.  The Court based\r\n\nthis decision on the fact that corporations do not merit the same\r\n\ndegree of Forth Amendment protections as private individuals.\r\n\n               While   they   may  and   should  have\r\n            protection from unlawful demands  made in\r\n            the   name   of   public   investigation,\r\n            corporations can claim  no equality  with\r                                                               \r\n            individuals  in the enjoyment  of a right\r                                                               \r\n            to privacy.  They are endowed with public\r                                \r\n            attributes.    They  have   a  collective\r\n            impact  upon  society,  from  which  they\r\n                    \r                              \r\n\n3   The above quoted language came under a section of the opinion\r\nentitled \"Invasion of Court of Appeals Jurisdiction\".\r\n\n                               -11-\r\r\n\n            derive   the   privilege  of   acting  as\r\n            artificial entities.\r\n\nId. at 651-52 (emphasis added; internal citations omitted).\r            \r\n\n          We  think the clear import of Oklahoma Press and Morton\r                                                                           \r\n\nSalt   is  that   the  standard   for  judicial   enforcement  of\r              \r\n\nadministrative subpoenas of a private citizen's private papers is\r\n\nstricter than that for corporate  papers.  Our research indicates\r\n\nthat the Supreme Court has never extended the lenient Morton Salt\r                                                                           \r\n\nstandard  for administrative  subpoenas  of corporate  records to\r\n\nprivate  records.    Rather,  the Court  has  always  couched the\r\n\nstandard in the context  of the corporate status of  the subpoena\r\n\ntarget.4  The FDIC  argues that we should nevertheless  apply the\r\n\nlenient  Morton Salt standard  governing administrative subpoenas\r                              \r\n\nof corporate papers to subpoenas for private papers because three\r\n\nfederal appeals courts have recently done so.  We find  the cases\r\n\ncited by the FDIC unpersuasive.\r\n\n          In  Resolution Trust Corp. v. Walde,  18 F.3d 943 (D.C.\r                                                       \r\n\nCir.  1994),  the  court implicitly  held  that  the  RTC is  not\r\n\nrequired to articulate an  individualized suspicion of wrongdoing\r\n\nwhen  it subpoenas  private  records  for determining  liability,\r\n\n                    \r                              \r\n\n4  For example, in  Donovan, supra, the Court stated  that, \"when\r                                            \r\nan administrative agency  subpoenas corporate  books or  records,\r                                                       \r\nthe Fourth  Amendment requires that the  subpoena be sufficiently\r\nlimited in scope, relevant in purpose,  and specific in directive\r\nso that compliance will no be unreasonably burdensome.\"  464 U.S.\r\nat 415  (quoting See v. City of Seattle, 387 U.S. 541, 544 (1967)\r                                                 \r\nand citing Morton Salt, 338 U.S. at 652-53).\r                                \r\n\n                               -12-\r\r\n\navoiding asset  transfers, and  freezing  assets.   Id. at  946.5\r                                                                \r\n\nThe court's discussion  of this  issue begins and  ends with  its\r\n\nquoting  of the Morton Salt standard  for judicial enforcement of\r                                     \r\n\nan administrative subpoena.   The court completely ignores Morton\r                                                                           \r\n\nSalt's sharp  distinction between corporate  and private  papers.\r              \r\n\nSee id. at 946.  Walde,  then, is unpersuasive to the extent that\r                                \r\n\nit  ignores  the Supreme  Court's  explicit  recognition in  both\r\n\nOklahoma  Press and  Morton  Salt that  private financial  papers\r                                           \r\n\ndeserve  stricter  Fourth  Amendment  protection  than  corporate\r\n\npapers.\r\n\n          In  In  re McVane,  44 F.3d  1127  (2d Cir.  1995), the\r                                     \r\n\nSecond  Circuit concluded  that  \"although the  Morton Salt  case\r                                                                     \r\n\nrecognized that individuals enjoy  greater rights of privacy than\r\n\ndo  corporations, courts  have nevertheless  applied  the lenient\r\n\nMorton  Salt test  to administrative  subpoenas seeking  personal\r                      \r\n\nrecords.\"  Id. at 1137.  The court cited two cases as examples of\r                       \r\n\nthis  seemingly  anomalous  practice  -- Walde  and  the  Supreme\r                                                        \r\n\nCourt's decision in United States v. Stuart, 489 U.S. 353 (1989).\r                                                     \r\n\n                    \r                              \r\n\n5   As noted previously,  these three areas  of investigation are\r\nauthorized by statute.   The court held, however, that  the RTC's\r\nfourth asserted  area of  investigation -- determining  the cost-\r\neffectiveness  of a potential lawsuit -- is not authorized by its\r\nstatutory directive  to  maximize  the return  for  the  sale  of\r\nassets, and  to  minimize  losses.   Id.  at  949;  12  U.S.C.   \r                                                 \r\n1821(d)(13)(E).   The court  therefore held  that when  issuing a\r\nsubpoena for this purpose,  the RTC must demonstrate at  least an\r\narticulable suspicion of wrongdoing.  Id.  See also In Re McVane,\r                                                                          \r\n44 F.3d 1127,  1139-40 (2d  Cir. 1995) (holding  that, absent  at\r\nleast an articulable suspicion  that a former director  is liable\r\nto  the  failed  bank,   determining  the  cost-effectiveness  of\r\nlitigation  is not  a  proper  purpose  for  the  issuance  of  a\r\nsubpoena).\r\n\n                               -13-\r\r\n\nAs noted, Walde  sheds little  light on this  subject because  it\r                         \r\n\nignores  the Morton  Salt Court's  distinction between  corporate\r                                   \r\n\ndocuments and personal records.   At least, however, Walde  is on\r                                                                    \r\n\npoint; Stuart is not.\r                       \r\n\n          Stuart concerned a treaty between the United States and\r                          \r\n\nCanada  that  obliged  the United  States  to  obtain  and convey\r\n\ninformation to Canadian authorities to assist them in determining\r\n\na Canadian taxpayer's income tax liability.  The respondents were\r\n\nCanadian citizens  and residents who maintained  bank accounts in\r\n\nthe United States.  They challenged  the authority of the IRS  to\r\n\nissue an administrative  summons to their bank  for their private\r\n\nfinancial   documents,  pursuant   to   a  request   by  Canadian\r\n\nauthorities,  without  first determining  that  the Canadian  tax\r\n\ninvestigation  had reached a  stage analogous  to a  domestic tax\r\n\ninvestigation's referral  to the Justice Department  for criminal\r\n\nprosecution.   489 U.S. at 357.   The Fourth Amendment  was never\r\n\nraised  as a  defense by  the  respondent taxpayers;  indeed, the\r\n\nFourth Amendment is  never even mentioned in  the Stuart opinion.\r                                                                  \r\n\nThe  reason is manifest.   Because the documents  were located at\r\n\nthe  bank,  and  had thus  been  exposed  to  third parties,  the\r\n\nrespondents  had  no  reasonable  expectation  of  privacy,  and,\r\n\nconsequently, no Fourth Amendment interest in the documents.  See\r                                                                           \r\n\nSecurities  and Exchange Comm'n  v. O'Brien, Inc.,  467 U.S. 735,\r                                                           \r\n\n743  (1984)  (Fourth  Amendment  does   not  protect  information\r\n\ncommunicated to a third party); United States v. Payner, 447 U.S.\r                                                                 \r\n\n727,  731-32  (1979) (no  legitimate  expectation  of privacy  in\r\n\n                               -14-\r\r\n\ndocuments  voluntarily turned  over  to bank);  United States  v.\r                                                                       \r\n\nMiller, 425 U.S. 435, 441-43 (1975) (depositor has no expectation\r                \r\n\nof privacy and thus no \"protectable Fourth Amendment interest\" in\r\n\nfinancial records  retained by  bank).   Stuart thus provides  no\r                                                         \r\n\nsupport for the proposition asserted here by the FDIC.\r\n\n          The FDIC  also directs us to the Third Circuit's recent\r\n\ndecision in Federal  Deposit Insurance  Corp. v.  Wentz, 1995  WL\r                                                                 \r\n\n329921 (3d Cir. 1995).  Wentz is the only administrative subpoena\r                                       \r\n\ncase we have found that contains more than a passing reference to\r\n\nthe distinction  between corporate and private  papers.  Contrary\r\n\nto the FDIC's assertions,  however, we think it provides  as much\r\n\nsupport for Parks' position as that of the FDIC.\r\n\n          In  Wentz, the  court upheld  an FDIC  subpoena  of the\r                             \r\n\npersonal financial documents of  former officers and directors of\r\n\na failed bank.  The court began by citing the lenient Morton Salt\r                                                                           \r\n\ntest for enforcement  of an administrative  subpoena.  The  court\r\n\nrecognized,  however,   that   \"[w]hen  personal   documents   of\r\n\nindividuals, as contrasted with business records of corporations,\r\n\nare  the  subject  of  the  subpoena,  privacy  concerns  must be\r\n\nconsidered.\"   Id. at *2 (citing Whalen v. Roe, 429 U.S. 589, 599\r                                                        \r\n\n(1977)).  The court  then balanced the governmental need  for the\r\n\ninformation against  the respondents'  privacy interest  in their\r\n\npersonal  financial  documents,  and concluded  that  the  public\r\n\ninterest   in  \"safeguarding   the  FDIC's   legislative  mandate\r\n\noutweighs the  minimal intrusion into the  privacy that surrounds\r\n\nthe directors' personal financial records . . . .\"  Id. at *4.\r                                                                \r\n\n                               -15-\r\r\n\n          Wentz  recognized that  subpoenas  for  privately  held\r                         \r\n\nfinancial   documents  implicate  privacy   concerns  and  should\r\n\ntherefore  be evaluated  by  a stricter  standard than  corporate\r\n\ndocuments.   As  explained below,  we agree  with Wentz  that the\r                                                                 \r\n\nproper inquiry requires a balancing between the governmental need\r\n\nto search and  the privacy  interests of the  subpoena target.6  \r\n\nWhere we  part company with Wentz  is solely in  the mechanics of\r                                           \r\n\nthe balancing itself.  We address this issue below.7\r\n\n                               II.\r                                         II.\r\n\n          The  FDIC  asserts the  power  to  rummage through  the\r\n\nfinancial papers of  private citizens based on  nothing more than\r\n\nthe hope that illegal conduct might be revealed.  We do not think\r\n\nthat Ms.  Parks  waived  her Fourth  Amendment  interest  in  her\r\n\nprivate  papers by  serving  on  the  board  of  directors  of  a\r\n\nfederally  regulated bank.   See  In re Sealed  Case, 42  F.3d at\r                                                              \r\n\n1418.   Moreover, we think  it inconceivable that  the Framers of\r\n\nthe  Constitution, who  knew so  well and  cared so  deeply about\r\n\narbitrary governmental interference in private citizen's affairs,\r\n\nwould  countenance  such  unbridled  power  in  the  hands  of an\r\n\nadministrative agency.   See Camara v. Municipal  Court, 387 U.S.\r                                                                 \r\n\n523,  528 (1967) (the \"basic purpose\" of the Fourth Amendment \"is\r\n                    \r                              \r\n\n6   Interestingly, although Wentz  did not explicitly  state that\r                                           \r\nthe  respondent's  privacy  interest   derived  from  the  Fourth\r\nAmendment,  the  court  posited  what  is  essentially  a  Fourth\r\nAmendment reasonableness test.\r\n\n7  Other  federal court of  appeals cases cited  by the FDIC  are\r\ninapposite because, like Comley,  they concern corporate records.\r                                         \r\nSee, e.g., Linde Thomson Langworthy Kohn &amp; Van Dyke, P.C. v. RTC,\r                                                                          \r\n5 F.3d 1508 (D.C. Cir. 1993).\r\n\n                               -16-\r\r\n\nto  safeguard the  privacy  and security  of individuals  against\r\n\narbitrary invasions by government officials\").  As Justice Holmes\r\n\nobserved:\r\n\n            Anyone who respects the spirit as well as\r\n            the letter of  the Fourth Amendment would\r\n            be   loath   to  believe   that  Congress\r\n            intended   to   authorize   one  of   its\r\n            subordinate  agencies  to  sweep all  our\r\n            traditions  into the  fire and  to direct\r\n            fishing  expeditions into  private papers\r\n            on the possibility that they may disclose\r\n            evidence of crime.  We do not discuss the\r\n            question  whether it  could  do so  if it\r\n            tried,  as  nothing  short  of  the  most\r\n            explicit  language  would  induce  us  to\r\n            attribute to Congress that intent.\r\n\nFederal  Trade Comm'n v. American Tobacco Co., 264 U.S. 298, 305-\r                                                       \r\n\n06 (1924) (citation omitted).8\r\n\n          The question that remains  is what quantum of suspicion\r\n\nshould be required for judicial  enforcement of an FDIC  subpoena\r\n\nof   an   individual's   private   financial   papers.      Since\r\n\nreasonableness is the touchstone,  our inquiry requires a careful\r\n\nbalancing  of \"the  nature and  quality of  the intrusion  on the\r\n\nindividual's Fourth Amendment interests against the importance of\r\n\nthe  governmental interests  alleged  to justify  the intrusion.\"\r\n\nUnited States v.  Place, 462  U.S. 696, 703  (1983); Camara,  387\r                                                                     \r\n\nU.S.  at  534-35  (1967).   In  this  case  there are  compelling\r\n\n                    \r                              \r\n\n8    The   dissent  relies   heavily  upon  the   fact  that   an\r\nadministrative subpoena, unlike a search in the criminal context,\r\nis not  self-executing.  Whatever relevance  this distinction may\r\nhave  in the ordinary case,  it surely has none  in this one.  As\r\nnoted previously, the district court granted the FDIC's motion to\r\ndismiss,  and for summary enforcement of the subpoena on the same\r\nday  the  motion  was  filed.    Ms.  Parks  thus  never  had  an\r\nopportunity to be heard on the motion, or even to respond to it.\r\n\n                               -17-\r\r\n\ninterests on both sides.   There is  a strong public interest  in\r\n\npromptly resolving  the affairs of  insolvent banks on  behalf of\r\n\ntheir creditors and depositors.  Moreover, the FDIC's legislative\r\n\nmandate is  clear with respect to  avoiding fraudulent transfers,\r\n\nattaching   assets,  and   generally  asserting   claims  against\r\n\ndirectors  and officers  of  failed financial  institutions.   12\r\n\nU.S.C.    1821(d)(17), 1821(d)(18), 1821(k).   On the other hand,\r\n\nprivate  citizens have  a significant  expectation of  privacy in\r\n\ntheir  personally held  financial papers.   Indeed,  \"papers\" are\r\n\nspecifically listed in the text of the Fourth Amendment.\r\n\n          We  think the significant  public interest in resolving\r\n\nthe affairs  of failed institutions,  as reflected by  the FDIC's\r\n\nlegislative mandate, deserves considerable weight.  Consequently,\r\n\nwe  conclude  that the  \"balancing  of  governmental and  private\r\n\ninterests suggests that the  public interest is best served  by a\r\n\nFourth Amendment  standard of reasonableness that  stops short of\r\n\nprobable cause.\"  New Jersey v. T.L.O., 325 U.S. 334, 341 (1985).\r                                                \r\n\nIn  such   cases,  the  Supreme   Court  has  often   utilized  a\r\n\nreasonableness   standard  which   requires  the   government  to\r\n\narticulate a reasonable suspicion of  wrongdoing by the target of\r\n\nthe search.  See, e.g., id.  at 342; Delaware v. Prouse, 440 U.S.\r                                                                 \r\n\n873, 881 (1979);  United States v. Mart nez-Fuerte, 428 U.S. 648,\r                                                            \r\n\n654-55 (1976); United States v. Brignoni-Ponce, 422 U.S. 873, 881\r                                                        \r\n\n(1975); Terry v. Ohio, 392 U.S. 1 (1968).  We think this standard\r                               \r\n\nstrikes   the  appropriate  balance  between  protecting  private\r\n\ncitizens' private  papers and  enabling the FDIC  to fulfill  its\r\n\n                               -18-\r\r\n\nstatutory mandate.9\r\n\n          The district  court did  not consider whether  the FDIC\r\n\nhad articulated reasonable suspicion  of wrongdoing by Ms. Parks.\r\n\nMoreover,  we think  that the  affidavit supplied  by one  of the\r\n\nFDIC's investigators, which was on record at  the district court,\r\n\ndoes  not provide  such an  articulable suspicion  of wrongdoing.\r\n\nThe affidavit simply states that the bank lost over eight million\r\n\ndollars  as a result of several insider loans which were approved\r\n\nor ratified by  the directors of Olympic,  including Parks, after\r\n\nthe  bank had  received  regulatory warnings  regarding its  loan\r\n\npractices.  The investigator concludes that the nature and extent\r\n\nof the losses suggests that the directors \"were grossly negligent\r\n\nand violated their fiduciary duty of loyalty to Olympic in making\r\n\nthe insider loans.\"\r\n\n          The  affidavit articulates  a generalized  suspicion of\r\n\nwrongdoing by the  bank directors,  but fails  to articulate  the\r\n\nrequired individualized suspicion of  wrongdoing by the target of\r\n\nthe subpoena,  Ms. Parks.  Cf.  Ybarra v. Illinois,  444 U.S. 85,\r                                                            \r\n\n                    \r                              \r\n\n9    In  conducting  this  balancing,  the  Wentz  court,  supra,\r                                                                          \r\napparently  concluded  that  the  FDIC need  not  articulate  any\r\nquantum  of suspicion because the targets of the subpoena had not\r\nshown that the information  contained in their personal financial\r\nrecords was of such a sensitive nature  that they were \"likely to\r\nsuffer  any adverse  effects from  disclosure.\"   Wentz, 1995  WL\r                                                                 \r\n329921, at *4 (quoting United States v. Westinghouse Elec. Corp.,\r                                                                          \r\n638 F.2d 570, 578 (3d  cir. 1980)).  But once it  is conceded, as\r\nit  must be,  that  a citizen  has  a legitimate  expectation  of\r\nprivacy  in  privately  held  financial papers,  see  supra,  the\r                                                                     \r\nquestion  is  not  whether  the individual  will  suffer  adverse\r\neffects  from disclosure,  but whether  the government  has shown\r                                                                \r\nadequate justification  for searching  the documents.   This, one\r\nwould think, is the whole point of the Fourth Amendment.\r\n\n                               -19-\r\r\n\n93, 97 (1980); United States v. Lott, 870 F.2d 778, 783 (1st Cir.\r                                              \r\n\n1989).   See also United States v.  Jaramillo, 25 F.3d 1146, 1150\r                                                       \r\n\n(2d  Cir. 1994)  (\"any  invasion of  a person's  Fourth Amendment\r\n\ninterests must be justified at least by 'specific and articulable\r\n\nfacts'  directed  to  the  person  whose  interests   are  to  be\r\n\ninvaded\").   Similarly, in  McVane, the  court  rejected an  FDIC\r                                            \r\n\nsubpoena of  certain former  directors' familial records  because\r\n\nthe  FDIC  affidavit  stated   only  that  another  director  has\r\n\ntransferred assets  to family members.   The court  reasoned that\r\n\n\"the FDIC has articulated  no grounds for suspecting that  any of\r\n\nthese  Directors  (as  opposed   to  the  unnamed  'other  former\r               \r\n\ndirector') has transferred assets to family members.\"  McVane, 44\r                                                                       \r\n\nF.3d at 1139.\r\n\n          The FDIC has not shown  that Parks received an  insider\r\n\nloan or otherwise benefited from such a loan to another director.\r\n\nCf.  Resolution Trust  Corp.  v. Adams,  869 F.  Supp.  1, 3  n.4\r                                                \r\n\n(D.D.C. 1994) (respondent directors paid themselves approximately\r\n\n$8  million in  preferred dividends  of the  failed institution).\r\n\nNor  has the  FDIC  shown  \"a  suspicious  asset  transfer  or  a\r\n\nquestionable payment  by the  target, or deposition  testimony of\r\n\nother  former officers  and  directors\"  casting  suspicion  upon\r\n\nParks.  Walde, 18 F.3d at 949.  Cf. In Re Sealed Case, 42 F.3d at\r                                                               \r\n\n1417 (finding  articulable suspicion due to  respondent directors\r\n\ninvolvement in unusual transfers \"between two companies that they\r\n\nowned within a bank  that they controlled\").  Under  a reasonable\r\n\nsuspicion standard, if the FDIC has no \"specific basis . . . upon\r\n\n                               -20-\r\r\n\nwhich  to suspect that the target engaged in wrongdoing, then the\r                                           \r\n\nsubpoena  cannot be enforced.\"   Walde, 18 F.3d  at 949 (emphasis\r                                                \r\n\nadded).  Based on the  current record, we conclude that the  FDIC\r\n\nhas  failed to articulate specific  facts for suspecting that Ms.\r\n\nParks has engaged in any wrongdoing with respect to her role as a\r\n\ndirector  of Olympic.    Until the  FDIC  can do  so, the  Fourth\r\n\nAmendment dictates  that her privately held  financial papers are\r\n\njust that -- private.10\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          The Fourth Amendment requires that  the FDIC articulate\r\n\nan individualized suspicion of wrongdoing  by the petitioner as a\r\n\nprerequisite to  judicial enforcement  of a subpoena  duces tecum\r                                                                           \r\n\nseeking her privately  held financial documents.  The judgment of\r\n\nthe district court is therefore  reversed, and the case  remanded\r                                                                           \r\n\nfor further proceedings to determine whether the FDIC can in fact\r\n\nmeet this standard.\r\n\n                 -- Dissenting Opinion follows --\r\n\n                    \r                              \r\n\n10   Of course, petitioner  cannot assert any  privacy claim with\r\nrespect  to any documents that  she has already  disclosed to the\r\npublic.   See  Nixon, 425  U.S. at 459  (citing United  States v.\r                                                                        \r\nDionisio, 410 U.S. 1, 14 (1973)).\r                  \r\n\n                               -21-\r\r\n\n          SELYA, Circuit Judge (dissenting).  I believe that this\r                    SELYA, Circuit Judge (dissenting).\r                                        \r\n\ncase is less exotic than the majority suggests.  The FDIC, acting\r\n\nwithin its  statutory authority, 12  U.S.C.   1821(d),  issued an\r\n\norder of  investigation to determine, inter  alia, whether former\r                                                           \r\n\ndirectors and  officers of  a failed bank,  Olympic International\r\n\nBank and  Trust Co., may  be liable  as a result  of any  acts or\r\n\nomissions  affecting  Olympic.    The  agency  then  directed  an\r\n\nadministrative  subpoena to  appellant  Parks  (a former  Olympic\r\n\ndirector).  The record makes manifest that the agency issued this\r\n\nsubpoena in  good faith and for a  statutorily permitted purpose.\r\n\nThe  majority concedes,  ante at  7, that  the subpoena  \"met the\r                                       \r\n\nlenient  standard of  reasonableness\"  imposed on  administrative\r\n\nsubpoenas  under  longstanding case  law.    In  my  view,  these\r\n\nvalidations  are  sufficient.   Precedent  does  not support  the\r\n\nadditional  limitation  that  the  majority  today  unveils,  the\r\n\nConstitution  does  not  require   that  limitation,  and  policy\r\n\nconsiderations counsel against its imposition.\r\n\n                                A\r                                          A\r\n\n          In  the   first  place,  the   majority's  position  is\r\n\ncompletely  unprecedented.   An  administrative  subpoena is  not\r\n\nself-executing  and is, therefore, not  itself a search;  it is a\r\n\ndirection  to  produce  documents and/or  testimony,  subject  to\r\n\njudicial review should the subpoenaed  party balk.  See  Oklahoma\r                                                                           \r\n\nPress Pub. Co.  v. Walling, 327 U.S. 186, 195,  202 (1945); In re\r                                                                           \r\n\nGrand  Jury Subpoena Served Upon Simon Horowitz, 482 F.2d 72, 75-\r                                                         \r\n\n79 (2d Cir.) (Friendly,  J.), cert. denied, 414 U.S.  867 (1973).\r                                                    \r\n\n                               -22-\r\r\n\nIn  other words, a person upon whom an administrative subpoena is\r\n\nserved   unlike a person subjected to, say, an actual search or a\r\n\nTerry  stop    has an  opportunity to  quash the  subpoena before\r               \r\n\nproducing the information.\r\n\n          At that stage, of course,  the Fourth Amendment can  be\r\n\ninterposed as a bar to enforcement of the subpoena.   See Donovan\r                                                                           \r\n\nv. Lone  Steer, Inc.,  464 U.S.  408, 415 (1984).   Until  today,\r                              \r\n\nhowever,  no modern federal appellate court has ever held that an\r\n\nadministrative subpoena which satisfies the traditional four-part\r\n\ntest  (that   is,  a   subpoena  issued  after   all  appropriate\r\n\nadministrative  steps  have been  taken,  for  a proper  purpose,\r\n\nseeking information that is relevant to that purpose and which is\r\n\nnot within  the agency's possession) is  unenforceable or subject\r\n\nto curtailment solely on the ground that  it implicates \"personal\r\n\nfinancial  records\"  as  opposed  to \"corporate  records.\"    The\r\n\ndecisions with which I am familiar run uniformly to the contrary.\r\n\nSee, e.g.,  RTC v. Frates,      F.3d     ,      (D.C. Cir.  1995)\r                                   \r\n\n[1995 WL 471777 at  *3] (rejecting articulable suspicion standard\r\n\nfor enforcing RTC subpoena of personal financial records); In  re\r                                                                           \r\n\nMcVane,  44  F.3d 1127,  1136 (2d  Cir.  1995) (similar);  RTC v.\r                                                                        \r\n\nWalde, 18 F.3d  943, 946-47  (D.C. Cir. 1994)  (similar); SEC  v.\r                                                                       \r\n\nKnopfler,  658 F.2d 25, 26 (2d Cir. 1981) (enforcing, on standard\r                  \r\n\nshowing  for administrative  subpoenas,  SEC  subpoena issued  to\r\n\nindividuals for personal financial records  relating to potential\r\n\ninsider trading), cert. denied, 455 U.S. 908 (1982).\r                                        \r\n\n          The majority,  without citing  a single case  on point,\r\n\n                               -23-\r\r\n\nabruptly departs from this established precedent.  The upshot  is\r\n\nto   create   a   singular  benchmark   against   which   certain\r\n\nadministrative subpoenas henceforth will  have to be evaluated in\r\n\nthe  First  Circuit    and  only  in the  First  Circuit.   I  am\r\n\nunwilling  to venture along this  rocky coast simply  to answer a\r\n\nsiren's call.\r\n\n                                B\r                                          B\r\n\n          My  principal substantive  objection to  the majority's\r\n\napproach is to the notion that the Fourth Amendment distinguishes\r\n\nbetween \"personal financial records\" and \"corporate records\" with\r\n\nregard  to  administrative  subpoenas.    To  be  sure,  language\r\n\nfaithfully  quoted by the majority suggests  that, in an earlier,\r\n\nmore  genteel era,  the Supreme  Court took  care to  confine its\r\n\nrulings  to  the  exigencies  of  the  particular  administrative\r\n\nsubpoena cases then  before it    but those  cases, whether  read\r\n\nindividually  or  in the  ensemble,  do  not constitute  anything\r\n\napproximating a  conclusive holding that the  privacy interest in\r\n\npersonal  financial  records  must  always  be  accorded  greater\r\n\nrespect  than a  corporation's privacy  interest in  its records.\r\n\nIndeed,  I  read the  language on  which  the majority  relies as\r\n\ndenoting nothing more  than that the Court desired at the time to\r\n\nkeep the question open.  And more  recent developments in the law\r\n\nhave blurred  whatever distinction  these earlier cases  may have\r\n\nsought to preserve.\r\n\n          The  proof of  the pudding  is the  long line  of cases\r\n\nstarting with United States v. Powell, 379 U.S. 48 (1964)   cases\r                                               \r\n\n                               -24-\r\r\n\nthat  repeatedly have  sanctioned the  authority of  a particular\r\n\nagency, the  Internal Revenue  Service (IRS), to  issue summonses\r\n\nfor  either personal or corporate records  on the minimal showing\r\n\nthat the majority  today explicitly  rejects.  See  id. at  57-58\r                                                                 \r\n\n(explaining that the IRS need  only \"show that the  investigation\r\n\nwill be  conducted pursuant  to a  legitimate  purpose, that  the\r\n\ninquiry  may  be relevant  to the  purpose, that  the information\r\n\nsought is not already within the [IRS's] possession, and that the\r\n\nadministrative steps  required by the Code  have been followed\").\r\n\nThough  Powell  itself dealt  with  a corporate  taxpayer,  it is\r                        \r\n\ntranspicuously  clear that  the  Powell standard  applies to  the\r                                                 \r\n\nproduction   of  private   financial   papers  and   records   of\r\n\nindividuals, that is,  to the production of records pertaining to\r\n\neconomic or fiscal activity (which, for simplicity's sake, I will\r\n\nhenceforth call  financial records).   See, e.g., Ryan  v. United\r                                                                           \r\n\nStates,  379  U.S.  61,  62  (1964)  (upholding  IRS  summons  to\r                \r\n\nindividual  taxpayer \"for the  reasons given in  United States v.\r                                                                        \r\n\nPowell\"); United  States v. McAnlis,  721 F.2d 334,  336-37 (11th\r                                             \r\n\nCir.  1983), cert. denied, 467 U.S. 1227 (1984); United States v.\r                                                                        \r\n\nRoundtree, 420 F.2d 845, 847-51 (5th Cir. 1969).\r                   \r\n\n          The  Powell standard remains both the  law of the land,\r                               \r\n\nsee, e.g., Tiffany  Fine Arts,  Inc. v. United  States, 469  U.S.\r                                                                \r\n\n310, 323  (1985), and the law of this circuit, see, e.g., Copp v.\r                                                                        \r\n\nUnited States, 968 F.2d 1435, 1437 (1st Cir. 1992), cert. denied,\r                                                                          \r\n\n113 S. Ct.  1257 (1993).   What is more,  Powell is the  building\r                                                          \r\n\nblock around which, up to now, our modern administrative subpoena\r\n\n                               -25-\r\r\n\njurisprudence has been constructed.  See, e.g., United States  v.\r                                                                       \r\n\nComley,  890 F.2d  539, 541  (1st Cir.  1991) (citing  Powell and\r                                                                       \r\n\napplying Powell principles  to administrative subpoena issued  by\r                         \r\n\nthe Nuclear Regulatory  Commission); SEC v. Howatt, 525 F.2d 226,\r                                                            \r\n\n229 (1st Cir. 1975) (same, with respect to subpoena issued by the\r\n\nSEC).  There  is no  valid reason why  this standard,  undiluted,\r\n\nshould not  apply here.   If  Congress can authorize  the IRS  to\r\n\nissue summonses calling for  the production of personal financial\r\n\nrecords  on such a bareboned showing without running afoul of the\r\n\nFourth  Amendment, then  it  is clear  to  me that  Congress  can\r\n\nauthorize  other  agencies to  do the  same.   The cases  and the\r\n\ncommentators  bear witness  to this  verity.   See, e.g.,  SEC v.\r                                                                        \r\n\nKaplan, 397 F. Supp. 564, 570 (E.D.N.Y. 1975) (enforcing subpoena\r                \r\n\nissued by SEC for personal  financial records of an  individual);\r\n\nWayne R. LaFave, Search &amp; Seizure   4.13(e), at 383 (2d ed. 1987)\r                                           \r\n\n(acknowledging rule).\r\n\n          Believing, as I  do, that an individual has  no greater\r\n\n(legitimate) expectation of privacy in her financial records than\r\n\ndoes a business, I see no reason to conduct the kind of balancing\r\n\nthat the majority covets  in order to test the  reasonableness of\r\n\nan administrative subpoena that  seeks the production of personal\r\n\nfinancial records.  Oklahoma Press and Morton Salt, read together\r                                                            \r\n\nwith  the  Powell-Ryan  line  of cases,  lead  inexorably  to the\r                                \r\n\nconclusion  that, to  borrow a  leaf from Gertrude  Stein's book,\r\n\nfinancial  records are financial  records are  financial records.\r\n\nThis conclusion  holds  true whether  the  records belong  to  an\r\n\n                               -26-\r\r\n\nindividual  or to  an  enterprise,  and administrative  subpoenas\r\n\nseeking such records  are per  se reasonable a  long as they  are\r\n\nlawfully   authorized,   relevant,  sufficiently   specific,  and\r\n\nprocedurally unblemished.\r\n\n          Let me be  perfectly clear.  I do not  suggest that the\r\n\nminions of an administrative agency can roam at will, like a herd\r\n\nof zebra on the veldt, through an individual's personal papers or\r\n\neffects.  I am open  to the idea that  there may be a  heightened\r\n\nprivacy interest in certain  non-business records (e.g., personal\r\n\ndiaries, letters,  medical records,  and the like)  requiring, in\r\n\nturn, a more finely calibrated balance between public and private\r\n\ninterests before a court lawfully can order such records produced\r\n\nin response to a summons.  See, e.g., FDIC v. Wentz, 55 F.3d 905,\r                                                             \r\n\n908  (3d  Cir.  1995);  see  generally  LaFave,   supra,  at  383\r                                                                 \r\n\n(suggesting that, \"[i]n the  case of private individuals, perhaps\r\n\nthe  mere relevance  standard  is sufficient  to protect  privacy\r\n\ninterests in documents related to economic activity, but arguably\r\n\npurely  private  papers  should  be protected  by  requiring  the\r\n\ninvestigatory  body   to  meet  a   more  stringent   standard\").\r\n\nRecognizing,  however, that  \"[w]e  are not  so  outraged by  the\r\n\nintrusion on privacy that  accompanies the seizure of [financial]\r\n\nrecords as we  are by the  seizure of a  diary,\" Couch v.  United\r                                                                           \r\n\nStates,  409 U.S. 322,  350 (1973) (Marshall,  J., dissenting), I\r                \r\n\ndiscern  no  constitutional   impediment  to  the  administrative\r\n\nsubpoena that the FDIC served  on Parks.  Since the record  shows\r\n\nconclusively that the  FDIC issued the subpoena for  a legitimate\r\n\n                               -27-\r\r\n\npurpose (an investigation into, inter alia, whether Parks may  be\r                                                    \r\n\nliable  to  the FDIC),11  that the  inquiry  is relevant  to that\r\n\npurpose, that the information requested is not already within the\r\n\nagency's  ken,  and  that  the necessary  procedural  bases  were\r\n\ntouched, the subpoena should be enforced.\r\n\n                                C\r                                          C\r\n\n          Apart  from the  fact  that  the  majority's  brand-new\r\n\nstandard  is unmoored  both from  precedent  and from  the Fourth\r\n\nAmendment, the standard also  fares poorly on policy grounds.   I\r\n\nwill not  dwell on  this aspect,  except to  note  that the  rule\r\n\nenvisioned in the majority opinion is inconsistent with the bases\r\n\nof the modern administrative state.\r\n\n          Administrative investigations differ significantly from\r\n\ncriminal   investigations:      government   agencies   typically\r\n\ninvestigate  in  order  to enforce  compliance  with  complicated\r\n\nstructures  of  economic  regulation.    The  ability  to  obtain\r\n\ninformation from  regulated parties and those  persons in privity\r\n\nwith them typically  is vital  to the success  of the  regulatory\r\n\nscheme.  See United States v. Morton Salt Co., 338  U.S. 632, 642\r                                                       \r\n\n(1950);  Oklahoma Press,  327 U.S.  at 216;  Stephen G.  Breyer &amp;\r                                 \r\n\nRichard B.  Stewart, Administrative  Law &amp; Regulatory  Policy 975\r                                                                       \r\n\n(2d ed. 1985).   And it is  a fact of life  that agencies charged\r\n                    \r                              \r\n\n11   In this instance, it is  immaterial that the FDIC's order of\r\ninvestigation listed other objects as well.   See ante at 3.  The\r                                                                \r\nrequirement that an administrative subpoena  must be issued for a\r\nproper  purpose  is  satisfied in  the  case  of a  multi-purpose\r\nsubpoena as long as any one of the underlying purposes is proper.\r\nSee Tiffany Fine Arts, 469  U.S. at 324; FTC v. Carter,  636 F.2d\r                                                                \r\n781, 789 (D.C. Cir. 1980).\r\n\n                               -28-\r\r\n\nwith  regulating  economic   activity  often  cannot   articulate\r\n\nprobable cause or even reasonable  suspicion that a violation has\r\n\ntranspired without first examining documents reflecting a party's\r\n\neconomic activity.   See Kenneth  C. Davis &amp;  Richard J.  Pierce,\r                                  \r\n\nJr., Administrative Law  Treatise    4.1, at 138  (3d ed.  1994).\r                                           \r\n\nThis incipient problem   the need  to hitch the horse in front of\r\n\nthe cart   is  frequently exacerbated because the  subpoena power\r\n\nhas great  significance for  most administrative agencies  in the\r\n\nconduct of important public business.\r\n\n          Partially  for  that  reason  and partially  out  of  a\r\n\nconcern for  separation of powers   it is trite but true that the\r\n\nJudicial Branch must respect the Executive Branch's  prerogatives\r\n\nto enforce the  laws, see, e.g.,  Howatt, 521 F.2d  at 229    the\r                                                  \r\n\ncourts  historically have had  a very  circumscribed role  in the\r\n\noversight of  administrative subpoenas.  See,  e.g., Morton Salt,\r                                                                          \r\n\n338 U.S. at 642-43; EEOC v. Bay Shipbuilding Corp., 668 F.2d 304,\r                                                            \r\n\n308-09  (7th Cir. 1981); Goodyear Tire  &amp; Rubber Co. v. NLRB, 122\r                                                                      \r\n\nF.2d 450, 451 (6th Cir. 1941).  To this end, judicial proceedings\r\n\nregarding the enforcement  of such subpoenas  are intended to  be\r\n\nrelatively  informal and  summary in  nature.   See Donaldson  v.\r                                                                       \r\n\nUnited States,  400 U.S. 517,  529 (1971); Bay  Shipbuilding, 668\r                                                                      \r\n\nF.2d  at 309.   The  court's sole  function is  to ensure  that a\r\n\nsubpoena  is issued for a  proper purpose and  in compliance with\r\n\nthe law.   See Comley, 890 F.2d at 541; FTC  v. Texaco, Inc., 555\r                                                                      \r\n\nF.2d 862, 872 (D.C. Cir.)  (en banc), cert. denied, 431 U.S.  974\r                                                            \r\n\n(1977).  By handing the targets of agency investigations a potent\r\n\n                               -29-\r\r\n\nnew weapon, cf. SEC v. Jerry T. O'Brien, Inc., 467  U.S. 735, 750\r                                                       \r\n\n(1984)  (rejecting  a  notice  requirement  for  third-party  SEC\r\n\nsubpoenas in  part because  it \"would substantially  increase the\r\n\nability  of  persons   who  have  something  to  hide  to  impede\r\n\nlegitimate  investigations  by  the  Commission\"),  the  majority\r\n\nfacilitates   the   insertion  of   monkey   wrenches  into   the\r\n\nadministrative machinery, and creates  the potential not only for\r\n\ndelaying   agency   probes   (thereby   further   eroding  agency\r\n\neffectiveness), but  also for  increasing the extent  of judicial\r\n\nintrusions into the agency sphere.\r\n\n          It is  clear that  Congress feared these  very dangers.\r\n\nHaving written the FDIC's  organic statute broadly, requiring the\r\n\nagency  to  assess  the  conduct  of  officials  employed  by  or\r\n\naffiliated  with  federally  insured  banks  from  a  variety  of\r\n\ndifferent perspectives, most of  which relate to the governmental\r\n\ninterest in  minimizing the public's exposure  to financial loss,\r\n\nCongress vested generous,  easily enforceable  subpoena power  in\r\n\nthe FDIC so that the agency could pursue its public mission.  See\r                                                                           \r\n\nH.R.  Rep. No.  681(I), 101st  Cong., 2d  Sess. 170,  186 (1990),\r\n\nreprinted in  1990 U.S.C.C.A.N.  6472, 6576,  6592.   Without the\r                      \r\n\nability  to use this power  as Congress intended    including the\r\n\nability to subpoena individuals' personal financial records based\r\n\non relevance and nothing more   the FDIC likely will be hamstrung\r\n\nin  its  efforts  to perform  the  full  range  of its  statutory\r\n\nresponsibilities.     Thus,  the  majority's  suggested  standard\r\n\n(which, as I have explained, is mandated neither by precedent nor\r\n\n                               -30-\r\r\n\nby  constitutional doctrine) unaccountably undermines the ability\r\n\nof  the FDIC    and  every other  administrative agency     to do\r\n\nCongress's bidding, and thereby frustrates the congressional will\r\n\nfor no  good reason.12   See Federal Maritime  Comm'n v. Port  of\r                                                                           \r\n\nSeattle, 521 F.2d 431,  433 (9th Cir. 1975) (explaining  that the\r                 \r\n\n\"very backbone  of an  administrative  agency's effectiveness  in\r\n\ncarrying  out  the  congressionally mandated  duties  of industry\r\n\nregulation is the rapid exercise of the power to investigate\").\r\n\n                                D\r                                          D\r\n\n          Because  I  am   convinced  that   my  colleagues   are\r\n\nneedlessly  infringing upon the  lawful powers  of administrative\r\n\nagencies,  and  because  I  fear  the  mischief  that this  well-\r\n\nintentioned effort  to resurrect  a moribund  view of the  Fourth\r\n\nAmendment may produce, I respectfully dissent.\r\n\n                    \r                              \r\n\n12  This does not mean, of course, that I endorse, as a matter of\r\npolicy,  either the FDIC's  penchant for riding  roughshod or its\r\naggressive  use of administrative subpoenas.  But the rule of law\r\nrequires  judges  to  subrogate  such  personal  reservations  to\r\nprecedent  and reason.   After  all,  constitutional adjudication\r\n\"must be an overriding judgment founded  on something much deeper\r\nand more  justifiable than personal  preference.\"  Sweezy  v. New\r                                                                           \r\nHampshire,   354  U.S.   234,   267  (1957)   (Frankfurter,   J.,\r                   \r\nconcurring).\r\n\n                               -31-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-2262\r\n\n                       CAROL SAWYER PARKS,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n              FEDERAL DEPOSIT INSURANCE CORPORATION,\r\n              AS RECEIVER FOR OLYMPIC INTERNATIONAL\r\n                     BANK AND TRUST COMPANY,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Edward F. Harrington, U.S. District Judge]\r                                                                  \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n                    and Selya, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n     David G.  Hanrahan, with whom  Ross D. Ginsberg  and Gilman,\r                                                                           \r\nMcLaughlin &amp; Hanrahan, were on brief for appellant.\r                               \r\n     Jaclyn C. Taner, Counsel, with whom Ann S. Duross, Assistant\r                                                                \r\nGeneral Counsel,  Colleen B. Bombardier, Senior  Counsel, John P.\r                                                                           \r\nParker, Senior Attorney,  and Juanita L.  Dean, Counsel, were  on\r                                                        \r\nbrief for appellee, Federal Deposit Insurance Corporation.\r\n\n                                           \r\n\n                        September 13, 1995\r\n                                           \r\r\n\n          TORRUELLA,  Chief  Judge.    Plaintiff-appellant  Carol\r                    TORRUELLA,  Chief  Judge.\r                                            \r\n\nSawyer Parks filed suit  in the United States District  Court for\r\n\nMassachusetts  to  enjoin   defendant-appellee  Federal   Deposit\r\n\nInsurance Company (\"FDIC\") from  enforcing a subpoena duces tecum\r                                                                           \r\n\nseeking  Parks'  personal  financial  papers and  records.    The\r\n\ndistrict  court  granted  the  FDIC's motion  to  dismiss  Parks'\r\n\ncomplaint, and for summary  enforcement of the subpoena.   Parks'\r\n\nappeal  of   that  decision  presents  the   following  important\r\n\nquestion:    Does  the Fourth  Amendment's  proscription  against\r\n\nunreasonable searches and seizures require the FDIC to articulate\r\n\nsome quantum  of  individualized suspicion  of wrongdoing  before\r\n\nsubpoenaing a citizen's private financial papers?  Relying on the\r\n\nSupreme   Court's  long-held   distinction  between   the  Fourth\r\n\nAmendment rights accorded private --  as opposed to corporate  --\r\n\npapers, we answer in the affirmative.  Because the district court\r\n\ndid not review the subpoena under the standard we announce today,\r\n\nwe  reverse and  remand for  further proceedings  consistent with\r\n\nthis opinion.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          The FDIC insures deposits in financial institutions and\r\n\nis  authorized  by  statute  to  act  as  receiver   for  insured\r\n\ninstitutions  that  fail  and  are  closed  by  their  chartering\r\n\nauthority.  12 U.S.C.     1811, 1821(c)(2) &amp; (3).  When  the FDIC\r\n\nis appointed  receiver for a  failed institution, it  succeeds by\r\n\nlaw  to  \"all  rights, titles,  powers,  and  privileges\" of  the\r\n\ninstitution's officers  and directors with respect  to the assets\r\n\n                               -2-\r\r\n\nof the institution.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at   1821(d)(2)(A). </span><pre class=\"inline\"> As a receiver,  the\r                                 \r\n\nFDIC  is authorized to collect all obligations and moneys owed to\r\n\nfailed  institutions  for   the  benefit  of  the   institution's\r\n\ncreditors and shareholders.   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>   1821(d)(2)(B).  To </span><pre class=\"inline\">facilitate\r                                          \r\n\nthis  function,  Congress  has   authorized  the  FDIC  to  issue\r\n\nsubpoenas and subpoenas duces tecum \"for purposes of carrying out\r                                             \r\n\nany  power,  authority,  or  duty  with  respect  to  an  insured\r\n\ndepository  institution (including determining  any claim against\r\n\nthe institution and determining and  realizing upon any assets of\r\n\nany   person  in   the  course  of   collecting  money   due  the\r\n\ninstitution). . . .\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>    1818(n), 1821(d)(2)(I)(i). </span><pre class=\"inline\"> The FDIC\r                                  \r\n\nis empowered to avoid fraudulent transfers, assert claims against\r\n\ndirectors and  officers, and seek court  orders attaching assets.\r\n\n</pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>    1821(d)(17), 1821(k), </span><pre class=\"inline\"> 1821(d)(18).  In addition, Congress\r            \r\n\ndirects  the FDIC, generally, to maximize the return for the sale\r\n\nof assets, and to minimize losses.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>   1821(d)(13)(E).\r                                                \r\n\n          Ms. </span><pre class=\"inline\">Parks was a  director of Olympic International Bank\r\n\nand Trust  Company (\"Olympic\") from  May 1987 through  July 1990.\r\n\nOn June 26, 1992, Olympic was declared insolvent and the FDIC was\r\n\nappointed its receiver.   On June  28, 1994, the  FDIC issued  an\r\n\nOrder of Investigation to  determine whether (1) former directors\r\n\nand officers may be liable as a result of any actions or failures\r\n\nto act which may have affected Olympic; (2) pursuit of litigation\r\n\nwould be  cost effective, considering the extent of the potential\r\n\ndefendants' ability to pay  a judgment; (3) the FDIC  should seek\r\n\nto avoid  a transfer of assets;  and (4) the FDIC  should seek an\r\n\n                               -3-\r\r\n\nattachment of assets.\r\n\n          On  July 28,  1994, the  FDIC issued  a subpoena  duces\r                                                                           \r\n\ntecum to Ms. Parks requesting the following information: \r               \r\n\n          1.   Your current financial statement and all\r\n          financial statements listing your  assets and\r\n          liabilities, (alone or with others).\r\n\n          2.   All financial statements of your spouse.\r\n\n          3.   All credit applications submitted by you\r\n          or your spouse, alone  or with others, to any\r\n          depository institution or any other person or\r\n          entity.\r\n\n          4.   All  records   prepared,  generated,  or\r\n          received on or  after August 1, 1993  through\r\n          August 1,  1994, referring or relating to the\r\n          source  and amount of  any income received by\r\n          you  or on  your  behalf,  including but  not\r\n          limited  to  all wages,  salary, commissions,\r\n          bonuses, interest and dividend  payments, and\r\n          any other form of income received by you.\r\n\n          5.   All federal, state and local tax returns\r\n          filed by you  either individually or  jointly\r\n          with  another,  along   with  all  forms  and\r\n          schedules  filed  with   such  returns   from\r\n          January 1, 1989 through April 15, 1994.\r\n\n          6.   All  records   prepared,  generated,  or\r\n          received from August  1, 1993 through  August\r\n          1, 1994  which  refer or  relate  to  stocks,\r\n          bonds,   securities   or  other   investments\r\n          currently  owned  by  individually   or  with\r\n          others,  including  but  not limited  to  any\r\n          statements showing their value.\r\n\n          7.   All  documents  that  reflect, refer  or\r\n          relate to  any  financial, real  or  personal\r\n          property  transactions,  including  cash,  in\r\n          which you,  or anyone acting  on your behalf,\r\n          or under your control or influence, have been\r\n          involved, (except as  the attorney,  employee\r\n          or agent of another party  on transactions in\r\n          which you had no personal interest), having a\r\n          value  of  $5,000  or  more,  per  person  or\r\n          organization  per  year,  including, but  not\r\n          limited to, the following:\r\n\n                               -4-\r\r\n\n            a. all   real   and   personal   property\r\n            purchases,  sales  or transfers,  with or\r\n            without consideration;\r\n            b. all trust participants;\r\n            c. mortgages,  trusts  or other  liens on\r\n            security  interests obtained  or supplied\r\n            to any third party;\r\n            d. lawsuits; and\r\n            e. repossessions and returns.\r\n\n          8.   All documents referring  or relating  to\r\n          any  transfer of  assets exceeding  $5,000 to\r\n          any  entity, account, place or person located\r\n          outside the United States of America.\r\n\n          9.   All records referring or relating to any\r\n          interest  you hold  in any  real personal  or\r\n          other  type of  property exceeding  $5,000 in\r\n          value not described above.\r\n\n          10.  All documents referring  or relating  to\r\n          any  transfer or  assets exceeding  $5,000 to\r\n          any entity, account,  place or person located\r\n          outside the United States of America.\r\n\n          11.  All records referring or relating to any\r\n          interest  you hold  in any  real  personal or\r\n          other  type of  property exceeding  $5,000 in\r\n          value not described above.\r\n\n          Ms. Parks refused to produce the information.  Instead,\r\n\nshe  filed a complaint  for declaratory and  injunctive relief in\r\n\nthe United States District Court for Massachusetts arguing, among\r\n\nother things,  that compelled  production of the  documents would\r\n\nviolate her rights under the Fourth Amendment.  The FDIC  filed a\r\n\nmotion  to dismiss the complaint, and  for summary enforcement of\r\n\nthe subpoena.   On the same  day that the FDIC  filed its motion,\r\n\nthe district court,  without the benefit of a  hearing, or even a\r\n\nresponse from Parks, granted the FDIC's motion to dismiss and for\r\n\nsummary  enforcement   of  the  subpoena.     We  granted  Parks'\r\n\nsubsequent  motion to  stay enforcement  of the  subpoena pending\r\n\n                               -5-\r\r\n\nappeal.\r\n\n                               -6-\r\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          Ms. Parks argues that  the FDIC subpoena constitutes an\r\n\n\"unreasonable  search\"  of   her  private  financial  papers   in\r\n\nviolation of her rights  under the Fourth Amendment.   The Fourth\r\n\nAmendment protects the \"right of the people to be secure in their\r\n\npersons,  houses,  papers,   and  effects,  against  unreasonable\r\n\nsearches  and seizures . . . .\"   The Supreme Court has described\r\n\nthe  subpoena as a \"constructive\" search, Oklahoma Press Pub. Co.\r                                                                           \r\n\nv.  Walling, </pre><span class=\"citation no-link\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span> </span><pre class=\"inline\"> (1945), which is  therefore subject to\r                     \r\n\nFourth Amendment  limitations.  Donovan v. Lone  Steer, Inc., </pre><span class=\"citation\" data-id=\"111061\"><a href=\"/opinion/111061/donovan-v-lone-steer-inc/\"><span class=\"volume\">464</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">408</span></a></span><pre class=\"inline\">, 415 (1984); United States v.  Morton Salt Co., </pre><span class=\"citation\" data-id=\"104758\"><a href=\"/opinion/104758/united-states-v-morton-salt-co/\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span>\r                                                                 \r\n\n<span class=\"page\">632</span></a></span><pre class=\"inline\">, 651  (1950)  (\"[T]he 'right  to  be let  alone  -- the  most\r\n\ncomprehensive of rights  and the right  most valued by  civilized\r\n\nmen,' is not confined literally to searches and seizures as such,\r\n\nbut extends as  well to  the orderly taking  under compulsion  of\r\n\nprocess . . . .\") (citations omitted).  It is beyond dispute that\r\n\nMs. Parks'  has  a \"legitimate  expectation  of privacy\"  in  her\r\n\nprivately held  financial papers and  records, and thus  that her\r\n\nFourth Amendment  rights are  implicated by the  FDIC's subpoena.\r\n\nSee United States v. Jacobsen, </pre><span class=\"citation\" data-id=\"111143\"><a href=\"/opinion/111143/united-states-v-jacobsen/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">109</span></a></span><pre class=\"inline\">, 113 (1984); Nixon v.\r                                                                        \r\n\nAdmin.  of General Serv., </pre><span class=\"citation no-link\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">425</span></span><pre class=\"inline\">, 457-58 (1976) (President\r                                  \r\n\nhas  legitimate expectation  of privacy  in his  private papers).\r\n\nCf.  United States  v. Miller,  </pre><span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">435</span></span><pre class=\"inline\">, 440-44  (1975) (no\r                                       \r\n\nFourth  Amendment   interest  of  depositor   implicated  because\r\n\nfinancial papers  ceased to be \"private  papers\" when transferred\r\n\n                               -7-\r\r\n\nto bank).1\r\n\n          The question  then becomes whether the  subpoena issued\r\n\nby the FDIC  was \"reasonable\"  within the meaning  of the  Fourth\r\n\nAmendment.  Florida  v. Jimeno,  </pre><span class=\"citation\" data-id=\"112595\"><a href=\"/opinion/112595/florida-v-jimeno/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span><pre class=\"inline\">,  250 (1991)  (\"The\r                                        \r\n\ntouchstone of  the Fourth Amendment  is reasonableness.\"); United\r                                                                           \r\n\nStates v. Calandra, </pre><span class=\"citation\" data-id=\"108898\"><a href=\"/opinion/108898/united-states-v-calandra/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">338</span></a></span><pre class=\"inline\">, 354 (1974) (\"The purpose of the\r                            \r\n\nFourth   Amendment  is   to  prevent   unreasonable  governmental\r\n\nintrusions  into the privacy  of one's person,  house, papers, or\r\n\neffects.\").  Our  review of  the relevant case  law persuades  us\r\n\nthat,   although   the  FDIC   met   the   lenient  standard   of\r\n\nreasonableness for administrative subpoenas of corporate records,\r                                                                  \r\n\nit failed  to meet the  stricter standard of  reasonableness that\r\n\napplies  to  administrative  subpoenas  of  personal  papers  and\r                                                              \r\n\nrecords.\r\n\n                                I.\r                                          I.\r\n\n          The FDIC asserts that the only constraints on its power\r\n\nto subpoena an individual's private financial papers are that the\r\n\ninvestigation  be   within   its  authority,   the  subpoena   be\r\n                    \r                              \r\n\n1  The Supreme Court has recognized that:\r\n\n            Of all the rights of the citizen, few are\r\n            of greater importance  or more  essential\r\n            to his peace and happiness than the right\r\n            of personal security, and  that involves,\r\n            not merely protection  of his person from\r\n            assault,  but  exemption  of his  private\r                                                               \r\n            affairs,  books,  and  papers   from  the\r                                                               \r\n            inspection   and   scrutiny  of   others.\r                                                              \r\n            Without the enjoyment of this  right, all\r\n            others would lose half their value.\r\n\nInterstate Commerce Comm'n  v. Brimson, </pre><span class=\"citation\" data-id=\"93951\"><a href=\"/opinion/93951/icc-v-brimson/\"><span class=\"volume\">154</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span><pre class=\"inline\">,  479 (1894)\r                                                \r\n(citation and internal quotation marks omitted; emphasis added).\r\n\n                               -8-\r\r\n\nsufficiently  definite, and the information reasonably relevant.2\r\n\nThe  FDIC relies on our decision in  United States v. Comley, </pre><span class=\"citation\" data-id=\"532753\"><a href=\"/opinion/532753/united-states-v-stephen-b-comley/\"><span class=\"volume\">890</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">539</span></a></span><pre class=\"inline\">, 541 (1st Cir. 1989), where we stated that:\r\n\n               In  general,  an  agency  subpoena  is\r\n            enforceable if it is for a proper purpose\r\n            authorized  by Congress,  the information\r\n            sought  is relevant  to that  purpose and\r\n            adequately   described,   and   statutory\r\n            procedures are followed in the subpoena's\r\n            issuance.  .  .  .     \"As  long  as  the\r\n            investigation  is   within  the  agency's\r\n            authority,  the  subpoena   is  not   too\r\n            indefinite, and the information sought is\r\n            reasonably  relevant, the  district court\r\n            must enforce an administrative subpoena.\"\r\n\n</pre><span class=\"citation\" data-id=\"532753\"><a href=\"/opinion/532753/united-states-v-stephen-b-comley/\"><span class=\"id_token\">Id.</span> at 541 </a></span><pre class=\"inline\">(internal  citations omitted) (quoting EEOC v.  Tempel\r                                                                           \r\n\nSteel Co., </pre><span class=\"citation\" data-id=\"485011\"><a href=\"/opinion/485011/43-fair-emplpraccas-557-42-empl-prac-dec-p-36903-equal-employment/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">482</span></a></span><pre class=\"inline\">, 485 (7th Cir. 1987)).   Comley, however,\r                                                                 \r\n\nconcerned  corporate papers,  not private  papers.   As explained\r\n\nbelow,  the  Supreme  Court  has long  recognized  a  distinction\r\n\nbetween the two.\r\n\n          Comley relied on United States  v. Powell, </pre><span class=\"citation\" data-id=\"106933\"><a href=\"/opinion/106933/united-states-v-powell/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">48</span></a></span><pre class=\"inline\">,\r                                                             \r\n\n57-58 (1964), which concerned a challenge by a corporate taxpayer\r\n\nto a request  by the IRS  to produce corporate  tax records.   In\r                                                        \r\n\nrejecting the  taxpayer's contention that the  IRS must establish\r\n\nprobable  cause  of  wrongdoing  as a  prerequisite  to  judicial\r\n\nenforcement  of the request, the  Powell Court relied  on the two\r                                                  \r\n\ncases principally relied on  here by the FDIC --  Oklahoma Press,\r                                                                          \r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span> </span><pre class=\"inline\"> and Morton Salt </pre><span class=\"citation\" data-id=\"104758\"><a href=\"/opinion/104758/united-states-v-morton-salt-co/\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">632</span></a></span><pre class=\"inline\">.   Both cases involved\r                                       \r\n\ncorporate records, a fact  the Supreme Court evidently considered\r\n                    \r                              \r\n\n2  As noted previously, the FDIC is empowered to avoid fraudulent\r\ntransfers, assert claims against directors and officers, and seek\r\ncourt  orders attaching  assets.   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>     1821(d)(17),  1821(k),\r</span><pre class=\"inline\">                                               \r\n1821(d)(18).\r\n\n                               -9-\r\r\n\nof paramount importance in analyzing the Fourth Amendment issue.\r\n\n          In   Oklahoma   Press,  several   newspaper  publishing\r                                         \r\n\ncorporations  challenged  the right  of  a  government agency  to\r\n\njudicial  enforcement  of  subpoenas  duces  tecum for  corporate\r                                                            \r\n\nrecords  absent a showing of wrongdoing.  In rejecting a probable\r\n\ncause standard  for issuance  of an administrative  subpoena, the\r\n\nCourt  explained that  because  corporations are  created by  the\r\n\nstate,  they  \"are not  entitled  to  all  of the  constitutional\r\n\nprotections which private individuals have.\"  Oklahoma </pre><span class=\"citation\" data-id=\"104239\"><span class=\"antecedent_guess\">Press,</span> <a href=\"/opinion/104239/oklahoma-press-publishing-co-v-walling/\"><span class=\"volume\">327</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> at <span class=\"page\">204-05</span></a></span><pre class=\"inline\">.  The court made it quite plain  that its holding,\r\n\nand   the  standard   it  established   for  enforcement   of  an\r\n\nadministrative subpoena  duces tecum under  the Fourth Amendment,\r                                              \r\n\nwas  predicated on the fact that corporate, as opposed to private\r\n\npapers were at issue.\r\n\n               Historically private corporations have\r\n            been subject to  broad visitorial  power,\r\n            both in England and in this country.  And\r\n            it   long   has  been   established  that\r\n            Congress may  exercise wide investigative\r\n            power   over   them,  analogous   to  the\r\n            visitorial  power  of  the  incorporating\r\n            state, when their  activities take  place\r\n            within  or  affect  interstate  commerce.\r\n            Correspondingly it has been  settled that\r                                                               \r\n            corporations  are not entitled  to all of\r                                                               \r\n            the   constitutional   protections  which\r                                                               \r\n            private   individuals   have   in   these\r                                                               \r\n            matters.\r                             \r\n\n</pre><span class=\"citation\" data-id=\"104239\"><a href=\"/opinion/104239/oklahoma-press-publishing-co-v-walling/\"><span class=\"id_token\">Id.</span> at 204-05 </a></span><pre class=\"inline\">(footnotes omitted).\r            \r\n\n          The respondent corporations  in Morton Salt  challenged\r                                                               \r\n\nthe Federal Trade Commission's (\"FTC's\") power to require them to\r\n\nfile  reports  indicating  compliance  with a  federal  court  of\r\n\nappeal's  decree enforcing  an FTC  cease and  desist order.   In\r\n\n                               -10-\r\r\n\nlanguage relied on heavily  by the FDIC  in this case, the  Court\r\n\ncompared the subpoena  power of an administrative  agency \"to the\r\n\nGrand  Jury, which does  not depend on a  case or controversy for\r\n\npower to  get evidence  but can  investigate merely on  suspicion\r\n\nthat the  law is being  violated, or  even just because  it wants\r\n\nassurance  that it  is  not.\"   </pre><span class=\"citation\" data-id=\"104239\"><a href=\"/opinion/104239/oklahoma-press-publishing-co-v-walling/\"><span class=\"id_token\">Id.</span> at  642-43. </a></span><pre class=\"inline\">  The comparison,\r                                            \r\n\nhowever,  was made  in  reference to  the corporate  respondent's\r\n\nclaim  that  the   agency  had  invaded  the  court   of  appeals\r\n\njurisdiction,  it  had nothing  to  do  with respondent's  Fourth\r\n\nAmendment  claim.3   The  Court  made  this clear:  \"Whether  the\r\n\nCommission  has  invaded any  private  right  of respondents'  we\r\n\nconsider under later rubrics.  Our only concern under the present\r\n\nheading  is whether the Commission's order infringes prerogatives\r\n\nof the court.\"  </pre><span class=\"citation\" data-id=\"104239\"><a href=\"/opinion/104239/oklahoma-press-publishing-co-v-walling/\"><span class=\"id_token\">Id.</span> at 643.\r</a></span><pre class=\"inline\">                            \r\n\n          The Morton Salt Court did hold -- in the section of the\r                                   \r\n\nopinion which actually concerned the Fourth Amendment -- that the\r\n\nFTC need not establish  wrongdoing by the respondent corporations\r\n\nin  order to subpoena their financial documents.  The Court based\r\n\nthis decision on the fact that corporations do not merit the same\r\n\ndegree of Forth Amendment protections as private individuals.\r\n\n               While   they   may  and   should  have\r\n            protection from unlawful demands  made in\r\n            the   name   of   public   investigation,\r\n            corporations can claim  no equality  with\r                                                               \r\n            individuals  in the enjoyment  of a right\r                                                               \r\n            to privacy.  They are endowed with public\r                                \r\n            attributes.    They  have   a  collective\r\n            impact  upon  society,  from  which  they\r\n                    \r                              \r\n\n3   The above quoted language came under a section of the opinion\r\nentitled \"Invasion of Court of Appeals Jurisdiction\".\r\n\n                               -11-\r\r\n\n            derive   the   privilege  of   acting  as\r\n            artificial entities.\r\n\n</pre><span class=\"citation\" data-id=\"104239\"><a href=\"/opinion/104239/oklahoma-press-publishing-co-v-walling/\"><span class=\"id_token\">Id.</span> at 651-52 </a></span><pre class=\"inline\">(emphasis added; internal citations omitted).\r            \r\n\n          We  think the clear import of Oklahoma Press and Morton\r                                                                           \r\n\nSalt   is  that   the  standard   for  judicial   enforcement  of\r              \r\n\nadministrative subpoenas of a private citizen's private papers is\r\n\nstricter than that for corporate  papers.  Our research indicates\r\n\nthat the Supreme Court has never extended the lenient Morton Salt\r                                                                           \r\n\nstandard  for administrative  subpoenas  of corporate  records to\r\n\nprivate  records.    Rather,  the Court  has  always  couched the\r\n\nstandard in the context  of the corporate status of  the subpoena\r\n\ntarget.4  The FDIC  argues that we should nevertheless  apply the\r\n\nlenient  Morton Salt standard  governing administrative subpoenas\r                              \r\n\nof corporate papers to subpoenas for private papers because three\r\n\nfederal appeals courts have recently done so.  We find  the cases\r\n\ncited by the FDIC unpersuasive.\r\n\n          In  Resolution Trust Corp. v. Walde,  </pre><span class=\"citation\" data-id=\"664858\"><a href=\"/opinion/664858/resolution-trust-corporation-v-william-l-walde-resolution-trust/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">943</span> </a></span><pre class=\"inline\">(D.C.\r                                                       \r\n\nCir.  1994),  the  court implicitly  held  that  the  RTC is  not\r\n\nrequired to articulate an  individualized suspicion of wrongdoing\r\n\nwhen  it subpoenas  private  records  for determining  liability,\r\n\n                    \r                              \r\n\n4  For example, in  </pre><span class=\"citation\" data-id=\"111061\"><a href=\"/opinion/111061/donovan-v-lone-steer-inc/\"><span class=\"antecedent_guess\">Donovan,</span> supra</a></span><pre class=\"inline\">, the Court stated  that, \"when\r                                            \r\nan administrative agency  subpoenas corporate  books or  records,\r                                                       \r\nthe Fourth  Amendment requires that the  subpoena be sufficiently\r\nlimited in scope, relevant in purpose,  and specific in directive\r\nso that compliance will no be unreasonably </pre><span class=\"citation\" data-id=\"111061\"><span class=\"antecedent_guess\">burdensome.\"</span>  <a href=\"/opinion/111061/donovan-v-lone-steer-inc/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span>\r\nat <span class=\"page\">415</span> </a></span><pre class=\"inline\"> (quoting See v. City of Seattle, </pre><span class=\"citation\" data-id=\"107474\"><a href=\"/opinion/107474/see-v-seattle/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">541</span></a></span><pre class=\"inline\">, 544 (1967)\r                                                 \r\nand citing Morton </pre><span class=\"citation\" data-id=\"104758\"><span class=\"antecedent_guess\">Salt,</span> <a href=\"/opinion/104758/united-states-v-morton-salt-co/\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">652-53</span></a></span><pre class=\"inline\">).\r                                \r\n\n                               -12-\r\r\n\navoiding asset  transfers, and  freezing  assets.   </pre><span class=\"citation\" data-id=\"104758\"><a href=\"/opinion/104758/united-states-v-morton-salt-co/\"><span class=\"id_token\">Id.</span> at  946.5\r</a></span><pre class=\"inline\">                                                                \r\n\nThe court's discussion  of this  issue begins and  ends with  its\r\n\nquoting  of the Morton Salt standard  for judicial enforcement of\r                                     \r\n\nan administrative subpoena.   The court completely ignores Morton\r                                                                           \r\n\nSalt's sharp  distinction between corporate  and private  papers.\r              \r\n\nSee </pre><span class=\"citation\" data-id=\"104758\"><a href=\"/opinion/104758/united-states-v-morton-salt-co/\"><span class=\"id_token\">id.</span> at 946. </a></span><pre class=\"inline\"> Walde,  then, is unpersuasive to the extent that\r                                \r\n\nit  ignores  the Supreme  Court's  explicit  recognition in  both\r\n\nOklahoma  Press and  Morton  Salt that  private financial  papers\r                                           \r\n\ndeserve  stricter  Fourth  Amendment  protection  than  corporate\r\n\npapers.\r\n\n          In  In  re McVane,  </pre><span class=\"citation\" data-id=\"686728\"><a href=\"/opinion/686728/in-re-mcvane-m-patricia-mcvane-jeffrey-s-hoffman-michael-g-economous/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1127</span> </a></span><pre class=\"inline\"> (2d Cir.  1995), the\r                                     \r\n\nSecond  Circuit concluded  that  \"although the  Morton Salt  case\r                                                                     \r\n\nrecognized that individuals enjoy  greater rights of privacy than\r\n\ndo  corporations, courts  have nevertheless  applied  the lenient\r\n\nMorton  Salt test  to administrative  subpoenas seeking  personal\r                      \r\n\nrecords.\"  </pre><span class=\"citation\" data-id=\"686728\"><a href=\"/opinion/686728/in-re-mcvane-m-patricia-mcvane-jeffrey-s-hoffman-michael-g-economous/\"><span class=\"id_token\">Id.</span> at 1137. </a></span><pre class=\"inline\"> The court cited two cases as examples of\r                       \r\n\nthis  seemingly  anomalous  practice  -- Walde  and  the  Supreme\r                                                        \r\n\nCourt's decision in United States v. Stuart, </pre><span class=\"citation\" data-id=\"112208\"><a href=\"/opinion/112208/united-states-v-stuart/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">353</span> </a></span><pre class=\"inline\">(1989).\r                                                     \r\n\n                    \r                              \r\n\n5   As noted previously,  these three areas  of investigation are\r\nauthorized by statute.   The court held, however, that  the RTC's\r\nfourth asserted  area of  investigation -- determining  the cost-\r\neffectiveness  of a potential lawsuit -- is not authorized by its\r\nstatutory directive  to  maximize  the return  for  the  sale  of\r\nassets, and  to  minimize  losses.   </pre><span class=\"citation\" data-id=\"112208\"><a href=\"/opinion/112208/united-states-v-stuart/\"><span class=\"id_token\">Id.</span>  at  949; </a></span><pre class=\"inline\"> 12  U.S.C.   \r                                                 \r\n1821(d)(13)(E).   The court  therefore held  that when  issuing a\r\nsubpoena for this purpose,  the RTC must demonstrate at  least an\r\narticulable suspicion of wrongdoing.  </pre><span class=\"citation\" data-id=\"112208\"><a href=\"/opinion/112208/united-states-v-stuart/\"><span class=\"id_token\">Id.</span>  See also </a></span><pre class=\"inline\">In Re McVane,\r                                                                          \r\n</pre><span class=\"citation\" data-id=\"686728\"><a href=\"/opinion/686728/in-re-mcvane-m-patricia-mcvane-jeffrey-s-hoffman-michael-g-economous/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1127</span></a></span><pre class=\"inline\">,  1139-40 (2d  Cir. 1995) (holding  that, absent  at\r\nleast an articulable suspicion  that a former director  is liable\r\nto  the  failed  bank,   determining  the  cost-effectiveness  of\r\nlitigation  is not  a  proper  purpose  for  the  issuance  of  a\r\nsubpoena).\r\n\n                               -13-\r\r\n\nAs noted, Walde  sheds little  light on this  subject because  it\r                         \r\n\nignores  the Morton  Salt Court's  distinction between  corporate\r                                   \r\n\ndocuments and personal records.   At least, however, Walde  is on\r                                                                    \r\n\npoint; Stuart is not.\r                       \r\n\n          Stuart concerned a treaty between the United States and\r                          \r\n\nCanada  that  obliged  the United  States  to  obtain  and convey\r\n\ninformation to Canadian authorities to assist them in determining\r\n\na Canadian taxpayer's income tax liability.  The respondents were\r\n\nCanadian citizens  and residents who maintained  bank accounts in\r\n\nthe United States.  They challenged  the authority of the IRS  to\r\n\nissue an administrative  summons to their bank  for their private\r\n\nfinancial   documents,  pursuant   to   a  request   by  Canadian\r\n\nauthorities,  without  first determining  that  the Canadian  tax\r\n\ninvestigation  had reached a  stage analogous  to a  domestic tax\r\n\ninvestigation's referral  to the Justice Department  for criminal\r\n\n</pre><span class=\"citation\" data-id=\"112208\"><span class=\"antecedent_guess\">prosecution.</span>   <a href=\"/opinion/112208/united-states-v-stuart/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">357</span></a></span><pre class=\"inline\">.   The Fourth Amendment  was never\r\n\nraised  as a  defense by  the  respondent taxpayers;  indeed, the\r\n\nFourth Amendment is  never even mentioned in  the Stuart opinion.\r                                                                  \r\n\nThe  reason is manifest.   Because the documents  were located at\r\n\nthe  bank,  and  had thus  been  exposed  to  third parties,  the\r\n\nrespondents  had  no  reasonable  expectation  of  privacy,  and,\r\n\nconsequently, no Fourth Amendment interest in the documents.  See\r                                                                           \r\n\nSecurities  and Exchange Comm'n  v. O'Brien, Inc.,  </pre><span class=\"citation\" data-id=\"111217\"><a href=\"/opinion/111217/sec-v-jerry-t-obrien-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">735</span></a></span><pre class=\"inline\">,\r                                                           \r\n\n743  (1984)  (Fourth  Amendment  does   not  protect  information\r\n\ncommunicated to a third party); United States v. Payner, </pre><span class=\"citation no-link\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span>\r                                                                 \r\n\n<span class=\"page\">727</span></span><pre class=\"inline\">,  731-32  (1979) (no  legitimate  expectation  of privacy  in\r\n\n                               -14-\r\r\n\ndocuments  voluntarily turned  over  to bank);  United States  v.\r                                                                       \r\n\nMiller, </pre><span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">435</span></span><pre class=\"inline\">, 441-43 (1975) (depositor has no expectation\r                \r\n\nof privacy and thus no \"protectable Fourth Amendment interest\" in\r\n\nfinancial records  retained by  bank).   Stuart thus provides  no\r                                                         \r\n\nsupport for the proposition asserted here by the FDIC.\r\n\n          The FDIC  also directs us to the Third Circuit's recent\r\n\ndecision in Federal  Deposit Insurance  Corp. v.  Wentz, </pre><span class=\"citation no-link\"><span class=\"volume\">1995</span>  <span class=\"reporter\">WL</span>\r                                                                 \r\n\n<span class=\"page\">329921</span> </span><pre class=\"inline\">(3d Cir. 1995).  Wentz is the only administrative subpoena\r                                       \r\n\ncase we have found that contains more than a passing reference to\r\n\nthe distinction  between corporate and private  papers.  Contrary\r\n\nto the FDIC's assertions,  however, we think it provides  as much\r\n\nsupport for Parks' position as that of the FDIC.\r\n\n          In  Wentz, the  court upheld  an FDIC  subpoena  of the\r                             \r\n\npersonal financial documents of  former officers and directors of\r\n\na failed bank.  The court began by citing the lenient Morton Salt\r                                                                           \r\n\ntest for enforcement  of an administrative  subpoena.  The  court\r\n\nrecognized,  however,   that   \"[w]hen  personal   documents   of\r\n\nindividuals, as contrasted with business records of corporations,\r\n\nare  the  subject  of  the  subpoena,  privacy  concerns  must be\r\n\nconsidered.\"   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at *2 </span><pre class=\"inline\">(citing Whalen v. Roe, </pre><span class=\"citation\" data-id=\"109592\"><a href=\"/opinion/109592/whalen-v-roe/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">589</span></a></span><pre class=\"inline\">, 599\r                                                        \r\n\n(1977)).  The court  then balanced the governmental need  for the\r\n\ninformation against  the respondents'  privacy interest  in their\r\n\npersonal  financial  documents,  and concluded  that  the  public\r\n\ninterest   in  \"safeguarding   the  FDIC's   legislative  mandate\r\n\noutweighs the  minimal intrusion into the  privacy that surrounds\r\n\nthe directors' personal financial records . . . .\"  </pre><span class=\"citation\" data-id=\"109592\"><a href=\"/opinion/109592/whalen-v-roe/\"><span class=\"id_token\">Id.</span> at *4.\r</a></span><pre class=\"inline\">                                                                \r\n\n                               -15-\r\r\n\n          Wentz  recognized that  subpoenas  for  privately  held\r                         \r\n\nfinancial   documents  implicate  privacy   concerns  and  should\r\n\ntherefore  be evaluated  by  a stricter  standard than  corporate\r\n\ndocuments.   As  explained below,  we agree  with Wentz  that the\r                                                                 \r\n\nproper inquiry requires a balancing between the governmental need\r\n\nto search and  the privacy  interests of the  subpoena target.6  \r\n\nWhere we  part company with Wentz  is solely in  the mechanics of\r                                           \r\n\nthe balancing itself.  We address this issue below.7\r\n\n                               II.\r                                         II.\r\n\n          The  FDIC  asserts the  power  to  rummage through  the\r\n\nfinancial papers of  private citizens based on  nothing more than\r\n\nthe hope that illegal conduct might be revealed.  We do not think\r\n\nthat Ms.  Parks  waived  her Fourth  Amendment  interest  in  her\r\n\nprivate  papers by  serving  on  the  board  of  directors  of  a\r\n\nfederally  regulated bank.   See  In re Sealed  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Case,</span> <span class=\"volume\">42</span>  <span class=\"reporter\">F.3d</span> at\r                                                              \r\n\n<span class=\"page\">1418</span></span><pre class=\"inline\">.   Moreover, we think  it inconceivable that  the Framers of\r\n\nthe  Constitution, who  knew so  well and  cared so  deeply about\r\n\narbitrary governmental interference in private citizen's affairs,\r\n\nwould  countenance  such  unbridled  power  in  the  hands  of an\r\n\nadministrative agency.   See Camara v. Municipal  Court, </pre><span class=\"citation\" data-id=\"107473\"><a href=\"/opinion/107473/camara-v-municipal-court-of-city-and-county-of-san-francisco/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span>\r                                                                 \r\n\n<span class=\"page\">523</span></a></span><pre class=\"inline\">,  528 (1967) (the \"basic purpose\" of the Fourth Amendment \"is\r\n                    \r                              \r\n\n6   Interestingly, although Wentz  did not explicitly  state that\r                                           \r\nthe  respondent's  privacy  interest   derived  from  the  Fourth\r\nAmendment,  the  court  posited  what  is  essentially  a  Fourth\r\nAmendment reasonableness test.\r\n\n7  Other  federal court of  appeals cases cited  by the FDIC  are\r\ninapposite because, like Comley,  they concern corporate records.\r                                         \r\nSee, e.g., Linde Thomson Langworthy Kohn &amp; Van Dyke, P.C. v. RTC,\r                                                                          \r\n</pre><span class=\"citation\" data-id=\"654186\"><a href=\"/opinion/654186/linde-thomson-langworthy-kohn-van-dyke-pc-v-resolution-trust/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1508</span> </a></span><pre class=\"inline\">(D.C. Cir. 1993).\r\n\n                               -16-\r\r\n\nto  safeguard the  privacy  and security  of individuals  against\r\n\narbitrary invasions by government officials\").  As Justice Holmes\r\n\nobserved:\r\n\n            Anyone who respects the spirit as well as\r\n            the letter of  the Fourth Amendment would\r\n            be   loath   to  believe   that  Congress\r\n            intended   to   authorize   one  of   its\r\n            subordinate  agencies  to  sweep all  our\r\n            traditions  into the  fire and  to direct\r\n            fishing  expeditions into  private papers\r\n            on the possibility that they may disclose\r\n            evidence of crime.  We do not discuss the\r\n            question  whether it  could  do so  if it\r\n            tried,  as  nothing  short  of  the  most\r\n            explicit  language  would  induce  us  to\r\n            attribute to Congress that intent.\r\n\nFederal  Trade Comm'n v. American Tobacco Co., </pre><span class=\"citation\" data-id=\"100375\"><a href=\"/opinion/100375/fed-trade-comm-v-amer-tobacco-co/\"><span class=\"volume\">264</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">298</span></a></span><pre class=\"inline\">, 305-\r                                                       \r\n\n06 (1924) (citation omitted).8\r\n\n          The question that remains  is what quantum of suspicion\r\n\nshould be required for judicial  enforcement of an FDIC  subpoena\r\n\nof   an   individual's   private   financial   papers.      Since\r\n\nreasonableness is the touchstone,  our inquiry requires a careful\r\n\nbalancing  of \"the  nature and  quality of  the intrusion  on the\r\n\nindividual's Fourth Amendment interests against the importance of\r\n\nthe  governmental interests  alleged  to justify  the intrusion.\"\r\n\nUnited States v.  Place, </pre><span class=\"citation\" data-id=\"110979\"><a href=\"/opinion/110979/united-states-v-place/\"><span class=\"volume\">462</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">696</span></a></span><pre class=\"inline\">, 703  (1983); </pre><span class=\"citation\" data-id=\"107473\"><span class=\"antecedent_guess\">Camara,</span>  <a href=\"/opinion/107473/camara-v-municipal-court-of-city-and-county-of-san-francisco/\"><span class=\"volume\">387</span>\r                                                                     \r\n\n<span class=\"reporter\">U.S.</span>  at  <span class=\"page\">534-35</span> </a></span><pre class=\"inline\"> (1967).   In  this  case  there are  compelling\r\n\n                    \r                              \r\n\n8    The   dissent  relies   heavily  upon  the   fact  that   an\r\nadministrative subpoena, unlike a search in the criminal context,\r\nis not  self-executing.  Whatever relevance  this distinction may\r\nhave  in the ordinary case,  it surely has none  in this one.  As\r\nnoted previously, the district court granted the FDIC's motion to\r\ndismiss,  and for summary enforcement of the subpoena on the same\r\nday  the  motion  was  filed.    Ms.  Parks  thus  never  had  an\r\nopportunity to be heard on the motion, or even to respond to it.\r\n\n                               -17-\r\r\n\ninterests on both sides.   There is  a strong public interest  in\r\n\npromptly resolving  the affairs of  insolvent banks on  behalf of\r\n\ntheir creditors and depositors.  Moreover, the FDIC's legislative\r\n\nmandate is  clear with respect to  avoiding fraudulent transfers,\r\n\nattaching   assets,  and   generally  asserting   claims  against\r\n\ndirectors  and officers  of  failed financial  institutions.   12\r\n\nU.S.C.    1821(d)(17), 1821(d)(18), 1821(k).   On the other hand,\r\n\nprivate  citizens have  a significant  expectation of  privacy in\r\n\ntheir  personally held  financial papers.   Indeed,  \"papers\" are\r\n\nspecifically listed in the text of the Fourth Amendment.\r\n\n          We  think the significant  public interest in resolving\r\n\nthe affairs  of failed institutions,  as reflected by  the FDIC's\r\n\nlegislative mandate, deserves considerable weight.  Consequently,\r\n\nwe  conclude  that the  \"balancing  of  governmental and  private\r\n\ninterests suggests that the  public interest is best served  by a\r\n\nFourth Amendment  standard of reasonableness that  stops short of\r\n\nprobable cause.\"  New Jersey v. T.L.O., </pre><span class=\"citation no-link\"><span class=\"volume\">325</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">334</span></span><pre class=\"inline\">, 341 (1985).\r                                                \r\n\nIn  such   cases,  the  Supreme   Court  has  often   utilized  a\r\n\nreasonableness   standard  which   requires  the   government  to\r\n\narticulate a reasonable suspicion of  wrongdoing by the target of\r\n\nthe search.  See, e.g., </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>  at 342; </span><pre class=\"inline\">Delaware v. Prouse, </pre><span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span>\r                                                                 \r\n\n<span class=\"page\">873</span></span><pre class=\"inline\">, 881 (1979);  United States v. Mart nez-Fuerte, </pre><span class=\"citation no-link\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">648</span></span><pre class=\"inline\">,\r                                                            \r\n\n654-55 (1976); United States v. Brignoni-Ponce, </pre><span class=\"citation\" data-id=\"109311\"><a href=\"/opinion/109311/united-states-v-brignoni-ponce/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">873</span></a></span><pre class=\"inline\">, 881\r                                                        \r\n\n(1975); Terry v. Ohio, </pre><span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span> </a></span><pre class=\"inline\">(1968).  We think this standard\r                               \r\n\nstrikes   the  appropriate  balance  between  protecting  private\r\n\ncitizens' private  papers and  enabling the FDIC  to fulfill  its\r\n\n                               -18-\r\r\n\nstatutory mandate.9\r\n\n          The district  court did  not consider whether  the FDIC\r\n\nhad articulated reasonable suspicion  of wrongdoing by Ms. Parks.\r\n\nMoreover,  we think  that the  affidavit supplied  by one  of the\r\n\nFDIC's investigators, which was on record at  the district court,\r\n\ndoes  not provide  such an  articulable suspicion  of wrongdoing.\r\n\nThe affidavit simply states that the bank lost over eight million\r\n\ndollars  as a result of several insider loans which were approved\r\n\nor ratified by  the directors of Olympic,  including Parks, after\r\n\nthe  bank had  received  regulatory warnings  regarding its  loan\r\n\npractices.  The investigator concludes that the nature and extent\r\n\nof the losses suggests that the directors \"were grossly negligent\r\n\nand violated their fiduciary duty of loyalty to Olympic in making\r\n\nthe insider loans.\"\r\n\n          The  affidavit articulates  a generalized  suspicion of\r\n\nwrongdoing by the  bank directors,  but fails  to articulate  the\r\n\nrequired individualized suspicion of  wrongdoing by the target of\r\n\nthe subpoena,  Ms. Parks.  Cf.  Ybarra v. Illinois,  </pre><span class=\"citation\" data-id=\"110158\"><a href=\"/opinion/110158/ybarra-v-illinois/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span><pre class=\"inline\">,\r                                                            \r\n\n                    \r                              \r\n\n9    In  conducting  this  balancing,  the  Wentz  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">court,</span>  supra</span><pre class=\"inline\">,\r                                                                          \r\napparently  concluded  that  the  FDIC need  not  articulate  any\r\nquantum  of suspicion because the targets of the subpoena had not\r\nshown that the information  contained in their personal financial\r\nrecords was of such a sensitive nature  that they were \"likely to\r\nsuffer  any adverse  effects from  disclosure.\"   Wentz, </pre><span class=\"citation no-link\"><span class=\"volume\">1995</span>  <span class=\"reporter\">WL</span>\r                                                                 \r\n<span class=\"page\">329921</span></span><pre class=\"inline\">, at *4 (quoting United States v. Westinghouse Elec. Corp.,\r                                                                          \r\n</pre><span class=\"citation\" data-id=\"386024\"><a href=\"/opinion/386024/8-osh-casbna-2131-1980-oshd-cch-p-24879-united-states-of/\"><span class=\"volume\">638</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">570</span></a></span><pre class=\"inline\">, 578 (3d  cir. 1980)).  But once it  is conceded, as\r\nit  must be,  that  a citizen  has  a legitimate  expectation  of\r\nprivacy  in  privately  held  financial papers,  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span>  supra</span><pre class=\"inline\">,  the\r                                                                     \r\nquestion  is  not  whether  the individual  will  suffer  adverse\r\neffects  from disclosure,  but whether  the government  has shown\r                                                                \r\nadequate justification  for searching  the documents.   This, one\r\nwould think, is the whole point of the Fourth Amendment.\r\n\n                               -19-\r\r\n\n93, 97 (1980); United States v. Lott, </pre><span class=\"citation\" data-id=\"520294\"><a href=\"/opinion/520294/united-states-v-george-e-lott-and-edward-turner/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">778</span></a></span><pre class=\"inline\">, 783 (1st Cir.\r                                              \r\n\n1989).   See also United States v.  Jaramillo, </pre><span class=\"citation\" data-id=\"671468\"><a href=\"/opinion/671468/united-states-v-luis-jaramillo/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1146</span></a></span><pre class=\"inline\">, 1150\r                                                       \r\n\n(2d  Cir. 1994)  (\"any  invasion of  a person's  Fourth Amendment\r\n\ninterests must be justified at least by 'specific and articulable\r\n\nfacts'  directed  to  the  person  whose  interests   are  to  be\r\n\ninvaded\").   Similarly, in  McVane, the  court  rejected an  FDIC\r                                            \r\n\nsubpoena of  certain former  directors' familial records  because\r\n\nthe  FDIC  affidavit  stated   only  that  another  director  has\r\n\ntransferred assets  to family members.   The court  reasoned that\r\n\n\"the FDIC has articulated  no grounds for suspecting that  any of\r\n\nthese  Directors  (as  opposed   to  the  unnamed  'other  former\r               \r\n\ndirector') has transferred assets to family members.\"  </pre><span class=\"citation\" data-id=\"686728\"><span class=\"antecedent_guess\">McVane,</span> <a href=\"/opinion/686728/in-re-mcvane-m-patricia-mcvane-jeffrey-s-hoffman-michael-g-economous/\"><span class=\"volume\">44</span>\r                                                                       \r\n\n<span class=\"reporter\">F.3d</span> at <span class=\"page\">1139</span></a></span><pre class=\"inline\">.\r\n\n          The FDIC has not shown  that Parks received an  insider\r\n\nloan or otherwise benefited from such a loan to another director.\r\n\nCf.  Resolution Trust  Corp.  v. Adams,  869 F.  Supp.  1, 3  n.4\r                                                \r\n\n(D.D.C. 1994) (respondent directors paid themselves approximately\r\n\n$8  million in  preferred dividends  of the  failed institution).\r\n\nNor  has the  FDIC  shown  \"a  suspicious  asset  transfer  or  a\r\n\nquestionable payment  by the  target, or deposition  testimony of\r\n\nother  former officers  and  directors\"  casting  suspicion  upon\r\n\nParks.  </pre><span class=\"citation\" data-id=\"664858\"><span class=\"antecedent_guess\">Walde,</span> <a href=\"/opinion/664858/resolution-trust-corporation-v-william-l-walde-resolution-trust/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">949</span></a></span><pre class=\"inline\">.  Cf. In Re Sealed </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Case,</span> <span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> at\r                                                               \r\n\n<span class=\"page\">1417</span> </span><pre class=\"inline\">(finding  articulable suspicion due to  respondent directors\r\n\ninvolvement in unusual transfers \"between two companies that they\r\n\nowned within a bank  that they controlled\").  Under  a reasonable\r\n\nsuspicion standard, if the FDIC has no \"specific basis . . . upon\r\n\n                               -20-\r\r\n\nwhich  to suspect that the target engaged in wrongdoing, then the\r                                           \r\n\nsubpoena  cannot be enforced.\"   </pre><span class=\"citation\" data-id=\"664858\"><span class=\"antecedent_guess\">Walde,</span> <a href=\"/opinion/664858/resolution-trust-corporation-v-william-l-walde-resolution-trust/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span>  at <span class=\"page\">949</span> </a></span><pre class=\"inline\">(emphasis\r                                                \r\n\nadded).  Based on the  current record, we conclude that the  FDIC\r\n\nhas  failed to articulate specific  facts for suspecting that Ms.\r\n\nParks has engaged in any wrongdoing with respect to her role as a\r\n\ndirector  of Olympic.    Until the  FDIC  can do  so, the  Fourth\r\n\nAmendment dictates  that her privately held  financial papers are\r\n\njust that -- private.10\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          The Fourth Amendment requires that  the FDIC articulate\r\n\nan individualized suspicion of wrongdoing  by the petitioner as a\r\n\nprerequisite to  judicial enforcement  of a subpoena  duces tecum\r                                                                           \r\n\nseeking her privately  held financial documents.  The judgment of\r\n\nthe district court is therefore  reversed, and the case  remanded\r                                                                           \r\n\nfor further proceedings to determine whether the FDIC can in fact\r\n\nmeet this standard.\r\n\n                 -- Dissenting Opinion follows --\r\n\n                    \r                              \r\n\n10   Of course, petitioner  cannot assert any  privacy claim with\r\nrespect  to any documents that  she has already  disclosed to the\r\npublic.   See  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Nixon,</span> <span class=\"volume\">425</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">459</span> </span><pre class=\"inline\"> (citing United  States v.\r                                                                        \r\nDionisio, </pre><span class=\"citation\" data-id=\"108709\"><a href=\"/opinion/108709/united-states-v-dionisio/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 14 (1973)).\r                  \r\n\n                               -21-\r\r\n\n          SELYA, Circuit Judge (dissenting).  I believe that this\r                    SELYA, Circuit Judge (dissenting).\r                                        \r\n\ncase is less exotic than the majority suggests.  The FDIC, acting\r\n\nwithin its  statutory authority, 12  U.S.C.   1821(d),  issued an\r\n\norder of  investigation to determine, inter  alia, whether former\r                                                           \r\n\ndirectors and  officers of  a failed bank,  Olympic International\r\n\nBank and  Trust Co., may  be liable  as a result  of any  acts or\r\n\nomissions  affecting  Olympic.    The  agency  then  directed  an\r\n\nadministrative  subpoena to  appellant  Parks  (a former  Olympic\r\n\ndirector).  The record makes manifest that the agency issued this\r\n\nsubpoena in  good faith and for a  statutorily permitted purpose.\r\n\nThe  majority concedes,  ante at  7, that  the subpoena  \"met the\r                                       \r\n\nlenient  standard of  reasonableness\"  imposed on  administrative\r\n\nsubpoenas  under  longstanding case  law.    In  my  view,  these\r\n\nvalidations  are  sufficient.   Precedent  does  not support  the\r\n\nadditional  limitation  that  the  majority  today  unveils,  the\r\n\nConstitution  does  not  require   that  limitation,  and  policy\r\n\nconsiderations counsel against its imposition.\r\n\n                                A\r                                          A\r\n\n          In  the   first  place,  the   majority's  position  is\r\n\ncompletely  unprecedented.   An  administrative  subpoena is  not\r\n\nself-executing  and is, therefore, not  itself a search;  it is a\r\n\ndirection  to  produce  documents and/or  testimony,  subject  to\r\n\njudicial review should the subpoenaed  party balk.  See  Oklahoma\r                                                                           \r\n\nPress Pub. Co.  v. Walling, </pre><span class=\"citation no-link\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></span><pre class=\"inline\">, 195,  202 (1945); In re\r                                                                           \r\n\nGrand  Jury Subpoena Served Upon Simon Horowitz, </pre><span class=\"citation\" data-id=\"312631\"><a href=\"/opinion/312631/in-re-grand-jury-subpoena-served-upon-simon-horowitz/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">72</span></a></span><pre class=\"inline\">, 75-\r                                                         \r\n\n79 (2d Cir.) (Friendly,  J.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">867</span> </span><pre class=\"inline\">(1973).\r                                                    \r\n\n                               -22-\r\r\n\nIn  other words, a person upon whom an administrative subpoena is\r\n\nserved   unlike a person subjected to, say, an actual search or a\r\n\nTerry  stop    has an  opportunity to  quash the  subpoena before\r               \r\n\nproducing the information.\r\n\n          At that stage, of course,  the Fourth Amendment can  be\r\n\ninterposed as a bar to enforcement of the subpoena.   See Donovan\r                                                                           \r\n\nv. Lone  Steer, Inc.,  </pre><span class=\"citation\" data-id=\"111061\"><a href=\"/opinion/111061/donovan-v-lone-steer-inc/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">408</span></a></span><pre class=\"inline\">, 415 (1984).   Until  today,\r                              \r\n\nhowever,  no modern federal appellate court has ever held that an\r\n\nadministrative subpoena which satisfies the traditional four-part\r\n\ntest  (that   is,  a   subpoena  issued  after   all  appropriate\r\n\nadministrative  steps  have been  taken,  for  a proper  purpose,\r\n\nseeking information that is relevant to that purpose and which is\r\n\nnot within  the agency's possession) is  unenforceable or subject\r\n\nto curtailment solely on the ground that  it implicates \"personal\r\n\nfinancial  records\"  as  opposed  to \"corporate  records.\"    The\r\n\ndecisions with which I am familiar run uniformly to the contrary.\r\n\nSee, e.g.,  RTC v. Frates,      F.3d     ,      (D.C. Cir.  1995)\r                                   \r\n\n[</pre><span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">471777</span> </span><pre class=\"inline\">at  *3] (rejecting articulable suspicion standard\r\n\nfor enforcing RTC subpoena of personal financial records); In  re\r                                                                           \r\n\nMcVane,  </pre><span class=\"citation\" data-id=\"686728\"><a href=\"/opinion/686728/in-re-mcvane-m-patricia-mcvane-jeffrey-s-hoffman-michael-g-economous/\"><span class=\"volume\">44</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1127</span></a></span><pre class=\"inline\">,  1136 (2d  Cir.  1995) (similar);  RTC v.\r                                                                        \r\n\nWalde, </pre><span class=\"citation\" data-id=\"664858\"><a href=\"/opinion/664858/resolution-trust-corporation-v-william-l-walde-resolution-trust/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">943</span></a></span><pre class=\"inline\">, 946-47  (D.C. Cir. 1994)  (similar); SEC  v.\r                                                                       \r\n\nKnopfler,  </pre><span class=\"citation\" data-id=\"393810\"><a href=\"/opinion/393810/fed-sec-l-rep-p-98273-in-the-matter-of-an-application-to-enforce/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span><pre class=\"inline\">, 26 (2d Cir. 1981) (enforcing, on standard\r                  \r\n\nshowing  for administrative  subpoenas,  SEC  subpoena issued  to\r\n\nindividuals for personal financial records  relating to potential\r\n\ninsider trading), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span> </span><pre class=\"inline\">(1982).\r                                        \r\n\n          The majority,  without citing  a single case  on point,\r\n\n                               -23-\r\r\n\nabruptly departs from this established precedent.  The upshot  is\r\n\nto   create   a   singular  benchmark   against   which   certain\r\n\nadministrative subpoenas henceforth will  have to be evaluated in\r\n\nthe  First  Circuit    and  only  in the  First  Circuit.   I  am\r\n\nunwilling  to venture along this  rocky coast simply  to answer a\r\n\nsiren's call.\r\n\n                                B\r                                          B\r\n\n          My  principal substantive  objection to  the majority's\r\n\napproach is to the notion that the Fourth Amendment distinguishes\r\n\nbetween \"personal financial records\" and \"corporate records\" with\r\n\nregard  to  administrative  subpoenas.    To  be  sure,  language\r\n\nfaithfully  quoted by the majority suggests  that, in an earlier,\r\n\nmore  genteel era,  the Supreme  Court took  care to  confine its\r\n\nrulings  to  the  exigencies  of  the  particular  administrative\r\n\nsubpoena cases then  before it    but those  cases, whether  read\r\n\nindividually  or  in the  ensemble,  do  not constitute  anything\r\n\napproximating a  conclusive holding that the  privacy interest in\r\n\npersonal  financial  records  must  always  be  accorded  greater\r\n\nrespect  than a  corporation's privacy  interest in  its records.\r\n\nIndeed,  I  read the  language on  which  the majority  relies as\r\n\ndenoting nothing more  than that the Court desired at the time to\r\n\nkeep the question open.  And more  recent developments in the law\r\n\nhave blurred  whatever distinction  these earlier cases  may have\r\n\nsought to preserve.\r\n\n          The  proof of  the pudding  is the  long line  of cases\r\n\nstarting with United States v. Powell, </pre><span class=\"citation\" data-id=\"106933\"><a href=\"/opinion/106933/united-states-v-powell/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">48</span> </a></span><pre class=\"inline\">(1964)   cases\r                                               \r\n\n                               -24-\r\r\n\nthat  repeatedly have  sanctioned the  authority of  a particular\r\n\nagency, the  Internal Revenue  Service (IRS), to  issue summonses\r\n\nfor  either personal or corporate records  on the minimal showing\r\n\nthat the majority  today explicitly  rejects.  See  </pre><span class=\"citation\" data-id=\"106933\"><a href=\"/opinion/106933/united-states-v-powell/\"><span class=\"id_token\">id.</span> at  57-58\r</a></span><pre class=\"inline\">                                                                 \r\n\n(explaining that the IRS need  only \"show that the  investigation\r\n\nwill be  conducted pursuant  to a  legitimate  purpose, that  the\r\n\ninquiry  may  be relevant  to the  purpose, that  the information\r\n\nsought is not already within the [IRS's] possession, and that the\r\n\nadministrative steps  required by the Code  have been followed\").\r\n\nThough  Powell  itself dealt  with  a corporate  taxpayer,  it is\r                        \r\n\ntranspicuously  clear that  the  Powell standard  applies to  the\r                                                 \r\n\nproduction   of  private   financial   papers  and   records   of\r\n\nindividuals, that is,  to the production of records pertaining to\r\n\neconomic or fiscal activity (which, for simplicity's sake, I will\r\n\nhenceforth call  financial records).   See, e.g., Ryan  v. United\r                                                                           \r\n\nStates,  </pre><span class=\"citation\" data-id=\"106934\"><a href=\"/opinion/106934/ryan-v-united-states/\"><span class=\"volume\">379</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">61</span></a></span><pre class=\"inline\">,  62  (1964)  (upholding  IRS  summons  to\r                \r\n\nindividual  taxpayer \"for the  reasons given in  United States v.\r                                                                        \r\n\nPowell\"); United  States v. McAnlis,  </pre><span class=\"citation\" data-id=\"427301\"><a href=\"/opinion/427301/united-states-of-america-and-s-lee-rabney-revenue-officer-of-the-internal/\"><span class=\"volume\">721</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">334</span></a></span><pre class=\"inline\">,  336-37 (11th\r                                             \r\n\nCir.  1983), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1227</span> </span><pre class=\"inline\">(1984); United States v.\r                                                                        \r\n\nRoundtree, </pre><span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">845</span></span><pre class=\"inline\">, 847-51 (5th Cir. 1969).\r                   \r\n\n          The  Powell standard remains both the  law of the land,\r                               \r\n\nsee, e.g., Tiffany  Fine Arts,  Inc. v. United  States, </pre><span class=\"citation\" data-id=\"111300\"><a href=\"/opinion/111300/tiffany-fine-arts-inc-v-united-states/\"><span class=\"volume\">469</span>  <span class=\"reporter\">U.S.</span>\r                                                                \r\n\n<span class=\"page\">310</span></a></span><pre class=\"inline\">, 323  (1985), and the law of this circuit, see, e.g., Copp v.\r                                                                        \r\n\nUnited States, </pre><span class=\"citation\" data-id=\"586820\"><a href=\"/opinion/586820/raymond-h-copp-jr-v-united-states/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1435</span></a></span><pre class=\"inline\">, 1437 (1st Cir. 1992), cert. denied,\r                                                                          \r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">1257</span> </span><pre class=\"inline\">(1993).   What is more,  Powell is the  building\r                                                          \r\n\nblock around which, up to now, our modern administrative subpoena\r\n\n                               -25-\r\r\n\njurisprudence has been constructed.  See, e.g., United States  v.\r                                                                       \r\n\nComley,  </pre><span class=\"citation\" data-id=\"532753\"><a href=\"/opinion/532753/united-states-v-stephen-b-comley/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">539</span></a></span><pre class=\"inline\">, 541  (1st Cir.  1991) (citing  Powell and\r                                                                       \r\n\napplying Powell principles  to administrative subpoena issued  by\r                         \r\n\nthe Nuclear Regulatory  Commission); SEC v. Howatt, </pre><span class=\"citation\" data-id=\"331043\"><a href=\"/opinion/331043/fed-sec-l-rep-p-95346-securities-and-exchange-commission/\"><span class=\"volume\">525</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">226</span></a></span><pre class=\"inline\">,\r                                                            \r\n\n229 (1st Cir. 1975) (same, with respect to subpoena issued by the\r\n\nSEC).  There  is no  valid reason why  this standard,  undiluted,\r\n\nshould not  apply here.   If  Congress can authorize  the IRS  to\r\n\nissue summonses calling for  the production of personal financial\r\n\nrecords  on such a bareboned showing without running afoul of the\r\n\nFourth  Amendment, then  it  is clear  to  me that  Congress  can\r\n\nauthorize  other  agencies to  do the  same.   The cases  and the\r\n\ncommentators  bear witness  to this  verity.   See, e.g.,  SEC v.\r                                                                        \r\n\nKaplan, </pre><span class=\"citation\" data-id=\"1673662\"><a href=\"/opinion/1673662/securities-and-exchange-commission-v-kaplan/\"><span class=\"volume\">397</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">564</span></a></span><pre class=\"inline\">, 570 (E.D.N.Y. 1975) (enforcing subpoena\r                \r\n\nissued by SEC for personal  financial records of an  individual);\r\n\nWayne R. LaFave, Search &amp; Seizure   4.13(e), at 383 (2d ed. 1987)\r                                           \r\n\n(acknowledging rule).\r\n\n          Believing, as I  do, that an individual has  no greater\r\n\n(legitimate) expectation of privacy in her financial records than\r\n\ndoes a business, I see no reason to conduct the kind of balancing\r\n\nthat the majority covets  in order to test the  reasonableness of\r\n\nan administrative subpoena that  seeks the production of personal\r\n\nfinancial records.  Oklahoma Press and Morton Salt, read together\r                                                            \r\n\nwith  the  Powell-Ryan  line  of cases,  lead  inexorably  to the\r                                \r\n\nconclusion  that, to  borrow a  leaf from Gertrude  Stein's book,\r\n\nfinancial  records are financial  records are  financial records.\r\n\nThis conclusion  holds  true whether  the  records belong  to  an\r\n\n                               -26-\r\r\n\nindividual  or to  an  enterprise,  and administrative  subpoenas\r\n\nseeking such records  are per  se reasonable a  long as they  are\r\n\nlawfully   authorized,   relevant,  sufficiently   specific,  and\r\n\nprocedurally unblemished.\r\n\n          Let me be  perfectly clear.  I do not  suggest that the\r\n\nminions of an administrative agency can roam at will, like a herd\r\n\nof zebra on the veldt, through an individual's personal papers or\r\n\neffects.  I am open  to the idea that  there may be a  heightened\r\n\nprivacy interest in certain  non-business records (e.g., personal\r\n\ndiaries, letters,  medical records,  and the like)  requiring, in\r\n\nturn, a more finely calibrated balance between public and private\r\n\ninterests before a court lawfully can order such records produced\r\n\nin response to a summons.  See, e.g., FDIC v. Wentz, </pre><span class=\"citation\" data-id=\"696575\"><a href=\"/opinion/696575/federal-deposit-insurance-corporation-as-receiver-for-the-howard-savings/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">905</span></a></span><pre class=\"inline\">,\r                                                             \r\n\n908  (3d  Cir.  1995);  see  generally  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">LaFave,</span>   supra,  at  <span class=\"page\">383</span>\r</span><pre class=\"inline\">                                                                 \r\n\n(suggesting that, \"[i]n the  case of private individuals, perhaps\r\n\nthe  mere relevance  standard  is sufficient  to protect  privacy\r\n\ninterests in documents related to economic activity, but arguably\r\n\npurely  private  papers  should  be protected  by  requiring  the\r\n\ninvestigatory  body   to  meet  a   more  stringent   standard\").\r\n\nRecognizing,  however, that  \"[w]e  are not  so  outraged by  the\r\n\nintrusion on privacy that  accompanies the seizure of [financial]\r\n\nrecords as we  are by the  seizure of a  diary,\" Couch v.  United\r                                                                           \r\n\nStates,  </pre><span class=\"citation\" data-id=\"108650\"><a href=\"/opinion/108650/couch-v-united-states/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">322</span></a></span><pre class=\"inline\">,  350 (1973) (Marshall,  J., dissenting), I\r                \r\n\ndiscern  no  constitutional   impediment  to  the  administrative\r\n\nsubpoena that the FDIC served  on Parks.  Since the record  shows\r\n\nconclusively that the  FDIC issued the subpoena for  a legitimate\r\n\n                               -27-\r\r\n\npurpose (an investigation into, inter alia, whether Parks may  be\r                                                    \r\n\nliable  to  the FDIC),11  that the  inquiry  is relevant  to that\r\n\npurpose, that the information requested is not already within the\r\n\nagency's  ken,  and  that  the necessary  procedural  bases  were\r\n\ntouched, the subpoena should be enforced.\r\n\n                                C\r                                          C\r\n\n          Apart  from the  fact  that  the  majority's  brand-new\r\n\nstandard  is unmoored  both from  precedent  and from  the Fourth\r\n\nAmendment, the standard also  fares poorly on policy grounds.   I\r\n\nwill not  dwell on  this aspect,  except to  note  that the  rule\r\n\nenvisioned in the majority opinion is inconsistent with the bases\r\n\nof the modern administrative state.\r\n\n          Administrative investigations differ significantly from\r\n\ncriminal   investigations:      government   agencies   typically\r\n\ninvestigate  in  order  to enforce  compliance  with  complicated\r\n\nstructures  of  economic  regulation.    The  ability  to  obtain\r\n\ninformation from  regulated parties and those  persons in privity\r\n\nwith them typically  is vital  to the success  of the  regulatory\r\n\nscheme.  See United States v. Morton Salt Co., </pre><span class=\"citation\" data-id=\"104758\"><a href=\"/opinion/104758/united-states-v-morton-salt-co/\"><span class=\"volume\">338</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">632</span></a></span><pre class=\"inline\">, 642\r                                                       \r\n\n(1950);  Oklahoma </pre><span class=\"citation\" data-id=\"104239\"><span class=\"antecedent_guess\">Press,</span>  <a href=\"/opinion/104239/oklahoma-press-publishing-co-v-walling/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">216</span></a></span><pre class=\"inline\">;  Stephen G.  Breyer &amp;\r                                 \r\n\nRichard B.  Stewart, Administrative  Law &amp; Regulatory  Policy 975\r                                                                       \r\n\n(2d ed. 1985).   And it is  a fact of life  that agencies charged\r\n                    \r                              \r\n\n11   In this instance, it is  immaterial that the FDIC's order of\r\ninvestigation listed other objects as well.   See ante at 3.  The\r                                                                \r\nrequirement that an administrative subpoena  must be issued for a\r\nproper  purpose  is  satisfied in  the  case  of a  multi-purpose\r\nsubpoena as long as any one of the underlying purposes is proper.\r\nSee Tiffany Fine </pre><span class=\"citation\" data-id=\"111300\"><span class=\"antecedent_guess\">Arts,</span> <a href=\"/opinion/111300/tiffany-fine-arts-inc-v-united-states/\"><span class=\"volume\">469</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">324</span></a></span><pre class=\"inline\">; FTC v. Carter,  </pre><span class=\"citation\" data-id=\"384958\"><a href=\"/opinion/384958/federal-trade-commission-v-donald-p-carter-post-keys-gardner-inc/\"><span class=\"volume\">636</span> <span class=\"reporter\">F.2d</span>\r                                                                \r\n<span class=\"page\">781</span></a></span><pre class=\"inline\">, 789 (D.C. Cir. 1980).\r\n\n                               -28-\r\r\n\nwith  regulating  economic   activity  often  cannot   articulate\r\n\nprobable cause or even reasonable  suspicion that a violation has\r\n\ntranspired without first examining documents reflecting a party's\r\n\neconomic activity.   See Kenneth  C. Davis &amp;  Richard J.  Pierce,\r                                  \r\n\nJr., Administrative Law  Treatise    4.1, at 138  (3d ed.  1994).\r                                           \r\n\nThis incipient problem   the need  to hitch the horse in front of\r\n\nthe cart   is  frequently exacerbated because the  subpoena power\r\n\nhas great  significance for  most administrative agencies  in the\r\n\nconduct of important public business.\r\n\n          Partially  for  that  reason  and partially  out  of  a\r\n\nconcern for  separation of powers   it is trite but true that the\r\n\nJudicial Branch must respect the Executive Branch's  prerogatives\r\n\nto enforce the  laws, see, e.g.,  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Howatt,</span> <span class=\"volume\">521</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">229</span> </span><pre class=\"inline\">   the\r                                                  \r\n\ncourts  historically have had  a very  circumscribed role  in the\r\n\noversight of  administrative subpoenas.  See,  e.g., Morton </pre><span class=\"citation\" data-id=\"104758\"><span class=\"antecedent_guess\">Salt,</span>\r                                                                          \r\n\n<a href=\"/opinion/104758/united-states-v-morton-salt-co/\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">642-43</span></a></span><pre class=\"inline\">; EEOC v. Bay Shipbuilding Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></span><pre class=\"inline\">,\r                                                            \r\n\n308-09  (7th Cir. 1981); Goodyear Tire  &amp; Rubber Co. v. NLRB, </pre><span class=\"citation\" data-id=\"1542301\"><a href=\"/opinion/1542301/goodyear-tire-rubber-co-v-national-labor-r-board/\"><span class=\"volume\">122</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">450</span></a></span><pre class=\"inline\">, 451 (6th Cir. 1941).  To this end, judicial proceedings\r\n\nregarding the enforcement  of such subpoenas  are intended to  be\r\n\nrelatively  informal and  summary in  nature.   See Donaldson  v.\r                                                                       \r\n\nUnited States,  </pre><span class=\"citation\" data-id=\"108236\"><a href=\"/opinion/108236/donaldson-v-united-states/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span><pre class=\"inline\">,  529 (1971); Bay  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Shipbuilding,</span> <span class=\"volume\">668</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span>  at <span class=\"page\">309</span></span><pre class=\"inline\">.   The  court's sole  function is  to ensure  that a\r\n\nsubpoena  is issued for a  proper purpose and  in compliance with\r\n\nthe law.   See </pre><span class=\"citation\" data-id=\"532753\"><span class=\"antecedent_guess\">Comley,</span> <a href=\"/opinion/532753/united-states-v-stephen-b-comley/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">541</span></a></span><pre class=\"inline\">; FTC  v. Texaco, Inc., </pre><span class=\"citation\" data-id=\"345561\"><a href=\"/opinion/345561/federal-trade-commission-v-texaco-inc-federal-trade-commission-v/\"><span class=\"volume\">555</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">862</span></a></span><pre class=\"inline\">, 872 (D.C. Cir.)  (en banc), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">974</span>\r</span><pre class=\"inline\">                                                            \r\n\n(1977).  By handing the targets of agency investigations a potent\r\n\n                               -29-\r\r\n\nnew weapon, cf. SEC v. Jerry T. O'Brien, Inc., </pre><span class=\"citation\" data-id=\"111217\"><a href=\"/opinion/111217/sec-v-jerry-t-obrien-inc/\"><span class=\"volume\">467</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">735</span></a></span><pre class=\"inline\">, 750\r                                                       \r\n\n(1984)  (rejecting  a  notice  requirement  for  third-party  SEC\r\n\nsubpoenas in  part because  it \"would substantially  increase the\r\n\nability  of  persons   who  have  something  to  hide  to  impede\r\n\nlegitimate  investigations  by  the  Commission\"),  the  majority\r\n\nfacilitates   the   insertion  of   monkey   wrenches  into   the\r\n\nadministrative machinery, and creates  the potential not only for\r\n\ndelaying   agency   probes   (thereby   further   eroding  agency\r\n\neffectiveness), but  also for  increasing the extent  of judicial\r\n\nintrusions into the agency sphere.\r\n\n          It is  clear that  Congress feared these  very dangers.\r\n\nHaving written the FDIC's  organic statute broadly, requiring the\r\n\nagency  to  assess  the  conduct  of  officials  employed  by  or\r\n\naffiliated  with  federally  insured  banks  from  a  variety  of\r\n\ndifferent perspectives, most of  which relate to the governmental\r\n\ninterest in  minimizing the public's exposure  to financial loss,\r\n\nCongress vested generous,  easily enforceable  subpoena power  in\r\n\nthe FDIC so that the agency could pursue its public mission.  See\r                                                                           \r\n\nH.R.  Rep. No.  681(I), 101st  Cong., 2d  Sess. 170,  186 (1990),\r\n\nreprinted in  1990 U.S.C.C.A.N.  6472, 6576,  6592.   Without the\r                      \r\n\nability  to use this power  as Congress intended    including the\r\n\nability to subpoena individuals' personal financial records based\r\n\non relevance and nothing more   the FDIC likely will be hamstrung\r\n\nin  its  efforts  to perform  the  full  range  of its  statutory\r\n\nresponsibilities.     Thus,  the  majority's  suggested  standard\r\n\n(which, as I have explained, is mandated neither by precedent nor\r\n\n                               -30-\r\r\n\nby  constitutional doctrine) unaccountably undermines the ability\r\n\nof  the FDIC    and  every other  administrative agency     to do\r\n\nCongress's bidding, and thereby frustrates the congressional will\r\n\nfor no  good reason.12   See Federal Maritime  Comm'n v. Port  of\r                                                                           \r\n\nSeattle, </pre><span class=\"citation\" data-id=\"329559\"><a href=\"/opinion/329559/federal-maritime-commission-v-port-of-seattle/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">431</span></a></span><pre class=\"inline\">,  433 (9th Cir. 1975) (explaining  that the\r                 \r\n\n\"very backbone  of an  administrative  agency's effectiveness  in\r\n\ncarrying  out  the  congressionally mandated  duties  of industry\r\n\nregulation is the rapid exercise of the power to investigate\").\r\n\n                                D\r                                          D\r\n\n          Because  I  am   convinced  that   my  colleagues   are\r\n\nneedlessly  infringing upon the  lawful powers  of administrative\r\n\nagencies,  and  because  I  fear  the  mischief  that this  well-\r\n\nintentioned effort  to resurrect  a moribund  view of the  Fourth\r\n\nAmendment may produce, I respectfully dissent.\r\n\n                    \r                              \r\n\n12  This does not mean, of course, that I endorse, as a matter of\r\npolicy,  either the FDIC's  penchant for riding  roughshod or its\r\naggressive  use of administrative subpoenas.  But the rule of law\r\nrequires  judges  to  subrogate  such  personal  reservations  to\r\nprecedent  and reason.   After  all,  constitutional adjudication\r\n\"must be an overriding judgment founded  on something much deeper\r\nand more  justifiable than personal  preference.\"  Sweezy  v. New\r                                                                           \r\nHampshire,   </pre><span class=\"citation\" data-id=\"105533\"><a href=\"/opinion/105533/sweezy-v-new-hampshire/\"><span class=\"volume\">354</span>  <span class=\"reporter\">U.S.</span>   <span class=\"page\">234</span></a></span><pre class=\"inline\">,   267  (1957)   (Frankfurter,   J.,\r                   \r\nconcurring).\r\n\n                               -31-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/93951/",
    "https://www.courtlistener.com/api/rest/v3/opinions/100375/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104239/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104758/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105533/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106933/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106934/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107473/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107474/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108236/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108650/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108709/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108898/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109311/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109592/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110158/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110979/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111061/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111143/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111217/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111300/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112208/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112595/",
    "https://www.courtlistener.com/api/rest/v3/opinions/312631/",
    "https://www.courtlistener.com/api/rest/v3/opinions/329559/",
    "https://www.courtlistener.com/api/rest/v3/opinions/331043/",
    "https://www.courtlistener.com/api/rest/v3/opinions/345561/",
    "https://www.courtlistener.com/api/rest/v3/opinions/384958/",
    "https://www.courtlistener.com/api/rest/v3/opinions/386024/",
    "https://www.courtlistener.com/api/rest/v3/opinions/393810/",
    "https://www.courtlistener.com/api/rest/v3/opinions/427301/",
    "https://www.courtlistener.com/api/rest/v3/opinions/485011/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520294/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532753/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586820/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654186/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664858/",
    "https://www.courtlistener.com/api/rest/v3/opinions/671468/",
    "https://www.courtlistener.com/api/rest/v3/opinions/686728/",
    "https://www.courtlistener.com/api/rest/v3/opinions/696575/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1542301/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1673662/"
  ]
}