{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196225/",
  "id": 196225,
  "absolute_url": "/opinion/196225/united-states-v-doe/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196225/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:00:58Z",
  "date_modified": "2020-02-21T23:56:59.605763Z",
  "type": "010combined",
  "sha1": "e97ca5bc5cb2e82320fe93932e8bb1f8e2d3faaf",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1096.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 94-1096\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n            JOHN DOE, a/k/a GERONIMO PIZARRO-CALDERON,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n           [Hon. Carmen C. Cerezo, U.S. District Judge]\r                                                                \r\n\n                                           \r                                                     \r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                           \r                                                     \r\n\n   Rafael D. Castro Lang for appellant.\r                                  \r\n   Jos   A.  Quiles-Espinosa, Senior  Litigation Counsel,  with whom\r                                      \r\nGuillermo Gil,  United States  Attorney, and Ernesto  Hern ndez-Mil n,\r                                                                             \r\nAssistant United States Attorney, were on brief for appellee.\r\n\n                                           \r                                                     \r\n\n                          August 4, 1995\r\n                                           \r                                                     \r\r\n\n          CYR, Circuit Judge.   Appellant Geronimo  Pizarro-Cald-\r                    CYR, Circuit Judge.\r                                      \r\n\neron  (\"Pizarro\")  contends  that  the district  court  erred  in\r\n\nrefusing  to  suppress six  block-like  articles     packaged  in\r\n\nopaque  beige and  brown  tape     which  ultimately led  to  his\r\n\nconviction for  possessing cocaine  with intent to  distribute in\r\n\nviolation of 21 U.S.C.   841(a)(1) (1993).  We reverse.  \r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          The  district court adopted the findings recommended by\r\n\nthe magistrate judge who  conducted the suppression hearing.   On\r\n\nJanuary  8,  1993, Security  Officer  Gladys  Martinez del  Valle\r\n\n(\"Martinez\") was screening passengers and monitoring their carry-\r\n\non luggage for weapons and explosives at a security checkpoint in\r\n\nthe Isla  Verde Airport terminal.  See  14 C.F.R.   107.20 (1995)\r                                                \r\n\n(Federal Aeronautics Administration (\"FAA\")  regulation mandating\r\n\nscreening requirements for  carry-on luggage),    107.21 (banning\r\n\nunauthorized possession  of any \"explosive, incendiary, or deadly\r\n\nor  dangerous weapons\"  beyond airport  checkpoints).   Prominent\r\n\nsigns forewarned  passengers, in English and  Spanish, that their\r\n\npersons and carry-on luggage were subject to screening and search\r\n\nfor weapons and  explosives.  Security screeners normally  use x-\r\n\nray machines  to scan all  carry-on luggage; metal  detectors and\r\n\nhand scanners to screen passengers.  \r\n\n          While  tending the  x-ray monitor,  Martinez  noticed a\r\n\ncarry-on  bag containing an unidentifiable dark  object.  She had\r\n\nbeen  trained  to regard  such  dense,  nonreflective objects  as\r\n\n                                2\r\r\n\npossible camouflage for weapons  or explosives.  Upon questioning\r\n\nby  Martinez,  appellant Pizarro  stated  that  the carry-on  bag\r\n\nbelonged  to him, and the nonreflective  objects inside were gift\r\n\nboxes  containing  \"figurines.\"    Concerned  that the  figurines\r\n\nreflected  no distinguishable  silhouette  on the  x-ray monitor,\r\n\nMartinez  asked Pizarro to open  the carry-on bag.   When Pizarro\r\n\n\"sort  of  hesitated,\"  United States  Department  of Agriculture\r\n\nInspector Jos  Mercado, working beside Martinez, directed Pizarro\r\n\nto open the carry-on  bag, then summoned a local  law enforcement\r\n\nofficer, Juan Avil s, to the security checkpoint.1  \r\n\n          Pizarro  opened the  carry-on  bag in  the presence  of\r\n\nMartinez, Officer Avil s, and  Inspector Mercado, revealing a box\r\n\nwrapped  in Christmas paper.  The box  contained a layer of sani-\r\n\ntary napkins, a layer of dark blue paper and, finally, six blocks\r\n\nwrapped  in opaque beige and brown tape.  A nineteen-year veteran\r\n\nof the  Puerto Rico Police, Officer  Avil s immediately suspected\r\n\nthat the concealed blocks contained cocaine.  Whereupon he seized\r\n\nthe carry-on bag  and its contents, then  arrested and handcuffed\r\n\nPizarro.2  \r\n                    \r                              \r\n\n     1Officer Avil s was  employed by the airport  administration\r\nto  patrol the security checkpoint area  and respond to incidents\r\nencountered by  screeners and inspectors, in  accordance with FAA\r\nregulations  requiring the  presence of  a local  law enforcement\r\nofficial.  See 14 C.F.R.   107.15.  \r                        \r\n\n     2At about the same time, Martinez noticed another nonreflec-\r\ntive object on the  x-ray monitor, similar to the one observed in\r\nPizarro's  carry-on bag.  The passenger in line behind Pizarro   \r\nAriel Figueroa-Cruz    claimed ownership of the second bag, which\r\nwas found to contain two Christmas gift boxes similar to  the one\r\nPizarro had  been  carrying.   Without  opening the  gift  boxes,\r\nOfficer Avil s placed Figueroa under arrest, and transported both\r\n\n                                3\r\r\n\n          After  placing Pizarro  in  an  airport  police-station\r\n\ncell, Avil s contacted the  United States Drug Enforcement Admin-\r\n\nistration  (\"DEA\").   Shortly thereafter,  DEA agents  tested the\r\n\nblocks by  piercing their  opaque wrappings; the  contents tested\r\n\npositive  for cocaine.  In  due course, Pizarro  was indicted for\r\n\npossessing six kilograms of cocaine with intent to distribute, in\r\n\nviolation of 21 U.S.C.   841(a)(1), (b)(1)(A).\r\n\n          Pizarro  moved to  suppress  the test  results and  the\r\n\ncocaine,  on the  ground  that the  warrantless  searches of  the\r\n\ncarry-on bag and  the containers inside  it (i.e., the  Christmas\r\n\nbox and the blocks enclosed  in intact, opaque wrapping) violated\r\n\nthe  Fourth Amendment  to  the United  States Constitution.   The\r\n\ngovernment successfully defended the  challenged DEA testing as a\r\n\nmere continuation of the  administrative search aimed at ensuring\r\n\nairline security.   See United States v. Pizarro-Calderon, 829 F.\r                                                                   \r\n\nSupp.  511, 515 (D.P.R. 1993).   Following a  jury trial, Pizarro\r\n\nwas convicted and sentenced. \r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          The  government must  demonstrate that  the warrantless\r\n\nDEA  testing of  the enclosed  blocks  either entailed  no Fourth\r\n\nAmendment search or came within  some recognized exception to the\r\n\nwarrant requirement.  See, e.g., United States v. Doward, 41 F.3d\r                                                                  \r\n\n                    \r                              \r\n\nsuspects to the  airport police  station.  See  United States  v.\r                                                                       \r\nFigueroa-Cruz, 822 F. Supp.  853 (D.P.R. 1993); infra note  9 and\r                                                               \r\naccompanying text.\r\n\n                                4\r\r\n\n789,  791 (1st  Cir. 1994).3   The  government contends  that the\r\n\ncarry-on bag  initially was  opened and  searched at  the airport\r\n\nsecurity checkpoint pursuant  to a  lawful administrative  search\r\n\nfor  weapons and explosives.   See, e.g., United  States v. Skip-\r                                                                           \r\n\nwith,  482  F.2d  1272,  1277-78 (5th  Cir.  1973)  (holding that\r              \r\n\ninadvertent discovery of evidence  of criminal activity in course\r\n\nof lawful security search for weapons  at airport checkpoint does\r\n\nnot  violate Fourth  Amendment).   Further,  it argues,  once Pi-\r\n\nzarro's carry-on bag and the Christmas gift box lawfully had been\r\n\nopened for security purposes, it was proper to seize and open the\r\n\npackaged blocks  thereby exposed  to Avil s'  \"plain view.\"   See\r                                                                           \r\n\nCoolidge v. New Hampshire, 403 U.S. 443, 466 (1971).\r                                   \r\n\n          Pizarro  protests  on both  counts.    First, he  says,\r\n\ncarry-on  luggage screenings  must be  confined to  ferreting out\r\n\nthreats to airline security (i.e., weapons and explosives used in\r\n\nair piracy), whereas the customary presence  of Officer Avil s at\r\n\nthe  security  checkpoint permitted  an  inference  that security\r\n\nconcerns  were  a  mere  subterfuge  for intercepting  contraband\r\n\nposing no  threat to  airline  security.   Second, even  assuming\r\n\nprobable cause to  seize the suspicious blocks,  a search warrant\r\n\nwas required  before the  intact, opaque packaging  enclosing the\r\n\nblocks could be pierced to test for cocaine.  \r\n                    \r                              \r\n\n     3The  Fourth  Amendment is  implicated  even though  airport\r\nsecurity  checkpoints are  manned  by nongovernmental  personnel,\r\nsince the  FAA  prescribes extensive  administrative  directives.\r\nSee United States v. Davis, 482 F.2d 893, 896-97 (9th Cir. 1973);\r                                    \r\nsee also Air  Transportation Security  Act of 1974,  Pub. L.  No.\r                  \r\n93-366,  88 Stat. 415 (1974) (codified as amended at 49 U.S.C.   \r\n1356, 1357, 1371, 1372, 1472, 1516); 14 C.F.R.   108.9.  \r\n\n                                5\r\r\n\nA.   The Searches and Seizure at the Security Checkpoint4 \r          A.   The Searches and Seizure at the Security Checkpoint\r                                                                  \r\n\n          Pizarro  argues  that  the warrantless  search  of  the\r\n\ncarry-on  bag violated  his Fourth  Amendment rights,  ab initio,\r                                                                          \r\n\nsince the customary presence of Avil s at the checkpoint subvert-\r\n\ned an otherwise lawful airline security screening into a warrant-\r\n\nless general  search for contraband (viz.,  cocaine) unrelated to\r\n\nairline security.  The district court found that    \r\n\n          the search was conducted  by a security agent\r\n          at  the airport,  and  that the  local police\r\n          officer  was  summoned  to the  site  of  the\r\n          search  only after the initial X-ray scan did\r                                      \r\n          not rule out  the presence of either  weapons\r\n          or explosives in defendant's luggage, requir-\r\n          ing the presence of additional security.\r\n\nPizarro-Calderon, 829 F. Supp. at 514 (emphasis added).\r                          \r\n\n          Routine security searches  at airport checkpoints  pass\r\n\nconstitutional muster because the  compelling public interest  in\r\n\ncurbing air  piracy generally outweighs their  limited intrusive-\r\n\nness.  See,  e.g., United  States v.  Pulido-Baquerizo, 800  F.2d\r                                                                \r\n\n899,  902 (9th Cir. 1986); cf.  United States v. Ferrer, 999 F.2d\r                                                                 \r\n\n7, 9  (1st Cir.  1993) (upholding  warrantless search  of checked\r\n\nluggage  on  alternate  ground  of  \"abandonment,\"  but  faulting\r\n\ngovernment's  \"falling-domino approach,  by which  each intrusion\r\n\ndiminishes  privacy  expectations  enough to  permit  further in-\r\n\nfringements\").   Consequently, all  carry-on luggage can  be sub-\r                                            \r\n\njected  to initial  x-ray  screening for  weapons and  explosives\r\n                    \r                              \r\n\n     4The factual  findings underlying  a suppression ruling  are\r\nreviewed for clear error.  United States v.  Lewis, 40 F.3d 1325,\r                                                            \r\n1332-33 (1st Cir. 1994).   Related rulings of law,  including the\r\n\"reasonableness\" of a particular warrantless search, are accorded\r\nplenary review.  Id. \r                              \r\n\n                                6\r\r\n\nwithout offending the Fourth Amendment.  In the event the initial\r\n\nx-ray  screening is inconclusive as to the presence of weapons or\r\n\nexplosives,  the  luggage  may  be  hand-searched  as  reasonably\r\n\nrequired to rule  out their presence.  Pulido-Baquerizo, 800 F.2d\r                                                                 \r\n\nat 902.  \r\n\n          Other  contraband  inadvertently  discovered  during  a\r\n\nroutine  checkpoint  search for  weapons  and  explosives may  be\r\n\nseized  and introduced in evidence at trial even though unrelated\r\n\nto airline security.   See, e.g., Skipwith, 482 F.2d  at 1277-78.\r                                                    \r\n\nOn the  other hand, lawful airline security  searches of carry-on\r\n\nluggage may  not be enlarged  or tailored systemically  to detect\r\n\ncontraband (e.g., narcotics) unrelated to airline security.  See,\r                                                                          \r\n\ne.g., United  States v.  $124,570 U.S.  Currency, 873 F.2d  1240,\r                                                          \r\n\n1243-45  (9th  Cir.  1989) (upholding  suppression  of contraband\r\n\nunrelated  to  airline  security where  screeners  were  rewarded\r\n\nmonetarily  by law  enforcement  authorities  for detecting  such\r\n\ncontraband in carry-on luggage).  \r\n\n          As  we conclude  that the  government failed  to demon-\r\n\nstrate  that the  subsequent warrantless  search of  the packaged\r                                      \r\n\nblocks by the DEA satisfied the Fourth Amendment warrant require-\r\n\nment,  see infra  Section  II.B, for  present purposes  we simply\r                          \r\n\nassume  arguendo that the carry-on bag and the Christmas box were\r                          \r\n\nsubjected to lawful airport administrative searches. \r\n\nB.   The Subsequent DEA Searches of the Seized Blocks\r          B.   The Subsequent DEA Searches of the Seized Blocks\r                                                               \r\n\n          The district court  upheld the warrantless  penetration\r\n\nof the opaque packaging enclosing the seized blocks on the ground\r\n\n                                7\r\r\n\nthat the DEA tests  were \"not . . . search[es] per se\" but merely\r                                                               \r\n\n\"more thorough  examination[s] of  the objects which  had already\r\n\nbeen lawfully  seized.\"  Pizarro-Calderon,  829 F. Supp.  at 515.\r                                                   \r\n\nWe cannot agree.\r\n\n          The uncontroverted evidence reveals that until the  DEA\r\n\nagents conducted their field  tests, the opaque packaging enclos-\r\n\ning the six blocks  remained intact, precluding any  \"plain view\"\r\n\nof  their contents such as  might permit a  warrantless search in\r\n\nthe absence of  exigent circumstances.  See,  e.g., United States\r                                                                           \r\n\nv.  Miller,  769 F.2d  554, 558  (9th  Cir. 1985)  (poking finger\r                    \r\n\nthrough  plastic bag  containing  white powder,  or cutting  into\r\n\nopaque  fiberglass  container  inside  plastic  bag,  constitutes\r\n\n\"search\" requiring warrant, where both \"containers were original-\r\n\nly  packed  inside  suitcase\").   Thus,  regardless  whether  the\r\n\npackaged blocks  could have been subjected  to lawful warrantless\r\n\nsearch at the security checkpoint, the question with which we are\r                                           \r\n\npresented  is whether a warrant was required before the packaging\r\n\nenclosing  the blocks could be  pierced once the  blocks had been\r\n\nseized and removed from the security checkpoint.  The  government\r                                                         \r\n\nneither cites, nor have  we found, any case upholding  a warrant-\r\n\nless administrative  search for  contraband unrelated to  airline\r\n\nsecurity  concerns,  absent  exigent  circumstances,  consent,  a\r\n\nfinding of  \"virtual certainty,\" or some  other recognized excep-\r\n\ntion to the warrant requirement.5 \r\n                    \r                              \r\n\n     5The government  does not contend that  the packaged blocks,\r\nonce removed from  the checkpoint area, were subject  to warrant-\r\nless  search  for explosives.   See  Skipwith,  482 F.2d  at 1277\r                                                       \r\n\n                                8\r\r\n\n          Although  probable cause,  as well  as exigent  circum-\r\n\nstances,  may  support the  warrantless  seizure  of an  enclosed\r                                                          \r\n\nopaque  container, see Texas v.  Brown, 460 U.S.  730, 743 (1983)\r                                                \r\n\n(involving  validity of warrantless  seizure of  tied-off balloon\r                                                      \r\n\ncontaining drugs), the same  probable-cause showing is not neces-\r                                     \r\n\nsarily sufficient to  justify its subsequent  warrantless search.\r                                                                          \r\n\nId. at 749-51 (Stevens,  J., concurring); United States  v. Chad-\r                                                                           \r\n\nwick, 433  U.S. 1, 13-14 n.8 (1977); Miller, 769 F.2d at 558; cf.\r                                                                           \r\n                    \r                              \r\n\n(noting  that  modern  technology  permits  hijacker  to  conceal\r\nplastic  explosives  in container  no  larger  than a  toothpaste\r\ntube).   Moreover, any exigency adequate to support a warrantless\r\nsearch  for explosives lapsed at  or about the  time of Pizarro's\r\narrest,  since he obviously would  not be permitted  to remain at\r\nlarge in  the airport  or to board  an aircraft.   Likewise,  any\r\nfinding  of  exigency is  totally  belied  by Aviles'  subjective\r\nbelief  that the blocks contained  cocaine and by their unhurried\r\nremoval to the police station for DEA field-testing.  \r\n     There is no evidence  or contention that screeners, pursuant\r\nto practice or regulation, customarily open packages of this type\r\nor size to check  for weapons or explosives, notwithstanding  the\r                                                                           \r\nprior  arrest of the passenger,  and the seizure  of the carry-on\r                                                                           \r\nluggage and its contents,  based on conduct unrelated  to airline\r                                  \r\nsecurity.  Cf. Nix v. Williams, 467  U.S. 431, 444 (1984) (noting\r                                        \r\ndoctrine  of  \"inevitable  discovery,\"  whereby  \"prosecution can\r\nestablish by a  preponderance of the evidence that the [evidence]\r\nultimately  or inevitably  would have  been discovered  by lawful\r\nmeans\" even if unlawful search  had not occurred); United  States\r                                                                           \r\nv.  Hernandez-Cano, 808  F.2d 779, 783  (11th Cir.  1987) (noting\r                            \r\ntestimony  from  party  conducting  lawful search  that  but  for\r\nintervention of unlawful search procedure, she would have contin-\r\nued search of luggage until she found suspicious package).  \r\n     Finally, the  evidence precluded  a contention that  the DEA\r\ntesting  was incident to Pizarro's arrest, see Chimel v. Califor-\r                                                                           \r\nnia, 395 U.S. 752 (1969), since the  blocks had been removed from\r             \r\nthe arrest  scene and from  the presence  of the  arrestee.   See\r                                                                           \r\nUnited States v.  Chadwick, 433  U.S. 1, 15  (1977) (noting  that\r                                    \r\n\"[e]ven  though .  . . the  issuance of  a warrant  by a judicial\r\nofficer  was  reasonably  predictable,  a line  must  be  drawn\";\r\ninvalidating  foot-locker search  remote in  time and  place from\r\narrest); United States v. $639,558, 955 F.2d 712 (D.C. Cir. 1992)\r                                            \r\n(same). But cf. United States v. Johns, 469 U.S. 478,  483 (1985)\r                                                \r\n(finding no comparable contemporaneity requirement  under automo-\r\nbile exception to warrant requirement).\r\n\n                                9\r\r\n\nUnited States v.  Jacobsen, 466 U.S.  109, 114 (1984)  (upholding\r                                    \r\n\nseizure to prevent loss or  destruction of contraband, but noting\r\n\nthat  \"Fourth  Amendment  requires  that [the  police]  obtain  a\r\n\nwarrant before examining  contents of such  a package\").6   These\r\n\ndiscrete  treatments  stem  from  the  recognition  that  seizure\r\n\ntemporarily deprives the defendant of a possessory interest only,\r                                                            \r\n\nwhereas a search entails  an intrusion upon privacy  interests as\r                                                             \r\n\nwell.  See  generally Segura v. United States, 468  U.S. 796, 806\r                                                       \r\n\n(1984).  Normally,  therefore, once  an exigency ends,  as by  an\r\n\narrest or the seizure  and custodial retention of a  container by\r\n\nthe police, a neutral judicial  officer must authorize any subse-\r                                                 \r\n\nquent search on a  showing of probable  cause.  United States  v.\r                                                                       \r\n\nSoule,  908 F.2d 1032, 1040  (1st Cir. 1990)  (citing Shadwick v.\r                                                                        \r\n\nCity of Tampa, 407 U.S. 345, 350 (1972)).\r                       \r\n\n          Although the  government was required to  show that any\r\n\nwarrantless search was  valid under an  exception to the  warrant\r\n\nrequirement, see  Doward,  41  F.3d  at  791;  United  States  v.\r                                                                       \r\n\nRutkowski, 877 F.2d 139, 141 (1st Cir. 1989), it has not attempt-\r                   \r\n\ned to  demonstrate that the warrantless piercing  of the packaged\r\n\nblocks  was either  an integral  part of  the security-checkpoint\r\n\nsearch or came within any other exception to the warrant require-\r\n\nment.   The  government  instead simply  concludes,  as  did  the\r\n\ndistrict  court, see Pizarro-Calderon,  829 F. Supp.  at 515, and\r                                               \r\n\nwithout argumentation or citation to authority, that the warrant-\r\n                    \r                              \r\n\n     6Chadwick has  been overruled  only as to  closed containers\r                        \r\nseized from inside an automobile.  See California v. Acevedo, 500\r                                                                      \r\nU.S. 565 (1991). \r\n\n                                10\r\r\n\nless  piercing of the packaged  blocks at the  police station was\r\n\nsimply an  extension of the  hand-search initiated at  the check-\r\n\npoint.  But see supra note  5.  Moreover, the government does not\r                               \r\n\npretend that the DEA  agents pierced the packaged blocks  for any\r\n\npurpose  other than to test  for illicit drugs.7   Thus, although\r\n                    \r                              \r\n\n     7The  cases  cited  in  the  magistrate-judge's  report  and\r\nrecommendation are inapposite  to the DEA  search in the  present\r\ncase.  See Pizarro-Calderon,  829 F. Supp. at 616  (citing United\r                                                                           \r\nStates  v. Herzbrun, 723 F.2d 773 (11th Cir. 1984); United States\r                                                                           \r\nv.  Wehrli, 637 F.2d  408 (5th Cir.  1981); United  States v. De-\r                                                                           \r\nAngelo,  584 F.2d  46  (4th Cir.),  cert.  denied, 440  U.S.  935\r                                                           \r\n(1978);  United States v. Homburg, 546 F.2d 1350 (9th Cir. 1976);\r                                           \r\nUnited States  v. Williams,  516 F.2d 11  (2d Cir. 1975)).   Even\r                                    \r\nassuming that  airport security checkpoint searches are justified\r\non the ground that the passenger's \"implied consent\" is irrevoca-\r\nble,  but see Wayne R. Lafave,  Search and Seizure: A Treatise on\r                                                                           \r\nthe Fourth Amendment    10.6(c), 10.6(g), at 16-17, 31-33 (2d ed.\r                              \r\n1987), thus permitting screeners  to search throughout the carry-\r\non  bag  and all  closed  containers within  it,  the passenger's\r\nimplied  \"consent\"  nonetheless would  be  limited  to permitting\r                                                            \r\nsearches  for the purpose  of detecting weapons  and explosives. \r                                                                         \r\nSee  Florida v.  Jimeno, 500  U.S. 248,  252 (1991)  (noting that\r                                 \r\nwarrantless \"consent\"-based searches are  limited in scope by the\r                                                                    \r\nterms of defendant's  consent); see also, e.g.,  Wehrli, 637 F.2d\r                                                                 \r\nat  409 (noting that screener's  \"task [was] to  insure that Weh-\r\nrli's  bag was devoid of skyjacking weapons,\" and the search \"did\r\nnot  range  beyond  an  area reasonably  calculated  to  discover\r                                                             \r\ndangers  to air safety\") (emphasis  added); DeAngelo, 584 F.2d at\r                                                              \r\n47-48 (holding  that passenger impliedly consents  to full search\r\nof luggage, and if  it \"should be considered necessary  to assure\r\nthe safety of  the travelling public,  [the passenger] should  be\r\nrequired  to submit  to it  for that purpose\")  (emphasis added);\r                                                      \r\nWilliams,  516  F.2d at  12 (inquiring  into  \"the bounds  of any\r                                                                   \r\nimplied  consent,\"  but noting  that bags  of cocaine  were found\r\nalongside  a metal  canister, so  that screener  might reasonably\r\nthink white powder was  explosive, rather than cocaine) (emphasis\r\nadded). \r\n     By contrast, Avil s admitted that he delivered the blocks to\r\nthe DEA for the  very purpose of  detecting narcotics.  In  these\r\ncircumstances     once the focus  of the search  shifted from the\r\ndetection of weapons to  the detection of narcotics     a warrant\r\nwas required unless the ensuing search came within another recog-\r\nnized exception to  the warrant requirement.   Cf. Jacobsen,  466\r                                                                     \r\nU.S. at 118-22 (noting that DEA  did not need a search warrant to\r\nopen  a  closed container  to perform  a  field test  on contents\r\nbecause the  contents  had  already been  disclosed  by  a  prior\r                 \r\n\n                                11\r\r\n\nwe may affirm the  denial of a  suppression motion on any  ground\r\n\nsupported by the record, see, e.g., Soule, 908 F.2d at 1036 n. 7,\r                                                   \r\n\nthe  legal theories relied  on by  the government  have led  to a\r\n\ndearth of record evidence     not to mention argumentation     to\r\n\nsupport such an exercise of discretion.8   \r\n                    \r                              \r\n\n\"private party\" search of that  container); Herzbrun, 723 F.2d at\r                                                              \r\n775  (noting  that  law  enforcement  officials  obtained  search\r\nwarrant for  bag after  defendant withdrew from  checkpoint, even\r\nthough  their search  followed an  aborted checkpoint  search for\r                                                    \r\nweapons  which might  have  uncovered same  evidence (i.e.,  coc-\r\naine)).\r\n\n     8Avil s conceded at the  suppression hearing, and the magis-\r\ntrate  judge later found, that  the contents of  the blocks could\r\nnot have been \"known\" from their outward appearance.  Thus, given\r\nthe undisputed evidence that  the blocks were completely enclosed\r\nin  opaque  packaging which  had to  be  pierced even  for field-\r                                                          \r\ntesting, the government's unexplicated statement that the cocaine\r\nwas in Avil s' \"plain view\" at the checkpoint must be premised on\r\nsomething  more illuminating  than  its rose-colored  perception.\r\nNor  has  the  government  attempted to  argue  that  the outward\r\nappearance  of  the blocks,  or the  context  in which  they were\r\nseized,  so \"clearly  announce[d]\" the  nature of  their contents\r\nthat it  was a \"virtual  certainty\" that they  contained cocaine.\r\nSee  Arkansas v. Sanders, 442  U.S. 753, 764-65  n.13 (1979); see\r                                                                           \r\nalso Texas,  460 U.S. at  761 (Stevens,  J., concurring);  United\r                                                                           \r\nStates  v. Corral, 970 F.2d  719, 725 (10th  Cir. 1992) (contents\r                           \r\nmust be \"foregone conclusion\").  But see Miller, 769 F.2d at 560-\r                                                         \r\n61 (squarely  rejecting prosecution argument that  no warrant was\r\nneeded  to search  a  lawfully-seized plastic  bag containing  an\r\nopaque  fiberglass vial  filled with cocaine,  both of  which had\r\nbeen lawfully seized from defendant's suitcase); United States v.\r                                                                        \r\nDonnes, 947  F.2d 1430,  1439 (10th  Cir. 1991)  (adopting Miller\r                                                                           \r\napproach); accord United States v. Cardona-Rivera, 904 F.2d 1149,\r                                                           \r\n1155 (7th  Cir. 1990); cf.  United States  v. Prandy-Binett,  995\r                                                                     \r\nF.2d  1069 (D.C. Cir. 1993) (upholding seizure of package wrapped\r                                                        \r\nin opaque duct tape  based on probable cause), cert.  denied, 114\r                                                                      \r\nS. Ct. 1196 (1994); United States v. Barrios-Moriera, 872 F.2d 12\r                                                              \r\n(2d Cir.) (same), cert. denied, 493 U.S. 953 (1989).  We think it\r                                        \r\nwould be imprudent  in the  present vacuum either  to embrace  or\r\nreject    for the  first time    a \"virtual  certainty\" exception\r\nto the warrant requirement.\r\n     Nor has the government suggested that the DEA testing should\r\nbe  upheld under the \"inventory search\"  exception to the warrant\r\nrequirement.  Compare,  e.g., Colorado v. Bertine, 479  U.S. 367,\r                                                           \r\n371  (1987) (even  closed containers  may be  opened  pursuant to\r\n\n                                12\r\r\n\n          The litigation strategy adopted by the government seems\r\n\nespecially  remarkable considering the  portentous district court\r\n\nopinion previously  entered in the companion  case, United States\r                                                                           \r\n\nv.  Figueroa-Cruz, 822 F. Supp. 853 (D.P.R. 1993); see supra note\r                                                                      \r\n\n2, wherein the  government elected  not to appeal  from an  order\r\n\nsuppressing virtually identical  evidence seized from  the person\r\n\nnext in  line to  Pizarro at  the security checkpoint.9   In  the\r\n\ncompanion  case, the  district court  suppressed the  cocaine Fi-\r\n\ngueroa  was carrying     in  Christmas gift  packages inside  his\r                                                               \r\n\nluggage     because Avil s had  permitted the DEA  to conduct the\r\n\ninitial  search  at  the  airport police  station  without  first\r                 \r\n\nobtaining a warrant.  Avil s testified that he  arrested Figueroa\r\n\nbased on probable cause  to believe that the gift  boxes, exposed\r\n\nto  view during  the security-checkpoint  search of  his carry-on\r\n\nbag, were  so similar to  Pizarro's gift box  that it was  likely\r\n\nthat they too contained blocks of cocaine.  \r\n\n          The government's attempt  to distinguish the two  cases\r\n\nmisses the  mark.   The carry-on  bags, the gift  boxes, and  the\r\n\nblocks enclosed  in opaque packaging    all  were discrete closed\r                                                     \r\n                    \r                              \r\n\ninventory search exception)  with United States v.  Infante-Ruiz,\r                                                                          \r\n13 F.3d 498, 504  (1st Cir. 1994) (to justify  warrantless search\r\nas  inventory  search,  government  must  introduce  evidence  of\r\n\"established procedures and standard criteria\" governing invento-\r\nry process).  In  addition to the government's failure  to evince\r\nan established inventory procedure or policy, such a rationale is\r\neffectively  disavowed by Avil s' testimony expressly predicating\r\nthe DEA searches on  the need to field-test  the contents of  the\r\nenclosed blocks for cocaine.\r\n\n     9The  government  apparently  decided to  try  Figueroa-Cruz\r\nseparately due  to insufficient  evidence that the  two men  were\r\ntraveling in tandem. \r\n\n                                13\r\r\n\ncontainers.   Even assuming  the warrantless  checkpoint searches\r\n\nconducted  on the carry-on bags  and the gift  boxes were lawful,\r\n\nthe government  nevertheless failed to establish  that the subse-\r\n\nquent warrantless  DEA  penetration of  the  previously  unopened\r\n\nblocks enclosed  in opaque  packaging came within  any recognized\r\n\nexception  to  the  warrant  requirement.    Consequently,  their\r\n\nwarrantless search at  the police station     after any  exigency\r\n\nhad ceased    violated the Fourth amendment.\r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          As  the government  failed to  shoulder its  burden, by\r\n\ndemonstrating either that its  warrantless searches of the opaque\r\n\npackaged blocks  were permissible under the  Fourth Amendment, or\r\n\nthat  the admission of the tainted evidence was harmless beyond a\r\n\nreasonable  doubt, see United States v. Modarressi, 886 F.2d 6, 8\r                                                            \r\n\n(1st Cir. 1989), appellant's conviction must be reversed. \r\n\n          The district court judgment is reversed.\r                    The district court judgment is reversed.\r                                                           \r\n\n                                14\r\r\n",
  "html": "<p class=\"case_cite\">61 F.3d 107</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>John DOE, a/k/a Geronimo Pizarro-Calderon, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1096.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 10, 1995.<br>Decided Aug. 4, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Rafael D. Castro Lang, for appellant.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Sr. Litigation Counsel, with whom Guillermo Gil, U.S. Atty., and Ernesto Hernandez-Milan, Asst. U.S. Atty., were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Geronimo Pizarro-Calderon (\"Pizarro\") contends that the district court erred in refusing to suppress six block-like articles--packaged in opaque beige and brown tape--which ultimately led to his conviction for possessing cocaine with intent to distribute in violation of 21 U.S.C. Sec. 841(a)(1) (1993).  We reverse.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court adopted the findings recommended by the magistrate judge who conducted the suppression hearing.  On January 8, 1993, Security Officer Gladys Martinez del Valle (\"Martinez\") was screening passengers and monitoring their carry-on luggage for weapons and explosives at a security checkpoint in the Isla Verde Airport terminal.  See 14 C.F.R. Sec. 107.20 (1995) (Federal Aeronautics Administration (\"FAA\") regulation mandating screening requirements for carry-on luggage), Sec. 107.21 (banning unauthorized possession of any \"explosive, incendiary, or deadly or dangerous weapons\" beyond airport checkpoints).  Prominent signs forewarned passengers, in English and Spanish, that their persons and carry-on luggage were subject to screening and search for weapons and explosives.  Security screeners normally use x-ray machines to scan all carry-on luggage;  metal detectors and hand scanners to screen passengers.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">While tending the x-ray monitor, Martinez noticed a carry-on bag containing an unidentifiable dark object.  She had been trained to regard such dense, nonreflective objects as possible camouflage for weapons or explosives.  Upon questioning by Martinez, appellant Pizarro stated that the carry-on bag belonged to him, and the nonreflective objects inside were gift boxes containing \"figurines.\"   Concerned that the figurines reflected no distinguishable silhouette on the x-ray monitor, Martinez asked Pizarro to open the carry-on bag.  When Pizarro \"sort of hesitated,\" United States Department of Agriculture Inspector Jose Mercado, working beside Martinez, directed Pizarro to open the carry-on bag, then summoned a local law enforcement officer, Juan Aviles, to the security checkpoint.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Pizarro opened the carry-on bag in the presence of Martinez, Officer Aviles, and Inspector Mercado, revealing a box wrapped in Christmas paper.  The box contained a layer of sanitary napkins, a layer of dark blue paper and, finally, six blocks wrapped in opaque beige and brown tape.  A nineteen-year veteran of the Puerto Rico Police, Officer Aviles immediately suspected that the concealed blocks contained cocaine.  Whereupon he seized the carry-on bag and its contents, then arrested and handcuffed Pizarro.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After placing Pizarro in an airport police-station cell, Aviles contacted the United States Drug Enforcement Administration (\"DEA\").  Shortly thereafter, DEA agents tested the blocks by piercing their opaque wrappings;  the contents tested positive for cocaine.  In due course, Pizarro was indicted for possessing six kilograms of cocaine with intent to distribute, in violation of 21 U.S.C. Sec. 841(a)(1), (b)(1)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Pizarro moved to suppress the test results and the cocaine, on the ground that the warrantless searches of the carry-on bag and the containers inside it (i.e., the Christmas box and the blocks enclosed in intact, opaque wrapping) violated the Fourth Amendment to the United States Constitution.  The government successfully defended the challenged DEA testing as a mere continuation of the administrative search aimed at ensuring airline security.  See United States v. Pizarro-Calderon, 829 F.Supp. 511, 515 (D.P.R.1993).  Following a jury trial, Pizarro was convicted and sentenced.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The government must demonstrate that the warrantless DEA testing of the enclosed blocks either entailed no Fourth Amendment search or came within some recognized exception to the warrant requirement.  See, e.g., United States v. Doward, 41 F.3d 789, 791 (1st Cir.1994).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The government contends that the carry-on bag initially was opened and searched at the airport security checkpoint pursuant to a lawful administrative search for weapons and explosives.  See, e.g., United States v. Skipwith, 482 F.2d 1272, 1277-78 (5th Cir.1973) (holding that inadvertent discovery of evidence of criminal activity in course of lawful security search for weapons at airport checkpoint does not violate Fourth Amendment).  Further, it argues, once Pizarro's carry-on bag and the Christmas gift box lawfully had been opened for security purposes, it was proper to seize and open the packaged blocks thereby exposed to Aviles' \"plain view.\"   See Coolidge v. New Hampshire, 403 U.S. 443, 466, 91 S.Ct. 2022, 2038, 29 L.Ed.2d 564 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Pizarro protests on both counts.  First, he says, carry-on luggage screenings must be confined to ferreting out threats to airline security (i.e., weapons and explosives used in air piracy), whereas the customary presence of Officer Aviles at the security checkpoint permitted an inference that security concerns were a mere subterfuge for intercepting contraband posing no threat to airline security.  Second, even assuming probable cause to seize the suspicious blocks, a search warrant was required before the intact, opaque packaging enclosing the blocks could be pierced to test for cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>A. The Searches and Seizure at the Security Checkpoint<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Pizarro argues that the warrantless search of the carry-on bag violated his Fourth Amendment rights, ab initio, since the customary presence of Aviles at the checkpoint subverted an otherwise lawful airline security screening into a warrantless general search for contraband (viz., cocaine) unrelated to airline security.  The district court found that--</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>the search was conducted by a security agent at the airport, and that the local police officer was summoned to the site of the search only after the initial X-ray scan did not rule out the presence of either weapons or explosives in defendant's luggage, requiring the presence of additional security.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Pizarro-Calderon, 829 F.Supp. at 514 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Routine security searches at airport checkpoints pass constitutional muster because the compelling public interest in curbing air piracy generally outweighs their limited intrusiveness.  See, e.g., United States v. Pulido-Baquerizo, 800 F.2d 899, 902 (9th Cir.1986);  cf. United States v. Ferrer, 999 F.2d 7, 9 (1st Cir.1993) (upholding warrantless search of checked luggage on alternate ground of \"abandonment,\" but faulting government's \"falling-domino approach, by which each intrusion diminishes privacy expectations enough to permit further infringements\").  Consequently, all carry-on luggage can be subjected to initial x-ray screening for weapons and explosives without offending the Fourth Amendment.  In the event the initial x-ray screening is inconclusive as to the presence of weapons or explosives, the luggage may be hand-searched as reasonably required to rule out their presence.  Pulido-Baquerizo, 800 F.2d at 902.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Other contraband inadvertently discovered during a routine checkpoint search for weapons and explosives may be seized and introduced in evidence at trial even though unrelated to airline security.  See, e.g., Skipwith, 482 F.2d at 1277-78.   On the other hand, lawful airline security searches of carry-on luggage may not be enlarged or tailored systemically to detect contraband (e.g., narcotics) unrelated to airline security.  See, e.g., United States v. $124,570 U.S. Currency, 873 F.2d 1240, 1243-45 (9th Cir.1989) (upholding suppression of contraband unrelated to airline security where screeners were rewarded monetarily by law enforcement authorities for detecting such contraband in carry-on luggage).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As we conclude that the government failed to demonstrate that the subsequent warrantless search of the packaged blocks by the DEA satisfied the Fourth Amendment warrant requirement, see infra Section II.B, for present purposes we simply assume arguendo that the carry-on bag and the Christmas box were subjected to lawful airport administrative searches.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>B. The Subsequent DEA Searches of the Seized Blocks</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court upheld the warrantless penetration of the opaque packaging enclosing the seized blocks on the ground that the DEA tests were \"not ... search[es] per se \" but merely \"more thorough examination[s] of the objects which had already been lawfully seized.\"  Pizarro-Calderon, 829 F.Supp. at 515.   We cannot agree.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The uncontroverted evidence reveals that until the DEA agents conducted their field tests, the opaque packaging enclosing the six blocks remained intact, precluding any \"plain view\" of their contents such as might permit a warrantless search in the absence of exigent circumstances.  See, e.g., United States v. Miller, 769 F.2d 554, 558 (9th Cir.1985) (poking finger through plastic bag containing white powder, or cutting into opaque fiberglass container inside plastic bag, constitutes \"search\" requiring warrant, where both \"containers were originally packed inside suitcase\").  Thus, regardless whether the packaged blocks could have been subjected to lawful warrantless search at the security checkpoint, the question with which we are presented is whether a warrant was required before the packaging enclosing the blocks could be pierced once the blocks had been seized and removed from the security checkpoint.   The government neither cites, nor have we found, any case upholding a warrantless administrative search for contraband unrelated to airline security concerns, absent exigent circumstances, consent, a finding of \"virtual certainty,\" or some other recognized exception to the warrant requirement.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although probable cause, as well as exigent circumstances, may support the warrantless seizure of an enclosed opaque container, see Texas v. Brown, 460 U.S. 730, 743, 103 S.Ct. 1535, 1544, 75 L.Ed.2d 502 (1983) (involving validity of warrantless seizure of tied-off balloon containing drugs), the same probable-cause showing is not necessarily sufficient to justify its subsequent warrantless search.  Id. at 749-51, 103 S.Ct. at 1547-48 (Stevens, J., concurring);  United States v. Chadwick, 433 U.S. 1, 13-14 n. 8, 97 S.Ct. 2476, 2484-85 n. 8, 53 L.Ed.2d 538 (1977);  Miller, 769 F.2d at 558;  cf. United States v. Jacobsen, 466 U.S. 109, 114, 104 S.Ct. 1652, 1656, 80 L.Ed.2d 85 (1984) (upholding seizure to prevent loss or destruction of contraband, but noting that \"Fourth Amendment requires that [the police] obtain a warrant before examining contents of such a package\").<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  These discrete treatments stem from the recognition that seizure temporarily deprives the defendant of a possessory interest only, whereas a search entails an intrusion upon privacy interests as well.  See generally Segura v. United States, 468 U.S. 796, 806, 104 S.Ct. 3380, 3386, 104 S.Ct. 3380 (1984).  Normally, therefore, once an exigency ends, as by an arrest or the seizure and custodial retention of a container by the police, a neutral judicial officer must authorize any subsequent search on a showing of probable cause.  United States v. Soule, 908 F.2d 1032, 1040 (1st Cir.1990) (citing Shadwick v. City of Tampa, 407 U.S. 345, 350, 92 S.Ct. 2119, 2122-23, 32 L.Ed.2d 783 (1972)).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although the government was required to show that any warrantless search was valid under an exception to the warrant requirement, see Doward, 41 F.3d at 791;  United States v. Rutkowski, 877 F.2d 139, 141 (1st Cir.1989), it has not attempted to demonstrate that the warrantless piercing of the packaged blocks was either an integral part of the security-checkpoint search or came within any other exception to the warrant requirement.  The government instead simply concludes, as did the district court, see Pizarro-Calderon, 829 F.Supp. at 515, and without argumentation or citation to authority, that the warrantless piercing of the packaged blocks at the police station was simply an extension of the hand-search initiated at the checkpoint.  But see supra note 5.  Moreover, the government does not pretend that the DEA agents pierced the packaged blocks for any purpose other than to test for illicit drugs.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Thus, although we may affirm the denial of a suppression motion on any ground supported by the record, see, e.g., Soule, 908 F.2d at 1036 n. 7, the legal theories relied on by the government have led to a dearth of record evidence--not to mention argumentation--to support such an exercise of discretion.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The litigation strategy adopted by the government seems especially remarkable considering the portentous district court opinion previously entered in the companion case, United States v. Figueroa-Cruz, 822 F.Supp. 853 (D.P.R.1993);  see supra note 2, wherein the government elected not to appeal from an order suppressing virtually identical evidence seized from the person next in line to Pizarro at the security checkpoint.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  In the companion case, the district court suppressed the cocaine Figueroa was carrying--in Christmas gift packages inside his luggage--because Aviles had permitted the DEA to conduct the initial search at the airport police station without first obtaining a warrant.  Aviles testified that he arrested Figueroa based on probable cause to believe that the gift boxes, exposed to view during the security-checkpoint search of his carry-on bag, were so similar to Pizarro's gift box that it was likely that they too contained blocks of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The government's attempt to distinguish the two cases misses the mark.  The carry-on bags, the gift boxes, and the blocks enclosed in opaque packaging--all were discrete closed containers.  Even assuming the warrantless checkpoint searches conducted on the carry-on bags and the gift boxes were lawful, the government nevertheless failed to establish that the subsequent warrantless DEA penetration of the previously unopened blocks enclosed in opaque packaging came within any recognized exception to the warrant requirement.  Consequently, their warrantless search at the police station--after any exigency had ceased--violated the Fourth amendment.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As the government failed to shoulder its burden, by demonstrating either that its warrantless searches of the opaque packaged blocks were permissible under the Fourth Amendment, or that the admission of the tainted evidence was harmless beyond a reasonable doubt, see United States v. Modarressi, 886 F.2d 6, 8 (1st Cir.1989), appellant's conviction must be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court judgment is reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Officer Aviles was employed by the airport administration to patrol the security checkpoint area and respond to incidents encountered by screeners and inspectors, in accordance with FAA regulations requiring the presence of a local law enforcement official.  See 14 C.F.R. Sec. 107.15</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At about the same time, Martinez noticed another nonreflective object on the x-ray monitor, similar to the one observed in Pizarro's carry-on bag.  The passenger in line behind Pizarro--Ariel Figueroa-Cruz--claimed ownership of the second bag, which was found to contain two Christmas gift boxes similar to the one Pizarro had been carrying.  Without opening the gift boxes, Officer Aviles placed Figueroa under arrest, and transported both suspects to the airport police station.  See United States v. Figueroa-Cruz, 822 F.Supp. 853 (D.P.R.1993);  infra note 9 and accompanying text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Fourth Amendment is implicated even though airport security checkpoints are manned by nongovernmental personnel, since the FAA prescribes extensive administrative directives.  See United States v. Davis, 482 F.2d 893, 896-97 (9th Cir.1973);  see also Air Transportation Security Act of 1974, Pub.L. No. 93-366, 88 Stat. 415 (1974) (codified as amended at 49 U.S.C. Secs. 1356, 1357, 1371, 1372, 1472, 1516);  14 C.F.R. Sec. 108.9</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The factual findings underlying a suppression ruling are reviewed for clear error.  United States v. Lewis, 40 F.3d 1325, 1332-33 (1st Cir.1994).  Related rulings of law, including the \"reasonableness\" of a particular warrantless search, are accorded plenary review.  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The government does not contend that the packaged blocks, once removed from the checkpoint area, were subject to warrantless search for explosives.  See Skipwith, 482 F.2d at 1277 (noting that modern technology permits hijacker to conceal plastic explosives in container no larger than a toothpaste tube).  Moreover, any exigency adequate to support a warrantless search for explosives lapsed at or about the time of Pizarro's arrest, since he obviously would not be permitted to remain at large in the airport or to board an aircraft.  Likewise, any finding of exigency is totally belied by Aviles' subjective belief that the blocks contained cocaine and by their unhurried removal to the police station for DEA field-testing</p>\n        <p>There is no evidence or contention that screeners, pursuant to practice or regulation, customarily open packages of this type or size to check for weapons or explosives, notwithstanding the prior arrest of the passenger, and the seizure of the carry-on luggage and its contents, based on conduct unrelated to airline security.  Cf. Nix v. Williams, 467 U.S. 431, 444, 104 S.Ct. 2501, 2509, 81 L.Ed.2d 377 (1984) (noting doctrine of \"inevitable discovery,\" whereby \"prosecution can establish by a preponderance of the evidence that the [evidence] ultimately or inevitably would have been discovered by lawful means\" even if unlawful search had not occurred);  United States v. Hernandez-Cano, 808 F.2d 779, 783 (11th Cir.1987) (noting testimony from party conducting lawful search that but for intervention of unlawful search procedure, she would have continued search of luggage until she found suspicious package).</p>\n        <p>Finally, the evidence precluded a contention that the DEA testing was incident to Pizarro's arrest, see Chimel v. California, 395 U.S. 752, 89 S.Ct. 2034, 23 L.Ed.2d 685 (1969), since the blocks had been removed from the arrest scene and from the presence of the arrestee.  See United States v. Chadwick, 433 U.S. 1, 15, 97 S.Ct. 2476, 2485-86, 53 L.Ed.2d 538 (1977) (noting that \"[e]ven though ... the issuance of a warrant by a judicial officer was reasonably predictable, a line must be drawn\";  invalidating footlocker search remote in time and place from arrest);  United States v. $639,558, 955 F.2d 712 (D.C.Cir.1992) (same).  But cf. United States v. Johns, 469 U.S. 478, 483, 105 S.Ct. 881, 884-85, 83 L.Ed.2d 890 (1985) (finding no comparable contemporaneity requirement under automobile exception to warrant requirement).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Chadwick has been overruled only as to closed containers seized from inside an automobile.  See California v. Acevedo, 500 U.S. 565, 111 S.Ct. 1982, 114 L.Ed.2d 619 (1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The cases cited in the magistrate-judge's report and recommendation are inapposite to the DEA search in the present case.  See Pizarro-Calderon, 829 F.Supp. at 516 (citing United States v. Herzbrun, 723 F.2d 773 (11th Cir.1984);  United States v. Wehrli, 637 F.2d 408 (5th Cir.1981);  United States v. DeAngelo, 584 F.2d 46 (4th Cir.), cert. denied, 440 U.S. 935, 99 S.Ct. 1278, 59 L.Ed.2d 493 (1978);  United States v. Homburg, 546 F.2d 1350 (9th Cir.1976);  United States v. Williams, 516 F.2d 11 (2d Cir.1975)).  Even assuming that airport security checkpoint searches are justified on the ground that the passenger's \"implied consent\" is irrevocable, but see Wayne R. Lafave, Search and Seizure:  A Treatise on the Fourth Amendment Secs. 10.6(c), 10.6(g), at 16-17, 31-33 (2d ed. 1987), thus permitting screeners to search throughout the carry-on bag and all closed containers within it, the passenger's implied \"consent\" nonetheless would be limited to permitting searches for the purpose of detecting weapons and explosives.  See Florida v. Jimeno, 500 U.S. 248, 252, 111 S.Ct. 1801, 1804, 114 L.Ed.2d 297 (1991) (noting that warrantless \"consent\"-based searches are limited in scope by the terms of defendant's consent);  see also, e.g., Wehrli, 637 F.2d at 409 (noting that screener's \"task [was] to insure that Wehrli's bag was devoid of skyjacking weapons,\" and the search \"did not range beyond an area reasonably calculated to discover dangers to air safety\") (emphasis added);  DeAngelo, 584 F.2d at 47-48 (holding that passenger impliedly consents to full search of luggage, and if it \"should be considered necessary to assure the safety of the travelling public, [the passenger] should be required to submit to it for that purpose \") (emphasis added);  Williams, 516 F.2d at 12 (inquiring into \"the bounds of any implied consent,\" but noting that bags of cocaine were found alongside a metal canister, so that screener might reasonably think white powder was explosive, rather than cocaine) (emphasis added)</p>\n        <p>By contrast, Aviles admitted that he delivered the blocks to the DEA for the very purpose of detecting narcotics.  In these circumstances--once the focus of the search shifted from the detection of weapons to the detection of narcotics--a warrant was required unless the ensuing search came within another recognized exception to the warrant requirement.  Cf. Jacobsen, 466 U.S. at 118-22, 104 S.Ct. at 1659-61 (noting that DEA did not need a search warrant to open a closed container to perform a field test on contents because the contents had already been disclosed by a prior \"private party\" search of that container);  Herzbrun, 723 F.2d at 775 (noting that law enforcement officials obtained search warrant for bag after defendant withdrew from checkpoint, even though their search followed an aborted checkpoint search for weapons which might have uncovered same evidence (i.e., cocaine)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Aviles conceded at the suppression hearing, and the magistrate judge later found, that the contents of the blocks could not have been \"known\" from their outward appearance.  Thus, given the undisputed evidence that the blocks were completely enclosed in opaque packaging which had to be pierced even for field-testing, the government's unexplicated statement that the cocaine was in Aviles' \"plain view\" at the checkpoint must be premised on something more illuminating than its rose-colored perception.  Nor has the government attempted to argue that the outward appearance of the blocks, or the context in which they were seized, so \"clearly announce[d]\" the nature of their contents that it was a \"virtual certainty\" that they contained cocaine.  See Arkansas v. Sanders, 442 U.S. 753, 764-65 n. 13, 99 S.Ct. 2586, 2593-94 n. 13, 61 L.Ed.2d 235 (1979);  see also Texas, 460 U.S. at 751, 103 S.Ct. at 1548 (Stevens, J., concurring);  United States v. Corral, 970 F.2d 719, 725 (10th Cir.1992) (contents must be \"foregone conclusion\").  But see Miller, 769 F.2d at 560-61 (squarely rejecting prosecution argument that no warrant was needed to search a lawfully-seized plastic bag containing an opaque fiberglass vial filled with cocaine, both of which had been lawfully seized from defendant's suitcase);  United States v. Donnes, 947 F.2d 1430, 1439 (10th Cir.1991) (adopting Miller approach);  accord United States v. Cardona-Rivera, 904 F.2d 1149, 1155 (7th Cir.1990);  cf. United States v. Prandy-Binett, 995 F.2d 1069 (D.C.Cir.1993) (upholding seizure of package wrapped in opaque duct tape based on probable cause), cert. denied, --- U.S. ----, 114 S.Ct. 1196, 127 L.Ed.2d 545 (1994);  United States v. Barrios-Moriera, 872 F.2d 12 (2d Cir.)  (same), cert. denied, 493 U.S. 953, 110 S.Ct. 364, 107 L.Ed.2d 350 (1989).  We think it would be imprudent in the present vacuum either to embrace or reject--for the first time--a \"virtual certainty\" exception to the warrant requirement</p>\n        <p>Nor has the government suggested that the DEA testing should be upheld under the \"inventory search\" exception to the warrant requirement.  Compare, e.g., Colorado v. Bertine, 479 U.S. 367, 371, 107 S.Ct. 738, 741, 93 L.Ed.2d 739 (1987) (even closed containers may be opened pursuant to inventory search exception) with United States v. Infante-Ruiz, 13 F.3d 498, 504 (1st Cir.1994) (to justify warrantless search as inventory search, government must introduce evidence of \"established procedures and standard criteria\" governing inventory process).  In addition to the government's failure to evince an established inventory procedure or policy, such a rationale is effectively disavowed by Aviles' testimony expressly predicating the DEA searches on the need to field-test the contents of the enclosed blocks for cocaine.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The government apparently decided to try Figueroa-Cruz separately due to insufficient evidence that the two men were traveling in tandem</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">107</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>John DOE, a/k/a Geronimo Pizarro-Calderon, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1096.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 10, 1995.<br>Decided Aug. 4, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Rafael D. Castro Lang, for appellant.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Sr. Litigation Counsel, with whom Guillermo Gil, U.S. Atty., and Ernesto Hernandez-Milan, Asst. U.S. Atty., were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Geronimo Pizarro-Calderon (\"Pizarro\") contends that the district court erred in refusing to suppress six block-like articles--packaged in opaque beige and brown tape--which ultimately led to his conviction for possessing cocaine with intent to distribute in violation of 21 U.S.C. Sec. 841(a)(1) (1993).  We reverse.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court adopted the findings recommended by the magistrate judge who conducted the suppression hearing.  On January 8, 1993, Security Officer Gladys Martinez del Valle (\"Martinez\") was screening passengers and monitoring their carry-on luggage for weapons and explosives at a security checkpoint in the Isla Verde Airport terminal.  See 14 C.F.R. Sec. 107.20 (1995) (Federal Aeronautics Administration (\"FAA\") regulation mandating screening requirements for carry-on luggage), Sec. 107.21 (banning unauthorized possession of any \"explosive, incendiary, or deadly or dangerous weapons\" beyond airport checkpoints).  Prominent signs forewarned passengers, in English and Spanish, that their persons and carry-on luggage were subject to screening and search for weapons and explosives.  Security screeners normally use x-ray machines to scan all carry-on luggage;  metal detectors and hand scanners to screen passengers.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">While tending the x-ray monitor, Martinez noticed a carry-on bag containing an unidentifiable dark object.  She had been trained to regard such dense, nonreflective objects as possible camouflage for weapons or explosives.  Upon questioning by Martinez, appellant Pizarro stated that the carry-on bag belonged to him, and the nonreflective objects inside were gift boxes containing \"figurines.\"   Concerned that the figurines reflected no distinguishable silhouette on the x-ray monitor, Martinez asked Pizarro to open the carry-on bag.  When Pizarro \"sort of hesitated,\" United States Department of Agriculture Inspector Jose Mercado, working beside Martinez, directed Pizarro to open the carry-on bag, then summoned a local law enforcement officer, Juan Aviles, to the security checkpoint.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Pizarro opened the carry-on bag in the presence of Martinez, Officer Aviles, and Inspector Mercado, revealing a box wrapped in Christmas paper.  The box contained a layer of sanitary napkins, a layer of dark blue paper and, finally, six blocks wrapped in opaque beige and brown tape.  A nineteen-year veteran of the Puerto Rico Police, Officer Aviles immediately suspected that the concealed blocks contained cocaine.  Whereupon he seized the carry-on bag and its contents, then arrested and handcuffed Pizarro.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After placing Pizarro in an airport police-station cell, Aviles contacted the United States Drug Enforcement Administration (\"DEA\").  Shortly thereafter, DEA agents tested the blocks by piercing their opaque wrappings;  the contents tested positive for cocaine.  In due course, Pizarro was indicted for possessing six kilograms of cocaine with intent to distribute, in violation of 21 U.S.C. Sec. 841(a)(1), (b)(1)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Pizarro moved to suppress the test results and the cocaine, on the ground that the warrantless searches of the carry-on bag and the containers inside it (i.e., the Christmas box and the blocks enclosed in intact, opaque wrapping) violated the Fourth Amendment to the United States Constitution.  The government successfully defended the challenged DEA testing as a mere continuation of the administrative search aimed at ensuring airline security.  See United States v. Pizarro-Calderon, <span class=\"citation no-link\"><span class=\"volume\">829</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">511</span></span>, 515 (D.P.R.1993).  Following a jury trial, Pizarro was convicted and sentenced.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The government must demonstrate that the warrantless DEA testing of the enclosed blocks either entailed no Fourth Amendment search or came within some recognized exception to the warrant requirement.  See, e.g., United States v. Doward, <span class=\"citation\" data-id=\"195782\"><a href=\"/opinion/195782/united-states-v-doward/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">789</span></a></span>, 791 (1st Cir.1994).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The government contends that the carry-on bag initially was opened and searched at the airport security checkpoint pursuant to a lawful administrative search for weapons and explosives.  See, e.g., United States v. Skipwith, <span class=\"citation\" data-id=\"312834\"><a href=\"/opinion/312834/united-states-v-lee-skipwith-iii/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1272</span></a></span>, 1277-78 (5th Cir.1973) (holding that inadvertent discovery of evidence of criminal activity in course of lawful security search for weapons at airport checkpoint does not violate Fourth Amendment).  Further, it argues, once Pizarro's carry-on bag and the Christmas gift box lawfully had been opened for security purposes, it was proper to seize and open the packaged blocks thereby exposed to Aviles' \"plain view.\"   See Coolidge v. New Hampshire, <span class=\"citation\" data-id=\"108377\"><a href=\"/opinion/108377/coolidge-v-new-hampshire/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, 466, <span class=\"citation\" data-id=\"108377\"><a href=\"/opinion/108377/coolidge-v-new-hampshire/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2022</span></a></span>, 2038, <span class=\"citation\" data-id=\"108377\"><a href=\"/opinion/108377/coolidge-v-new-hampshire/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">564</span> </a></span>(1971).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Pizarro protests on both counts.  First, he says, carry-on luggage screenings must be confined to ferreting out threats to airline security (i.e., weapons and explosives used in air piracy), whereas the customary presence of Officer Aviles at the security checkpoint permitted an inference that security concerns were a mere subterfuge for intercepting contraband posing no threat to airline security.  Second, even assuming probable cause to seize the suspicious blocks, a search warrant was required before the intact, opaque packaging enclosing the blocks could be pierced to test for cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>A. The Searches and Seizure at the Security Checkpoint<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Pizarro argues that the warrantless search of the carry-on bag violated his Fourth Amendment rights, ab initio, since the customary presence of Aviles at the checkpoint subverted an otherwise lawful airline security screening into a warrantless general search for contraband (viz., cocaine) unrelated to airline security.  The district court found that--</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>the search was conducted by a security agent at the airport, and that the local police officer was summoned to the site of the search only after the initial X-ray scan did not rule out the presence of either weapons or explosives in defendant's luggage, requiring the presence of additional security.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"antecedent_guess\">Pizarro-Calderon,</span> <span class=\"volume\">829</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">514</span> </span>(emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Routine security searches at airport checkpoints pass constitutional muster because the compelling public interest in curbing air piracy generally outweighs their limited intrusiveness.  See, e.g., United States v. Pulido-Baquerizo, <span class=\"citation\" data-id=\"475830\"><a href=\"/opinion/475830/united-states-v-jorge-a-pulido-baquerizo/\"><span class=\"volume\">800</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">899</span></a></span>, 902 (9th Cir.1986);  cf. United States v. Ferrer, <span class=\"citation\" data-id=\"611605\"><a href=\"/opinion/611605/united-states-v-maria-e-de-los-santos-ferrer/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 9 (1st Cir.1993) (upholding warrantless search of checked luggage on alternate ground of \"abandonment,\" but faulting government's \"falling-domino approach, by which each intrusion diminishes privacy expectations enough to permit further infringements\").  Consequently, all carry-on luggage can be subjected to initial x-ray screening for weapons and explosives without offending the Fourth Amendment.  In the event the initial x-ray screening is inconclusive as to the presence of weapons or explosives, the luggage may be hand-searched as reasonably required to rule out their presence.  <span class=\"citation\" data-id=\"475830\"><span class=\"antecedent_guess\">Pulido-Baquerizo,</span> <a href=\"/opinion/475830/united-states-v-jorge-a-pulido-baquerizo/\"><span class=\"volume\">800</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">902</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Other contraband inadvertently discovered during a routine checkpoint search for weapons and explosives may be seized and introduced in evidence at trial even though unrelated to airline security.  See, e.g., <span class=\"citation\" data-id=\"312834\"><span class=\"antecedent_guess\">Skipwith,</span> <a href=\"/opinion/312834/united-states-v-lee-skipwith-iii/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1277-78</span></a></span>.   On the other hand, lawful airline security searches of carry-on luggage may not be enlarged or tailored systemically to detect contraband (e.g., narcotics) unrelated to airline security.  See, e.g., United States v. $124,570 U.S. Currency, <span class=\"citation\" data-id=\"522281\"><a href=\"/opinion/522281/united-states-v-124570-us-currency-appeal-of-wayne-g-campbell/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1240</span></a></span>, 1243-45 (9th Cir.1989) (upholding suppression of contraband unrelated to airline security where screeners were rewarded monetarily by law enforcement authorities for detecting such contraband in carry-on luggage).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As we conclude that the government failed to demonstrate that the subsequent warrantless search of the packaged blocks by the DEA satisfied the Fourth Amendment warrant requirement, see infra Section II.B, for present purposes we simply assume arguendo that the carry-on bag and the Christmas box were subjected to lawful airport administrative searches.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>B. The Subsequent DEA Searches of the Seized Blocks</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court upheld the warrantless penetration of the opaque packaging enclosing the seized blocks on the ground that the DEA tests were \"not ... search[es] per se \" but merely \"more thorough examination[s] of the objects which had already been lawfully seized.\"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Pizarro-Calderon,</span> <span class=\"volume\">829</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">515</span></span>.   We cannot agree.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The uncontroverted evidence reveals that until the DEA agents conducted their field tests, the opaque packaging enclosing the six blocks remained intact, precluding any \"plain view\" of their contents such as might permit a warrantless search in the absence of exigent circumstances.  See, e.g., United States v. Miller, <span class=\"citation\" data-id=\"456273\"><a href=\"/opinion/456273/united-states-v-michael-frank-miller/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">554</span></a></span>, 558 (9th Cir.1985) (poking finger through plastic bag containing white powder, or cutting into opaque fiberglass container inside plastic bag, constitutes \"search\" requiring warrant, where both \"containers were originally packed inside suitcase\").  Thus, regardless whether the packaged blocks could have been subjected to lawful warrantless search at the security checkpoint, the question with which we are presented is whether a warrant was required before the packaging enclosing the blocks could be pierced once the blocks had been seized and removed from the security checkpoint.   The government neither cites, nor have we found, any case upholding a warrantless administrative search for contraband unrelated to airline security concerns, absent exigent circumstances, consent, a finding of \"virtual certainty,\" or some other recognized exception to the warrant requirement.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although probable cause, as well as exigent circumstances, may support the warrantless seizure of an enclosed opaque container, see Texas v. Brown, <span class=\"citation\" data-id=\"110901\"><a href=\"/opinion/110901/texas-v-brown/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">730</span></a></span>, 743, <span class=\"citation\" data-id=\"110901\"><a href=\"/opinion/110901/texas-v-brown/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1535</span></a></span>, 1544, <span class=\"citation\" data-id=\"110901\"><a href=\"/opinion/110901/texas-v-brown/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">502</span> </a></span>(1983) (involving validity of warrantless seizure of tied-off balloon containing drugs), the same probable-cause showing is not necessarily sufficient to justify its subsequent warrantless search.  <span class=\"citation\" data-id=\"110901\"><a href=\"/opinion/110901/texas-v-brown/\"><span class=\"id_token\">Id.</span> at 749-51, </a></span>103 S.Ct. at 1547-48 (Stevens, J., concurring);  United States v. Chadwick, <span class=\"citation\" data-id=\"109714\"><a href=\"/opinion/109714/united-states-v-chadwick/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 13-14 n. 8, <span class=\"citation\" data-id=\"109714\"><a href=\"/opinion/109714/united-states-v-chadwick/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2476</span></a></span>, 2484-85 n. 8, <span class=\"citation\" data-id=\"109714\"><a href=\"/opinion/109714/united-states-v-chadwick/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span> </a></span>(1977);  <span class=\"citation\" data-id=\"456273\"><span class=\"antecedent_guess\">Miller,</span> <a href=\"/opinion/456273/united-states-v-michael-frank-miller/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">558</span></a></span>;  cf. United States v. Jacobsen, <span class=\"citation\" data-id=\"111143\"><a href=\"/opinion/111143/united-states-v-jacobsen/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">109</span></a></span>, 114, <span class=\"citation\" data-id=\"111143\"><a href=\"/opinion/111143/united-states-v-jacobsen/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1652</span></a></span>, 1656, <span class=\"citation\" data-id=\"111143\"><a href=\"/opinion/111143/united-states-v-jacobsen/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">85</span> </a></span>(1984) (upholding seizure to prevent loss or destruction of contraband, but noting that \"Fourth Amendment requires that [the police] obtain a warrant before examining contents of such a package\").<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  These discrete treatments stem from the recognition that seizure temporarily deprives the defendant of a possessory interest only, whereas a search entails an intrusion upon privacy interests as well.  See generally Segura v. United States, <span class=\"citation\" data-id=\"111259\"><a href=\"/opinion/111259/segura-v-united-states/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">796</span></a></span>, 806, <span class=\"citation\" data-id=\"111259\"><a href=\"/opinion/111259/segura-v-united-states/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3380</span></a></span>, 3386, <span class=\"citation\" data-id=\"111259\"><a href=\"/opinion/111259/segura-v-united-states/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3380</span> </a></span>(1984).  Normally, therefore, once an exigency ends, as by an arrest or the seizure and custodial retention of a container by the police, a neutral judicial officer must authorize any subsequent search on a showing of probable cause.  United States v. Soule, <span class=\"citation\" data-id=\"545151\"><a href=\"/opinion/545151/united-states-v-john-jeffrey-soule/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1032</span></a></span>, 1040 (1st Cir.1990) (citing Shadwick v. City of Tampa, <span class=\"citation\" data-id=\"108582\"><a href=\"/opinion/108582/shadwick-v-tampa/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">345</span></a></span>, 350, <span class=\"citation\" data-id=\"108582\"><a href=\"/opinion/108582/shadwick-v-tampa/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2119</span></a></span>, 2122-23, <span class=\"citation\" data-id=\"108582\"><a href=\"/opinion/108582/shadwick-v-tampa/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">783</span> </a></span>(1972)).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although the government was required to show that any warrantless search was valid under an exception to the warrant requirement, see <span class=\"citation\" data-id=\"195782\"><span class=\"antecedent_guess\">Doward,</span> <a href=\"/opinion/195782/united-states-v-doward/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">791</span></a></span>;  United States v. Rutkowski, <span class=\"citation\" data-id=\"524958\"><a href=\"/opinion/524958/united-states-v-joseph-rutkowski/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">139</span></a></span>, 141 (1st Cir.1989), it has not attempted to demonstrate that the warrantless piercing of the packaged blocks was either an integral part of the security-checkpoint search or came within any other exception to the warrant requirement.  The government instead simply concludes, as did the district court, see <span class=\"citation no-link\"><span class=\"antecedent_guess\">Pizarro-Calderon,</span> <span class=\"volume\">829</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">515</span></span>, and without argumentation or citation to authority, that the warrantless piercing of the packaged blocks at the police station was simply an extension of the hand-search initiated at the checkpoint.  But see supra note 5.  Moreover, the government does not pretend that the DEA agents pierced the packaged blocks for any purpose other than to test for illicit drugs.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Thus, although we may affirm the denial of a suppression motion on any ground supported by the record, see, e.g., <span class=\"citation\" data-id=\"545151\"><span class=\"antecedent_guess\">Soule,</span> <a href=\"/opinion/545151/united-states-v-john-jeffrey-soule/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1036</span> </a></span>n. 7, the legal theories relied on by the government have led to a dearth of record evidence--not to mention argumentation--to support such an exercise of discretion.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The litigation strategy adopted by the government seems especially remarkable considering the portentous district court opinion previously entered in the companion case, United States v. Figueroa-Cruz, <span class=\"citation no-link\"><span class=\"volume\">822</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">853</span> </span>(D.P.R.1993);  see supra note 2, wherein the government elected not to appeal from an order suppressing virtually identical evidence seized from the person next in line to Pizarro at the security checkpoint.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  In the companion case, the district court suppressed the cocaine Figueroa was carrying--in Christmas gift packages inside his luggage--because Aviles had permitted the DEA to conduct the initial search at the airport police station without first obtaining a warrant.  Aviles testified that he arrested Figueroa based on probable cause to believe that the gift boxes, exposed to view during the security-checkpoint search of his carry-on bag, were so similar to Pizarro's gift box that it was likely that they too contained blocks of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The government's attempt to distinguish the two cases misses the mark.  The carry-on bags, the gift boxes, and the blocks enclosed in opaque packaging--all were discrete closed containers.  Even assuming the warrantless checkpoint searches conducted on the carry-on bags and the gift boxes were lawful, the government nevertheless failed to establish that the subsequent warrantless DEA penetration of the previously unopened blocks enclosed in opaque packaging came within any recognized exception to the warrant requirement.  Consequently, their warrantless search at the police station--after any exigency had ceased--violated the Fourth amendment.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As the government failed to shoulder its burden, by demonstrating either that its warrantless searches of the opaque packaged blocks were permissible under the Fourth Amendment, or that the admission of the tainted evidence was harmless beyond a reasonable doubt, see United States v. Modarressi, <span class=\"citation\" data-id=\"529767\"><a href=\"/opinion/529767/united-states-v-majid-modarressi/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span>, 8 (1st Cir.1989), appellant's conviction must be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court judgment is reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Officer Aviles was employed by the airport administration to patrol the security checkpoint area and respond to incidents encountered by screeners and inspectors, in accordance with FAA regulations requiring the presence of a local law enforcement official.  See 14 C.F.R. Sec. 107.15</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At about the same time, Martinez noticed another nonreflective object on the x-ray monitor, similar to the one observed in Pizarro's carry-on bag.  The passenger in line behind Pizarro--Ariel Figueroa-Cruz--claimed ownership of the second bag, which was found to contain two Christmas gift boxes similar to the one Pizarro had been carrying.  Without opening the gift boxes, Officer Aviles placed Figueroa under arrest, and transported both suspects to the airport police station.  See United States v. Figueroa-Cruz, <span class=\"citation no-link\"><span class=\"volume\">822</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">853</span> </span>(D.P.R.1993);  infra note 9 and accompanying text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Fourth Amendment is implicated even though airport security checkpoints are manned by nongovernmental personnel, since the FAA prescribes extensive administrative directives.  See United States v. Davis, <span class=\"citation\" data-id=\"312772\"><a href=\"/opinion/312772/united-states-v-charles-davis-aka-marcus-anderson/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">893</span></a></span>, 896-97 (9th Cir.1973);  see also Air Transportation Security Act of 1974, Pub.L. No. 93-366, 88 Stat. 415 (1974) (codified as amended at 49 U.S.C. Secs. 1356, 1357, 1371, 1372, 1472, 1516);  14 C.F.R. Sec. 108.9</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The factual findings underlying a suppression ruling are reviewed for clear error.  United States v. Lewis, <span class=\"citation\" data-id=\"195723\"><a href=\"/opinion/195723/united-states-v-lewis/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1325</span></a></span>, 1332-33 (1st Cir.1994).  Related rulings of law, including the \"reasonableness\" of a particular warrantless search, are accorded plenary review.  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The government does not contend that the packaged blocks, once removed from the checkpoint area, were subject to warrantless search for explosives.  See <span class=\"citation\" data-id=\"312834\"><span class=\"antecedent_guess\">Skipwith,</span> <a href=\"/opinion/312834/united-states-v-lee-skipwith-iii/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1277</span> </a></span>(noting that modern technology permits hijacker to conceal plastic explosives in container no larger than a toothpaste tube).  Moreover, any exigency adequate to support a warrantless search for explosives lapsed at or about the time of Pizarro's arrest, since he obviously would not be permitted to remain at large in the airport or to board an aircraft.  Likewise, any finding of exigency is totally belied by Aviles' subjective belief that the blocks contained cocaine and by their unhurried removal to the police station for DEA field-testing</p>\n        <p>There is no evidence or contention that screeners, pursuant to practice or regulation, customarily open packages of this type or size to check for weapons or explosives, notwithstanding the prior arrest of the passenger, and the seizure of the carry-on luggage and its contents, based on conduct unrelated to airline security.  Cf. Nix v. Williams, <span class=\"citation\" data-id=\"111204\"><a href=\"/opinion/111204/nix-v-williams/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">431</span></a></span>, 444, <span class=\"citation\" data-id=\"111204\"><a href=\"/opinion/111204/nix-v-williams/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2501</span></a></span>, 2509, <span class=\"citation\" data-id=\"111204\"><a href=\"/opinion/111204/nix-v-williams/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">377</span> </a></span>(1984) (noting doctrine of \"inevitable discovery,\" whereby \"prosecution can establish by a preponderance of the evidence that the [evidence] ultimately or inevitably would have been discovered by lawful means\" even if unlawful search had not occurred);  United States v. Hernandez-Cano, <span class=\"citation\" data-id=\"481088\"><a href=\"/opinion/481088/united-states-v-genaro-rafael-hernandez-cano/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">779</span></a></span>, 783 (11th Cir.1987) (noting testimony from party conducting lawful search that but for intervention of unlawful search procedure, she would have continued search of luggage until she found suspicious package).</p>\n        <p>Finally, the evidence precluded a contention that the DEA testing was incident to Pizarro's arrest, see Chimel v. California, <span class=\"citation\" data-id=\"107979\"><a href=\"/opinion/107979/chimel-v-california/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">752</span></a></span>, <span class=\"citation\" data-id=\"107979\"><a href=\"/opinion/107979/chimel-v-california/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2034</span></a></span>, <span class=\"citation\" data-id=\"107979\"><a href=\"/opinion/107979/chimel-v-california/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">685</span> </a></span>(1969), since the blocks had been removed from the arrest scene and from the presence of the arrestee.  See United States v. Chadwick, <span class=\"citation\" data-id=\"109714\"><a href=\"/opinion/109714/united-states-v-chadwick/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15, <span class=\"citation\" data-id=\"109714\"><a href=\"/opinion/109714/united-states-v-chadwick/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2476</span></a></span>, 2485-86, <span class=\"citation\" data-id=\"109714\"><a href=\"/opinion/109714/united-states-v-chadwick/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span> </a></span>(1977) (noting that \"[e]ven though ... the issuance of a warrant by a judicial officer was reasonably predictable, a line must be drawn\";  invalidating footlocker search remote in time and place from arrest);  United States v. $639,558, <span class=\"citation\" data-id=\"577094\"><a href=\"/opinion/577094/united-states-v-six-hundred-thirty-nine-thousand-five-hundred-and/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">712</span> </a></span>(D.C.Cir.1992) (same).  But cf. United States v. Johns, <span class=\"citation\" data-id=\"111305\"><a href=\"/opinion/111305/united-states-v-johns/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 483, <span class=\"citation\" data-id=\"111305\"><a href=\"/opinion/111305/united-states-v-johns/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">881</span></a></span>, 884-85, <span class=\"citation\" data-id=\"111305\"><a href=\"/opinion/111305/united-states-v-johns/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">890</span> </a></span>(1985) (finding no comparable contemporaneity requirement under automobile exception to warrant requirement).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Chadwick has been overruled only as to closed containers seized from inside an automobile.  See California v. Acevedo, <span class=\"citation\" data-id=\"112608\"><a href=\"/opinion/112608/california-v-acevedo/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">565</span></a></span>, <span class=\"citation\" data-id=\"112608\"><a href=\"/opinion/112608/california-v-acevedo/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1982</span></a></span>, <span class=\"citation\" data-id=\"112608\"><a href=\"/opinion/112608/california-v-acevedo/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span> </a></span>(1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The cases cited in the magistrate-judge's report and recommendation are inapposite to the DEA search in the present case.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Pizarro-Calderon,</span> <span class=\"volume\">829</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">516</span> </span>(citing United States v. Herzbrun, <span class=\"citation\" data-id=\"428620\"><a href=\"/opinion/428620/united-states-v-henry-e-herzbrun/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">773</span> </a></span>(11th Cir.1984);  United States v. Wehrli, <span class=\"citation\" data-id=\"385760\"><a href=\"/opinion/385760/united-states-v-steven-michael-wehrli/\"><span class=\"volume\">637</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">408</span> </a></span>(5th Cir.1981);  United States v. DeAngelo, <span class=\"citation\" data-id=\"359757\"><a href=\"/opinion/359757/united-states-v-stephen-r-deangelo/\"><span class=\"volume\">584</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span> </a></span>(4th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">935</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1278</span></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">493</span> </span>(1978);  United States v. Homburg, <span class=\"citation\" data-id=\"341565\"><a href=\"/opinion/341565/united-states-v-charles-phillip-homburg/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1350</span> </a></span>(9th Cir.1976);  United States v. Williams, <span class=\"citation\" data-id=\"327614\"><a href=\"/opinion/327614/united-states-v-mozelle-williams/\"><span class=\"volume\">516</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span> </a></span>(2d Cir.1975)).  Even assuming that airport security checkpoint searches are justified on the ground that the passenger's \"implied consent\" is irrevocable, but see Wayne R. Lafave, Search and Seizure:  A Treatise on the Fourth Amendment Secs. 10.6(c), 10.6(g), at 16-17, 31-33 (2d ed. 1987), thus permitting screeners to search throughout the carry-on bag and all closed containers within it, the passenger's implied \"consent\" nonetheless would be limited to permitting searches for the purpose of detecting weapons and explosives.  See Florida v. Jimeno, <span class=\"citation\" data-id=\"112595\"><a href=\"/opinion/112595/florida-v-jimeno/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 252, <span class=\"citation\" data-id=\"112595\"><a href=\"/opinion/112595/florida-v-jimeno/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1801</span></a></span>, 1804, <span class=\"citation\" data-id=\"112595\"><a href=\"/opinion/112595/florida-v-jimeno/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">297</span> </a></span>(1991) (noting that warrantless \"consent\"-based searches are limited in scope by the terms of defendant's consent);  see also, e.g., <span class=\"citation\" data-id=\"385760\"><span class=\"antecedent_guess\">Wehrli,</span> <a href=\"/opinion/385760/united-states-v-steven-michael-wehrli/\"><span class=\"volume\">637</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">409</span> </a></span>(noting that screener's \"task [was] to insure that Wehrli's bag was devoid of skyjacking weapons,\" and the search \"did not range beyond an area reasonably calculated to discover dangers to air safety\") (emphasis added);  <span class=\"citation\" data-id=\"359757\"><span class=\"antecedent_guess\">DeAngelo,</span> <a href=\"/opinion/359757/united-states-v-stephen-r-deangelo/\"><span class=\"volume\">584</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">47-48</span> </a></span>(holding that passenger impliedly consents to full search of luggage, and if it \"should be considered necessary to assure the safety of the travelling public, [the passenger] should be required to submit to it for that purpose \") (emphasis added);  <span class=\"citation\" data-id=\"327614\"><span class=\"antecedent_guess\">Williams,</span> <a href=\"/opinion/327614/united-states-v-mozelle-williams/\"><span class=\"volume\">516</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">12</span> </a></span>(inquiring into \"the bounds of any implied consent,\" but noting that bags of cocaine were found alongside a metal canister, so that screener might reasonably think white powder was explosive, rather than cocaine) (emphasis added)</p>\n        <p>By contrast, Aviles admitted that he delivered the blocks to the DEA for the very purpose of detecting narcotics.  In these circumstances--once the focus of the search shifted from the detection of weapons to the detection of narcotics--a warrant was required unless the ensuing search came within another recognized exception to the warrant requirement.  Cf. <span class=\"citation\" data-id=\"111143\"><span class=\"antecedent_guess\">Jacobsen,</span> <a href=\"/opinion/111143/united-states-v-jacobsen/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">118-22</span></a></span>, 104 S.Ct. at 1659-61 (noting that DEA did not need a search warrant to open a closed container to perform a field test on contents because the contents had already been disclosed by a prior \"private party\" search of that container);  <span class=\"citation\" data-id=\"428620\"><span class=\"antecedent_guess\">Herzbrun,</span> <a href=\"/opinion/428620/united-states-v-henry-e-herzbrun/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">775</span> </a></span>(noting that law enforcement officials obtained search warrant for bag after defendant withdrew from checkpoint, even though their search followed an aborted checkpoint search for weapons which might have uncovered same evidence (i.e., cocaine)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Aviles conceded at the suppression hearing, and the magistrate judge later found, that the contents of the blocks could not have been \"known\" from their outward appearance.  Thus, given the undisputed evidence that the blocks were completely enclosed in opaque packaging which had to be pierced even for field-testing, the government's unexplicated statement that the cocaine was in Aviles' \"plain view\" at the checkpoint must be premised on something more illuminating than its rose-colored perception.  Nor has the government attempted to argue that the outward appearance of the blocks, or the context in which they were seized, so \"clearly announce[d]\" the nature of their contents that it was a \"virtual certainty\" that they contained cocaine.  See Arkansas v. Sanders, <span class=\"citation\" data-id=\"110119\"><a href=\"/opinion/110119/arkansas-v-sanders/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">753</span></a></span>, 764-65 n. 13, <span class=\"citation\" data-id=\"110119\"><a href=\"/opinion/110119/arkansas-v-sanders/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2586</span></a></span>, 2593-94 n. 13, <span class=\"citation\" data-id=\"110119\"><a href=\"/opinion/110119/arkansas-v-sanders/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">235</span> </a></span>(1979);  see also <span class=\"citation\" data-id=\"110901\"><span class=\"antecedent_guess\">Texas,</span> <a href=\"/opinion/110901/texas-v-brown/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">751</span></a></span>, 103 S.Ct. at 1548 (Stevens, J., concurring);  United States v. Corral, <span class=\"citation\" data-id=\"587377\"><a href=\"/opinion/587377/united-states-v-cruz-corral/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">719</span></a></span>, 725 (10th Cir.1992) (contents must be \"foregone conclusion\").  But see <span class=\"citation\" data-id=\"456273\"><span class=\"antecedent_guess\">Miller,</span> <a href=\"/opinion/456273/united-states-v-michael-frank-miller/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">560-61</span> </a></span>(squarely rejecting prosecution argument that no warrant was needed to search a lawfully-seized plastic bag containing an opaque fiberglass vial filled with cocaine, both of which had been lawfully seized from defendant's suitcase);  United States v. Donnes, <span class=\"citation\" data-id=\"571124\"><a href=\"/opinion/571124/united-states-v-edward-lee-donnes/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1430</span></a></span>, 1439 (10th Cir.1991) (adopting Miller approach);  accord United States v. Cardona-Rivera, <span class=\"citation\" data-id=\"542888\"><a href=\"/opinion/542888/united-states-v-jairo-cardona-rivera-and-gustavo-luna-sanchez/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1149</span></a></span>, 1155 (7th Cir.1990);  cf. United States v. Prandy-Binett, <span class=\"citation\" data-id=\"609170\"><a href=\"/opinion/609170/united-states-v-pedro-jolio-prandy-binett/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1069</span> </a></span>(D.C.Cir.1993) (upholding seizure of package wrapped in opaque duct tape based on probable cause), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1196</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">545</span> </span>(1994);  United States v. Barrios-Moriera, <span class=\"citation\" data-id=\"521039\"><a href=\"/opinion/521039/united-states-v-jimmy-barrios-moriera/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span> </a></span>(2d Cir.)  (same), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">953</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">364</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">350</span> </span>(1989).  We think it would be imprudent in the present vacuum either to embrace or reject--for the first time--a \"virtual certainty\" exception to the warrant requirement</p>\n        <p>Nor has the government suggested that the DEA testing should be upheld under the \"inventory search\" exception to the warrant requirement.  Compare, e.g., Colorado v. Bertine, <span class=\"citation\" data-id=\"111788\"><a href=\"/opinion/111788/colorado-v-bertine/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 371, <span class=\"citation\" data-id=\"111788\"><a href=\"/opinion/111788/colorado-v-bertine/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></a></span>, 741, <span class=\"citation\" data-id=\"111788\"><a href=\"/opinion/111788/colorado-v-bertine/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">739</span> </a></span>(1987) (even closed containers may be opened pursuant to inventory search exception) with United States v. Infante-Ruiz, <span class=\"citation\" data-id=\"195160\"><a href=\"/opinion/195160/united-states-v-infante/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">498</span></a></span>, 504 (1st Cir.1994) (to justify warrantless search as inventory search, government must introduce evidence of \"established procedures and standard criteria\" governing inventory process).  In addition to the government's failure to evince an established inventory procedure or policy, such a rationale is effectively disavowed by Aviles' testimony expressly predicating the DEA searches on the need to field-test the contents of the enclosed blocks for cocaine.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The government apparently decided to try Figueroa-Cruz separately due to insufficient evidence that the two men were traveling in tandem</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107979/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108377/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108582/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109714/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110119/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110901/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111143/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111204/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111259/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111305/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111788/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112595/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112608/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195160/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195723/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195782/",
    "https://www.courtlistener.com/api/rest/v3/opinions/312772/",
    "https://www.courtlistener.com/api/rest/v3/opinions/312834/",
    "https://www.courtlistener.com/api/rest/v3/opinions/327614/",
    "https://www.courtlistener.com/api/rest/v3/opinions/341565/",
    "https://www.courtlistener.com/api/rest/v3/opinions/359757/",
    "https://www.courtlistener.com/api/rest/v3/opinions/385760/",
    "https://www.courtlistener.com/api/rest/v3/opinions/428620/",
    "https://www.courtlistener.com/api/rest/v3/opinions/456273/",
    "https://www.courtlistener.com/api/rest/v3/opinions/475830/",
    "https://www.courtlistener.com/api/rest/v3/opinions/481088/",
    "https://www.courtlistener.com/api/rest/v3/opinions/521039/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522281/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524958/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529767/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542888/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545151/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571124/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577094/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587377/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/611605/"
  ]
}