{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196260/",
  "id": 196260,
  "absolute_url": "/opinion/196260/united-states-v-santos-frias/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196260/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:01:50Z",
  "date_modified": "2020-02-21T23:29:23.057116Z",
  "type": "010combined",
  "sha1": "d438f3eee948142f9c9e0afcbb75f7325cfcda01",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1942.01A",
  "local_path": null,
  "plain_text": "\n\nAugust 25, 1995         [NOT FOR PUBLICATION]\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r                                                     \r\nNo. 94-1942\r\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                      FIDELINA SANTOS-FRIAS,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\nNo. 94-1943\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                     FRANCISCA DE LEON-PENA,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\nNo. 94-2065\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                     FRANCISCO MATTA-GARCIA,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n          [Hon. Raymond L. Acosta, U.S. District Judge]\r                                                                \r\r\n\n                                           \r                                                     \r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                           \r                                                     \r\n\n   Rafael Gonzalez Velez for appellant Santos-Frias.\r                                  \r\n   Jose R. Gaztambide for appellant De Leon-Pena.\r                               \r\n   Luis A. Plaza for appellant Matta-Garcia.\r                          \r\n   W. Stephen  Muldrow, Assistant United States  Attorney, with whom\r                                \r\nGuillermo Gil, United States Attorney, Jos  A. Quiles-Espinosa, Senior\r                                                                      \r\nLitigation Counsel,  Mar a  Pab n, Assistant  United States  Attorney,\r                                         \r\nJacabed Rodr guez, Assistant United States Attorney, and Sonia Torres,\r                                                                             \r\nAssistant United States Attorney, were on brief for appellee.\r\n\n                                           \r                                                     \r\n\n                                           \r                                                     \r\n\n                                2\r\r\n\n          Per  Curiam.   Defendants Fidelina  Santos-Frias (\"San-\r                    Per  Curiam.\r                               \r\n\ntos\"), Francisco  Matta-Garcia (\"Matta\"), and Francisca  De Leon-\r\n\nPena (\"De Leon\") appeal the judgments of conviction  and sentence\r\n\nentered against  them following their consolidated  jury trial on\r\n\ncocaine charges  in  the United  States  District Court  for  the\r\n\nDistrict of Puerto Rico.  We affirm the district court judgments.\r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          We recount the evidence in the light  most favorable to\r\n\nthe verdicts.   United States  v. Tuesta-Toro, 29  F.3d 771,  773\r                                                       \r\n\n(1st Cir.  1994), cert. denied,  115 S. Ct. 947  (1995).  Santos,\r                                        \r\n\nMatta, De Leon, and  Rosalia Sanchez-Vencosme (\"Sanchez\") resided\r\n\nin  the same  apartment  building in  Rio  Piedras, Puerto  Rico.\r\n\nSanchez and  Santos shared an apartment.   On May 8, 1993, Santos\r\n\nand De Leon invited Sanchez to another apartment, shared by Matta\r\n\nand De Leon,  and offered to  pay Sanchez  $1,700 for carrying  a\r\n\nkilogram of cocaine  to New York.  Sanchez  declined the offer at\r\n\nthe time, but later relented.\r\n\n          The  next day, May 9, De Leon helped Santos and Sanchez\r\n\nstrap cocaine-laden girdles  to their bodies.   Matta then  drove\r\n\nSantos and Sanchez  to the airport while De Leon  remained at her\r\n\napartment.  En route to the airport, Matta gave  Santos the money\r\n\nwith which  to purchase two plane tickets.  Upon their arrival at\r\n\nthe airport, Santos  and Sanchez proceeded to  the ticket counter\r\n\nwhile Matta remained  at a  discreet distance.   Santos, who  was\r\n\ncarrying two  kilograms of  cocaine, purchased the  tickets, pro-\r\n\n                                3\r\r\n\nceeded toward the departure gate and passed through the  security\r\n\ncheckpoint without incident.  Sanchez, carrying one kilogram, was\r\n\ndetained when the checkpoint security alarm sounded as she passed\r\n\nthrough.  After the cocaine was discovered on her person, Sanchez\r\n\nwas placed under arrest and charged with  possessing cocaine with\r\n\nintent  to  distribute.   She  later  pled  guilty  and testified\r\n\nagainst appellants Santos, Matta and De Leon. \r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\nA.   Opening Statement\r          A.   Opening Statement\r                                \r\n\n          Count one charged appellants with conspiring to possess\r\n\ncocaine with intent to  distribute, from on or about  December 1,\r\n\n1992, to and including May 9,  1993.  In the government's opening\r\n\nstatement,  the prosecutor described various criminal activities,\r\n\nas alleged in  the indictment, which would  be established during\r                                       \r\n\ntrial.   At  side-bar  immediately after  the opening  statement,\r\n\ndefense  counsel moved  for  mistrial based  on unfair  prejudice\r\n\nallegedly resulting  from the  prosecutor's references  to defen-\r\n\ndants' pre-May  8 criminal activities  since Sanchez     the only\r\n\ngovernment witness to  the alleged conspiracy     had not  become\r\n\ninvolved  until May 8.   Following an evidentiary  proffer by the\r\n\ngovernment, the district court  ruled that the alleged conspiracy\r\n\nspanned  only the two-day period    May  8 through May 9, 1993   \r\n\nduring which  Sanchez participated.   The  court then  denied the\r\n\nmotions for  mistrial,  on  the  ground that  its  curative  jury\r\n\ninstructions  would afford  adequate  protection  against  unfair\r\n\n                                4\r\r\n\nprejudice.  \r\n\n          The district court gave  a curative instruction immedi-\r\n\nately before Sanchez  testified, emphatically directing the  jury\r\n\nto  disregard all prosecutorial  references to occurrences during\r\n\nthe period  December 12th, 1992, through  May 7th, 1993.   At the\r\n\nsame time the court reiterated its admonition    initially stated\r\n\nduring its preliminary jury  instructions    that statements made\r\n\nby counsel are  not evidence.  During its final  charge the court\r\n\nsaid:          I caution you and instruct you that\r\n               . . . any comments that the govern-\r\n               ment  made  in [its]  opening argu-\r\n               ments with respect to anything that\r\n               might  have  happened prior  to May\r\n               8th is to be totally and completely\r\n               disregarded  and  ignored  by  you.\r\n               The  evidence in  this case  . .  .\r\n               starts  on  May the  8th,  and goes\r\n               over into May the 9th.   That's all\r\n               you're  concerned  with.   Anything\r\n               that you might  recall or  anything\r\n               that was said  that went before May\r\n               the  8th, is  completely irrelevant\r\n               to you, and  may not be  considered\r\n               by you.\r\n\n          Appellants  contend that  the district  court  erred in\r\n\ndenying  their motion  for mistrial,  as no  curative instruction\r\n\ncould overcome the unfair impression conveyed by the prosecutor's\r\n\nstatement  that  appellants were  involved  in  a more  extensive\r\n\nconspiracy  than the government would establish at trial.  Appel-\r\n\nlants  assert that  \"a  curative instruction  would not  suffice\"\r\n\nbecause the  jury clearly  understood the prosecutor  and, coming\r\n\nfrom the  government, the statement  would be given  weight \"not-\r\n\nwithstanding any instructions from the court.\" \r\n\n          Although  the  assurances  that  the  government  would\r\n\n                                5\r\r\n\nestablish criminal  activities predating the commencement  of any\r\n\nprovable  conspiracy posed  a considerable  potential for  unfair\r\n\nprejudice to appellants, any actual  prejudice was self-inflicted\r\n\nby their failure to mount a pretrial challenge to the indictment,\r\n\nbased  on overbreadth, see Fed.  R. Crim. P.  12(b)(2), and their\r                                    \r\n\nfailure  to request the district court in advance to limit prose-\r\n\ncutorial references in the  government's opening statement to the\r\n\ntemporal scope of  the provable conspiracy.1  Furthermore,  at no\r\n\ntime  did  the defense  suggest to  the  district court  that the\r\n\nopening statement involved intentional misconduct by the prosecu-\r\n\ntor.  \r\n\n          Even  under  a   \"plain  error\"  analysis,  appellants'\r\n\nargument fails.  The  denial of a timely  motion for mistrial  is\r\n\nreviewed for  manifest  abuse of  discretion.   United States  v.\r                                                                       \r\n\nRomero-Carrion,  54 F.3d 15, 17 (1st Cir. 1995); United States v.\r                                                                        \r\n\n                    \r                              \r\n\n     1At bottom, of course, the challenge to the temporal breadth\r\nof  the alleged  conspiracy  described in  the opening  statement\r\nrepresented a challenge to the  indictment.  \"Defenses and objec-\r\ntions based on defects  in the indictment\" are to be raised prior\r\nto  trial, Fed.  R.  Crim. P.  12(b)(2),  and are  deemed  waived\r\npursuant  to  Fed. R.  Crim. P.  12(f)  unless the  court affords\r\nrelief  for \"cause shown.\"   As appellants failed  to avail them-\r\nselves of a full  and fair opportunity to mount  a pretrial chal-\r\nlenge to the indictment, and now offer no justification for their\r\nfailure, the present claim  is deemed waived.  See  United States\r                                                                           \r\nv. Rodriguez, 738 F.2d 13, 15 (1st  Cir. 1984) (motion to dismiss\r                      \r\nindictment during trial untimely under Rule 12(b)); Flying Eagles\r                                                                           \r\nPublications,  Inc. v. United States, 273 F.2d 799, 803 (1st Cir.\r                                              \r\n1960) (declining to address merits of nonjurisdictional challenge\r\nto indictment at close  of evidence because \"under Criminal  Rule\r\n12(b)(2) it should have been  asserted by motion before trial.\");\r\nsee  also United States  v. Smith, 866 F.2d  1092, 1098 (9th Cir.\r                                           \r\n1989)  (finding  that  defendants waive  all  but  jurisdictional\r\nclaims of error  regarding an indictment unless they  raise their\r\nclaims prior to trial). \r\n\n                                6\r\r\n\nPierro, 32 F.3d 611,  617 (1st Cir.  1994), cert. denied, 115  S.\r                                                                  \r\n\nCt.  919 (1995).   And  absent a  clear showing  of  prejudice by\r\n\nappellants the denial must be upheld.  United  States v. Hahn, 17\r                                                                       \r\n\nF.3d  502, 508 (1st Cir.  1994) (citing United  States v. Sclamo,\r                                                                          \r\n\n578 F.2d 888, 890-91 (1st Cir. 1978)).  \r\n\n          We  evaluate the  potential for prejudice  by assessing\r\n\nthe  likely impact  of the  challenged conduct  upon the  jury as\r\n\nviewed in the context of the entire trial, including prosecutori-\r\n\nal  culpability, the  nature  and timeliness  of the  defendant's\r\n\nresponse and any curative measures undertaken by the trial court.\r\n\nSee  United States  v. Moreno,  991 F.2d  943, 947-49  (1st Cir.)\r                                       \r\n\n(evaluating government's  opening and closing  statements), cert.\r                                                                           \r\n\ndenied, 114  S. Ct. 457 (1993);  see also  United  States v. Mac-\r                                                                           \r\n\ncini,  721  F.2d 840,  842-43 (1st  Cir.  1983).   Ultimately, of\r              \r\n\ncourse,  the acid test is  whether the defendant  received a fair\r\n\ntrial.  Moreno, 991 F.2d at 949.\r                        \r\n\n          A careful  review of  the record demonstrates  that any\r\n\npotential  prejudice to  appellants was  averted by  the district\r\n\ncourt's firm curative instructions and by its ruling limiting the\r\n\ntemporal  reach of the government's evidence at trial to the two-\r\n\nday period    May 8 and 9, 1993.  Nor have appellants suggested a\r\n\nsufficient basis  for their  conjecture that  the jury failed  to\r\n\nfollow the specific curative instructions repeatedly given by the\r\n\ndistrict court.  See  United States v. Paiva,  892 F.2d 148,  160\r                                                      \r\n\n(1st Cir. 1989)  (court normally presumes  that jury follows  its\r\n\ninstructions).  \r\n\n                                7\r\r\n\nB.   Closing Argument\r          B.   Closing Argument\r                               \r\n\n          On appeal, Matta and De Leon contend for the first time\r\n\nthat the government improperly vouched  for Sanchez's credibility\r\n\nduring closing argument  when the prosecutor stated, \"She's not a\r\n\nperjurer.  She's going to do time.  She's not going to walk.  She\r\n\nis truthful.\"  The appellate brief jointly filed by  Matta and De\r\n\nLeon  devotes  a single  conclusory  sentence  to their  vouching\r\n\nclaim:  \"The  government also vouched for its  principal witness,\r\n\nRosalia  Sanchez-Bencosme.\"2   Their failure  to raise  the claim\r\n\nbelow and to present developed argumentation on appeal constitut-\r\n\ned a clear waiver.  See United States v. Zannino, 895 F.2d 1,  17\r                                                          \r\n\n(1st Cir.), cert. denied, 494 U.S. 1082 (1990).  \r                                  \r\n\nC.   Motions for Judgments of Acquittal\r          C.   Motions for Judgments of Acquittal\r                                                 \r\n\n          All  three  appellants  claim  there  was  insufficient\r\n\nevidence to  support their convictions, hence  the district court\r\n\nerred  in denying their motions for judgments of acquittal.  They\r\n\nbase their claim on the ground that the only testimony supporting\r\n\ntheir convictions was provided  by Sanchez and it was  not credi-\r\n\nble.  See supra pt. II.B.   Appellants argue  that Sanchez demon-\r                         \r\n\nstrated her  lack of credibility  by giving false  information in\r\n\nher  earlier dealings  with  the United  States Drug  Enforcement\r\n\n                    \r                              \r\n\n     2Santos would be permitted  to adopt the arguments presented\r\nby  Matta and De Leon, see Fed. R.  App. P. 3(b), but only to the\r                                    \r\nextent  that the  adopted arguments  themselves are  apposite and\r\nadequately  developed.  Cf. United States v. David, 940 F.2d 722,\r                                                            \r\n737  (1st  Cir.  1991)  (rejecting attempt  to  adopt  materially\r\ndifferent  arguments by  reference), cert.  denied, 504  U.S. 955\r                                                            \r\n(1992);  United  States v.  Zannino, 895  F.2d  1, 17  (1st Cir.)\r                                             \r\n(similar), cert. denied, 494 U.S. 1082 (1990).\r                                 \r\n\n                                8\r\r\n\nAdministration,  and by entering into a sham marriage in order to\r\n\nobtain immigrant status.  \r\n\n          It is well settled  that all credibility questions must\r\n\nbe  resolved in  favor  of the  verdict  when reviewing  a  trial\r\n\ncourt's denial of  a motion for judgment of acquittal.   Hahn, 17\r                                                                       \r\n\nF.3d at  506 (citing United  States v. Batista-Polanco,  927 F.2d\r                                                                \r\n\n14, 17 (1st  Cir. 1991)).   The conclusory assertions  supporting\r\n\nthe  instant claim afford no basis for departing from the general\r\n\nrule that credibility determinations are for the factfinder.  Id.\r                                                                           \r\n\nA careful record review demonstrates that defense counsel, during\r\n\ncross-examination  and in their  closing arguments,  ably exposed\r\n\nthe very  serious credibility problems  with Sanchez's testimony.\r\n\nThe record likewise reveals ample evidence    crediting Sanchez's\r\n\ntestimony as we must, see id.    to establish beyond a reasonable\r                                       \r\n\ndoubt  each  essential  element  of the  crimes  charged  against\r\n\nSantos, Matta and De Leon.  D.     Sentencing\r                                      D.     Sentencing\r                                                       \r\n\n          Santos  and De Leon did not object to their presentence\r\n\nreports.  Thus, their undeveloped sentencing claims, broached for\r\n\nthe first time on appeal, were  not preserved.  See United States\r                                                                           \r\n\nv. Ocasio-Rivera, 991 F.2d 1,  3 &amp; n.3 (1st Cir. 1993).   Indeed,\r                          \r\n\nthe  appellate  brief submitted  by  Santos  does not  explicitly\r\n\npresent a  sentencing  claim.   Her  reliance  on  a  perfunctory\r\n\nannouncement  of joinder under Fed. R. App. P. 3(b) is inadequate\r\n\nto entitle her to  \"piggyback\" on the sentencing claims  advanced\r\n\nby her  codefendants.  See  supra note  2.  As  for De Leon,  the\r                                           \r\n\nargumentation in  the  joint brief  submitted  by her  and  Matta\r\n\n                                9\r\r\n\nmerely  rests on  the bald  statement that  she should  have been\r\n\ngranted  a  downward  departure,  though she  purports  to  adopt\r\n\nMatta's arguments by reference.   See id.  Since neither De  Leon\r                                                   \r\n\nnor  Santos  discussed their  own  sentencing  claims, nor  their\r\n\nrespective grounds for either a downward departure or adjustment,\r\n\nwe decline  to consider their  claims.  \"[T]he  settled appellate\r\n\nrule  [is]  that  issues adverted  to  in  a perfunctory  manner,\r\n\nunaccompanied  by some  effort  at  developed argumentation,  are\r\n\ndeemed waived.\"  Zannino, 895 F.2d at 17.\r                                  \r\n\n          Although Matta  has presented  a developed claim  for a\r\n\ndownward adjustment, assertedly based on  his \"minor role\" in the\r\n\ncocaine transaction,  see U.S.S.G.    3B1.2(b), it  is frivolous.\r                                   \r\n\nThe  presentence report  not only  includes no  information which\r\n\nwould  warrant a finding  that Matta played  a minor  role in the\r\n\noffense  but it  recommends  a four-level  upward adjustment  for\r                                                           \r\n\nMatta's supervisory role  in the  offense.  See  id.    3B1.1(a).\r                                                              \r\n\nEven though the district  court rejected this recommendation, the\r\n\nuncontroverted  evidence that  Matta provided  the money  used to\r\n\npurchase  the airline  tickets for Santos  and Sanchez,  then re-\r\n\nmained  in the background as his \"mules\" proceeded to the airport\r\n\nsecurity checkpoint,  left little room  for a finding  that Matta\r\n\nplayed a minor role in the offense.\r\n\n          The contention  that Matta  was entitled to  a downward\r\n\ndeparture for \"aberrant behavior\"  fares no better.  There  is no\r\n\nbasis for concluding that the sentencing court did not understand\r\n\nthat a  downward  departure based  on  aberrant behavior  may  be\r\n\n                                10\r\r\n\npermissible in an  appropriate case.   The district court  simply\r\n\nrefused to depart on  the grounds presented by Matta.  See United\r                                                                           \r\n\nStates v.  Catucci, 55 F.3d 15,  19 n.3 (1st Cir.  1995).  Conse-\r                            \r\n\nquently, we  lack jurisdiction  to consider the  departure claim.\r\n\nSee United States v. Ruiz, 905 F.2d 499, 508-09 (1st Cir. 1990).\r                                   \r\n\n          Affirmed.\r                    Affirmed.\r                            \r\n\n                                11\r\r\n",
  "html": "<p class=\"case_cite\">64 F.3d 654</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Appellee,<br>v.<br>Fidelina SANTOS-FRIAS, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Francisca De Leon-Pena, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Francisco Matta-Garcia, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1942, 94-1943, 94-2065.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Aug. 25, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Rafael Gonzalez Velez for appellant Santos-Frias.</p>\n      <p class=\"indent\">Jose R. Gaztambide for appellant De Leon-Pena.</p>\n      <p class=\"indent\">Luis A. Plaza for appellant Matta-Garcia.</p>\n      <p class=\"indent\">W. Stephen Muldrow, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, Jos e A. Quiles-Espinosa, Senior Litigation Counsel, Mar ia Pab on, Assistant United States Attorney, Jacabed Rodr iguez, Assistant United States Attorney, and Sonia Torres, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants Fidelina Santos-Frias (\"Santos\"), Francisco Matta-Garcia (\"Matta\"), and Francisca De Leon-Pena (\"De Leon\") appeal the judgments of conviction and sentence entered against them following their consolidated jury trial on cocaine charges in the United States District Court for the District of Puerto Rico.  We affirm the district court judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We recount the evidence in the light most favorable to the verdicts.  United States v. Tuesta-Toro, 29 F.3d 771, 773 (1st Cir.1994), cert. denied, 115 S. Ct. 947 (1995).  Santos, Matta, De Leon, and Rosalia Sanchez-Vencosme (\"Sanchez\") resided in the same apartment building in Rio Piedras, Puerto Rico.  Sanchez and Santos shared an apartment.  On May 8, 1993, Santos and De Leon invited Sanchez to another apartment, shared by Matta and De Leon, and offered to pay Sanchez $1,700 for carrying a kilogram of cocaine to New York.  Sanchez declined the offer at the time, but later relented.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The next day, May 9, De Leon helped Santos and Sanchez strap cocaine-laden girdles to their bodies.  Matta then drove Santos and Sanchez to the airport while De Leon remained at her apartment.  En route to the airport, Matta gave Santos the money with which to purchase two plane tickets.  Upon their arrival at the airport, Santos and Sanchez proceeded to the ticket counter while Matta remained at a discreet distance.  Santos, who was carrying two kilograms of cocaine, purchased the tickets, proceeded toward the departure gate and passed through the security checkpoint without incident.  Sanchez, carrying one kilogram, was detained when the checkpoint security alarm sounded as she passed through.  After the cocaine was discovered on her person, Sanchez was placed under arrest and charged with possessing cocaine with intent to distribute.  She later pled guilty and testified against appellants Santos, Matta and De Leon.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. Opening Statement</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Count one charged appellants with conspiring to possess cocaine with intent to distribute, from on or about December 1, 1992, to and including May 9, 1993.  In the government's opening statement, the prosecutor described various criminal activities, as alleged in the indictment, which would be established during trial.  At side-bar immediately after the opening statement, defense counsel moved for mistrial based on unfair prejudice allegedly resulting from the prosecutor's references to defendants' pre-May 8 criminal activities since Sanchez ---- the only government witness to the alleged conspiracy ---- had not become involved until May 8. Following an evidentiary proffer by the government, the district court ruled that the alleged conspiracy spanned only the two-day period ---- May 8 through May 9, 1993 ---- during which Sanchez participated.  The court then denied the motions for mistrial, on the ground that its curative jury instructions would afford adequate protection against unfair prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court gave a curative instruction immediately before Sanchez testified, emphatically directing the jury to disregard all prosecutorial references to occurrences during the period December 12th, 1992, through May 7th, 1993.  At the same time the court reiterated its admonition ---- initially stated during its preliminary jury instructions ---- that statements made by counsel are not evidence.  During its final charge the court said:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>I caution you and instruct you that ... any comments that the government made in [its] opening arguments with respect to anything that might have happened prior to May 8th is to be totally and completely disregarded and ignored by you.  The evidence in this case ... starts on May the 8th, and goes over into May the 9th.  That's all you're concerned with.  Anything that you might recall or anything that was said that went before May the 8th, is completely irrelevant to you, and may not be considered by you.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellants contend that the district court erred in denying their motion for mistrial, as no curative instruction could overcome the unfair impression conveyed by the prosecutor's statement that appellants were involved in a more extensive conspiracy than the government would establish at trial.  Appellants assert that \"a curative instruction would not suffice\" because the jury clearly understood the prosecutor and, coming from the government, the statement would be given weight \"notwithstanding any instructions from the court.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although the assurances that the government would establish criminal activities predating the commencement of any provable conspiracy posed a considerable potential for unfair prejudice to appellants, any actual prejudice was self-inflicted by their failure to mount a pretrial challenge to the indictment, based on overbreadth, see Fed.  R. Crim.  P. 12(b)(2), and their failure to request the district court in advance to limit prosecutorial references in the government's opening statement to the temporal scope of the provable conspiracy.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Furthermore, at no time did the defense suggest to the district court that the opening statement involved intentional misconduct by the prosecutor.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Even under a \"plain error\" analysis, appellants' argument fails.  The denial of a timely motion for mistrial is reviewed for manifest abuse of discretion.  United States v. Romero-Carrion, 54 F.3d 15, 17 (1st Cir.1995);  United States v. Pierro, 32 F.3d 611, 617 (1st Cir.1994), cert. denied, 115 S. Ct. 919 (1995).  And absent a clear showing of prejudice by appellants the denial must be upheld.  United States v. Hahn, 17 F.3d 502, 508 (1st Cir.1994) (citing United States v. Sclamo, 578 F.2d 888, 890-91 (1st Cir.1978)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We evaluate the potential for prejudice by assessing the likely impact of the challenged conduct upon the jury as viewed in the context of the entire trial, including prosecutorial culpability, the nature and timeliness of the defendant's response and any curative measures undertaken by the trial court.  See United States v. Moreno, 991 F.2d 943, 947-49 (1st Cir.)  (evaluating government's opening and closing statements), cert. denied, 114 S. Ct. 457 (1993);  see also United States v. Maccini, 721 F.2d 840, 842-43 (1st Cir.1983).  Ultimately, of course, the acid test is whether the defendant received a fair trial.  Moreno, 991 F.2d at 949.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A careful review of the record demonstrates that any potential prejudice to appellants was averted by the district court's firm curative instructions and by its ruling limiting the temporal reach of the government's evidence at trial to the two-day period ---- May 8 and 9, 1993.  Nor have appellants suggested a sufficient basis for their conjecture that the jury failed to follow the specific curative instructions repeatedly given by the district court.  See United States v. Paiva, 892 F.2d 148, 160 (1st Cir.1989) (court normally presumes that jury follows its instructions).</p>\n    </div>\n    <p>B. Closing Argument</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On appeal, Matta and De Leon contend for the first time that the government improperly vouched for Sanchez's credibility during closing argument when the prosecutor stated, \"She's not a perjurer.  She's going to do time.  She's not going to walk.  She is truthful.\"  The appellate brief jointly filed by Matta and De Leon devotes a single conclusory sentence to their vouching claim:  \"The government also vouched for its principal witness, Rosalia Sanchez-Bencosme.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Their failure to raise the claim below and to present developed argumentation on appeal constituted a clear waiver.  See United States v. Zannino, 895 F.2d 1, 17 (1st Cir.), cert. denied, 494 U.S. 1082 (1990).</p>\n    </div>\n    <p>C. Motions for Judgments of Acquittal</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">All three appellants claim there was insufficient evidence to support their convictions, hence the district court erred in denying their motions for judgments of acquittal.  They base their claim on the ground that the only testimony supporting their convictions was provided by Sanchez and it was not credible.  See supra pt.  II.B. Appellants argue that Sanchez demonstrated her lack of credibility by giving false information in her earlier dealings with the United States Drug Enforcement Administration, and by entering into a sham marriage in order to obtain immigrant status.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is well settled that all credibility questions must be resolved in favor of the verdict when reviewing a trial court's denial of a motion for judgment of acquittal.  Hahn, 17 F.3d at 506 (citing United States v. Batista-Polanco, 927 F.2d 14, 17 (1st Cir.1991)).  The conclusory assertions supporting the instant claim afford no basis for departing from the general rule that credibility determinations are for the factfinder.  Id. A careful record review demonstrates that defense counsel, during cross-examination and in their closing arguments, ably exposed the very serious credibility problems with Sanchez's testimony.  The record likewise reveals ample evidence ---- crediting Sanchez's testimony as we must, see id. ---- to establish beyond a reasonable doubt each essential element of the crimes charged against Santos, Matta and De Leon.</p>\n    </div>\n    <p>D. Sentencing</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Santos and De Leon did not object to their presentence reports.  Thus, their undeveloped sentencing claims, broached for the first time on appeal, were not preserved.  See United States v. Ocasio-Rivera, 991 F.2d 1, 3 &amp; n.3 (1st Cir.1993).  Indeed, the appellate brief submitted by Santos does not explicitly present a sentencing claim.  Her reliance on a perfunctory announcement of joinder under Fed.  R. App.  P. 3(b) is inadequate to entitle her to \"piggyback\" on the sentencing claims advanced by her codefendants.  See supra note 2. As for De Leon, the argumentation in the joint brief submitted by her and Matta merely rests on the bald statement that she should have been granted a downward departure, though she purports to adopt Matta's arguments by reference.  See id.  Since neither De Leon nor Santos discussed their own sentencing claims, nor their respective grounds for either a downward departure or adjustment, we decline to consider their claims.  \"[T]he settled appellate rule [is] that issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"  Zannino, 895 F.2d at 17.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although Matta has presented a developed claim for a downward adjustment, assertedly based on his \"minor role\" in the cocaine transaction, see U.S.S.G. Sec. 3B1.2(b), it is frivolous.  The presentence report not only includes no information which would warrant a finding that Matta played a minor role in the offense but it recommends a four-level upward adjustment for Matta's superviso ry role in the offense.  See id.  Sec.  3B1.1(a).  Even though the district court rejected this recommendation, the uncontroverted evidence that Matta provided the money used to purchase the airline tickets for Santos and Sanchez, then remained in the background as his \"mules\" proceeded to the airport security checkpoint, left little room for a finding that Matta played a minor role in the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The contention that Matta was entitled to a downward departure for \"aberrant behavior\" fares no better.  There is no basis for concluding that the sentencing court did not understand that a downward departure based on aberrant behavior may be permissible in an appropriate case.  The district court simply refused to depart on the grounds presented by Matta.  See United States v. Catucci, 55 F.3d 15, 19 n.3 (1st Cir.1995).  Consequently, we lack jurisdiction to consider the departure claim.  See United States v. Ruiz, 905 F.2d 499, 508-09 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At bottom, of course, the challenge to the temporal breadth of the alleged conspiracy described in the opening statement represented a challenge to the indictment.  \"Defenses and objections based on defects in the indictment\" are to be raised prior to trial, Fed.  R. Crim.  P. 12(b)(2), and are deemed waived pursuant to Fed.  R. Crim.  P. 12(f) unless the court affords relief for \"cause shown.\"  As appellants failed to avail themselves of a full and fair opportunity to mount a pretrial challenge to the indictment, and now offer no justification for their failure, the present claim is deemed waived.  See United States v. Rodriguez, 738 F.2d 13, 15 (1st Cir.1984) (motion to dismiss indictment during trial untimely under Rule 12(b));  Flying Eagles Publications, Inc. v. United States, 273 F.2d 799, 803 (1st Cir.1960) (declining to address merits of nonjurisdictional challenge to indictment at close of evidence because \"under Criminal Rule 12(b)(2) it should have been asserted by motion before trial.\");  see also United States v. Smith, 866 F.2d 1092, 1098 (9th Cir.1989) (finding that defendants waive all but jurisdictional claims of error regarding an indictment unless they raise their claims prior to trial)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Santos would be permitted to adopt the arguments presented by Matta and De Leon, see Fed.  R. App.  P. 3(b), but only to the extent that the adopted arguments themselves are apposite and adequately developed.  Cf. United States v. David, 940 F.2d 722, 737 (1st Cir.1991) (rejecting attempt to adopt materially different arguments by reference), cert. denied, 504 U.S. 955 (1992);  United States v. Zannino, 895 F.2d 1, 17 (1st Cir.)  (similar), cert. denied, 494 U.S. 1082 (1990)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">654</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Appellee,<br>v.<br>Fidelina SANTOS-FRIAS, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Francisca De Leon-Pena, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Francisco Matta-Garcia, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1942, 94-1943, 94-2065.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Aug. 25, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Rafael Gonzalez Velez for appellant Santos-Frias.</p>\n      <p class=\"indent\">Jose R. Gaztambide for appellant De Leon-Pena.</p>\n      <p class=\"indent\">Luis A. Plaza for appellant Matta-Garcia.</p>\n      <p class=\"indent\">W. Stephen Muldrow, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, Jos e A. Quiles-Espinosa, Senior Litigation Counsel, Mar ia Pab on, Assistant United States Attorney, Jacabed Rodr iguez, Assistant United States Attorney, and Sonia Torres, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants Fidelina Santos-Frias (\"Santos\"), Francisco Matta-Garcia (\"Matta\"), and Francisca De Leon-Pena (\"De Leon\") appeal the judgments of conviction and sentence entered against them following their consolidated jury trial on cocaine charges in the United States District Court for the District of Puerto Rico.  We affirm the district court judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We recount the evidence in the light most favorable to the verdicts.  United States v. Tuesta-Toro, <span class=\"citation\" data-id=\"195508\"><a href=\"/opinion/195508/united-states-v-tuesta-toro/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">771</span></a></span>, 773 (1st Cir.1994), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">947</span> </span>(1995).  Santos, Matta, De Leon, and Rosalia Sanchez-Vencosme (\"Sanchez\") resided in the same apartment building in Rio Piedras, Puerto Rico.  Sanchez and Santos shared an apartment.  On May 8, 1993, Santos and De Leon invited Sanchez to another apartment, shared by Matta and De Leon, and offered to pay Sanchez $1,700 for carrying a kilogram of cocaine to New York.  Sanchez declined the offer at the time, but later relented.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The next day, May 9, De Leon helped Santos and Sanchez strap cocaine-laden girdles to their bodies.  Matta then drove Santos and Sanchez to the airport while De Leon remained at her apartment.  En route to the airport, Matta gave Santos the money with which to purchase two plane tickets.  Upon their arrival at the airport, Santos and Sanchez proceeded to the ticket counter while Matta remained at a discreet distance.  Santos, who was carrying two kilograms of cocaine, purchased the tickets, proceeded toward the departure gate and passed through the security checkpoint without incident.  Sanchez, carrying one kilogram, was detained when the checkpoint security alarm sounded as she passed through.  After the cocaine was discovered on her person, Sanchez was placed under arrest and charged with possessing cocaine with intent to distribute.  She later pled guilty and testified against appellants Santos, Matta and De Leon.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. Opening Statement</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Count one charged appellants with conspiring to possess cocaine with intent to distribute, from on or about December 1, 1992, to and including May 9, 1993.  In the government's opening statement, the prosecutor described various criminal activities, as alleged in the indictment, which would be established during trial.  At side-bar immediately after the opening statement, defense counsel moved for mistrial based on unfair prejudice allegedly resulting from the prosecutor's references to defendants' pre-May 8 criminal activities since Sanchez ---- the only government witness to the alleged conspiracy ---- had not become involved until May 8. Following an evidentiary proffer by the government, the district court ruled that the alleged conspiracy spanned only the two-day period ---- May 8 through May 9, 1993 ---- during which Sanchez participated.  The court then denied the motions for mistrial, on the ground that its curative jury instructions would afford adequate protection against unfair prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court gave a curative instruction immediately before Sanchez testified, emphatically directing the jury to disregard all prosecutorial references to occurrences during the period December 12th, 1992, through May 7th, 1993.  At the same time the court reiterated its admonition ---- initially stated during its preliminary jury instructions ---- that statements made by counsel are not evidence.  During its final charge the court said:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>I caution you and instruct you that ... any comments that the government made in [its] opening arguments with respect to anything that might have happened prior to May 8th is to be totally and completely disregarded and ignored by you.  The evidence in this case ... starts on May the 8th, and goes over into May the 9th.  That's all you're concerned with.  Anything that you might recall or anything that was said that went before May the 8th, is completely irrelevant to you, and may not be considered by you.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellants contend that the district court erred in denying their motion for mistrial, as no curative instruction could overcome the unfair impression conveyed by the prosecutor's statement that appellants were involved in a more extensive conspiracy than the government would establish at trial.  Appellants assert that \"a curative instruction would not suffice\" because the jury clearly understood the prosecutor and, coming from the government, the statement would be given weight \"notwithstanding any instructions from the court.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although the assurances that the government would establish criminal activities predating the commencement of any provable conspiracy posed a considerable potential for unfair prejudice to appellants, any actual prejudice was self-inflicted by their failure to mount a pretrial challenge to the indictment, based on overbreadth, see Fed.  R. Crim.  P. 12(b)(2), and their failure to request the district court in advance to limit prosecutorial references in the government's opening statement to the temporal scope of the provable conspiracy.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Furthermore, at no time did the defense suggest to the district court that the opening statement involved intentional misconduct by the prosecutor.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Even under a \"plain error\" analysis, appellants' argument fails.  The denial of a timely motion for mistrial is reviewed for manifest abuse of discretion.  United States v. Romero-Carrion, <span class=\"citation\" data-id=\"196057\"><a href=\"/opinion/196057/united-states-v-romero-carrion/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 17 (1st Cir.1995);  United States v. Pierro, <span class=\"citation\" data-id=\"195522\"><a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 617 (1st Cir.1994), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">919</span> </span>(1995).  And absent a clear showing of prejudice by appellants the denial must be upheld.  United States v. Hahn, <span class=\"citation\" data-id=\"195236\"><a href=\"/opinion/195236/united-states-v-hahn/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">502</span></a></span>, 508 (1st Cir.1994) (citing United States v. Sclamo, <span class=\"citation\" data-id=\"357349\"><a href=\"/opinion/357349/united-states-v-joseph-sclamo-john-corio-and-william-carlo/\"><span class=\"volume\">578</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">888</span></a></span>, 890-91 (1st Cir.1978)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We evaluate the potential for prejudice by assessing the likely impact of the challenged conduct upon the jury as viewed in the context of the entire trial, including prosecutorial culpability, the nature and timeliness of the defendant's response and any curative measures undertaken by the trial court.  See United States v. Moreno, <span class=\"citation\" data-id=\"605530\"><a href=\"/opinion/605530/united-states-v-raymond-moreno-jr/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></a></span>, 947-49 (1st Cir.)  (evaluating government's opening and closing statements), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">457</span> </span>(1993);  see also United States v. Maccini, <span class=\"citation\" data-id=\"427516\"><a href=\"/opinion/427516/united-states-v-joseph-maccini/\"><span class=\"volume\">721</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">840</span></a></span>, 842-43 (1st Cir.1983).  Ultimately, of course, the acid test is whether the defendant received a fair trial.  <span class=\"citation\" data-id=\"605530\"><span class=\"antecedent_guess\">Moreno,</span> <a href=\"/opinion/605530/united-states-v-raymond-moreno-jr/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">949</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A careful review of the record demonstrates that any potential prejudice to appellants was averted by the district court's firm curative instructions and by its ruling limiting the temporal reach of the government's evidence at trial to the two-day period ---- May 8 and 9, 1993.  Nor have appellants suggested a sufficient basis for their conjecture that the jury failed to follow the specific curative instructions repeatedly given by the district court.  See United States v. Paiva, <span class=\"citation\" data-id=\"534182\"><a href=\"/opinion/534182/united-states-v-james-earl-paiva/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 160 (1st Cir.1989) (court normally presumes that jury follows its instructions).</p>\n    </div>\n    <p>B. Closing Argument</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On appeal, Matta and De Leon contend for the first time that the government improperly vouched for Sanchez's credibility during closing argument when the prosecutor stated, \"She's not a perjurer.  She's going to do time.  She's not going to walk.  She is truthful.\"  The appellate brief jointly filed by Matta and De Leon devotes a single conclusory sentence to their vouching claim:  \"The government also vouched for its principal witness, Rosalia Sanchez-Bencosme.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Their failure to raise the claim below and to present developed argumentation on appeal constituted a clear waiver.  See United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span> </span>(1990).</p>\n    </div>\n    <p>C. Motions for Judgments of Acquittal</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">All three appellants claim there was insufficient evidence to support their convictions, hence the district court erred in denying their motions for judgments of acquittal.  They base their claim on the ground that the only testimony supporting their convictions was provided by Sanchez and it was not credible.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> supra </span>pt.  II.B. Appellants argue that Sanchez demonstrated her lack of credibility by giving false information in her earlier dealings with the United States Drug Enforcement Administration, and by entering into a sham marriage in order to obtain immigrant status.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is well settled that all credibility questions must be resolved in favor of the verdict when reviewing a trial court's denial of a motion for judgment of acquittal.  <span class=\"citation\" data-id=\"195236\"><span class=\"antecedent_guess\">Hahn,</span> <a href=\"/opinion/195236/united-states-v-hahn/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">506</span> </a></span>(citing United States v. Batista-Polanco, <span class=\"citation\" data-id=\"556636\"><a href=\"/opinion/556636/united-states-v-johnny-rafael-batista-polanco/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 17 (1st Cir.1991)).  The conclusory assertions supporting the instant claim afford no basis for departing from the general rule that credibility determinations are for the factfinder.  <span class=\"citation\" data-id=\"556636\"><a href=\"/opinion/556636/united-states-v-johnny-rafael-batista-polanco/\"><span class=\"id_token\">Id.</span> A careful </a></span>record review demonstrates that defense counsel, during cross-examination and in their closing arguments, ably exposed the very serious credibility problems with Sanchez's testimony.  The record likewise reveals ample evidence ---- crediting Sanchez's testimony as we must, see <span class=\"citation\" data-id=\"556636\"><a href=\"/opinion/556636/united-states-v-johnny-rafael-batista-polanco/\"><span class=\"id_token\">id.</span> ---- to </a></span>establish beyond a reasonable doubt each essential element of the crimes charged against Santos, Matta and De Leon.</p>\n    </div>\n    <p>D. Sentencing</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Santos and De Leon did not object to their presentence reports.  Thus, their undeveloped sentencing claims, broached for the first time on appeal, were not preserved.  See United States v. Ocasio-Rivera, <span class=\"citation\" data-id=\"604815\"><a href=\"/opinion/604815/united-states-v-richard-ocasio-rivera/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 &amp; n.3 (1st Cir.1993).  Indeed, the appellate brief submitted by Santos does not explicitly present a sentencing claim.  Her reliance on a perfunctory announcement of joinder under Fed.  R. App.  P. 3(b) is inadequate to entitle her to \"piggyback\" on the sentencing claims advanced by her codefendants.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> supra </span>note 2. As for De Leon, the argumentation in the joint brief submitted by her and Matta merely rests on the bald statement that she should have been granted a downward departure, though she purports to adopt Matta's arguments by reference.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span>  Since neither </span>De Leon nor Santos discussed their own sentencing claims, nor their respective grounds for either a downward departure or adjustment, we decline to consider their claims.  \"[T]he settled appellate rule [is] that issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"  <span class=\"citation\" data-id=\"536025\"><span class=\"antecedent_guess\">Zannino,</span> <a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">17</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although Matta has presented a developed claim for a downward adjustment, assertedly based on his \"minor role\" in the cocaine transaction, see U.S.S.G. Sec. 3B1.2(b), it is frivolous.  The presentence report not only includes no information which would warrant a finding that Matta played a minor role in the offense but it recommends a four-level upward adjustment for Matta's superviso ry role in the offense.  See <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"id_token\">id.</span>  Sec.  3B1.1(a). </a></span> Even though the district court rejected this recommendation, the uncontroverted evidence that Matta provided the money used to purchase the airline tickets for Santos and Sanchez, then remained in the background as his \"mules\" proceeded to the airport security checkpoint, left little room for a finding that Matta played a minor role in the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The contention that Matta was entitled to a downward departure for \"aberrant behavior\" fares no better.  There is no basis for concluding that the sentencing court did not understand that a downward departure based on aberrant behavior may be permissible in an appropriate case.  The district court simply refused to depart on the grounds presented by Matta.  See United States v. Catucci, <span class=\"citation\" data-id=\"696249\"><a href=\"/opinion/696249/united-states-v-giacomo-d-catucci/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 19 n.3 (1st Cir.1995).  Consequently, we lack jurisdiction to consider the departure claim.  See United States v. Ruiz, <span class=\"citation\" data-id=\"543063\"><a href=\"/opinion/543063/united-states-v-fausto-d-ruiz/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 508-09 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At bottom, of course, the challenge to the temporal breadth of the alleged conspiracy described in the opening statement represented a challenge to the indictment.  \"Defenses and objections based on defects in the indictment\" are to be raised prior to trial, Fed.  R. Crim.  P. 12(b)(2), and are deemed waived pursuant to Fed.  R. Crim.  P. 12(f) unless the court affords relief for \"cause shown.\"  As appellants failed to avail themselves of a full and fair opportunity to mount a pretrial challenge to the indictment, and now offer no justification for their failure, the present claim is deemed waived.  See United States v. Rodriguez, <span class=\"citation\" data-id=\"437680\"><a href=\"/opinion/437680/united-states-v-jose-domingo-malavet-rodriguez/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 15 (1st Cir.1984) (motion to dismiss indictment during trial untimely under Rule 12(b));  Flying Eagles Publications, Inc. v. United States, <span class=\"citation\" data-id=\"249839\"><a href=\"/opinion/249839/flying-eagle-publications-inc-v-united-states-of-america-michael-st/\"><span class=\"volume\">273</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">799</span></a></span>, 803 (1st Cir.1960) (declining to address merits of nonjurisdictional challenge to indictment at close of evidence because \"under Criminal Rule 12(b)(2) it should have been asserted by motion before trial.\");  see also United States v. Smith, <span class=\"citation\" data-id=\"517688\"><a href=\"/opinion/517688/united-states-v-bruce-smith-united-states-of-america-v-roberta-blair/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1092</span></a></span>, 1098 (9th Cir.1989) (finding that defendants waive all but jurisdictional claims of error regarding an indictment unless they raise their claims prior to trial)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Santos would be permitted to adopt the arguments presented by Matta and De Leon, see Fed.  R. App.  P. 3(b), but only to the extent that the adopted arguments themselves are apposite and adequately developed.  Cf. United States v. David, <span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 737 (1st Cir.1991) (rejecting attempt to adopt materially different arguments by reference), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">955</span> </span>(1992);  United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.)  (similar), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span> </span>(1990)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195236/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195508/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195522/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196057/",
    "https://www.courtlistener.com/api/rest/v3/opinions/249839/",
    "https://www.courtlistener.com/api/rest/v3/opinions/357349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/427516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/437680/",
    "https://www.courtlistener.com/api/rest/v3/opinions/517688/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534182/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543063/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556636/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604815/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605530/",
    "https://www.courtlistener.com/api/rest/v3/opinions/696249/"
  ]
}