{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196259/",
  "id": 196259,
  "absolute_url": "/opinion/196259/united-states-v-suaza/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196259/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:01:48Z",
  "date_modified": "2020-02-21T23:29:20.962684Z",
  "type": "010combined",
  "sha1": "0cc5ddb8043d6d714aee9697f523fa650258986f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1275.01A",
  "local_path": null,
  "plain_text": "\n\nAugust 25, 1995\r\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 94-1275 \r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n             ORLANDO JESUS SUAZA, A/K/A EL PAISA,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Cyr, Boudin and Lynch,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nEileen M. Donoghue on brief for appellant.\r                              \r\nDonald K. Stern, United States Attorney, and Michael D.  Ricciuti,\r                                                                             \r\nAssistant United States Attorney, on brief for appellee.\r\n\n                                         \r\n\n                                         \r\r\n\n          Per Curiam.   Defendant, who pled  guilty to, among\r                                \r\n\nother things, conspiracy to possess with intent to distribute\r\n\nheroin,  challenges  1000  grams  of  the  amount  of  heroin\r\n\nattributed to him for sentencing purposes.  He says he lacked\r\n\nboth the intent  and the ability to deliver that amount.  The\r\n\ndistrict  court found to the  contrary.  We  review for clear\r\n\nerror.  United  States v. Morillo, 8 F.3d  864, 871 (1st Cir.\r                                             \r\n\n1993).  \r\n\n          The   presentence   report  (PSR)   indicates  that\r\n\nbeginning   in   April   1992,   defendant   discussed   with\r\n\nconfidential    informants    (CIs)   heroin    and   cocaine\r\n\ntransactions.   Talking in  code, defendant represented  that\r\n\nhis source had two kilograms  of heroin to sell and  quoted a\r\n\nprice  for  a  half  kilogram.   His  source,  co-conspirator\r\n\nZuluaga, confirmed to a CI that she had heroin at  her house.\r\n\nOn  Wednesday, April  15, 1992,  defendant, Zuluaga,  and co-\r\n\nconspirator Hoyos met with the CIs and  the purported buyers,\r\n\ntwo undercover  agents (UCs).  Defendant  exhibited 500 grams\r\n\nof heroin.  Buyers said they wanted one kilogram a week.  The\r\n\nUCs  purchased 125 grams  of heroin that  day as  a sample in\r\n\nanticipation  of a future one kilogram sale.  Hoyos said that\r\n\nif the  buyers liked  the  sample, then  \"Friday or  Saturday\r\n\nwe'll sell a kilo.\"  \r\n\n          While  further  negotiations  occurred  later  that\r\n\nmonth and the  next, defendant did  not participate in  them.\r\n\n                             -2-\r\r\n\nIndeed, he may  have been  excluded from the  conspiracy.   A\r\n\nprice was not agreed upon, and no kilogram sale actually took\r\n\nplace at that time.\r\n\n          Where,   as  here,  a  negotiated  but  uncompleted\r\n\ntransaction is involved, U.S.S.G.    2D1.1, Application  Note\r\n\n12,  sets  the rule:  \"[T]he  weight under negotiation in  an\r\n\nuncompleted  distribution  shall  be used  to  calculate  the\r\n\napplicable amount\" unless \"the court finds that the defendant\r\n\ndid not intend to  produce and was not reasonably  capable of\r\n\nproducing  the  negotiated amount.\"    We  conclude that  the\r\n\ndistrict  court's  finding  that,   as  of  April  15,  1992,\r\n\ndefendant had the intention and ability to produce a kilogram\r\n\nof heroin was supported by the PSR.  \r\n\n          It  is clear  from the  PSR that,  as of  April 15,\r\n\ndefendant and his co-conspirators  intended to supply the UCs\r\n\nwith at least a kilogram in the near future if  a price could\r\n\nbe agreed  upon.  The UCs said they wanted a kilogram a week,\r\n\ndefendant actively  participated in the sale of the sample in\r\n\nanticipation  of   a  one  kilogram  transaction,  and  Hoyos\r\n\nindicated  he was willing to proceed with a one kilogram sale\r\n\nwithin a  few days.   Defendant points to  the fact that  the\r\n\nprice  for a  kilogram quantity was  not discussed  (they did\r\n\nhaggle  over the sample price, however) or agreed upon at the\r\n\nApril 15 meeting as somehow negating intent.  It did not.  An\r\n\n                             -3-\r\r\n\nintent  to  sell certainly  can exist  even though  the price\r\n\nremains to be negotiated.  \r\n\n          As  for ability  to  supply a  kilogram of  heroin,\r\n\ndefendant  was a  member  of a  conspiracy which  supportably\r\n\ncould  be  found  to  have  access  to  kilogram  quantities.\r\n\nDefendant had stated earlier that month that Zuluaga  had two\r\n\nkilograms of heroin  to sell, and Hoyos said  he was ready to\r\n\ncomplete the transaction  the following  Friday or  Saturday,\r\n\nindicating  he  did  not  foresee  any  problem  supplying  a\r\n\nkilogram  in short  order.   Crediting these  assertions, the\r\n\ncourt  could  supportably find  that  defendant, through  his\r\n\nassociation with  Zuluaga and  Hoyos, was  able to  produce a\r\n\nkilogram within the very near future.  Defendant points to  a\r\n\nstatement that could be read as indicating that the group had\r\n\nbrought  \"all\" their heroin (500 grams) with them on April 15\r\n\nand argues  that statement indicates they  lacked the ability\r\n\nto produce any more, let alone another kilogram.  Defendant's\r\n\nreading is not a necessary one, but even if it were, it would\r\n\nnot negate the  group's capacity  to acquire  enough for  the\r\n\ncontemplated transaction.\r\n\n          Defendant also argues that he was excluded from the\r\n\nconspiracy  immediately  after  the  April   15  meeting  and\r\n\ntherefore  lacked  the  capacity  thereafter  to   produce  a\r\n\nkilogram of  heroin.  It may  be that once  Zuluaga and Hoyos\r\n\nwithdrew their  support,  defendant  lacked  the  ability  to\r\n\n                             -4-\r\r\n\nsupply a kilogram of heroin.  But, on April 15,  1992 when he\r\n\nwas  actively negotiating to bring about a one kilogram sale,\r\n\ndefendant supportably could  be found to have  had the intent\r\n\nand ability (through his  association with Zuluaga and Hoyos)\r\n\nto  procure a  kilogram of  heroin.   If he  was subsequently\r\n\nexpelled  from   the  conspiracy,  that  expulsion   did  not\r\n\nretroactively absolve him of responsibility for the April 15,\r\n\n1992 one kilogram negotiations.\r\n\n          The judgment is summarily affirmed.  Loc. R. 27.1.\r                                                        \r\n\n                             -5-\r\r\n",
  "html": "<p class=\"case_cite\">64 F.3d 654</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Orlando Jesus SUAZA, A/K/A El Paisa, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1275.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Aug. 25, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Eileen M. Donoghue on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Michael D. Ricciuti, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and LUNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant, who pled guilty to, among other things, conspiracy to possess with intent to distribute heroin, challenges 1000 grams of the amount of heroin attributed to him for sentencing purposes.  He says he lacked both the intent and the ability to deliver that amount.  The district court found to the contrary.  We review for clear error.  United States v. Morillo, 8 F.3d 864, 871 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The presentence report (PSR) indicates that beginning in April 1992, defendant discussed with confidential informants (CIs) heroin and cocaine transactions.  Talking in code, defendant represented that his source had two kilograms of heroin to sell and quoted a price for a half kilogram.  His source, co-conspirator Zuluaga, confirmed to a CI that she had heroin at her house.  On Wednesday, April 15, 1992, defendant, Zuluaga, and co-conspirator Hoyos met with the CIs and the purported buyers, two undercover agents (UCs).  Defendant exhibited 500 grams of heroin.  Buyers said they wanted one kilogram a week.  The UCs purchased 125 grams of heroin that day as a sample in anticipation of a future one kilogram sale.  Hoyos said that if the buyers liked the sample, then \"Friday or Saturday we'll sell a kilo.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">While further negotiations occurred later that month and the next, defendant did not participate in them.  Indeed, he may have been excluded from the conspiracy.  A price was not agreed upon, and no kilogram sale actually took place at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Where, as here, a negotiated but uncompleted transaction is involved, U.S.S.G. Sec. 2D1.1, Application Note 12, sets the rule:  \"[T]he weight under negotiation in an uncompleted distribution shall be used to calculate the applicable amount\" unless \"the court finds that the defendant did not intend to produce and was not reasonably capable of producing the negotiated amount.\"  We conclude that the district court's finding that, as of April 15, 1992, defendant had the intention and ability to produce a kilogram of heroin was supported by the PSR.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is clear from the PSR that, as of April 15, defendant and his co-conspirators intended to supply the UCs with at least a kilogram in the near future if a price could be agreed upon.  The UCs said they wanted a kilogram a week, defendant actively participated in the sale of the sample in anticipation of a one kilogram transaction, and Hoyos indicated he was willing to proceed with a one kilogram sale within a few days.  Defendant points to the fact that the price for a kilogram quantity was not discussed (they did haggle over the sample price, however) or agreed upon at the April 15 meeting as somehow negating intent.  It did not.  An intent to sell certainly can exist even though the price remains to be negotiated.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As for ability to supply a kilogram of heroin, defendant was a member of a conspiracy which supportably could be found to have access to kilogram quantities.  Defendant had stated earlier that month that Zuluaga had two kilograms of heroin to sell, and Hoyos said he was ready to complete the transaction the following Friday or Saturday, indicating he did not foresee any problem supplying a kilogram in short order.  Crediting these assertions, the court could supportably find that defendant, through his association with Zuluaga and Hoyos, was able to produce a kilogram within the very near future.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendant points to a statement that could be read as indicating that the group had brought \"all\" their heroin (500 grams) with them on April 15 and argues that statement indicates they lacked the ability to produce any more, let alone another kilogram.  Defendant's reading is not a necessary one, but even if it were, it would not negate the group's capacity to acquire enough for the contemplated transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Defendant also argues that he was excluded from the conspiracy immediately after the April 15 meeting and therefore lacked the capacity thereafter to produce a kilogram of heroin.  It may be that once Zuluaga and Hoyos withdrew their support, defendant lacked the ability to supply a kilogram of heroin.  But, on April 15, 1992 when he was actively negotiating to bring about a one kilogram sale, defendant supportably could be found to have had the intent and ability (through his association with Zuluaga and Hoyos) to procure a kilogram of heroin.  If he was subsequently expelled from the conspiracy, that expulsion did not retroactively absolve him of responsibility for the April 15, 1992 one kilogram negotiations.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The judgment is summarily affirmed.  Loc. R. 27.1.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">654</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Orlando Jesus SUAZA, A/K/A El Paisa, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1275.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Aug. 25, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Eileen M. Donoghue on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Michael D. Ricciuti, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and LUNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant, who pled guilty to, among other things, conspiracy to possess with intent to distribute heroin, challenges 1000 grams of the amount of heroin attributed to him for sentencing purposes.  He says he lacked both the intent and the ability to deliver that amount.  The district court found to the contrary.  We review for clear error.  United States v. Morillo, <span class=\"citation\" data-id=\"195011\"><a href=\"/opinion/195011/united-states-v-morillo/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span>, 871 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The presentence report (PSR) indicates that beginning in April 1992, defendant discussed with confidential informants (CIs) heroin and cocaine transactions.  Talking in code, defendant represented that his source had two kilograms of heroin to sell and quoted a price for a half kilogram.  His source, co-conspirator Zuluaga, confirmed to a CI that she had heroin at her house.  On Wednesday, April 15, 1992, defendant, Zuluaga, and co-conspirator Hoyos met with the CIs and the purported buyers, two undercover agents (UCs).  Defendant exhibited 500 grams of heroin.  Buyers said they wanted one kilogram a week.  The UCs purchased 125 grams of heroin that day as a sample in anticipation of a future one kilogram sale.  Hoyos said that if the buyers liked the sample, then \"Friday or Saturday we'll sell a kilo.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">While further negotiations occurred later that month and the next, defendant did not participate in them.  Indeed, he may have been excluded from the conspiracy.  A price was not agreed upon, and no kilogram sale actually took place at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Where, as here, a negotiated but uncompleted transaction is involved, U.S.S.G. Sec. 2D1.1, Application Note 12, sets the rule:  \"[T]he weight under negotiation in an uncompleted distribution shall be used to calculate the applicable amount\" unless \"the court finds that the defendant did not intend to produce and was not reasonably capable of producing the negotiated amount.\"  We conclude that the district court's finding that, as of April 15, 1992, defendant had the intention and ability to produce a kilogram of heroin was supported by the PSR.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is clear from the PSR that, as of April 15, defendant and his co-conspirators intended to supply the UCs with at least a kilogram in the near future if a price could be agreed upon.  The UCs said they wanted a kilogram a week, defendant actively participated in the sale of the sample in anticipation of a one kilogram transaction, and Hoyos indicated he was willing to proceed with a one kilogram sale within a few days.  Defendant points to the fact that the price for a kilogram quantity was not discussed (they did haggle over the sample price, however) or agreed upon at the April 15 meeting as somehow negating intent.  It did not.  An intent to sell certainly can exist even though the price remains to be negotiated.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As for ability to supply a kilogram of heroin, defendant was a member of a conspiracy which supportably could be found to have access to kilogram quantities.  Defendant had stated earlier that month that Zuluaga had two kilograms of heroin to sell, and Hoyos said he was ready to complete the transaction the following Friday or Saturday, indicating he did not foresee any problem supplying a kilogram in short order.  Crediting these assertions, the court could supportably find that defendant, through his association with Zuluaga and Hoyos, was able to produce a kilogram within the very near future.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendant points to a statement that could be read as indicating that the group had brought \"all\" their heroin (500 grams) with them on April 15 and argues that statement indicates they lacked the ability to produce any more, let alone another kilogram.  Defendant's reading is not a necessary one, but even if it were, it would not negate the group's capacity to acquire enough for the contemplated transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Defendant also argues that he was excluded from the conspiracy immediately after the April 15 meeting and therefore lacked the capacity thereafter to produce a kilogram of heroin.  It may be that once Zuluaga and Hoyos withdrew their support, defendant lacked the ability to supply a kilogram of heroin.  But, on April 15, 1992 when he was actively negotiating to bring about a one kilogram sale, defendant supportably could be found to have had the intent and ability (through his association with Zuluaga and Hoyos) to procure a kilogram of heroin.  If he was subsequently expelled from the conspiracy, that expulsion did not retroactively absolve him of responsibility for the April 15, 1992 one kilogram negotiations.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The judgment is summarily affirmed.  Loc. R. 27.1.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195011/"
  ]
}