{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196258/",
  "id": 196258,
  "absolute_url": "/opinion/196258/united-states-v-chorney/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196258/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:01:37Z",
  "date_modified": "2020-02-21T23:29:20.494426Z",
  "type": "010combined",
  "sha1": "5ab54f1ae2370dd12923fcaffc29f26d98c715c6",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1343.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 94-1343\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                      HAROLD F. CHORNEY,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n    [Hon. Raymond J. Pettine, Senior U.S. District Judge]\r                                                                    \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nScott A. Lutes for appellant.\r                          \r\nSean   Connelly,  Department   of  Justice,   with  whom   Sheldon\r                                                                              \r\nWhitehouse,  United  States  Attorney,  Seymour  Posner  and  Margaret\r                                                                              \r\nCurran,  Assistant  United States  Attorneys,  were on  brief  for the\r              \r\nUnited States.  \r\n\n                                         \r\n\n                       August 24, 1995\r\n                                         \r\r\n\n     BOUDIN,  Circuit  Judge.   Appellant Harold  Chorney was\r                                        \r\n\nconvicted  of  seven counts  of  making  false statements  or\r\n\nreports to a federally insured bank, 18 U.S.C.   1014, and he\r\n\nnow appeals  to challenge  both his conviction  and sentence.\r\n\nWe set forth  the evidence in the light most favorable to the\r\n\nverdict.  United States v. Tuesta-Toro, 29 F.3d 771, 773 (1st\r                                                  \r\n\nCir. 1994), cert. denied, 115 S. Ct. 947 (1995).\r                                    \r\n\n     Chorney was president and owner of Cumberland Investment\r\n\nCorporation  (\"Cumberland\"),  a  coin-trading   company  that\r\n\nspecialized  in  U.S.  silver  dollars.   During  the  1980s,\r\n\nCumberland  obtained a series of loans from the Eastland Bank\r\n\nin Woonsocket, Rhode Island.   To secure such loans, Eastland\r\n\nBank required pledged assets worth twice as much as the loans\r\n\nthemselves.  Most of Cumberland's collateral comprised silver\r\n\ndollars.  The gravaman of the charge against Chorney was that\r\n\nhe engineered a false appraisal.\r\n\n     The  pledged silver  dollars  were appraised  by William\r\n\nTebbetts of  the Mayflower Coin  and Stamp Company.   Chorney\r\n\nsubmitted  the  Tebbetts  appraisal to  Eastland  Bank, which\r\n\nrelied upon the  appraisal in  deciding how much  to loan  to\r\n\nChorney.  The value of an uncirculated silver dollar turns on\r\n\nits condition, which is rated on a \"mint state\" (\"MS\") scale.\r\n\nA  silver dollar in MS-65 condition is considered a \"gem\" and\r\n\nis  worth substantially more than  a coin of  MS-64 or lesser\r\n\nquality.\r\n\n                             -2-\r                                         -2-\r\r\n\n     Tebbetts  testified that  in March  1985 he  purchased a\r\n\ncoin  business, renamed Mayflower, with money given to him by\r\n\nChorney.  Tebbetts assigned all his rights in the business to\r\n\nCumberland, and  Cumberland employed him at  a weekly salary.\r\n\nIn  June  1985, Tebbetts  examined  hundreds  of the  pledged\r\n\nsilver dollars  being held by  Eastland Bank and  graded them\r\n\nall  between MS-62 and MS-64.   According to Ann Fiumefreddo,\r\n\nChorney's secretary, Chorney directed her to type a letter to\r\n\nEastland Bank on Mayflower letterhead stating that all of the\r\n\nsilver  dollars  that Tebbetts  had  examined  were of  MS-65\r\n\nquality.  Tebbetts  stated that he signed the  letter because\r\n\nhe wanted to \"keep [his] job.\"\r\n\n     In  August   1985,  Tebbetts  signed  an   appraisal  on\r\n\nMayflower  letterhead  appraising Cumberland's  silver dollar\r\n\ncollection,  including  the coins  pledged to  Eastland Bank.\r\n\nTebbetts graded all the coins as being MS-65, because Chorney\r\n\ntold him to  do so even  though Tebbetts  knew that this  was\r\n\nuntrue.   The  letter identified  Tebbetts as the  chief coin\r\n\nappraiser  for Mayflower  but did  not disclose  that Chorney\r\n\nowned  Mayflower and  employed  Tebbetts.   Fiumefreddo,  who\r\n\ntyped the  appraisal for  Tebbetts, asked Chorney  whether he\r\n\ncould have  a company that he owned  appraise another company\r\n\nthat  he owned.    Chorney replied,  \"You're  better off  not\r\n\nknowing or don't ask questions; something to that effect.\"\r\n\n                             -3-\r                                         -3-\r\r\n\n     In mid-1985, Cumberland already had  an outstanding loan\r\n\nbalance  from Eastland Bank  of over half  a million dollars.\r\n\nBut after  the false appraisal just  recounted, Eastland Bank\r\n\nmade additional extensions and renewals of the loans in  late\r\n\n1985  and again in each of the next  four years.  As the bank\r\n\nincreased  and renewed  its loans,  it took  additional coins\r\n\nfrom  Cumberland.   By May  1989, the  balance stood  at $2.5\r\n\nmillion.  Bank officials testified that, starting in the fall\r\n\nof  1985, the bank relied on the Tebbetts appraisal in making\r\n\nthe loan extensions and renewals.\r\n\n     Ultimately,  in 1989, Sotheby's  auction house appraised\r\n\nthe  silver dollars--now  numbering  7,820--that Chorney  had\r\n\npledged to Eastland  over the years  as collateral to  secure\r\n\nthe loans.   The Sotheby's  appraisal determined that  of the\r\n\n7,820 coins,  only one percent  were in  MS-65 condition  and\r\n\nthat the  overwhelming majority  of the  coins were MS-63  or\r\n\nlower.   In  the wake  of that  information, Cumberland  went\r\n\nbankrupt,  defaulted on  the loans, and  criminal proceedings\r\n\nagainst Chorney followed.\r\n\n     On  May 27, 1993, the jury found Chorney guilty of seven\r\n\ncounts  of making a false report and statement to a federally\r\n\ninsured bank.  18 U.S.C.   1014.  Chorney was  acquitted on a\r\n\nrelated  conspiracy count, 18 U.S.C.   371, and on ten counts\r\n\nof  mail fraud,  18  U.S.C.    1341.   On  May  9, 1994,  the\r\n\ndistrict  court sentenced Chorney to 27 months' imprisonment,\r\n\n                             -4-\r                                         -4-\r\r\n\nfollowed by three years'  supervised release, and ordered him\r\n\nto  pay  $569,469  in  restitution  to  the  Federal  Deposit\r\n\nInsurance   Corporation   (Eastland   Bank's   successor   in\r\n\ninterest),  and $28,000  to  cover  the  cost of  his  court-\r\n\nappointed attorney.\r\n\n     1.  On this appeal, Chorney's opening set  of challenges\r\n\nis  to his conviction.  The first of these--that the district\r\n\ncourt erred in denying his  motion to appear as  co-counsel--\r\n\nneed  not  detain  us  long.    We  have  held  that  \"hybrid\r\n\nrepresentation,\"  by counsel  and  the defendant,  \"is to  be\r\n\nemployed sparingly and, as  a rule, is available only  in the\r\n\ndistrict court's  discretion.\"  United States  v. Nivica, 887\r                                                                    \r\n\nF.2d  1110, 1121 (1st Cir. 1989), cert. denied, 494 U.S. 1005\r                                                          \r\n\n(1990).\r\n\n     Here,  Chorney's  request  was  based primarily  on  his\r\n\ndesire to  present certain constitutional issues  in the pre-\r\n\ntrial  phase,  although  there  was also  some  reference  to\r\n\nChorney's  desire to  cross-examine witnesses.   The district\r\n\ncourt  gave defense  counsel additional  time to  present the\r\n\nconstitutional  issues, none  of  which are  pressed on  this\r\n\nappeal.   We  see  neither an  abuse  of discretion  nor  any\r\n\nindication of prejudice in  the district court's decision not\r\n\nto  allow Chorney  to act  as his  own counsel  in presenting\r\n\nthose issues.\r\n\n                             -5-\r                                         -5-\r\r\n\n     Chorney's next claim of  trial error, based on  Brady v.\r                                                                      \r\n\nMaryland,  373  U.S.  83  (1963),  concerns the  government's\r                    \r\n\nfailure  to provide  him with  videotapes, photographs  and a\r\n\ntranscript; all  were made in connection  with the bankruptcy\r\n\ntrustee's seizure  of assets, including 8,641 silver dollars,\r\n\nfrom  Cumberland's offices on August 17,  1990.  Chorney says\r\n\nthat  the government  gave him  one inadequate  videotape but\r\n\nthat he did not learn of the additional materials until after\r\n\nhe filed this appeal.\r\n\n     The additional materials are  not part of the  record on\r\n\nappeal, having never been  filed in the district court.   See\r                                                                         \r\n\nFed. R. App. P. 10(a).  The proper means for Chorney to raise\r\n\nhis contention was by a motion for a new trial  under Fed. R.\r\n\nCrim. P. 33.  See United States  v. Lau, 647 F. Supp. 33,  34\r                                                   \r\n\n(D.  P.R. 1986), aff'd, 828  F.2d 871 (1st  Cir. 1987), cert.\r                                                                         \r\n\ndenied, 486 U.S.  1005 (1988).  Rule 33 permits such a motion\r                  \r\n\nto be made at  any time within two years after  judgment, and\r\n\nthat time has not yet expired.  \r\n\n     The requirement of a motion in the district court is not\r\n\nsome  esoteric formality.   In  present case,  the government\r\n\nargues  that the materials in dispute were not covered by the\r\n\nBrady doctrine,  and several of the arguments  (e.g., lack of\r                                                                \r\n\nmateriality) involve issues of fact or  fact-based judgments.\r\n\nThis court  is not in a good position to resolve those issues\r\n\nin the first  instance, and  there is every  reason why  they\r\n\n                             -6-\r                                         -6-\r\r\n\nnormally should be winnowed by the trial judge.  Accordingly,\r\n\nwe decline  to address  the Brady  issue at this  time.   See\r                                                                         \r\n\ngenerally UnitedStates v.Slade, 980F.2d 27,30 (1stCir. 1992).\r                                          \r\n\n     In  his last claim of trial error, Chorney says that the\r\n\ndistrict court  erred when  it excused  a juror  during final\r\n\njury deliberations and permitted  an 11-member jury to return\r\n\na verdict.  Fed.  R. Crim. P.  23(b) permits this course,  in\r\n\nthe  trial  court's  discretion,   \"if  the  court  finds  it\r\n\nnecessary to excuse a juror for just cause\" after the case is\r\n\nsubmitted to the full  jury.  Chorney objects that  the court\r\n\nabused  its discretion  and, in  addition,  failed to  make a\r\n\nformal finding of just cause.\r\n\n     The case was submitted  to the jury on the  afternoon of\r\n\nMonday, May 24, 1993.   Deliberations continued the next day.\r\n\nOn  the morning of Wednesday,  May 26, juror  Giguere did not\r\n\nappear  because his eldest son  had been killed while working\r\n\non  a construction job.  After Chorney declined to consent to\r\n\nan  11-member jury, the trial judge said that he was inclined\r\n\nto adjourn for six  days (Monday, May 30, being a holiday) to\r\n\nsee   whether   Giguere  would   be   able   to  rejoin   the\r\n\ndeliberations, but  the judge  expressed some  concerns about\r\n\nthis delay.\r\n\n     The   court  then  summoned   the  jury,  explained  the\r\n\nsituation, indicated  its tentative solution,  but also  said\r\n\nthat the delay \"may be just  enough to break the momentum, to\r\n\n                             -7-\r                                         -7-\r\r\n\nbreak your  chain of thought .  . . .\"   Without objection by\r\n\neither  side, the court asked the jury to reflect and provide\r\n\nits own assessment.  The jury retired and returned to express\r\n\na   preference  for  continuing  its  deliberations.    After\r\n\nreflecting,  the district  court allowed  the jury  to resume\r\n\ndeliberations  on  Thursday,  May  27, and  the  verdict  was\r\n\nrendered later that day.\r\n\n     In managing juries,  trial judges  are constantly  faced\r\n\nwith  practical   problems,  ranging  from   jurors'  dentist\r\n\nappointments to personal disputes  among jury members to rare\r\n\nfamily  tragedies like this one.   Quite often  some costs or\r\n\nrisks  attend every alternative open to the court.  Where the\r\n\ntrial judge  takes the time to hear  counsel and thoughtfully\r\n\nweighs the  options, we  will not  second guess  the decision\r\n\nunless the balance struck is manifestly unreasonable.  Accord\r\n\nUnited States v. Doherty,  867 F.2d 47, 71 (1st  Cir.), cert.\r                                                                         \r\n\ndenied, 492 U.S. 918 (1989).\r                  \r\n\n     The facts  already described  make it evident  that this\r\n\nwas a classic close call.  It is true, as  Chorney says, that\r\n\nthe  district   court  did   not  seek  to   contact  Giguere\r\n\nimmediately  to see  whether he  thought he  could resume  on\r\n\nTuesday; but  whatever the answer, the  substantial delay and\r\n\nthe disruption of ongoing deliberations would  have occurred.\r\n\nAs  for  the  lack of  a  formal  \"just  cause\" finding,  the\r\n\nstandard is not  especially informative and we think that the\r\n\n                             -8-\r                                         -8-\r\r\n\nfinding   is   implicit   in   the  trial   court's   careful\r\n\nconsideration of the matter.\r\n\n     2.   At sentencing,  the district  court began  with the\r\n\nbase offense level of  six for bank fraud, U.S.S.G.    2F1.1,\r\n\nand added two levels for more than minimal planning, U.S.S.G.\r\n\n   2F1.1(b)(2).1    The  court  found  that  the   amount  of\r\n\nfinancial loss involved was $569,469, and added an additional\r\n\neight levels for that loss, U.S.S.G.    2F1.1(b)(1)(I), for a\r\n\ntotal offense level of  16.  Chorney challenges the  district\r\n\ncourt's calculation of loss.\r\n\n     Application Note 7(b) to   2F1.1 provides:\r\n\n          In fraudulent loan application  cases and\r\n          contract procurement cases,  the loss  is\r\n          the actual loss to  the victim (or if the\r\n          loss has not yet come about, the expected\r\n          loss).    For  example,  if  a  defendant\r\n          fraudulently    obtains    a   loan    by\r\n          misrepresenting the value of  his assets,\r\n          the loss  is the  amount of the  loan not\r\n          repaid  at  the   time  the  offense   is\r\n          discovered,  reduced  by  the amount  the\r\n          lending institution has recovered (or can\r\n          expect  to  recover)   from  any   assets\r\n          pledged to secure the loan.\r\n\nU.S.S.G.      2F1.1,  comment   (n.7(b))  (1992).     Because\r\n\nApplication  Note  7(b),  as  quoted,  went  into  effect  on\r\n\nNovember 1, 1992, it  was not in the guidelines  edition used\r\n\n                    \r                                \r\n\n     1Because of  ex post facto concerns,  the district court\r                                           \r\nused the  1987 edition of the Sentencing Guidelines in effect\r\nduring the period in which the offenses were committed rather\r\nthan the version applicable  at the time of sentencing.   See\r                                                                         \r\nUnited States v. Harotunian, 920 F.2d 1040, 1041-42 (1st Cir.\r                                       \r\n1990).   Citations are  to the 1987  edition unless otherwise\r\nindicated.\r\n\n                             -9-\r                                         -9-\r\r\n\nby  the  district  court.   Nevertheless,  Note  7(b) can  be\r\n\nconsidered  because it generally  represents a clarification,\r\n\nnot  a substantive change.  United States v. Bennett, 37 F.3d\r                                                                \r\n\n687, 694-95 n.11 (1st Cir. 1994).\r\n\n     When the offense was discovered in May 1989, the balance\r\n\nof unpaid loans  was about $2.5  million.   To arrive at  the\r\n\nloss figure  of $569,469,  the court  first reduced the  $2.5\r\n\nmillion by the value  of the silver dollars and  other assets\r\n\nthat Chorney had pledged to secure the loan.  Next, the court\r\n\nsubtracted from the balance an additional $336,951, the value\r\n\nof  the 8,641 unpledged  silver dollars that  had been seized\r\n\nfrom Cumberland.   Chorney claims the  $336,951 figure should\r\n\nhave been higher.\r\n\n     The $336,951  figure represents  the value of  the 8,641\r\n\ncoins, as stipulated to by the parties, when they were seized\r\n\non August 17,  1990.   Chorney says that  the district  court\r\n\nshould have valued those  coins as of May 5, 1989,  when they\r\n\nwere worth  $590,602.30, again by stipulation.  Had the court\r\n\nused the May  5, 1989,  date, Chorney's  total offense  level\r\n\nwould have been 15 instead of 16, and  would have resulted in\r\n\na sentencing range of  18 to 24 months, instead  of the range\r\n\nof 21 to 27 months actually employed.\r\n\n     The   declining  value  of   the  coins   resulted  from\r\n\nfluctuations in  the market for  silver dollars.   During the\r\n\nsentencing  hearing, the government argued that the unpledged\r\n\n                             -10-\r                                         -10-\r\r\n\ncoins should  be valued as  of February 4,  1994, the  day of\r\n\nsentencing, when their stipulated value had  declined further\r\n\nto $284,401.  By  contrast, Chorney pressed for the  court to\r\n\nuse the May 5, 1989 date, the date the fraud  was discovered.\r\n\nThe district  court observed  that prior  to the  August 1990\r\n\nseizure of  the coins, the  unpledged silver dollars  were in\r\n\nChorney's possession; by contrast, once the coins were seized\r\n\nby the  bankruptcy trustee, they were  removed from Chorney's\r\n\ncontrol and more likely  to be available to satisfy  Eastland\r\n\nBank's claims.\r\n\n     Obviously, in a case like this one, the selection of any\r\n\nspecific date  has an element of  arbitrariness; the property\r\n\nin question  declined in  value because of  market conditions\r\n\nand  no actual  sale  price was  available  to fix  the  loss\r\n\ndefinitively.  On the  other hand, the defendant's misconduct\r\n\nin the  first instance  deprived the  bank of pledged  assets\r\n\nthat,  if they had  been as  falsely represented,  would have\r\n\ngiven  the bank  a 100  percent margin of  protection against\r\n\ndeclines.  As  for the  unpledged assets,  they could  hardly\r\n\nhave  been used to offset  the bank's losses  until they came\r\n\ninto the possession of the trustee.\r\n\n     We are dealing here with an issue part way between a raw\r\n\nquestion of  law and one  of concrete fact; the  issue is the\r\n\napplication  of  generally   phrased  guideline  language  to\r\n\nspecific, but undisputed  facts.  It  is sufficient that  the\r\n\n                             -11-\r                                         -11-\r\r\n\ndistrict court  reached a reasonable outcome.   See generally\r                                                                         \r\n\nReich v. Newspapers of New England, Inc., 44 F.3d 1060, 1069-\r                                                    \r\n\n70 (1st Cir. 1995).  As there was no cross-appeal, we have no\r\n\noccasion to consider various arguments of the government that\r\n\nsuggest  that  the  district  court was  unduly  generous  to\r\n\nChorney  both in  its valuation  date and  in giving  him any\r\n\ncredit at all for the seized but unpledged coins.\r\n\n     As to the loss computations, Chorney also complains that\r\n\nthe district court refused to allow him to call witnesses who\r\n\nwould have testified that Cumberland assets  had been sold by\r\n\nthe trustee  in an  unreasonable manner for  less than  their\r\n\nfair value.  The only specific assets to which Chorney points\r\n\nare  coins  that were  pledged  to another  bank.   Chorney's\r\n\nposition  is that,  if those  coins had  been sold  for their\r\n\nproper value, there would have been money left over to reduce\r\n\nthe losses of Eastland Bank.\r\n\n     Under Application Note 7 adopted in 1992  (and quoted in\r\n\ntext above),  the assets  pledged to  another  bank would  be\r\n\nexcluded  automatically because  they  were  not  pledged  to\r\n\nEastland Bank.  Without  mechanically reading this limitation\r\n\nback into the 1987  edition of the guidelines, we  think that\r\n\nthe 1987  guidelines also should be read  to disallow general\r\n\nexcursions designed to explore a defendant's other assets not\r\n\npledged to  the lender.  Our reason for this view goes beyond\r\n\n                             -12-\r                                         -12-\r\r\n\nthe   government's   legitimate   concern   with   protracted\r\n\nproceedings to something more basic.\r\n\n     The governing guideline's emphasis  on loss, as the main\r\n\nvariable in fixing the offense level, is primarily as a proxy\r\n\nfor the seriousness of  the fraud aimed at by  the defendant.\r\n\nIndeed, from  the outset,  the guidelines have  directed that\r\n\n\"intended\" loss be  used if greater  than actual loss.  E.g.,\r                                                                        \r\n\nU.S.S.G.   2F1.1, comment (n.7) (1988).   A wealthy defendant\r\n\nwho  commits a  large  fraud is  not  entitled to  a  minimum\r\n\nsentence  simply  because  the  victim can  recoup  from  the\r\n\ndefendant's  other assets.   Some might think  the crime even\r\n\nmore serious  on account of  a defendant's wealth;  few would\r\n\nthink it less so.\r\n\n     Where a bank loan is fraudulently procured, the original\r\n\nloan or  the outstanding balance  is a presumptive  proxy for\r\n\nthe actual or threatened  loss.  Reducing that amount  by the\r\n\nvalue  of assets pledged to the lender reflects the fact that\r\n\nthe real sum at risk for the lender is the difference between\r\n\nthe  amount loaned  and  the collateral.    But to  give  the\r\n\ndefendant credit for other, unpledged assets is simply a free\r\n\nride  for the wealthy defendant  and wholly at  odds with the\r\n\nunderlying purpose of the guideline.\r\n\n     This  is, of  course, a  generalization.   Perhaps there\r\n\nmight  be occasions, at least  for cases not  governed by the\r\n\n1992 application note,  where a narrow argument might be made\r\n\n                             -13-\r                                         -13-\r\r\n\nfor taking account of  unpledged assets, although none occurs\r\n\nto us offhand.  Still, in the ordinary case it is the illegal\r\n\ntransaction  that is  to  be appraised--not  the  defendant's\r\n\noverall  wealth--and no  reason  is provided  for making  any\r\n\nexception here.\r\n\n     Finally, Chorney  challenges the district  court's order\r\n\nthat he  pay,  as  a condition  of  his  supervised  release,\r\n\n$28,000 to  cover the costs of  his court-appointed attorney.\r\n\nThe statute provides that  \"[w]henever the . . .  court finds\r\n\nthat funds are available  for payment from or on  behalf of a\r\n\nperson  furnished representation,\" it may authorize or direct\r\n\npayment to  the appropriate parties.   18 U.S.C.     3006A(c)\r\n\nand  (f).  \"Payment, however,  may not be  directed without a\r\n\nfinding  that the  funds are  available.\"   United States  v.\r                                                                     \r\n\nSantarpio, 560  F.2d 448, 455  (1st Cir.), cert.  denied, 434\r                                                                    \r\n\nU.S. 984 (1977).  Chorney says that the district court failed\r\n\nto make this required finding.\r\n\n     As Chorney did not object to the order below, our review\r\n\nis for plain error.   Although the district  court apparently\r\n\ndid not formally find that Chorney had funds available to pay\r\n\nthe  cost of  his attorney,  the court  did make  the $28,000\r\n\npayment subject to  periodic reviews  of Chorney's  financial\r\n\ncondition.   Although  this  extra safeguard  does not  quite\r\n\ncomport  with Santarpio,  it  does lessen  the impact  of the\r                                   \r\n\n                             -14-\r                                         -14-\r\r\n\ndistrict  court's  failure  to  determine   that  funds  were\r\n\navailable.\r\n\n     In all events,  the issue of available  funds could have\r\n\nbeen  resolved if  Chorney  had  raised  the issue  with  the\r\n\ndistrict court.   We conclude  that Chorney has  not met  his\r\n\nburden under the plain error standard to demonstrate that the\r\n\norder  \"involve[ed]  either  a   miscarriage  of  justice  or\r\n\ndeviations that seriously impair the fundamental fairness and\r\n\nbasic  integrity of  the  trial proceedings.\"   E.g.,  United\r                                                                         \r\n\nStates  v. Bullard, 37 F.3d  765, 767 (1st  Cir. 1994), cert.\r                                                                         \r\n\ndenied, 115 S. Ct. 1809 (1995).\r                  \r\n\n     Affirmed. \r                         \r\n\n                             -15-\r                                         -15-\r\r\n",
  "html": "<p class=\"case_cite\">63 F.3d 78</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Harold F. CHORNEY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1343.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 2, 1995.<br>Decided Aug. 24, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Scott A. Lutes, Charlestown, RI, for appellant.</p>\n      <p class=\"indent\">Sean Connelly, Dept. of Justice, Washington, DC, with whom Sheldon Whitehouse, U.S. Atty., Seymour Posner and Margaret Curran, Asst. U.S. Attys., Providence, RI, were on brief for the U.S.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Harold Chorney was convicted of seven counts of making false statements or reports to a federally insured bank, 18 U.S.C. Sec. 1014, and he now appeals to challenge both his conviction and sentence.  We set forth the evidence in the light most favorable to the verdict.  United States v. Tuesta-Toro, 29 F.3d 771, 773 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 947, 130 L.Ed.2d 890 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Chorney was president and owner of Cumberland Investment Corporation (\"Cumberland\"), a coin-trading company that specialized in U.S. silver dollars.  During the 1980s, Cumberland obtained a series of loans from the Eastland Bank in Woonsocket, Rhode Island.  To secure such loans, Eastland Bank required pledged assets worth twice as much as the loans themselves.  Most of Cumberland's collateral comprised silver dollars.  The gravaman of the charge against Chorney was that he engineered a false appraisal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The pledged silver dollars were appraised by William Tebbetts of the Mayflower Coin and Stamp Company.  Chorney submitted the Tebbetts appraisal to Eastland Bank, which relied upon the appraisal in deciding how much to loan to Chorney.  The value of an uncirculated silver dollar turns on its condition, which is rated on a \"mint state\" (\"MS\") scale.  A silver dollar in MS-65 condition is considered a \"gem\" and is worth substantially more than a coin of MS-64 or lesser quality.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Tebbetts testified that in March 1985 he purchased a coin business, renamed Mayflower, with money given to him by Chorney.  Tebbetts assigned all his rights in the business to Cumberland, and Cumberland employed him at a weekly salary.  In June 1985, Tebbetts examined hundreds of the pledged silver dollars being held by Eastland Bank and graded them all between MS-62 and MS-64.  According to Ann Fiumefreddo, Chorney's secretary, Chorney directed her to type a letter to Eastland Bank on Mayflower letterhead stating that all of the silver dollars that Tebbetts had examined were of MS-65 quality.  Tebbetts stated that he signed the letter because he wanted to \"keep [his] job.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In August 1985, Tebbetts signed an appraisal on Mayflower letterhead appraising Cumberland's silver dollar collection, including the coins pledged to Eastland Bank.  Tebbetts graded all the coins as being MS-65, because Chorney told him to do so even though Tebbetts knew that this was untrue.  The letter identified Tebbetts as the chief coin appraiser for Mayflower but did not disclose that Chorney owned Mayflower and employed Tebbetts.  Fiumefreddo, who typed the appraisal for Tebbetts, asked Chorney whether he could have a company that he owned appraise another company that he owned.  Chorney replied, \"You're better off not knowing or don't ask questions;  something to that effect.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In mid-1985, Cumberland already had an outstanding loan balance from Eastland Bank of over half a million dollars.  But after the false appraisal just recounted, Eastland Bank made additional extensions and renewals of the loans in late 1985 and again in each of the next four years.  As the bank increased and renewed its loans, it took additional coins from Cumberland.  By May 1989, the balance stood at $2.5 million.  Bank officials testified that, starting in the fall of 1985, the bank relied on the Tebbetts appraisal in making the loan extensions and renewals.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Ultimately, in 1989, Sotheby's auction house appraised the silver dollars--now numbering 7,820--that Chorney had pledged to Eastland over the years as collateral to secure the loans.  The Sotheby's appraisal determined that of the 7,820 coins, only one percent were in MS-65 condition and that the overwhelming majority of the coins were MS-63 or lower.  In the wake of that information, Cumberland went bankrupt, defaulted on the loans, and criminal proceedings against Chorney followed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On May 27, 1993, the jury found Chorney guilty of seven counts of making a false report and statement to a federally insured bank.  18 U.S.C. Sec. 1014.  Chorney was acquitted on a related conspiracy count, 18 U.S.C. Sec. 371, and on ten counts of mail fraud, 18 U.S.C. Sec. 1341.  On May 9, 1994, the district court sentenced Chorney to 27 months' imprisonment, followed by three years' supervised release, and ordered him to pay $569,469 in restitution to the Federal Deposit Insurance Corporation (Eastland Bank's successor in interest), and $28,000 to cover the cost of his court-appointed attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">1. On this appeal, Chorney's opening set of challenges is to his conviction.  The first of these--that the district court erred in denying his motion to appear as co-counsel--need not detain us long.  We have held that \"hybrid representation,\" by counsel and the defendant, \"is to be employed sparingly and, as a rule, is available only in the district court's discretion.\"  United States v. Nivica, 887 F.2d 1110, 1121 (1st Cir.1989), cert. denied, 494 U.S. 1005, 110 S.Ct. 1300, 108 L.Ed.2d 477 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Here, Chorney's request was based primarily on his desire to present certain constitutional issues in the pre-trial phase, although there was also some reference to Chorney's desire to cross-examine witnesses.  The district court gave defense counsel additional time to present the constitutional issues, none of which are pressed on this appeal.  We see neither an abuse of discretion nor any indication of prejudice in the district court's decision not to allow Chorney to act as his own counsel in presenting those issues.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Chorney's next claim of trial error, based on Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), concerns the government's failure to provide him with videotapes, photographs and a transcript;  all were made in connection with the bankruptcy trustee's seizure of assets, including 8,641 silver dollars, from Cumberland's offices on August 17, 1990.  Chorney says that the government gave him one inadequate videotape but that he did not learn of the additional materials until after he filed this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The additional materials are not part of the record on appeal, having never been filed in the district court.  See Fed.R.App.P. 10(a).  The proper means for Chorney to raise his contention was by a motion for a new trial under Fed.R.Crim.P. 33.  See United States v. Lau, 647 F.Supp. 33, 34 (D.P.R.1986), aff'd, 828 F.2d 871 (1st Cir.1987), cert. denied, 486 U.S. 1005, 108 S.Ct. 1729, 100 L.Ed.2d 194 (1988).  Rule 33 permits such a motion to be made at any time within two years after judgment, and that time has not yet expired.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The requirement of a motion in the district court is not some esoteric formality.  In present case, the government argues that the materials in dispute were not covered by the Brady doctrine, and several of the arguments (e.g., lack of materiality) involve issues of fact or fact-based judgments.  This court is not in a good position to resolve those issues in the first instance, and there is every reason why they normally should be winnowed by the trial judge.  Accordingly, we decline to address the Brady issue at this time.  See generally United States v. Slade, 980 F.2d 27, 30 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In his last claim of trial error, Chorney says that the district court erred when it excused a juror during final jury deliberations and permitted an 11-member jury to return a verdict.  Fed.R.Crim.P. 23(b) permits this course, in the trial court's discretion, \"if the court finds it necessary to excuse a juror for just cause\" after the case is submitted to the full jury.  Chorney objects that the court abused its discretion and, in addition, failed to make a formal finding of just cause.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The case was submitted to the jury on the afternoon of Monday, May 24, 1993.  Deliberations continued the next day.  On the morning of Wednesday, May 26, juror Giguere did not appear because his eldest son had been killed while working on a construction job.  After Chorney declined to consent to an 11-member jury, the trial judge said that he was inclined to adjourn for six days (Monday, May 30, being a holiday) to see whether Giguere would be able to rejoin the deliberations, but the judge expressed some concerns about this delay.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The court then summoned the jury, explained the situation, indicated its tentative solution, but also said that the delay \"may be just enough to break the momentum, to break your chain of thought....\"  Without objection by either side, the court asked the jury to reflect and provide its own assessment.  The jury retired and returned to express a preference for continuing its deliberations.  After reflecting, the district court allowed the jury to resume deliberations on Thursday, May 27, and the verdict was rendered later that day.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In managing juries, trial judges are constantly faced with practical problems, ranging from jurors' dentist appointments to personal disputes among jury members to rare family tragedies like this one.  Quite often some costs or risks attend every alternative open to the court.  Where the trial judge takes the time to hear counsel and thoughtfully weighs the options, we will not second guess the decision unless the balance struck is manifestly unreasonable.  Accord United States v. Doherty, 867 F.2d 47, 71 (1st Cir.), cert. denied, 492 U.S. 918, 109 S.Ct. 3243, 106 L.Ed.2d 590(1989).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The facts already described make it evident that this was a classic close call.  It is true, as Chorney says, that the district court did not seek to contact Giguere immediately to see whether he thought he could resume on Tuesday;  but whatever the answer, the substantial delay and the disruption of ongoing deliberations would have occurred.  As for the lack of a formal \"just cause\" finding, the standard is not especially informative and we think that the finding is implicit in the trial court's careful consideration of the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">2. At sentencing, the district court began with the base offense level of six for bank fraud, U.S.S.G. Sec. 2F1.1, and added two levels for more than minimal planning, U.S.S.G. Sec. 2F1.1(b)(2).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The court found that the amount of financial loss involved was $569,469, and added an additional eight levels for that loss, U.S.S.G. Sec. 2F1.1(b)(1)(I), for a total offense level of 16.  Chorney challenges the district court's calculation of loss.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Application Note 7(b) to Sec. 2F1.1 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>In fraudulent loan application cases and contract procurement cases, the loss is the actual loss to the victim (or if the loss has not yet come about, the expected loss).  For example, if a defendant fraudulently obtains a loan by misrepresenting the value of his assets, the loss is the amount of the loan not repaid at the time the offense is discovered, reduced by the amount the lending institution has recovered (or can expect to recover) from any assets pledged to secure the loan.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">U.S.S.G. Sec. 2F1.1, comment (n.7(b)) (1992).  Because Application Note 7(b), as quoted, went into effect on November 1, 1992, it was not in the guidelines edition used by the district court.  Nevertheless, Note 7(b) can be considered because it generally represents a clarification, not a substantive change.  United States v. Bennett, 37 F.3d 687, 694-95 n. 11 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">When the offense was discovered in May 1989, the balance of unpaid loans was about $2.5 million.  To arrive at the loss figure of $569,469, the court first reduced the $2.5 million by the value of the silver dollars and other assets that Chorney had pledged to secure the loan.  Next, the court subtracted from the balance an additional $336,951, the value of the 8,641 unpledged silver dollars that had been seized from Cumberland.  Chorney claims the $336,951 figure should have been higher.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The $336,951 figure represents the value of the 8,641 coins, as stipulated to by the parties, when they were seized on August 17, 1990.  Chorney says that the district court should have valued those coins as of May 5, 1989, when they were worth $590,602.30, again by stipulation.  Had the court used the May 5, 1989, date, Chorney's total offense level would have been 15 instead of 16, and would have resulted in a sentencing range of 18 to 24 months, instead of the range of 21 to 27 months actually employed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The declining value of the coins resulted from fluctuations in the market for silver dollars.  During the sentencing hearing, the government argued that the unpledged coins should be valued as of February 4, 1994, the day of sentencing, when their stipulated value had declined further to $284,401.  By contrast, Chorney pressed for the court to use the May 5, 1989 date, the date the fraud was discovered.  The district court observed that prior to the August 1990 seizure of the coins, the unpledged silver dollars were in Chorney's possession;  by contrast, once the coins were seized by the bankruptcy trustee, they were removed from Chorney's control and more likely to be available to satisfy Eastland Bank's claims.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Obviously, in a case like this one, the selection of any specific date has an element of arbitrariness;  the property in question declined in value because of market conditions and no actual sale price was available to fix the loss definitively.  On the other hand, the defendant's misconduct in the first instance deprived the bank of pledged assets that, if they had been as falsely represented, would have given the bank a 100 percent margin of protection against declines.  As for the unpledged assets, they could hardly have been used to offset the bank's losses until they came into the possession of the trustee.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We are dealing here with an issue part way between a raw question of law and one of concrete fact;  the issue is the application of generally phrased guideline language to specific, but undisputed facts.  It is sufficient that the district court reached a reasonable outcome.  See generally Reich v. Newspapers of New England, Inc., 44 F.3d 1060, 1069-70 (1st Cir.1995).  As there was no cross-appeal, we have no occasion to consider various arguments of the government that suggest that the district court was unduly generous to Chorney both in its valuation date and in giving him any credit at all for the seized but unpledged coins.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As to the loss computations, Chorney also complains that the district court refused to allow him to call witnesses who would have testified that Cumberland assets had been sold by the trustee in an unreasonable manner for less than their fair value.  The only specific assets to which Chorney points are coins that were pledged to another bank.  Chorney's position is that, if those coins had been sold for their proper value, there would have been money left over to reduce the losses of Eastland Bank.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Under Application Note 7 adopted in 1992 (and quoted in text above), the assets pledged to another bank would be excluded automatically because they were not pledged to Eastland Bank.  Without mechanically reading this limitation back into the 1987 edition of the guidelines, we think that the 1987 guidelines also should be read to disallow general excursions designed to explore a defendant's other assets not pledged to the lender.  Our reason for this view goes beyond the government's legitimate concern with protracted proceedings to something more basic.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The governing guideline's emphasis on loss, as the main variable in fixing the offense level, is primarily as a proxy for the seriousness of the fraud aimed at by the defendant.  Indeed, from the outset, the guidelines have directed that \"intended\" loss be used if greater than actual loss.  E.g., U.S.S.G. Sec. 2F1.1, comment (n.7) (1988).  A wealthy defendant who commits a large fraud is not entitled to a minimum sentence simply because the victim can recoup from the defendant's other assets.  Some might think the crime even more serious on account of a defendant's wealth;  few would think it less so.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Where a bank loan is fraudulently procured, the original loan or the outstanding balance is a presumptive proxy for the actual or threatened loss.  Reducing that amount by the value of assets pledged to the lender reflects the fact that the real sum at risk for the lender is the difference between the amount loaned and the collateral.  But to give the defendant credit for other, unpledged assets is simply a free ride for the wealthy defendant and wholly at odds with the underlying purpose of the guideline.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This is, of course, a generalization.  Perhaps there might be occasions, at least for cases not governed by the 1992 application note, where a narrow argument might be made for taking account of unpledged assets, although none occurs to us offhand.  Still, in the ordinary case it is the illegal transaction that is to be appraised--not the defendant's overall wealth--and no reason is provided for making any exception here.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Finally, Chorney challenges the district court's order that he pay, as a condition of his supervised release, $28,000 to cover the costs of his court-appointed attorney.  The statute provides that \"[w]henever the ... court finds that funds are available for payment from or on behalf of a person furnished representation,\" it may authorize or direct payment to the appropriate parties.  18 U.S.C. Secs. 3006A(c) and (f).  \"Payment, however, may not be directed without a finding that the funds are available.\"  United States v. Santarpio, 560 F.2d 448, 455 (1st Cir.), cert. denied, 434 U.S. 984, 98 S.Ct. 609, 54 L.Ed.2d 478 (1977).  Chorney says that the district court failed to make this required finding.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As Chorney did not object to the order below, our review is for plain error.  Although the district court apparently did not formally find that Chorney had funds available to pay the cost of his attorney, the court did make the $28,000 payment subject to periodic reviews of Chorney's financial condition.  Although this extra safeguard does not quite comport with Santarpio, it does lessen the impact of the district court's failure to determine that funds were available.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In all events, the issue of available funds could have been resolved if Chorney had raised the issue with the district court.  We conclude that Chorney has not met his burden under the plain error standard to demonstrate that the order \"involve[ed] either a miscarriage of justice or deviations that seriously impair the fundamental fairness and basic integrity of the trial proceedings.\"   E.g., United States v. Bullard, 37 F.3d 765, 767 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1809, 131 L.Ed.2d 734 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Because of ex post facto concerns, the district court used the 1987 edition of the Sentencing Guidelines in effect during the period in which the offenses were committed rather than the version applicable at the time of sentencing.  See United States v. Harotunian, 920 F.2d 1040, 1041-42 (1st Cir.1990).  Citations are to the 1987 edition unless otherwise indicated</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Harold F. CHORNEY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1343.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 2, 1995.<br>Decided Aug. 24, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Scott A. Lutes, Charlestown, RI, for appellant.</p>\n      <p class=\"indent\">Sean Connelly, Dept. of Justice, Washington, DC, with whom Sheldon Whitehouse, U.S. Atty., Seymour Posner and Margaret Curran, Asst. U.S. Attys., Providence, RI, were on brief for the U.S.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Harold Chorney was convicted of seven counts of making false statements or reports to a federally insured bank, 18 U.S.C. Sec. 1014, and he now appeals to challenge both his conviction and sentence.  We set forth the evidence in the light most favorable to the verdict.  United States v. Tuesta-Toro, <span class=\"citation\" data-id=\"195508\"><a href=\"/opinion/195508/united-states-v-tuesta-toro/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">771</span></a></span>, 773 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">947</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">890</span> </span>(1995).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Chorney was president and owner of Cumberland Investment Corporation (\"Cumberland\"), a coin-trading company that specialized in U.S. silver dollars.  During the 1980s, Cumberland obtained a series of loans from the Eastland Bank in Woonsocket, Rhode Island.  To secure such loans, Eastland Bank required pledged assets worth twice as much as the loans themselves.  Most of Cumberland's collateral comprised silver dollars.  The gravaman of the charge against Chorney was that he engineered a false appraisal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The pledged silver dollars were appraised by William Tebbetts of the Mayflower Coin and Stamp Company.  Chorney submitted the Tebbetts appraisal to Eastland Bank, which relied upon the appraisal in deciding how much to loan to Chorney.  The value of an uncirculated silver dollar turns on its condition, which is rated on a \"mint state\" (\"MS\") scale.  A silver dollar in MS-65 condition is considered a \"gem\" and is worth substantially more than a coin of MS-64 or lesser quality.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Tebbetts testified that in March 1985 he purchased a coin business, renamed Mayflower, with money given to him by Chorney.  Tebbetts assigned all his rights in the business to Cumberland, and Cumberland employed him at a weekly salary.  In June 1985, Tebbetts examined hundreds of the pledged silver dollars being held by Eastland Bank and graded them all between MS-62 and MS-64.  According to Ann Fiumefreddo, Chorney's secretary, Chorney directed her to type a letter to Eastland Bank on Mayflower letterhead stating that all of the silver dollars that Tebbetts had examined were of MS-65 quality.  Tebbetts stated that he signed the letter because he wanted to \"keep [his] job.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In August 1985, Tebbetts signed an appraisal on Mayflower letterhead appraising Cumberland's silver dollar collection, including the coins pledged to Eastland Bank.  Tebbetts graded all the coins as being MS-65, because Chorney told him to do so even though Tebbetts knew that this was untrue.  The letter identified Tebbetts as the chief coin appraiser for Mayflower but did not disclose that Chorney owned Mayflower and employed Tebbetts.  Fiumefreddo, who typed the appraisal for Tebbetts, asked Chorney whether he could have a company that he owned appraise another company that he owned.  Chorney replied, \"You're better off not knowing or don't ask questions;  something to that effect.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In mid-1985, Cumberland already had an outstanding loan balance from Eastland Bank of over half a million dollars.  But after the false appraisal just recounted, Eastland Bank made additional extensions and renewals of the loans in late 1985 and again in each of the next four years.  As the bank increased and renewed its loans, it took additional coins from Cumberland.  By May 1989, the balance stood at $2.5 million.  Bank officials testified that, starting in the fall of 1985, the bank relied on the Tebbetts appraisal in making the loan extensions and renewals.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Ultimately, in 1989, Sotheby's auction house appraised the silver dollars--now numbering 7,820--that Chorney had pledged to Eastland over the years as collateral to secure the loans.  The Sotheby's appraisal determined that of the 7,820 coins, only one percent were in MS-65 condition and that the overwhelming majority of the coins were MS-63 or lower.  In the wake of that information, Cumberland went bankrupt, defaulted on the loans, and criminal proceedings against Chorney followed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On May 27, 1993, the jury found Chorney guilty of seven counts of making a false report and statement to a federally insured bank.  18 U.S.C. Sec. 1014.  Chorney was acquitted on a related conspiracy count, 18 U.S.C. Sec. 371, and on ten counts of mail fraud, 18 U.S.C. Sec. 1341.  On May 9, 1994, the district court sentenced Chorney to 27 months' imprisonment, followed by three years' supervised release, and ordered him to pay $569,469 in restitution to the Federal Deposit Insurance Corporation (Eastland Bank's successor in interest), and $28,000 to cover the cost of his court-appointed attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">1. On this appeal, Chorney's opening set of challenges is to his conviction.  The first of these--that the district court erred in denying his motion to appear as co-counsel--need not detain us long.  We have held that \"hybrid representation,\" by counsel and the defendant, \"is to be employed sparingly and, as a rule, is available only in the district court's discretion.\"  United States v. Nivica, <span class=\"citation\" data-id=\"531008\"><a href=\"/opinion/531008/united-states-v-gjon-n-nivica-united-states-of-america-v-mark-l/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1110</span></a></span>, 1121 (1st Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1300</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">477</span> </span>(1990).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Here, Chorney's request was based primarily on his desire to present certain constitutional issues in the pre-trial phase, although there was also some reference to Chorney's desire to cross-examine witnesses.  The district court gave defense counsel additional time to present the constitutional issues, none of which are pressed on this appeal.  We see neither an abuse of discretion nor any indication of prejudice in the district court's decision not to allow Chorney to act as his own counsel in presenting those issues.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Chorney's next claim of trial error, based on Brady v. Maryland, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span> </a></span>(1963), concerns the government's failure to provide him with videotapes, photographs and a transcript;  all were made in connection with the bankruptcy trustee's seizure of assets, including 8,641 silver dollars, from Cumberland's offices on August 17, 1990.  Chorney says that the government gave him one inadequate videotape but that he did not learn of the additional materials until after he filed this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The additional materials are not part of the record on appeal, having never been filed in the district court.  See Fed.R.App.P. 10(a).  The proper means for Chorney to raise his contention was by a motion for a new trial under Fed.R.Crim.P. 33.  See United States v. Lau, <span class=\"citation no-link\"><span class=\"volume\">647</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">33</span></span>, 34 (D.P.R.1986), aff'd, <span class=\"citation\" data-id=\"494125\"><a href=\"/opinion/494125/united-states-v-michael-alan-lau-united-states-of-america-v-bruce-taylor/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">871</span> </a></span>(1st Cir.1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1729</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">194</span> </span>(1988).  Rule 33 permits such a motion to be made at any time within two years after judgment, and that time has not yet expired.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The requirement of a motion in the district court is not some esoteric formality.  In present case, the government argues that the materials in dispute were not covered by the Brady doctrine, and several of the arguments (e.g., lack of materiality) involve issues of fact or fact-based judgments.  This court is not in a good position to resolve those issues in the first instance, and there is every reason why they normally should be winnowed by the trial judge.  Accordingly, we decline to address the Brady issue at this time.  See generally United States v. Slade, <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 30 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In his last claim of trial error, Chorney says that the district court erred when it excused a juror during final jury deliberations and permitted an 11-member jury to return a verdict.  Fed.R.Crim.P. 23(b) permits this course, in the trial court's discretion, \"if the court finds it necessary to excuse a juror for just cause\" after the case is submitted to the full jury.  Chorney objects that the court abused its discretion and, in addition, failed to make a formal finding of just cause.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The case was submitted to the jury on the afternoon of Monday, May 24, 1993.  Deliberations continued the next day.  On the morning of Wednesday, May 26, juror Giguere did not appear because his eldest son had been killed while working on a construction job.  After Chorney declined to consent to an 11-member jury, the trial judge said that he was inclined to adjourn for six days (Monday, May 30, being a holiday) to see whether Giguere would be able to rejoin the deliberations, but the judge expressed some concerns about this delay.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The court then summoned the jury, explained the situation, indicated its tentative solution, but also said that the delay \"may be just enough to break the momentum, to break your chain of thought....\"  Without objection by either side, the court asked the jury to reflect and provide its own assessment.  The jury retired and returned to express a preference for continuing its deliberations.  After reflecting, the district court allowed the jury to resume deliberations on Thursday, May 27, and the verdict was rendered later that day.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In managing juries, trial judges are constantly faced with practical problems, ranging from jurors' dentist appointments to personal disputes among jury members to rare family tragedies like this one.  Quite often some costs or risks attend every alternative open to the court.  Where the trial judge takes the time to hear counsel and thoughtfully weighs the options, we will not second guess the decision unless the balance struck is manifestly unreasonable.  Accord United States v. Doherty, <span class=\"citation\" data-id=\"518089\"><a href=\"/opinion/518089/united-states-v-thomas-k-doherty-united-states-of-america-v-nelson-e/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">47</span></a></span>, 71 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">918</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3243</span></span>, 106 L.Ed.2d 590(1989).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The facts already described make it evident that this was a classic close call.  It is true, as Chorney says, that the district court did not seek to contact Giguere immediately to see whether he thought he could resume on Tuesday;  but whatever the answer, the substantial delay and the disruption of ongoing deliberations would have occurred.  As for the lack of a formal \"just cause\" finding, the standard is not especially informative and we think that the finding is implicit in the trial court's careful consideration of the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">2. At sentencing, the district court began with the base offense level of six for bank fraud, U.S.S.G. Sec. 2F1.1, and added two levels for more than minimal planning, U.S.S.G. Sec. 2F1.1(b)(2).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The court found that the amount of financial loss involved was $569,469, and added an additional eight levels for that loss, U.S.S.G. Sec. 2F1.1(b)(1)(I), for a total offense level of 16.  Chorney challenges the district court's calculation of loss.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Application Note 7(b) to Sec. 2F1.1 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>In fraudulent loan application cases and contract procurement cases, the loss is the actual loss to the victim (or if the loss has not yet come about, the expected loss).  For example, if a defendant fraudulently obtains a loan by misrepresenting the value of his assets, the loss is the amount of the loan not repaid at the time the offense is discovered, reduced by the amount the lending institution has recovered (or can expect to recover) from any assets pledged to secure the loan.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">U.S.S.G. Sec. 2F1.1, comment (n.7(b)) (1992).  Because Application Note 7(b), as quoted, went into effect on November 1, 1992, it was not in the guidelines edition used by the district court.  Nevertheless, Note 7(b) can be considered because it generally represents a clarification, not a substantive change.  United States v. Bennett, <span class=\"citation\" data-id=\"195606\"><a href=\"/opinion/195606/united-states-v-bennett/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span>, 694-95 n. 11 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">When the offense was discovered in May 1989, the balance of unpaid loans was about $2.5 million.  To arrive at the loss figure of $569,469, the court first reduced the $2.5 million by the value of the silver dollars and other assets that Chorney had pledged to secure the loan.  Next, the court subtracted from the balance an additional $336,951, the value of the 8,641 unpledged silver dollars that had been seized from Cumberland.  Chorney claims the $336,951 figure should have been higher.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The $336,951 figure represents the value of the 8,641 coins, as stipulated to by the parties, when they were seized on August 17, 1990.  Chorney says that the district court should have valued those coins as of May 5, 1989, when they were worth $590,602.30, again by stipulation.  Had the court used the May 5, 1989, date, Chorney's total offense level would have been 15 instead of 16, and would have resulted in a sentencing range of 18 to 24 months, instead of the range of 21 to 27 months actually employed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The declining value of the coins resulted from fluctuations in the market for silver dollars.  During the sentencing hearing, the government argued that the unpledged coins should be valued as of February 4, 1994, the day of sentencing, when their stipulated value had declined further to $284,401.  By contrast, Chorney pressed for the court to use the May 5, 1989 date, the date the fraud was discovered.  The district court observed that prior to the August 1990 seizure of the coins, the unpledged silver dollars were in Chorney's possession;  by contrast, once the coins were seized by the bankruptcy trustee, they were removed from Chorney's control and more likely to be available to satisfy Eastland Bank's claims.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Obviously, in a case like this one, the selection of any specific date has an element of arbitrariness;  the property in question declined in value because of market conditions and no actual sale price was available to fix the loss definitively.  On the other hand, the defendant's misconduct in the first instance deprived the bank of pledged assets that, if they had been as falsely represented, would have given the bank a 100 percent margin of protection against declines.  As for the unpledged assets, they could hardly have been used to offset the bank's losses until they came into the possession of the trustee.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We are dealing here with an issue part way between a raw question of law and one of concrete fact;  the issue is the application of generally phrased guideline language to specific, but undisputed facts.  It is sufficient that the district court reached a reasonable outcome.  See generally Reich v. Newspapers of New England, Inc., <span class=\"citation\" data-id=\"686722\"><a href=\"/opinion/686722/robert-b-reich-secretary-of-labor-us-department-of-labor-v-newspapers/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1060</span></a></span>, 1069-70 (1st Cir.1995).  As there was no cross-appeal, we have no occasion to consider various arguments of the government that suggest that the district court was unduly generous to Chorney both in its valuation date and in giving him any credit at all for the seized but unpledged coins.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As to the loss computations, Chorney also complains that the district court refused to allow him to call witnesses who would have testified that Cumberland assets had been sold by the trustee in an unreasonable manner for less than their fair value.  The only specific assets to which Chorney points are coins that were pledged to another bank.  Chorney's position is that, if those coins had been sold for their proper value, there would have been money left over to reduce the losses of Eastland Bank.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Under Application Note 7 adopted in 1992 (and quoted in text above), the assets pledged to another bank would be excluded automatically because they were not pledged to Eastland Bank.  Without mechanically reading this limitation back into the 1987 edition of the guidelines, we think that the 1987 guidelines also should be read to disallow general excursions designed to explore a defendant's other assets not pledged to the lender.  Our reason for this view goes beyond the government's legitimate concern with protracted proceedings to something more basic.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The governing guideline's emphasis on loss, as the main variable in fixing the offense level, is primarily as a proxy for the seriousness of the fraud aimed at by the defendant.  Indeed, from the outset, the guidelines have directed that \"intended\" loss be used if greater than actual loss.  E.g., U.S.S.G. Sec. 2F1.1, comment (n.7) (1988).  A wealthy defendant who commits a large fraud is not entitled to a minimum sentence simply because the victim can recoup from the defendant's other assets.  Some might think the crime even more serious on account of a defendant's wealth;  few would think it less so.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Where a bank loan is fraudulently procured, the original loan or the outstanding balance is a presumptive proxy for the actual or threatened loss.  Reducing that amount by the value of assets pledged to the lender reflects the fact that the real sum at risk for the lender is the difference between the amount loaned and the collateral.  But to give the defendant credit for other, unpledged assets is simply a free ride for the wealthy defendant and wholly at odds with the underlying purpose of the guideline.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This is, of course, a generalization.  Perhaps there might be occasions, at least for cases not governed by the 1992 application note, where a narrow argument might be made for taking account of unpledged assets, although none occurs to us offhand.  Still, in the ordinary case it is the illegal transaction that is to be appraised--not the defendant's overall wealth--and no reason is provided for making any exception here.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Finally, Chorney challenges the district court's order that he pay, as a condition of his supervised release, $28,000 to cover the costs of his court-appointed attorney.  The statute provides that \"[w]henever the ... court finds that funds are available for payment from or on behalf of a person furnished representation,\" it may authorize or direct payment to the appropriate parties.  18 U.S.C. Secs. 3006A(c) and (f).  \"Payment, however, may not be directed without a finding that the funds are available.\"  United States v. Santarpio, <span class=\"citation\" data-id=\"348376\"><a href=\"/opinion/348376/united-states-v-victor-santarpio-aka-lefty-no-76-1178/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span>, 455 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">984</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">609</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">478</span> </span>(1977).  Chorney says that the district court failed to make this required finding.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As Chorney did not object to the order below, our review is for plain error.  Although the district court apparently did not formally find that Chorney had funds available to pay the cost of his attorney, the court did make the $28,000 payment subject to periodic reviews of Chorney's financial condition.  Although this extra safeguard does not quite comport with Santarpio, it does lessen the impact of the district court's failure to determine that funds were available.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In all events, the issue of available funds could have been resolved if Chorney had raised the issue with the district court.  We conclude that Chorney has not met his burden under the plain error standard to demonstrate that the order \"involve[ed] either a miscarriage of justice or deviations that seriously impair the fundamental fairness and basic integrity of the trial proceedings.\"   E.g., United States v. Bullard, <span class=\"citation\" data-id=\"195686\"><a href=\"/opinion/195686/united-states-v-bullard/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">765</span></a></span>, 767 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1809</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">734</span> </span>(1995).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Because of ex post facto concerns, the district court used the 1987 edition of the Sentencing Guidelines in effect during the period in which the offenses were committed rather than the version applicable at the time of sentencing.  See United States v. Harotunian, <span class=\"citation\" data-id=\"552769\"><a href=\"/opinion/552769/united-states-v-dennis-harotunian/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1040</span></a></span>, 1041-42 (1st Cir.1990).  Citations are to the 1987 edition unless otherwise indicated</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195508/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195686/",
    "https://www.courtlistener.com/api/rest/v3/opinions/348376/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494125/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518089/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531008/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552769/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/686722/"
  ]
}