{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196266/",
  "id": 196266,
  "absolute_url": "/opinion/196266/clark-v-usa-irs/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196266/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:02:04Z",
  "date_modified": "2020-02-21T23:29:39.166910Z",
  "type": "010combined",
  "sha1": "3417a56e59f0b2e602c2541070aa87f9d8aa0ad3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1173.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 95-1173\r\n\n                     GRENVILLE CLARK III,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n                  UNITED STATES OF AMERICA,\r\n                  INTERNAL REVENUE SERVICE,\r\n\n                   Defendants, Appellants.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n    [Hon. Martin F. Loughlin, Senior U.S. District Judge]\r                                                                    \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n                    Stahl, Circuit Judge,\r                                                    \r\n               and Dominguez,* District Judge.\r                                                         \r\n\n                                         \r\n\nKent L. Jones, Tax  Assistant to the Solicitor General, with  whom\r                         \r\nLoretta C.  Argrett, Assistant  Attorney General, and  Gary R.  Allen,\r                                                                             \r\nDavid   English  Carmack,  and  Sally  J.  Schornstheimer,  Attorneys,\r                                                                 \r\nDepartment of Justice, Tax Division, were on brief for appellants.\r\nGrenville Clark III pro se. \r                               \r\n                                         \r\n                       August 29, 1995\r\n                                         \r\n\n                 \r\n*Of the District of Puerto Rico, sitting by designation.\r\r\n\n          STAHL, Circuit Judge.   In this federal  income tax\r                      STAHL, Circuit Judge.\r                                          \r\n\ncase,  the government appeals  the district court's  grant of\r\n\nsummary judgment to taxpayer Grenville Clark III in his  suit\r\n\nto recover monies  collected by the Internal  Revenue Service\r\n\n(\"IRS\") by levy.   Although we agree with  the district court\r\n\nthat  summary judgment for  the taxpayer was  appropriate, we\r\n\nreduce the amount of the judgment because  the district court\r\n\nerred in finding that  Clark had fully extinguished his  1985\r\n\ntax liability.\r\n\n                              I.\r                                          I.\r                                            \r\n\n                      Factual Background\r                                  Factual Background\r                                                    \r\n\n          The material  facts are not in dispute.   On August\r\n\n14,  1986, Clark and his then-spouse, Marguerite Clark, filed\r\n\ntheir  1985 income  tax  return, which  the  IRS received  on\r\n\nAugust 18, 1986.  The  return indicated a total tax liability\r\n\nof  $13,648.00, and on  September 29, 1986,  the IRS assessed\r\n\nthe Clarks' 1985 tax liability  in that amount.1  Because the\r\n\n                    \r                                \r\n\n1.  Typically,  when  the  IRS  receives  a  tax  return,  it\r\nevaluates the return for  accuracy.  If, as in  this case, it\r\nfinds  the return satisfactory,  it enters an  assessment for\r\nthe amount of  tax the taxpayer calculated to be  owing.  See\r                                                                         \r\n26 U.S.C.    6201, 6203.  If it disagrees with the taxpayer's\r\ndetermination of  the  tax liability,  the  IRS may  enter  a\r\ndifferent assessment, but  only after it  issues a notice  of\r\ndeficiency to the  taxpayer and gives him or  her ninety days\r\nto challenge its calculations in the Tax Court.  26 U.S.C.   \r\n6201, 6212, 6213.   The IRS has  three years from the  date a\r\nreturn  is filed  to make  an  assessment of  liability.   26\r\nU.S.C.    6501.  If the IRS  discovers that an assessment \"is\r\nimperfect  or incomplete  in any  material  respect,\" it  may\r\ncorrect the problem by making a supplemental assessment if it\r\ndoes   so  within  the  three-year  time  period  for  making\r\n\n                             -2-\r                                          2\r\r\n\nClarks did not pay the tax in full at the time of filing, the\r\n\nIRS added penalties and  interest to the amount due.  The IRS\r\n\nthen placed a lien upon  their real and personal property and\r\n\ndemanded that they satisfy the outstanding tax.\r\n\n          As  of  June  13,  1987,  Clark  had  made  several\r\n\npayments on  his 1985 tax  liability.  He also  had an unpaid\r\n\ntax liability  for  1986 in  the amount  of $13,415.00,  plus\r\n\ninterest and penalties.  On June 13, 1987, Clark sent the IRS\r\n\na check for $13,415.00, which he  indicated should be applied\r\n\nto his 1986 liability by writing in the \"memo\" portion of the\r\n\ncheck:   \"1040 12/31/86 [Clark's  social security  number].\"2\r\n\n                    \r                                \r\n\nassessments.  26 U.S.C.   6204.\r\n          Once it  makes an  assessment of  a taxpayer's  tax\r\nliability for a given year,  the IRS generally has sixty days\r\nto issue a  notice and demand for payment to the taxpayer, 26\r\nU.S.C.    6303(a),  and  ten years  to  collect the  assessed\r\namount, 26  U.S.C.    6502(a)(1).    Collection may  be  made\r\nthrough administrative methods  (including federal liens  and\r\nlevies), see  26 U.S.C.     6321,  6331, or  judicial methods\r                        \r\n(suits  to  foreclose  liens  or  to  reduce  assessments  to\r\njudgment), see 26  U.S.C.    7403.   If it does  not make  an\r                          \r\nassessment within three years of  the filing of a return, the\r\nIRS may not  pursue collection activities after  the close of\r\nthe three-year  period.  26 U.S.C.    6501.  It can, however,\r\nfile suit for collection without  an assessment if it does so\r\nduring the three-year period.  Id.\r                                              \r\n\n2.  In a  letter to the  IRS dated September 22,  1989, Clark\r\nwrote:\r\n          This  payment was  voluntarily made,  and\r\n          the memo  on  the  check  itself  clearly\r\n          indicates  that I  designated that  it be\r\n          applied  to   my  1986   Form  1040   tax\r\n          liability.   This memo conforms  with the\r\n          instruction found at  line 67 of my  1986\r\n          return which  asks that I write my social\r\n          security number  and \"1986 Form  1040\" on\r\n          it.\r\n\n                             -3-\r                                          3\r\r\n\nThe IRS, however,  applied the $13,415.00 payment  to Clark's\r\n\noutstanding  tax liability  for  1985,  which  paid  off  the\r\n\nbalance due3  and yielded an  overpayment for that year.   On\r\n\nJuly  17, 1987,  the  IRS  issued Clark  a  refund check  for\r\n\n$11,652.28.\r\n\n          Clark  and  the  IRS  corresponded  over  the  next\r\n\nseveral  years, both about  the refund and  about the balance\r\n\ndue on the 1986 account, which had not been credited with the\r\n\n$13,415.00 payment.   In his  correspondence, Clark  insisted\r\n\nthat he  had made a  $13,415.00 payment towards his  1986 tax\r\n\nliability, but  did not explicitly  mention that it  had been\r\n\nmisapplied to his  1985 account and  mostly refunded to  him.\r\n\nClark points out,  however, that the copies  of the cancelled\r\n\ncheck  he repeatedly  sent  to the  IRS  showed code  numbers\r\n\nimprinted  by the IRS that  indicated exactly how the payment\r\n\nhad been applied.\r\n\n          Finally, in November 1990, the IRS realized that it\r\n\nhad  misapplied the  1986 payment  to  Clark's 1985  account.\r\n\nClark continued to insist, however, that as he had designated\r\n\nthat the  payment be applied  to his 1986 account,  he should\r\n\nreceive credit  for it there.   In response, the  IRS removed\r\n\n                    \r                                \r\n\n3.  According  to our calculations,  the balance due  on June\r\n19, 1987, the date the IRS received the taxpayer's $13,415.00\r\npayment, was $1,808.59.   We calculate this number  by adding\r\nthe  payments  Clark  had made  prior  to  the misapplication\r\n($14,140.72) and  subtracting  that number  from the  charges\r\nreflected in his account ($15,949.31).\r\n\n                             -4-\r                                          4\r\r\n\nthe $13,415.00 payment  from his 1985 account and  applied it\r\n\nto his 1986  account,4 leaving his 1985 account  with, in the\r\n\nIRS's view,  a balance due of $13,415.00,  plus penalties and\r\n\ninterest.   After  some  additional correspondence  about his\r\n\n1985  taxes, the  IRS  collected  $24,546.34  from  Clark  by\r\n\nlevying upon his  bank accounts and seizing  and subsequently\r\n\nselling his car.  Clark then filed a claim with the IRS for a\r\n\nrefund, but the claim was denied.\r\n\n          On  January  3,  1994, Clark  brought  suit  in the\r\n\nUnited   States  District  Court  for  the  District  of  New\r\n\nHampshire, seeking a refund of the $24,546.34, plus interest.\r\n\nBoth parties  moved for  summary  judgment.   In his  motion,\r\n\nClark  argued  that  the  IRS's  collection  activities  were\r\n\nunlawful because they were not done pursuant to an assessment\r\n\nas  required by 26 U.S.C.    6502(a)(1), since the assessment\r\n\nthat  the  IRS  had  entered  in  September   1986  had  been\r\n\nextinguished.   The  government  responded  that  assessments\r\n\ncannot be extinguished and that its crediting of Clark's 1986\r\n\naccount  resulted in  an underpayment  in  his 1985  account,\r\n\nleaving the  IRS its statutory  rights to collect  the unpaid\r\n\n1985 tax liability on the basis of the original assessment.\r\n\n                    \r                                \r\n\n4.  Because the  taxpayer  had  already  satisfied  his  1986\r\naccount  to avoid further penalties, the transfer resulted in\r\nan  overpayment  on  the  1986  account.    Pursuant  to  the\r\ntaxpayer's  direction, the IRS applied the overpayment to his\r\ntax liabilities for 1988 and 1989.\r\n\n                             -5-\r                                          5\r\r\n\n          The district  court relied  on the  Fifth Circuit's\r\n\ndecision in United States v.  Wilkes, 946 F.2d 1143 (5th Cir.\r                                                \r\n\n1991), to hold that a full payment extinguishes an assessment\r\n\nand  that  subsequent  refunds  do  not  revive  extinguished\r\n\nassessments.  The district court also found that Clark's 1985\r\n\nassessment  had  been extinguished.    Although acknowledging\r\n\nthat Clark was getting \"an undeserved windfall,\" the district\r\n\ncourt  granted  Clark's  motion for  summary  judgment,  thus\r\n\nrendering  moot  the government's  cross  motion  for summary\r\n\njudgment.  The government appeals.\r\n\n                             II.\r                                         II.\r                                            \r\n\n                          Discussion\r                                      Discussion\r                                                \r\n\nA.  Standard of Review\r                                  \r\n\n          As  always, we review  a district court's  grant of\r\n\nsummary judgment de novo and, like the district court, review\r                                    \r\n\nthe facts in the light most favorable to the nonmoving party.\r\n\nSee,  e.g., Udo  v.  Tomes, 54  F.3d 9,  12 (1st  Cir. 1995).\r                                      \r\n\nSummary  judgment   is  appropriate   when  \"the   pleadings,\r\n\ndepositions,  answers to  interrogatories, and  admissions on\r\n\nfile, together with  the affidavits, if any,  show that there\r\n\nis  no genuine  issue as  to any  material fact and  that the\r\n\nmoving party is entitled  to a judgment as a matter  of law.\"\r\n\nFed. R. Civ. P. 56(c).\r\n\nB.  Analysis\r                        \r\n\n1.  Can Assessments be Extinguished?\r\n\n                             -6-\r                                          6\r\r\n\n          The government argues that the district court erred\r\n\nin  holding  that assessments  are  extinguished  by payment.\r\n\nUnder  the   government's  theory,   assessments  cannot   be\r\n\nextinguished, so  if there is  an underpayment of  the amount\r\n\nrecorded in  the assessment at  any time during  the ten-year\r\n\nperiod  for collection, then the IRS may institute procedures\r\n\nto collect that amount.  The government  reasons that because\r\n\nClark's 1985 account reflected an underpayment of $13,415.00,\r\n\nplus  interest and  penalties,  after  the  IRS  removed  the\r\n\nmisapplied  $13,415.00  payment,  and  because  the  ten-year\r\n\nlimitations period had  not expired, the IRS  was entitled to\r\n\nimplement  administrative  procedures to  collect  the amount\r\n\ndue.  The government's argument has essentially three prongs.\r\n\n          First,  the  government   argues  that  assessments\r\n\ncannot be extinguished because they are merely administrative\r\n\nrecords of  a  taxpayer's tax  liability  for a  given  year.\r\n\nAccording  to the government, assessments are not affected by\r\n\npayment, but  remain as  permanent records  of tax  liability\r\n\nregardless of whether  the taxpayer satisfies  that liability\r\n\nor not.   As such, assessments are not  like promissory notes\r\n\nor mortgages, which  create liability and are  cancelled when\r\n\nthe debt is satisfied.  In fact, the government contends that\r\n\nassessments create no  liability at all, since  tax liability\r\n\nis created by the Internal  Revenue Code and may be collected\r\n\n                             -7-\r                                          7\r\r\n\neven  without an  assessment if  the  IRS brings  suit within\r\n\nthree years of the filing of a return.  \r\n\n          Second,  the  government argues  that  the Internal\r\n\nRevenue Code's  distinction between rebate  refunds and  non-\r\n\nrebate  refunds5  supports  its  position  that   assessments\r\n\ncannot be  extinguished.    This argument  is  based  on  the\r\n\ngovernment's contention that when the IRS erroneously refunds\r\n\nan amount  to a taxpayer, it  can reclaim that amount  in two\r\n\nways:    (1) by  bringing an  erroneous-refund suit  under 26\r\n\nU.S.C.     7405,  or  (2)  through administrative  collection\r\n\nprocedures.6   Under  the  government's view,  if assessments\r\n\ncan be extinguished, then the IRS would not be able to pursue\r\n\n                    \r                                \r\n\n5.  Rebate  refunds are generated when the IRS recalculates a\r\ntaxpayer's  tax  liability for  a  given year,  as  when, for\r\nexample,  a  taxpayer  submits  an  amended   return  showing\r\nadditional deductions.  According to the government, when the\r\nIRS issues a rebate refund, the original assessment is abated\r\nto  the  extent  of  the  refund  so  that  it  reflects  the\r\ntaxpayer's actual  tax liability  for the  year in  question.\r\nNon-rebate  refunds, on  the  other  hand,  stem not  from  a\r\nrecalculation  of the  taxpayer's tax  liability,  but rather\r\nfrom a  determination that  the taxpayer  paid more  than the\r\nassessed  amount.   According to  the government,  non-rebate\r\nrefunds  do not affect the original assessment, which remains\r\nintact as an accurate record of the taxpayer's tax liability.\r\n\n6.  The government contends that the legislative history of  \r\n7405 shows that the section was not intended to  be the IRS's\r\nexclusive  method for collecting  erroneous refunds.  Rather,\r\nas  a Senate  Report  explaining the  predecessor  of    7405\r\nstates,  \"the erroneous  refund may  [also]  be recovered  by\r\nassessment in  the ordinary manner.\"   S. Rep. No.  960, 70th\r\nCong.,  1st Sess.  42  (1928); see  also Brookhurst,  Inc. v.\r                                                                      \r\nUnited States, 931 F.2d 554,  557 (9th Cir.) (IRS not limited\r                         \r\nto    7405  because imperfect  assessment  may be  reassessed\r\nwithin three  years from  date tax  return was  filed), cert.\r                                                                         \r\ndenied, 502 U.S. 907 (1991).\r                  \r\n\n                             -8-\r                                          8\r\r\n\nadministrative  collection procedures  to recover  non-rebate\r\n\nrefunds.  The government explains that if an erroneous refund\r\n\nwas  a rebate  refund,  then  before  the IRS  can  implement\r\n\nadministrative collection  procedures, it must  first enter a\r\n\nsupplemental assessment,  since the  original assessment  was\r\n\nabated  to the extent of the  refund and does not reflect the\r\n\ntaxpayer's true tax liability; the  IRS has the authority  to\r\n\nenter  a supplemental  assessment  under  26  U.S.C.     2604\r\n\nbecause  erroneous  rebate  refunds  constitute  deficiencies\r\n\nunder  26 U.S.C.    6211.  The  government contends, however,\r\n\nthat if  the erroneous refund  was a non-rebate  refund, then\r\n\nthe original assessment  still reflects the  taxpayer's total\r\n\ntax  liability and  so  provides  a  basis  for  implementing\r\n\nadministrative  collection   procedures  immediately.     The\r\n\ngovernment  argues that not only is there no need for the IRS\r\n\nto  enter a  supplemental assessment,  but  that it  actually\r\n\ncould  not,  since  non-rebate  refunds  do   not  constitute\r\n\ndeficiencies under    6211 and since the  original assessment\r\n\nstill  exists and there  cannot be two  valid assessments for\r\n\nthe  same tax  liability.   The  government  reasons that  if\r\n\nassessments could be extinguished, then the IRS would not  be\r\n\nable  to  pursue   administrative  collection  procedures  to\r\n\nrecover erroneous non-rebate refunds.  Because the government\r\n\nthinks that  administrative collection  procedures should  be\r\n\n                             -9-\r                                          9\r\r\n\navailable for recovering non-rebate refunds, it contends that\r\n\nassessments cannot be extinguished.\r\n\n          Third,  the  government  cites   three  cases  that\r\n\nsupport  its view  that  assessments cannot  be extinguished.\r\n\nSee Davenport v.  United States, 136 B.R. 125,  127 (W.D. Ky.\r                                           \r\n\n1991) (holding that \"[a]  non-rebate erroneous refund  simply\r\n\ngives back to the taxpayer  a part of the taxpayer's assessed\r\n\ntax and the assessed balance due may be collected by ordinary\r\n\ncollection procedures\");  Sanfellipo v.  United States,  90-2\r                                                                  \r\n\nU.S.  Tax Cas.  (CCH)    50,567, at  85,943 (N.D.  Cal. 1990)\r\n\n(taxpayer's payment  of assessments \"did  not extinguish  the\r\n\nliabilities or otherwise foreclose the IRS from attempting to\r\n\ncollect the erroneous refunds\"); Groetzinger v. Commissioner,\r                                                                        \r\n\n69 T.C. 309, 315-16 (1977) (viewing all transactions together\r\n\nto   determine  that   erroneous   refund   resulted  in   an\r\n\nunderpayment of tax).\r\n\n          We decline to adopt the government's  position that\r\n\nassessments cannot be  extinguished.  Instead, we  follow the\r\n\nFifth  and  Seventh  Circuits,  the  only  circuits  to  have\r\n\naddressed  this  issue  thus  far, in  holding  that  when  a\r\n\ntaxpayer  tenders payment on  a tax assessment,  that payment\r\n\nextinguishes the  assessment to  the extent  of the  payment.\r\n\nO'Bryant v. United States, 49  F.3d 340, 346 (7th Cir. 1995);\r                                     \r\n\nWilkes, 946 F.2d at 1152; see also Karp v. United States, 868\r                                                                    \r\n\nF. Supp. 235,  237 (N.D. Ill. 1994); United  States v. Brown,\r                                                                        \r\n\n                             -10-\r                                          10\r\r\n\n782 F.  Supp.  321, 324-25  (N.D.  Tex. 1990);  Rodriguez  v.\r                                                                     \r\n\nUnited States, 629 F. Supp. 333, 344 (N.D. Ill. 1986); United\r                                                                         \r\n\nStates v. Young, 79-2 U.S.  Tax Cas. (CCH)   9609, at  88,221\r                           \r\n\n(D. Del.  1979); LaFollette  v. United  States, 176  F. Supp.\r                                                          \r\n\n192, 195 (S.D.  Cal. 1959).  We also agree  that an erroneous\r\n\nrefund  does  not  revive an  extinguished  assessment.   See\r                                                                         \r\n\nO'Bryant, 49  F.3d at 346; Wilkes, 946 F.2d  at 1152.  As the\r                                             \r\n\nSeventh Circuit  explained in O'Bryant, 49 F.3d at 346, there\r                                                  \r\n\nis a fundamental  difference between money taxpayers  possess\r\n\nas   the  result  of  an  erroneous  refund  and  money  they\r\n\noriginally owed the IRS (their tax liability):  taxpayers who\r\n\nreceive erroneous refunds owe the IRS \"because they have been\r\n\nunjustly enriched by it, not because they have not paid their\r\n\ntaxes.\"  Thus,\r\n\n          [w]hen a  taxpayer mails the IRS  a check\r\n          in  the full  amount of his  assessed tax\r\n          liability,  and the  IRS  cashes it,  the\r\n          taxpayer's  liability  is  satisfied, and\r\n          unless a new assessment is made later on,\r\n          any  erroneous,  unsolicited  refund that\r\n          the IRS happens to send the taxpayer must\r\n          be handled  on its  own terms,  not under\r\n          the rubric of the assessed liability.\r\n\nId. at 347.\r               \r\n\n          As our discussion indicates,  we are unpersuaded by\r\n\nthe  government's  assertion   that  assessments  are  merely\r\n\nbookkeeping devices that  cannot be extinguished by  payment.\r\n\nLike  the Seventh Circuit, we  think this argument misses the\r\n\npoint.  \r\n\n                             -11-\r                                          11\r\r\n\n          Regardless of whether the assessment is a\r\n          record of the taxpayer's tax liability or\r\n          is  the liability  itself, the  liability\r\n          has already been  satisfied and cannot be\r\n          sued on to collect a refund  that results\r\n          not   from   that    liability   or   any\r\n          reevaluation  thereof but  from a  simple\r\n          mistake.\r\n\nId. at 346.\r               \r\n\n          We  are   also  unpersuaded  by   the  government's\r\n\nargument that  the difference between  rebate and  non-rebate\r\n\nrefunds  shows that assessments  cannot be extinguished.   In\r\n\nour  view,   once  an  assessment   has  been  paid,   it  is\r\n\nextinguished.   If  the IRS  thereafter  issues an  erroneous\r\n\nrefund,  it may  recover that  refund under    7405  or under\r\n\nadministrative   collection    procedures   if    those   are\r\n\navailable.7  As the Seventh Circuit  observed in O'Bryant, 49\r                                                                     \r\n\nF.3d at 347,\r\n\n                    \r                                \r\n\n7.  The cases relied on by the government for the proposition\r\nthat after issuing an  erroneous refund, the IRS may  collect\r\nthe   money  either   under      7405   or  by   implementing\r\nadministrative  collection  procedures   all  involve  rebate\r\nrefunds, and thus do not hold either that  assessments cannot\r\nbe extinguished or  that non-rebate refunds may  be collected\r\non the basis of the original assessment.  See Brookhurst, 931\r                                                                    \r\nF.2d  at 555;  Ideal Realty  Co. v.  United States,  561 F.2d\r                                                              \r\n1123,  1124-25  (4th  Cir.  1977)  (per  curiam);  Warner  v.\r                                                                     \r\nCommissioner,  526 F.2d  1, 2 (9th  Cir. 1975);  Black Prince\r                                                                         \r\nDistillery, Inc. v. United States, 586 F. Supp. 1169, 1170-71\r                                             \r\n(D.N.J.  1984) (erroneous refund given on basis of taxpayer's\r\nrefund   claim  that   incorrectly  reported   operating-loss\r\ndeductions).  In United States v. C &amp; R Invs., Inc., 404 F.2d\r                                                               \r\n314, 315-16  (10th Cir.  1968), which  involved a  non-rebate\r\nrefund,  the Tenth Circuit remanded  the case to the district\r\ncourt  to   determine  whether  deficiency   procedures  were\r\navailable. \r\n\n                             -12-\r                                          12\r\r\n\n          it is an unjustified leap of logic to say\r\n          that because nonrebate  refunds cannot be\r\n          recovered by  reassessment, they  must be\r\n          collectible  by  resort to  the  original\r\n          assessment.   There is  no indication  in\r\n          the Code  that Congress  intended such  a\r\n          result  and   we  refuse  to   reach  it,\r\n          especially when doing so would require us\r\n          to mischaracterize an erroneous refund as\r\n          tax liability.\r\n\n          Finally,  because  their   holdings  are  logically\r\n\nexcluded by ours, we disagree with Davenport, Sanfellipo, and\r                                                                    \r\n\nGroetzinger.\r                       \r\n\n2.  Was Clark's 1985 Assessment Extinguished?\r\n\n          Although  not invited to do  so by either party, we\r\n\nnonetheless find it necessary to consider whether Clark fully\r\n\nsatisfied  the assessment  for his  1985 tax liability.   The\r\n\ndistrict court held that the 1985 assessment was extinguished\r\n\nno  later  than July  20,  1987, the  date  on which  the IRS\r\n\nmisapplied Clark's $13,415.00  payment to his  1985 account.8\r\n\nThat  misapplication, however,  had  two  results:    (1)  it\r\n\nsatisfied  Clark's $1,808.59  outstanding tax  liability, and\r\n\n                    \r                                \r\n\n8.  Given the thrust of the government's brief on appeal, and\r\nbecause  the  IRS  removed the  $13,415.00  payment  from the\r\ntaxpayer's 1985 account and moved  it to his 1986 account, we\r\nassume for  the  purposes of  this  case that  taxpayers  may\r\ndirect how the IRS must apply their payments.  Cf. Rodriguez,\r                                                                        \r\n629 F. Supp. at  344 (checks tendered to satisfy  outstanding\r\ntax  liability for three years extinguished liability for all\r\nthree years,  even though the  IRS applied too much  money to\r\none account and too little  to another and therefore issued a\r\nrefund);  Young, 79-2 U.S. Tax Cas. (CCH) at    88,220-88,221\r                           \r\n(payment made towards  individual tax liability  extinguished\r\nassessment, even though  the IRS credited the  payment to the\r\ntaxpayer's sole proprietorship tax account and refunded it).\r\n\n                             -13-\r                                          13\r\r\n\n(2)  it generated a large overpayment, which the IRS refunded\r\n\nto Clark.\r\n\n          This situation is similar to that considered by the\r\n\nFifth Circuit in Wilkes, which  involved income taxes paid by\r                                   \r\n\nan  estate.  Because the estate  had miscalculated the amount\r\n\nof tax due, it paid $218.11 less than the  actual amount due.\r\n\nThe   IRS,  however,   erroneously   credited  an   unrelated\r\n\ntaxpayer's payment  to the  estate's account,  which had  two\r\n\nresults:  (1)  it satisfied the outstanding  $218.11 balance,\r\n\nand (2)  it generated in  a large overpayment, which  the IRS\r\n\nrefunded  to  the  estate.   Several  years  later,  the  IRS\r\n\nrealized  its mistake  and  sued  the  estate to  reduce  the\r\n\nassessment  to judgment, hoping thereby to collect the entire\r\n\ntax   liability  again   on  the   basis   of  the   original\r\n\nassessment.9    The Fifth  Circuit  held  that  the  IRS  was\r\n\nentitled  to recover only  $218.11, the  only portion  of the\r\n\nassessment  remaining  that  had  not  been  extinguished  by\r\n\npayment.  Wilkes,  946 F.2d at 1152.   Accordingly, the Fifth\r                            \r\n\nCircuit entered  judgment against  the estate,  but only  for\r\n\n$218.11,  that   portion  of  the  assessment  that  remained\r\n\nunextinguished.  Id.\r                                \r\n\n                    \r                                \r\n\n9.  There  was some question  in that case  about whether the\r\nIRS  had  ever actually  entered  an assessment.    The Fifth\r\nCircuit, however, assumed arguendo that  it had.  Wilkes, 946\r                                                                    \r\nF.2d at 1148.\r\n\n                             -14-\r                                          14\r\r\n\n          We  follow   the  Fifth   Circuit  and   hold  that\r\n\nassessments may only  be extinguished by payment  tendered by\r                                                                      \r\n\nthe  taxpayer,  and  not  by an  IRS  error.    Prior  to the\r\n\nmisapplication,  Clark  had  paid all  but  $1,808.59  of the\r\n\namount due under his 1985 assessment.  Accordingly,  prior to\r\n\nthe misapplication,  Clark had  extinguished the  assessment,\r\n\nexcept  for the $1,808.59  still outstanding.   It has always\r\n\nbeen Clark's position  that he never tendered  the $13,415.00\r\n\ntowards the 1985  assessment; rather, that amount  was always\r\n\nto  be applied  to his  1986  liability.   Thus, Clark  never\r\n\ntendered  the  $1,808.59  due  under  the  1985   assessment.\r\n\nBecause he never tendered the $1,808.59, Clark still remained\r\n\nliable for  it.   The IRS was  therefore entitled  to collect\r\n\nthat amount under the original assessment.\r\n\n                             III.\r                                         III.\r                                             \r\n\n                          Conclusion\r                                      Conclusion\r                                                \r\n\n          For the foregoing  reasons, we affirm the  grant of\r\n\nsummary  judgment  to Clark,  but reduce  the amount  of that\r\n\njudgment by $1,808.59,  plus interest due, which the  IRS was\r\n\nentitled to  collect.   This case is  remanded for  action in\r\n\naccordance with this opinion.\r\n\n                             -15-\r                                          15\r\r\n",
  "html": "<p class=\"case_cite\">63 F.3d 83</p>\n    <p class=\"case_cite\">76 A.F.T.R.2d 95-6091, 95-2 USTC  P 50,469</p>\n    <p class=\"parties\">Grenville CLARK III, Plaintiff, Appellee,<br>v.<br>UNITED STATES of America, Internal Revenue Service,<br>Defendants, Appellants.</p>\n    <p class=\"docket\">No. 95-1173.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued Aug. 1, 1995.<br>Decided Aug. 29, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kent L. Jones, Tax Asst. to the Sol.  Gen., with whom Loretta C. Argrett, Asst. Atty. Gen., and Gary R. Allen, David English Carmack, and Sally J. Schornstheimer, Attys., Washington, DC, Dept. of Justice, Tax Div., were on brief, for appellants.</p>\n      <p class=\"indent\">Grenville Clark III, pro se.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, STAHL, Circuit Judge, and DOMINGUEZ,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this federal income tax case, the government appeals the district court's grant of summary judgment to taxpayer Grenville Clark III in his suit to recover monies collected by the Internal Revenue Service (\"IRS\") by levy.  Although we agree with the district court that summary judgment for the taxpayer was appropriate, we reduce the amount of the judgment because the district court erred in finding that Clark had fully extinguished his 1985 tax liability.</p>\n    </div>\n    <p>I.</p>\n    <p>Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The material facts are not in dispute.  On August 14, 1986, Clark and his then-spouse, Marguerite Clark, filed their 1985 income tax return, which the IRS received on August 18, 1986.  The return indicated a total tax liability of $13,648.00, and on September 29, 1986, the IRS assessed the Clarks' 1985 tax liability in that amount.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Because the Clarks did not pay the tax in full at the time of filing, the IRS added penalties and interest to the amount due.  The IRS then placed a lien upon their real and personal property and demanded that they satisfy the outstanding tax.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As of June 13, 1987, Clark had made several payments on his 1985 tax liability.  He also had an unpaid tax liability for 1986 in the amount of $13,415.00, plus interest and penalties.  On June 13, 1987, Clark sent the IRS a check for $13,415.00, which he indicated should be applied to his 1986 liability by writing in the \"memo\" portion of the check:  \"1040 12/31/86 [Clark's social security number].\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The IRS, however, applied the $13,415.00 payment to Clark's outstanding tax liability for 1985, which paid off the balance due<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and yielded an overpayment for that year.  On July 17, 1987, the IRS issued Clark a refund check for $11,652.28.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Clark and the IRS corresponded over the next several years, both about the refund and about the balance due on the 1986 account, which had not been credited with the $13,415.00 payment.  In his correspondence, Clark insisted that he had made a $13,415.00 payment towards his 1986 tax liability, but did not explicitly mention that it had been misapplied to his 1985 account and mostly refunded to him.  Clark points out, however, that the copies of the cancelled check he repeatedly sent to the IRS showed code numbers imprinted by the IRS that indicated exactly how the payment had been applied.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Finally, in November 1990, the IRS realized that it had misapplied the 1986 payment to Clark's 1985 account.  Clark continued to insist, however, that as he had designated that the payment be applied to his 1986 account, he should receive credit for it there.  In response, the IRS removed the $13,415.00 payment from his 1985 account and applied it to his 1986 account,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> leaving his 1985 account with, in the IRS's view, a balance due of $13,415.00, plus penalties and interest.  After some additional correspondence about his 1985 taxes, the IRS collected $24,546.34 from Clark by levying upon his bank accounts and seizing and subsequently selling his car.  Clark then filed a claim with the IRS for a refund, but the claim was denied.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 3, 1994, Clark brought suit in the United States District Court for the District of New Hampshire, seeking a refund of the $24,546.34, plus interest.  Both parties moved for summary judgment.  In his motion, Clark argued that the IRS's collection activities were unlawful because they were not done pursuant to an assessment as required by 26 U.S.C. Sec. 6502(a)(1), since the assessment that the IRS had entered in September 1986 had been extinguished.  The government responded that assessments cannot be extinguished and that its crediting of Clark's 1986 account resulted in an underpayment in his 1985 account, leaving the IRS its statutory rights to collect the unpaid 1985 tax liability on the basis of the original assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court relied on the Fifth Circuit's decision in United States v. Wilkes, 946 F.2d 1143 (5th Cir.1991), to hold that a full payment extinguishes an assessment and that subsequent refunds do not revive extinguished assessments.  The district court also found that Clark's 1985 assessment had been extinguished.  Although acknowledging that Clark was getting \"an undeserved windfall,\" the district court granted Clark's motion for summary judgment, thus rendering moot the government's cross motion for summary judgment.  The government appeals.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As always, we review a district court's grant of summary judgment de novo and, like the district court, review the facts in the light most favorable to the nonmoving party.  See, e.g., Udo v. Tomes, 54 F.3d 9, 12 (1st Cir.1995).  Summary judgment is appropriate when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).</p>\n    </div>\n    <p>B. Analysis</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>1. Can Assessments be Extinguished?</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The government argues that the district court erred in holding that assessments are extinguished by payment.  Under the government's theory, assessments cannot be extinguished, so if there is an underpayment of the amount recorded in the assessment at any time during the ten-year period for collection, then the IRS may institute procedures to collect that amount.  The government reasons that because Clark's 1985 account reflected an underpayment of $13,415.00, plus interest and penalties, after the IRS removed the misapplied $13,415.00 payment, and because the ten-year limitations period had not expired, the IRS was entitled to implement administrative procedures to collect the amount due.  The government's argument has essentially three prongs.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">First, the government argues that assessments cannot be extinguished because they are merely administrative records of a taxpayer's tax liability for a given year.  According to the government, assessments are not affected by payment, but remain as permanent records of tax liability regardless of whether the taxpayer satisfies that liability or not.  As such, assessments are not like promissory notes or mortgages, which create liability and are cancelled when the debt is satisfied.  In fact, the government contends that assessments create no liability at all, since tax liability is created by the Internal Revenue Code and may be collected even without an assessment if the IRS brings suit within three years of the filing of a return.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Second, the government argues that the Internal Revenue Code's distinction between rebate refunds and non-rebate refunds<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> supports its position that assessments cannot be extinguished.  This argument is based on the government's contention that when the IRS erroneously refunds an amount to a taxpayer, it can reclaim that amount in two ways:  (1) by bringing an erroneous-refund suit under 26 U.S.C. Sec. 7405, or (2) through administrative collection procedures.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Under the government's view, if assessments can be extinguished, then the IRS would not be able to pursue administrative collection procedures to recover non-rebate refunds.  The government explains that if an erroneous refund was a rebate refund, then before the IRS can implement administrative collection procedures, it must first enter a supplemental assessment, since the original assessment was abated to the extent of the refund and does not reflect the taxpayer's true tax liability;  the IRS has the authority to enter a supplemental assessment under 26 U.S.C. Sec. 2604 because erroneous rebate refunds constitute deficiencies under 26 U.S.C. Sec. 6211.  The government contends, however, that if the erroneous refund was a non-rebate refund, then the original assessment still reflects the taxpayer's total tax liability and so provides a basis for implementing administrative collection procedures immediately.  The government argues that not only is there no need for the IRS to enter a supplemental assessment, but that it actually could not, since non-rebate refunds do not constitute deficiencies under Sec. 6211 and since the original assessment still exists and there cannot be two valid assessments for the same tax liability.  The government reasons that if assessments could be extinguished, then the IRS would not be able to pursue administrative collection procedures to recover erroneous non-rebate refunds.  Because the government thinks that administrative collection procedures should be available for recovering non-rebate refunds, it contends that assessments cannot be extinguished.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Third, the government cites three cases that support its view that assessments cannot be extinguished.  See Davenport v. United States, 136 B.R. 125, 127 (W.D.Ky.1991) (holding that \"[a] non-rebate erroneous refund simply gives back to the taxpayer a part of the taxpayer's assessed tax and the assessed balance due may be collected by ordinary collection procedures\");  Sanfellipo v. United States, 90-2 U.S. Tax Cas.  (CCH) p 50,567, at 85,943, 1990 WL 193640 (N.D.Cal.1990) (taxpayer's payment of assessments \"did not extinguish the liabilities or otherwise foreclose the IRS from attempting to collect the erroneous refunds\");  Groetzinger v. Commissioner, 69 T.C. 309, 315-16, 1977 WL 3623 (1977) (viewing all transactions together to determine that erroneous refund resulted in an underpayment of tax).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We decline to adopt the government's position that assessments cannot be extinguished.  Instead, we follow the Fifth and Seventh Circuits, the only circuits to have addressed this issue thus far, in holding that when a taxpayer tenders payment on a tax assessment, that payment extinguishes the assessment to the extent of the payment.  O'Bryant v. United States, 49 F.3d 340, 346 (7th Cir.1995);  Wilkes, 946 F.2d at 1152;  see also Karp v. United States, 868 F.Supp. 235, 237 (N.D.Ill.1994);  United States v. Brown, 782 F.Supp. 321, 324-25 (N.D.Tex.1990);  Rodriguez v. United States, 629 F.Supp. 333, 344 (N.D.Ill.1986);  United States v. Young, 79-2 U.S.Tax Cas.  (CCH) p 9609, at 88,221, 1979 WL 1458 (D.Del.1979);  LaFollette v. United States, 176 F.Supp. 192, 195 (S.D.Cal.1959).  We also agree that an erroneous refund does not revive an extinguished assessment.  See O'Bryant, 49 F.3d at 346;  Wilkes, 946 F.2d at 1152.   As the Seventh Circuit explained in O'Bryant, 49 F.3d at 346, there is a fundamental difference between money taxpayers possess as the result of an erroneous refund and money they originally owed the IRS (their tax liability):  taxpayers who receive erroneous refunds owe the IRS \"because they have been unjustly enriched by it, not because they have not paid their taxes.\"   Thus,</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>[w]hen a taxpayer mails the IRS a check in the full amount of his assessed tax liability, and the IRS cashes it, the taxpayer's liability is satisfied, and unless a new assessment is made later on, any erroneous, unsolicited refund that the IRS happens to send the taxpayer must be handled on its own terms, not under the rubric of the assessed liability.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Id. at 347.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As our discussion indicates, we are unpersuaded by the government's assertion that assessments are merely bookkeeping devices that cannot be extinguished by payment.  Like the Seventh Circuit, we think this argument misses the point.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>Regardless of whether the assessment is a record of the taxpayer's tax liability or is the liability itself, the liability has already been satisfied and cannot be sued on to collect a refund that results not from that liability or any reevaluation thereof but from a simple mistake.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Id. at 346.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We are also unpersuaded by the government's argument that the difference between rebate and non-rebate refunds shows that assessments cannot be extinguished.  In our view, once an assessment has been paid, it is extinguished.  If the IRS thereafter issues an erroneous refund, it may recover that refund under Sec. 7405 or under administrative collection procedures if those are available.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  As the Seventh Circuit observed in O'Bryant, 49 F.3d at 347,</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>it is an unjustified leap of logic to say that because nonrebate refunds cannot be recovered by reassessment, they must be collectible by resort to the original assessment.  There is no indication in the Code that Congress intended such a result and we refuse to reach it, especially when doing so would require us to mischaracterize an erroneous refund as tax liability.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Finally, because their holdings are logically excluded by ours, we disagree with Davenport, Sanfellipo, and Groetzinger.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>2. Was Clark's 1985 Assessment Extinguished?</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Although not invited to do so by either party, we nonetheless find it necessary to consider whether Clark fully satisfied the assessment for his 1985 tax liability.  The district court held that the 1985 assessment was extinguished no later than July 20, 1987, the date on which the IRS misapplied Clark's $13,415.00 payment to his 1985 account.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  That misapplication, however, had two results:  (1) it satisfied Clark's $1,808.59 outstanding tax liability, and (2) it generated a large overpayment, which the IRS refunded to Clark.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This situation is similar to that considered by the Fifth Circuit in Wilkes, which involved income taxes paid by an estate.  Because the estate had miscalculated the amount of tax due, it paid $218.11 less than the actual amount due.  The IRS, however, erroneously credited an unrelated taxpayer's payment to the estate's account, which had two results:  (1) it satisfied the outstanding $218.11 balance, and (2) it generated in a large overpayment, which the IRS refunded to the estate.  Several years later, the IRS realized its mistake and sued the estate to reduce the assessment to judgment, hoping thereby to collect the entire tax liability again on the basis of the original assessment.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The Fifth Circuit held that the IRS was entitled to recover only $218.11, the only portion of the assessment remaining that had not been extinguished by payment.  Wilkes, 946 F.2d at 1152.   Accordingly, the Fifth Circuit entered judgment against the estate, but only for $218.11, that portion of the assessment that remained unextinguished.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We follow the Fifth Circuit and hold that assessments may only be extinguished by payment tendered by the taxpayer, and not by an IRS error.  Prior to the misapplication, Clark had paid all but $1,808.59 of the amount due under his 1985 assessment.  Accordingly, prior to the misapplication, Clark had extinguished the assessment, except for the $1,808.59 still outstanding.  It has always been Clark's position that he never tendered the $13,415.00 towards the 1985 assessment;  rather, that amount was always to be applied to his 1986 liability.  Thus, Clark never tendered the $1,808.59 due under the 1985 assessment.  Because he never tendered the $1,808.59, Clark still remained liable for it.  The IRS was therefore entitled to collect that amount under the original assessment.</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the grant of summary judgment to Clark, but reduce the amount of that judgment by $1,808.59, plus interest due, which the IRS was entitled to collect.  This case is remanded for action in accordance with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Typically, when the IRS receives a tax return, it evaluates the return for accuracy.  If, as in this case, it finds the return satisfactory, it enters an assessment for the amount of tax the taxpayer calculated to be owing.  See 26 U.S.C. Secs. 6201, 6203.  If it disagrees with the taxpayer's determination of the tax liability, the IRS may enter a different assessment, but only after it issues a notice of deficiency to the taxpayer and gives him or her ninety days to challenge its calculations in the Tax Court.  26 U.S.C. Secs. 6201, 6212, 6213.  The IRS has three years from the date a return is filed to make an assessment of liability.  26 U.S.C. Sec. 6501.  If the IRS discovers that an assessment \"is imperfect or incomplete in any material respect,\" it may correct the problem by making a supplemental assessment if it does so within the three-year time period for making assessments.  26 U.S.C. Sec. 6204</p>\n        <p>Once it makes an assessment of a taxpayer's tax liability for a given year, the IRS generally has sixty days to issue a notice and demand for payment to the taxpayer, 26 U.S.C. Sec. 6303(a), and ten years to collect the assessed amount, 26 U.S.C. Sec. 6502(a)(1).  Collection may be made through administrative methods (including federal liens and levies), see 26 U.S.C. Secs. 6321, 6331, or judicial methods (suits to foreclose liens or to reduce assessments to judgment), see 26 U.S.C. Sec. 7403.  If it does not make an assessment within three years of the filing of a return, the IRS may not pursue collection activities after the close of the three-year period.  26 U.S.C. Sec. 6501.  It can, however, file suit for collection without an assessment if it does so during the three-year period.  Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In a letter to the IRS dated September 22, 1989, Clark wrote:</p>\n        <p>This payment was voluntarily made, and the memo on the check itself clearly indicates that I designated that it be applied to my 1986 Form 1040 tax liability.  This memo conforms with the instruction found at line 67 of my 1986 return which asks that I write my social security number and \"1986 Form 1040\" on it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> According to our calculations, the balance due on June 19, 1987, the date the IRS received the taxpayer's $13,415.00 payment, was $1,808.59.  We calculate this number by adding the payments Clark had made prior to the misapplication ($14,140.72) and subtracting that number from the charges reflected in his account ($15,949.31)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Because the taxpayer had already satisfied his 1986 account to avoid further penalties, the transfer resulted in an overpayment on the 1986 account.  Pursuant to the taxpayer's direction, the IRS applied the overpayment to his tax liabilities for 1988 and 1989</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Rebate refunds are generated when the IRS recalculates a taxpayer's tax liability for a given year, as when, for example, a taxpayer submits an amended return showing additional deductions.  According to the government, when the IRS issues a rebate refund, the original assessment is abated to the extent of the refund so that it reflects the taxpayer's actual tax liability for the year in question.  Non-rebate refunds, on the other hand, stem not from a recalculation of the taxpayer's tax liability, but rather from a determination that the taxpayer paid more than the assessed amount.  According to the government, non-rebate refunds do not affect the original assessment, which remains intact as an accurate record of the taxpayer's tax liability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The government contends that the legislative history of Sec. 7405 shows that the section was not intended to be the IRS's exclusive method for collecting erroneous refunds.  Rather, as a Senate Report explaining the predecessor of Sec. 7405 states, \"the erroneous refund may [also] be recovered by assessment in the ordinary manner.\"   S.Rep. No. 960, 70th Cong., 1st Sess. 42 (1928);  see also Brookhurst, Inc. v. United States, 931 F.2d 554, 557 (9th Cir.)  (IRS not limited to Sec. 7405 because imperfect assessment may be reassessed within three years from date tax return was filed), cert. denied, 502 U.S. 907, 112 S.Ct. 299, 116 L.Ed.2d 242 (1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The cases relied on by the government for the proposition that after issuing an erroneous refund, the IRS may collect the money either under Sec. 7405 or by implementing administrative collection procedures all involve rebate refunds, and thus do not hold either that assessments cannot be extinguished or that non-rebate refunds may be collected on the basis of the original assessment.  See Brookhurst, 931 F.2d at 555;  Ideal Realty Co. v. United States, 561 F.2d 1123, 1124-25 (4th Cir.1977) (per curiam);  Warner v. Commissioner, 526 F.2d 1, 2 (9th Cir.1975);  Black Prince Distillery, Inc. v. United States, 586 F.Supp. 1169, 1170-71 (D.N.J.1984) (erroneous refund given on basis of taxpayer's refund claim that incorrectly reported operating-loss deductions).  In United States v. C &amp; R Invs., Inc., 404 F.2d 314, 315-16 (10th Cir.1968), which involved a non-rebate refund, the Tenth Circuit remanded the case to the district court to determine whether deficiency procedures were available</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Given the thrust of the government's brief on appeal, and because the IRS removed the $13,415.00 payment from the taxpayer's 1985 account and moved it to his 1986 account, we assume for the purposes of this case that taxpayers may direct how the IRS must apply their payments.  Cf. Rodriguez, 629 F.Supp. at 344 (checks tendered to satisfy outstanding tax liability for three years extinguished liability for all three years, even though the IRS applied too much money to one account and too little to another and therefore issued a refund);  Young, 79-2 U.S.Tax Cas.  (CCH) at pp 88,220-88,221, 1979 WL 1458 (payment made towards individual tax liability extinguished assessment, even though the IRS credited the payment to the taxpayer's sole proprietorship tax account and refunded it)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> There was some question in that case about whether the IRS had ever actually entered an assessment.  The Fifth Circuit, however, assumed arguendo that it had.  Wilkes, 946 F.2d at 1148</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">A.F.T.R.2d (RIA)</span> <span class=\"page\">95-6091</span></span>, 95-2 USTC  P 50,469</p>\n    <p class=\"parties\">Grenville CLARK III, Plaintiff, Appellee,<br>v.<br>UNITED STATES of America, Internal Revenue Service,<br>Defendants, Appellants.</p>\n    <p class=\"docket\">No. 95-1173.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued Aug. 1, 1995.<br>Decided Aug. 29, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kent L. Jones, Tax Asst. to the Sol.  Gen., with whom Loretta C. Argrett, Asst. Atty. Gen., and Gary R. Allen, David English Carmack, and Sally J. Schornstheimer, Attys., Washington, DC, Dept. of Justice, Tax Div., were on brief, for appellants.</p>\n      <p class=\"indent\">Grenville Clark III, pro se.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, STAHL, Circuit Judge, and DOMINGUEZ,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this federal income tax case, the government appeals the district court's grant of summary judgment to taxpayer Grenville Clark III in his suit to recover monies collected by the Internal Revenue Service (\"IRS\") by levy.  Although we agree with the district court that summary judgment for the taxpayer was appropriate, we reduce the amount of the judgment because the district court erred in finding that Clark had fully extinguished his 1985 tax liability.</p>\n    </div>\n    <p>I.</p>\n    <p>Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The material facts are not in dispute.  On August 14, 1986, Clark and his then-spouse, Marguerite Clark, filed their 1985 income tax return, which the IRS received on August 18, 1986.  The return indicated a total tax liability of $13,648.00, and on September 29, 1986, the IRS assessed the Clarks' 1985 tax liability in that amount.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Because the Clarks did not pay the tax in full at the time of filing, the IRS added penalties and interest to the amount due.  The IRS then placed a lien upon their real and personal property and demanded that they satisfy the outstanding tax.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As of June 13, 1987, Clark had made several payments on his 1985 tax liability.  He also had an unpaid tax liability for 1986 in the amount of $13,415.00, plus interest and penalties.  On June 13, 1987, Clark sent the IRS a check for $13,415.00, which he indicated should be applied to his 1986 liability by writing in the \"memo\" portion of the check:  \"1040 12/31/86 [Clark's social security number].\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The IRS, however, applied the $13,415.00 payment to Clark's outstanding tax liability for 1985, which paid off the balance due<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and yielded an overpayment for that year.  On July 17, 1987, the IRS issued Clark a refund check for $11,652.28.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Clark and the IRS corresponded over the next several years, both about the refund and about the balance due on the 1986 account, which had not been credited with the $13,415.00 payment.  In his correspondence, Clark insisted that he had made a $13,415.00 payment towards his 1986 tax liability, but did not explicitly mention that it had been misapplied to his 1985 account and mostly refunded to him.  Clark points out, however, that the copies of the cancelled check he repeatedly sent to the IRS showed code numbers imprinted by the IRS that indicated exactly how the payment had been applied.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Finally, in November 1990, the IRS realized that it had misapplied the 1986 payment to Clark's 1985 account.  Clark continued to insist, however, that as he had designated that the payment be applied to his 1986 account, he should receive credit for it there.  In response, the IRS removed the $13,415.00 payment from his 1985 account and applied it to his 1986 account,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> leaving his 1985 account with, in the IRS's view, a balance due of $13,415.00, plus penalties and interest.  After some additional correspondence about his 1985 taxes, the IRS collected $24,546.34 from Clark by levying upon his bank accounts and seizing and subsequently selling his car.  Clark then filed a claim with the IRS for a refund, but the claim was denied.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 3, 1994, Clark brought suit in the United States District Court for the District of New Hampshire, seeking a refund of the $24,546.34, plus interest.  Both parties moved for summary judgment.  In his motion, Clark argued that the IRS's collection activities were unlawful because they were not done pursuant to an assessment as required by 26 U.S.C. Sec. 6502(a)(1), since the assessment that the IRS had entered in September 1986 had been extinguished.  The government responded that assessments cannot be extinguished and that its crediting of Clark's 1986 account resulted in an underpayment in his 1985 account, leaving the IRS its statutory rights to collect the unpaid 1985 tax liability on the basis of the original assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court relied on the Fifth Circuit's decision in United States v. Wilkes, <span class=\"citation\" data-id=\"570049\"><a href=\"/opinion/570049/united-states-v-wendelyn-wilkes-national-bank-of-commerce-of-san-antonio/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1143</span> </a></span>(5th Cir.1991), to hold that a full payment extinguishes an assessment and that subsequent refunds do not revive extinguished assessments.  The district court also found that Clark's 1985 assessment had been extinguished.  Although acknowledging that Clark was getting \"an undeserved windfall,\" the district court granted Clark's motion for summary judgment, thus rendering moot the government's cross motion for summary judgment.  The government appeals.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As always, we review a district court's grant of summary judgment de novo and, like the district court, review the facts in the light most favorable to the nonmoving party.  See, e.g., Udo v. Tomes, <span class=\"citation\" data-id=\"695510\"><a href=\"/opinion/695510/67-fair-emplpraccas-bna-1001-66-empl-prac-dec-p-43607-udo-u-udo/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 12 (1st Cir.1995).  Summary judgment is appropriate when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).</p>\n    </div>\n    <p>B. Analysis</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>1. Can Assessments be Extinguished?</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The government argues that the district court erred in holding that assessments are extinguished by payment.  Under the government's theory, assessments cannot be extinguished, so if there is an underpayment of the amount recorded in the assessment at any time during the ten-year period for collection, then the IRS may institute procedures to collect that amount.  The government reasons that because Clark's 1985 account reflected an underpayment of $13,415.00, plus interest and penalties, after the IRS removed the misapplied $13,415.00 payment, and because the ten-year limitations period had not expired, the IRS was entitled to implement administrative procedures to collect the amount due.  The government's argument has essentially three prongs.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">First, the government argues that assessments cannot be extinguished because they are merely administrative records of a taxpayer's tax liability for a given year.  According to the government, assessments are not affected by payment, but remain as permanent records of tax liability regardless of whether the taxpayer satisfies that liability or not.  As such, assessments are not like promissory notes or mortgages, which create liability and are cancelled when the debt is satisfied.  In fact, the government contends that assessments create no liability at all, since tax liability is created by the Internal Revenue Code and may be collected even without an assessment if the IRS brings suit within three years of the filing of a return.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Second, the government argues that the Internal Revenue Code's distinction between rebate refunds and non-rebate refunds<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> supports its position that assessments cannot be extinguished.  This argument is based on the government's contention that when the IRS erroneously refunds an amount to a taxpayer, it can reclaim that amount in two ways:  (1) by bringing an erroneous-refund suit under 26 U.S.C. Sec. 7405, or (2) through administrative collection procedures.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Under the government's view, if assessments can be extinguished, then the IRS would not be able to pursue administrative collection procedures to recover non-rebate refunds.  The government explains that if an erroneous refund was a rebate refund, then before the IRS can implement administrative collection procedures, it must first enter a supplemental assessment, since the original assessment was abated to the extent of the refund and does not reflect the taxpayer's true tax liability;  the IRS has the authority to enter a supplemental assessment under 26 U.S.C. Sec. 2604 because erroneous rebate refunds constitute deficiencies under 26 U.S.C. Sec. 6211.  The government contends, however, that if the erroneous refund was a non-rebate refund, then the original assessment still reflects the taxpayer's total tax liability and so provides a basis for implementing administrative collection procedures immediately.  The government argues that not only is there no need for the IRS to enter a supplemental assessment, but that it actually could not, since non-rebate refunds do not constitute deficiencies under Sec. 6211 and since the original assessment still exists and there cannot be two valid assessments for the same tax liability.  The government reasons that if assessments could be extinguished, then the IRS would not be able to pursue administrative collection procedures to recover erroneous non-rebate refunds.  Because the government thinks that administrative collection procedures should be available for recovering non-rebate refunds, it contends that assessments cannot be extinguished.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Third, the government cites three cases that support its view that assessments cannot be extinguished.  See Davenport v. United States, <span class=\"citation\" data-id=\"2000749\"><a href=\"/opinion/2000749/davenport-v-united-states/\"><span class=\"volume\">136</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">125</span></a></span>, 127 (W.D.Ky.1991) (holding that \"[a] non-rebate erroneous refund simply gives back to the taxpayer a part of the taxpayer's assessed tax and the assessed balance due may be collected by ordinary collection procedures\");  Sanfellipo v. United States, 90-2 U.S. Tax Cas.  (CCH) p 50,567, at 85,943, <span class=\"citation no-link\"><span class=\"volume\">1990</span> <span class=\"reporter\">WL</span> <span class=\"page\">193640</span> </span>(N.D.Cal.1990) (taxpayer's payment of assessments \"did not extinguish the liabilities or otherwise foreclose the IRS from attempting to collect the erroneous refunds\");  Groetzinger v. Commissioner, <span class=\"citation\" data-id=\"4483419\"><a href=\"/opinion/4704510/groetzinger-v-commissioner/\"><span class=\"volume\">69</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">309</span></a></span>, 315-16, <span class=\"citation no-link\"><span class=\"volume\">1977</span> <span class=\"reporter\">WL</span> <span class=\"page\">3623</span> </span>(1977) (viewing all transactions together to determine that erroneous refund resulted in an underpayment of tax).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We decline to adopt the government's position that assessments cannot be extinguished.  Instead, we follow the Fifth and Seventh Circuits, the only circuits to have addressed this issue thus far, in holding that when a taxpayer tenders payment on a tax assessment, that payment extinguishes the assessment to the extent of the payment.  O'Bryant v. United States, <span class=\"citation\" data-id=\"691080\"><a href=\"/opinion/691080/raymond-e-and-dorothy-j-obryant-v-united-states/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">340</span></a></span>, 346 (7th Cir.1995);  <span class=\"citation\" data-id=\"570049\"><span class=\"antecedent_guess\">Wilkes,</span> <a href=\"/opinion/570049/united-states-v-wendelyn-wilkes-national-bank-of-commerce-of-san-antonio/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1152</span></a></span>;  see also Karp v. United States, <span class=\"citation no-link\"><span class=\"volume\">868</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">235</span></span>, 237 (N.D.Ill.1994);  United States v. Brown, <span class=\"citation no-link\"><span class=\"volume\">782</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">321</span></span>, 324-25 (N.D.Tex.1990);  Rodriguez v. United States, <span class=\"citation\" data-id=\"1577015\"><a href=\"/opinion/1577015/rodriguez-v-united-states/\"><span class=\"volume\">629</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">333</span></a></span>, 344 (N.D.Ill.1986);  United States v. Young, 79-2 U.S.Tax Cas.  (CCH) p 9609, at 88,221, <span class=\"citation no-link\"><span class=\"volume\">1979</span> <span class=\"reporter\">WL</span> <span class=\"page\">1458</span> </span>(D.Del.1979);  LaFollette v. United States, <span class=\"citation no-link\"><span class=\"volume\">176</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">192</span></span>, 195 (S.D.Cal.1959).  We also agree that an erroneous refund does not revive an extinguished assessment.  See <span class=\"citation\" data-id=\"691080\"><span class=\"antecedent_guess\">O'Bryant,</span> <a href=\"/opinion/691080/raymond-e-and-dorothy-j-obryant-v-united-states/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">346</span></a></span>;  <span class=\"citation\" data-id=\"570049\"><span class=\"antecedent_guess\">Wilkes,</span> <a href=\"/opinion/570049/united-states-v-wendelyn-wilkes-national-bank-of-commerce-of-san-antonio/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1152</span></a></span>.   As the Seventh Circuit explained in <span class=\"citation\" data-id=\"691080\"><span class=\"antecedent_guess\">O'Bryant,</span> <a href=\"/opinion/691080/raymond-e-and-dorothy-j-obryant-v-united-states/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">346</span></a></span>, there is a fundamental difference between money taxpayers possess as the result of an erroneous refund and money they originally owed the IRS (their tax liability):  taxpayers who receive erroneous refunds owe the IRS \"because they have been unjustly enriched by it, not because they have not paid their taxes.\"   Thus,</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>[w]hen a taxpayer mails the IRS a check in the full amount of his assessed tax liability, and the IRS cashes it, the taxpayer's liability is satisfied, and unless a new assessment is made later on, any erroneous, unsolicited refund that the IRS happens to send the taxpayer must be handled on its own terms, not under the rubric of the assessed liability.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"691080\"><a href=\"/opinion/691080/raymond-e-and-dorothy-j-obryant-v-united-states/\"><span class=\"id_token\">Id.</span> at 347.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As our discussion indicates, we are unpersuaded by the government's assertion that assessments are merely bookkeeping devices that cannot be extinguished by payment.  Like the Seventh Circuit, we think this argument misses the point.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>Regardless of whether the assessment is a record of the taxpayer's tax liability or is the liability itself, the liability has already been satisfied and cannot be sued on to collect a refund that results not from that liability or any reevaluation thereof but from a simple mistake.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"691080\"><a href=\"/opinion/691080/raymond-e-and-dorothy-j-obryant-v-united-states/\"><span class=\"id_token\">Id.</span> at 346.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We are also unpersuaded by the government's argument that the difference between rebate and non-rebate refunds shows that assessments cannot be extinguished.  In our view, once an assessment has been paid, it is extinguished.  If the IRS thereafter issues an erroneous refund, it may recover that refund under Sec. 7405 or under administrative collection procedures if those are available.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  As the Seventh Circuit observed in <span class=\"citation\" data-id=\"691080\"><span class=\"antecedent_guess\">O'Bryant,</span> <a href=\"/opinion/691080/raymond-e-and-dorothy-j-obryant-v-united-states/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">347</span></a></span>,</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>it is an unjustified leap of logic to say that because nonrebate refunds cannot be recovered by reassessment, they must be collectible by resort to the original assessment.  There is no indication in the Code that Congress intended such a result and we refuse to reach it, especially when doing so would require us to mischaracterize an erroneous refund as tax liability.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Finally, because their holdings are logically excluded by ours, we disagree with Davenport, Sanfellipo, and Groetzinger.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>2. Was Clark's 1985 Assessment Extinguished?</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Although not invited to do so by either party, we nonetheless find it necessary to consider whether Clark fully satisfied the assessment for his 1985 tax liability.  The district court held that the 1985 assessment was extinguished no later than July 20, 1987, the date on which the IRS misapplied Clark's $13,415.00 payment to his 1985 account.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  That misapplication, however, had two results:  (1) it satisfied Clark's $1,808.59 outstanding tax liability, and (2) it generated a large overpayment, which the IRS refunded to Clark.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This situation is similar to that considered by the Fifth Circuit in Wilkes, which involved income taxes paid by an estate.  Because the estate had miscalculated the amount of tax due, it paid $218.11 less than the actual amount due.  The IRS, however, erroneously credited an unrelated taxpayer's payment to the estate's account, which had two results:  (1) it satisfied the outstanding $218.11 balance, and (2) it generated in a large overpayment, which the IRS refunded to the estate.  Several years later, the IRS realized its mistake and sued the estate to reduce the assessment to judgment, hoping thereby to collect the entire tax liability again on the basis of the original assessment.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The Fifth Circuit held that the IRS was entitled to recover only $218.11, the only portion of the assessment remaining that had not been extinguished by payment.  <span class=\"citation\" data-id=\"570049\"><span class=\"antecedent_guess\">Wilkes,</span> <a href=\"/opinion/570049/united-states-v-wendelyn-wilkes-national-bank-of-commerce-of-san-antonio/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1152</span></a></span>.   Accordingly, the Fifth Circuit entered judgment against the estate, but only for $218.11, that portion of the assessment that remained unextinguished.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We follow the Fifth Circuit and hold that assessments may only be extinguished by payment tendered by the taxpayer, and not by an IRS error.  Prior to the misapplication, Clark had paid all but $1,808.59 of the amount due under his 1985 assessment.  Accordingly, prior to the misapplication, Clark had extinguished the assessment, except for the $1,808.59 still outstanding.  It has always been Clark's position that he never tendered the $13,415.00 towards the 1985 assessment;  rather, that amount was always to be applied to his 1986 liability.  Thus, Clark never tendered the $1,808.59 due under the 1985 assessment.  Because he never tendered the $1,808.59, Clark still remained liable for it.  The IRS was therefore entitled to collect that amount under the original assessment.</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the grant of summary judgment to Clark, but reduce the amount of that judgment by $1,808.59, plus interest due, which the IRS was entitled to collect.  This case is remanded for action in accordance with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Typically, when the IRS receives a tax return, it evaluates the return for accuracy.  If, as in this case, it finds the return satisfactory, it enters an assessment for the amount of tax the taxpayer calculated to be owing.  See 26 U.S.C. Secs. 6201, 6203.  If it disagrees with the taxpayer's determination of the tax liability, the IRS may enter a different assessment, but only after it issues a notice of deficiency to the taxpayer and gives him or her ninety days to challenge its calculations in the Tax Court.  26 U.S.C. Secs. 6201, 6212, 6213.  The IRS has three years from the date a return is filed to make an assessment of liability.  26 U.S.C. Sec. 6501.  If the IRS discovers that an assessment \"is imperfect or incomplete in any material respect,\" it may correct the problem by making a supplemental assessment if it does so within the three-year time period for making assessments.  26 U.S.C. Sec. 6204</p>\n        <p>Once it makes an assessment of a taxpayer's tax liability for a given year, the IRS generally has sixty days to issue a notice and demand for payment to the taxpayer, 26 U.S.C. Sec. 6303(a), and ten years to collect the assessed amount, 26 U.S.C. Sec. 6502(a)(1).  Collection may be made through administrative methods (including federal liens and levies), see 26 U.S.C. Secs. 6321, 6331, or judicial methods (suits to foreclose liens or to reduce assessments to judgment), see 26 U.S.C. Sec. 7403.  If it does not make an assessment within three years of the filing of a return, the IRS may not pursue collection activities after the close of the three-year period.  26 U.S.C. Sec. 6501.  It can, however, file suit for collection without an assessment if it does so during the three-year period.  Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In a letter to the IRS dated September 22, 1989, Clark wrote:</p>\n        <p>This payment was voluntarily made, and the memo on the check itself clearly indicates that I designated that it be applied to my 1986 Form 1040 tax liability.  This memo conforms with the instruction found at line 67 of my 1986 return which asks that I write my social security number and \"1986 Form 1040\" on it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> According to our calculations, the balance due on June 19, 1987, the date the IRS received the taxpayer's $13,415.00 payment, was $1,808.59.  We calculate this number by adding the payments Clark had made prior to the misapplication ($14,140.72) and subtracting that number from the charges reflected in his account ($15,949.31)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Because the taxpayer had already satisfied his 1986 account to avoid further penalties, the transfer resulted in an overpayment on the 1986 account.  Pursuant to the taxpayer's direction, the IRS applied the overpayment to his tax liabilities for 1988 and 1989</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Rebate refunds are generated when the IRS recalculates a taxpayer's tax liability for a given year, as when, for example, a taxpayer submits an amended return showing additional deductions.  According to the government, when the IRS issues a rebate refund, the original assessment is abated to the extent of the refund so that it reflects the taxpayer's actual tax liability for the year in question.  Non-rebate refunds, on the other hand, stem not from a recalculation of the taxpayer's tax liability, but rather from a determination that the taxpayer paid more than the assessed amount.  According to the government, non-rebate refunds do not affect the original assessment, which remains intact as an accurate record of the taxpayer's tax liability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The government contends that the legislative history of Sec. 7405 shows that the section was not intended to be the IRS's exclusive method for collecting erroneous refunds.  Rather, as a Senate Report explaining the predecessor of Sec. 7405 states, \"the erroneous refund may [also] be recovered by assessment in the ordinary manner.\"   S.Rep. No. 960, 70th Cong., 1st Sess. 42 (1928);  see also Brookhurst, Inc. v. United States, <span class=\"citation\" data-id=\"559947\"><a href=\"/opinion/559947/brookhurst-inc-as-successor-by-merger-with-commercial-uniform-company-v/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">554</span></a></span>, 557 (9th Cir.)  (IRS not limited to Sec. 7405 because imperfect assessment may be reassessed within three years from date tax return was filed), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">907</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">299</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">242</span> </span>(1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The cases relied on by the government for the proposition that after issuing an erroneous refund, the IRS may collect the money either under Sec. 7405 or by implementing administrative collection procedures all involve rebate refunds, and thus do not hold either that assessments cannot be extinguished or that non-rebate refunds may be collected on the basis of the original assessment.  See <span class=\"citation\" data-id=\"559947\"><span class=\"antecedent_guess\">Brookhurst,</span> <a href=\"/opinion/559947/brookhurst-inc-as-successor-by-merger-with-commercial-uniform-company-v/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">555</span></a></span>;  Ideal Realty Co. v. United States, <span class=\"citation\" data-id=\"348755\"><a href=\"/opinion/348755/the-ideal-realty-co-v-united-states-of-america-and-dorothy-singletery/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1123</span></a></span>, 1124-25 (4th Cir.1977) (per curiam);  Warner v. Commissioner, <span class=\"citation\" data-id=\"331399\"><a href=\"/opinion/331399/richard-e-warner-and-virginia-a-warner-v-commissioner-of-internal/\"><span class=\"volume\">526</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (9th Cir.1975);  Black Prince Distillery, Inc. v. United States, <span class=\"citation\" data-id=\"1903928\"><a href=\"/opinion/1903928/black-prince-distillery-inc-v-united-states/\"><span class=\"volume\">586</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1169</span></a></span>, 1170-71 (D.N.J.1984) (erroneous refund given on basis of taxpayer's refund claim that incorrectly reported operating-loss deductions).  In United States v. C &amp; R Invs., Inc., <span class=\"citation\" data-id=\"282555\"><a href=\"/opinion/282555/united-states-v-c-r-investments-inc-a-corporation/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">314</span></a></span>, 315-16 (10th Cir.1968), which involved a non-rebate refund, the Tenth Circuit remanded the case to the district court to determine whether deficiency procedures were available</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Given the thrust of the government's brief on appeal, and because the IRS removed the $13,415.00 payment from the taxpayer's 1985 account and moved it to his 1986 account, we assume for the purposes of this case that taxpayers may direct how the IRS must apply their payments.  Cf. <span class=\"citation\" data-id=\"1577015\"><span class=\"antecedent_guess\">Rodriguez,</span> <a href=\"/opinion/1577015/rodriguez-v-united-states/\"><span class=\"volume\">629</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">344</span> </a></span>(checks tendered to satisfy outstanding tax liability for three years extinguished liability for all three years, even though the IRS applied too much money to one account and too little to another and therefore issued a refund);  Young, 79-2 U.S.Tax Cas.  (CCH) at pp 88,220-88,221, <span class=\"citation no-link\"><span class=\"volume\">1979</span> <span class=\"reporter\">WL</span> <span class=\"page\">1458</span> </span>(payment made towards individual tax liability extinguished assessment, even though the IRS credited the payment to the taxpayer's sole proprietorship tax account and refunded it)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> There was some question in that case about whether the IRS had ever actually entered an assessment.  The Fifth Circuit, however, assumed arguendo that it had.  <span class=\"citation\" data-id=\"570049\"><span class=\"antecedent_guess\">Wilkes,</span> <a href=\"/opinion/570049/united-states-v-wendelyn-wilkes-national-bank-of-commerce-of-san-antonio/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1148</span></a></span></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/282555/",
    "https://www.courtlistener.com/api/rest/v3/opinions/331399/",
    "https://www.courtlistener.com/api/rest/v3/opinions/348755/",
    "https://www.courtlistener.com/api/rest/v3/opinions/559947/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570049/",
    "https://www.courtlistener.com/api/rest/v3/opinions/691080/",
    "https://www.courtlistener.com/api/rest/v3/opinions/695510/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1577015/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1903928/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2000749/",
    "https://www.courtlistener.com/api/rest/v3/opinions/4483419/"
  ]
}