{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196255/",
  "id": 196255,
  "absolute_url": "/opinion/196255/hider-v-city-of-portland/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196255/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:01:34Z",
  "date_modified": "2020-02-21T23:58:18.616001Z",
  "type": "010combined",
  "sha1": "f982cdf403e8d1db0ff0ca668c88ce1ee62ab3eb",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1077.01A",
  "local_path": null,
  "plain_text": "\nAugust 23, 1995         [NOT FOR PUBLICATION]\r\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1077 \r\n\n                        MARK S. HIDER,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                  CITY OF PORTLAND, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n         [Hon. David M. Cohen, U.S. Magistrate Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n               Selya and Lynch, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nMark S. Hider on brief pro se.\r                         \r\nNatalie L. Burns on brief for appellee City of Portland.\r                            \r\nBethAnne L. Poliquin on brief for appellee Michael Chitwood.\r                                \r\n\n                                         \r\n\n                                         \r\r\n\n     Per Curiam.   Plaintiff-appellant Mark S. Hider  appeals\r                           \r\n\nfrom  the grant of  summary judgment in  favor of defendants-\r\n\nappellees  and from the denial  of a request  for relief from\r\n\njudgment.   For the following reasons, we  dismiss the appeal\r\n\nfrom the grant of summary judgment as untimely, and we affirm\r\n\nthe denial of post-judgment relief.\r\n\n                              I.\r\n\n     This  appeal has its  origins in a  decision by appellee\r\n\nMichael  Chitwood,  chief  of  police for  appellee  City  of\r\n\nPortland, to deny Hider's second application  for a permit to\r\n\ncarry  a concealed weapon.   Hider sought  judicial review of\r\n\nthis administrative determination in Maine state court, which\r\n\nupheld  the police chief's decision.   See Hider  v. Chief of\r                                                                         \r\n\nPolice, Portland, 628 A.2d 158 (Me. 1993).  Thereafter, Hider\r                            \r\n\nfiled  a  complaint  in  federal   district  court  alleging,\r\n\npursuant to  42 U.S.C.    1983,  that appellees violated  his\r\n\nrights under  the Second, Eighth,  and Fourteenth Amendments.\r\n\nHider also appended various state law claims.  Pursuant to 28\r\n\nU.S.C.   636(c), the parties consented  to allow a magistrate\r\n\njudge to conduct any and all proceedings in  the case, and to\r\n\nenter final judgment and orders.\r\n\n     On  October  18,  1994,  the  magistrate  judge  granted\r\n\nsummary judgment  for appellees on the  federal claim, ruling\r\n\nthat the claim  is barred  by the doctrine  of res  judicata.\r                                                                        \r\n\nThe  pendent state law claims  were dismissed as  a matter of\r\n\n                             -2-\r\r\n\njudicial discretion.  See  28 U.S.C.   1367(c)(3).   Judgment\r                                     \r\n\nentered  on October  19, 1994.   On  November 5,  1994, Hider\r\n\nserved on appellees a  motion for new trial pursuant  to Fed.\r\n\nR.  Civ.  P.  59(a), a  motion  to  alter  or amend  judgment\r\n\npursuant to Fed.  R. Civ. P. 59(e),  and a motion  for relief\r\n\nfrom  judgment  pursuant  to Fed.  R.  Civ.  P.  60(b).   The\r\n\nmagistrate judge  denied these motions on  November 28, 1994.\r\n\nOne week later, on December 5, 1994, Hider filed a motion for\r\n\nreconsideration.   This  motion  was denied  on December  19,\r\n\n1994.  Hider filed a notice of appeal on January 18, 1995. \r\n\n                             II.\r\n\n     Although not raised by the parties, the initial question\r\n\nwe must address in this  appeal is one of jurisdiction.   See\r                                                                         \r\n\nFeinstein v. Moses, 951 F.2d  16, 17 (1st Cir. 1991).   As we\r                              \r\n\nsee it, Hider does not have a timely appeal from  the summary\r\n\njudgment.  Pursuant  to Fed.  R. App. P.  4(a)(1), Hider  was\r\n\nrequired to  file  his notice  of appeal  within thirty  days\r\n\nafter entry of final judgment.  Timely filing of a notice  of\r\n\nappeal  is  both  mandatory  and  jurisdictional.    Acevedo-\r                                                                         \r\n\nVillalobos v. Hernandez,  22 F.3d 384, 387 (1st  Cir.), cert.\r                                                                         \r\n\ndenied,  115 S. Ct. 574 (1994).  Since final judgment entered\r                  \r\n\non  October 19,  1994, Hider's  notice of  appeal was  due on\r\n\nNovember 18, 1994 and was filed two months late.  \r\n\n     To  be sure, a timely  Rule 59(a) or  59(e) motion tolls\r\n\nthe  time period for filing a notice  of appeal.  See Fed. R.\r                                                                 \r\n\n                             -3-\r\r\n\nApp. P. 4(a)(4).  However, to be timely, such motions must be\r\n\nserved within  ten days of the entry of judgment, see Fed. R.\r                                                                 \r\n\nCiv. P. 59(b), (e), excluding intermediate holidays and week-\r\n\nends, see Fed. R. Civ. P. 6(a).  Hider's Rule 59(a) and 59(e)\r                     \r\n\nmotions were  due to  be served by  November 2, 1994.   Since\r\n\nthese motions  were not served  until November 5,  1994, they\r\n\nwere untimely and did  not extend the time period  for appeal\r\n\nfrom  the underlying  judgment.1   See Cavaliere  v. Allstate\r                                                                         \r\n\nIns. Co., 996 F.2d 1111, 1114 (11th Cir. 1993) (untimely Rule\r                    \r\n\n59(a) motion); Feinstein, 951 F.2d at 18 (untimely Rule 59(e)\r                                    \r\n\nmotion).   Under the  circumstances, we lack  jurisdiction to\r\n\nreview the summary judgment.\r\n\n     We recognize that an  alternative argument might be made\r\n\nin  an  attempt  to   resuscitate  the  appeal  from  summary\r\n\njudgment.  Following  the denial  of the first  set of  post-\r\n\njudgment motions, the clerk of the court prepared and entered\r\n\non the docket a separate  document which is labeled  \"Amended\r\n\nJudgment\"  and  purports  to  re-enter  the  final  judgment.\r\n\nSimilarly, following the  denial of the  second set of  post-\r\n\n                    \r                                \r\n\n1.  The magistrate  judge  incorrectly stated  in his  margin\r\nruling that the  Rule 59(e)  motion was timely.   It  appears\r\nthat, in calculating the ten-day period, the magistrate judge\r\nfollowed the suggestion of the appellees and added three days\r\nfor  service by mail pursuant to Fed.  R. Civ. P. 6(e).  This\r\nwas  error since  the time  for serving  a motion  under Rule\r\n59(e) is not extended by Rule 6(e).  See Flint v. Howard, 464\r                                                                    \r\nF.2d  1084, 1087 (1st  Cir. 1972).  We  add that, because the\r\nmagistrate judge's misstatement was  made well after the time\r\nfor  appeal had expired, Hider could not have relied on it in\r\ndelaying his appeal.  See Feinstein, 951 F.2d at 20.  \r                                               \r\n\n                             -4-\r\r\n\njudgment  motions,  the clerk  prepared  and  entered on  the\r\n\ndocket a  separate document which is  labeled \"Second Amended\r\n\nJudgment\" and purports to re-enter the final judgment.  Under\r\n\nthe circumstances, it could be argued that the appeal  period\r\n\nbegan  anew with the entry  of the \"Amended  Judgment\" on the\r\n\ndocket  and then restarted once  again with the  entry of the\r\n\n\"Second Amended Judgment\" on the docket.\r\n\n     Such  an  argument, however,  would  fail.   An  amended\r\n\njudgment which  alters matters of substance  or resolves some\r\n\ngenuine ambiguity does wind  the appeal clock anew.   See FTC\r                                                                         \r\n\nv.  Minneapolis-Honeywell Regulator Co., 344 U.S. 206, 211-12\r                                                   \r\n\n(1952).    However,  neither   the  re-entry  of  a  judgment\r\n\npreviously entered nor an immaterial revision to the judgment\r\n\ntolls the  time period  within which  review must  be sought.\r\n\nSee id.; Air Line Pilots Ass'n v. Precision  Valley Aviation,\r                                                                        \r\n\n26 F.3d  220, 223 n.2 (1st  Cir. 1994).  Where,  as here, the\r\n\ncourt made no revision whatsoever to the  final judgment, the\r\n\nappeal period from this judgment is unaffected.\r\n\n                             II.\r\n\n     Our  task  is not  over.   Hider's  notice of  appeal is\r\n\ntimely with respect to the order denying his December 5, 1994\r\n\nmotion for reconsideration.2   We construe  this motion as  a\r\n\n                    \r                                \r\n\n2.  The  filing of this December 5 motion did not, of course,\r\naffect the time  period within  which Hider  was required  to\r\nfile his appeal from the October 19 entry of judgment.   See,\r                                                                        \r\ne.g., Rodriguez-Antuna v. Chase Manhattan Bank, 871 F.2d 1, 2\r                                                          \r\n(1st Cir.  1989) (timely appeal from  district court's denial\r\n\n                             -5-\r\r\n\nRule  60(b)(3) motion  since  it seeks  relief from  judgment\r\n\nbased on allegations of fraud or misrepresentation.  See Fed.\r                                                                    \r\n\nR. Civ. P. 60(b)(3) (permitting relief from judgment based on\r\n\nfraud   misrepresentation, or other misconduct  of an adverse\r\n\nparty).  In this circuit, the  denial of a Rule 60(b)  motion\r\n\nis an appealable order.  See Fiore v. Washington County Comm.\r                                                                         \r\n\nMental Health Ctr.,  960 F.2d  229, 232 (1st  Cir. 1992)  (en\r                              \r\n\nbanc).   Our standard of review is  abuse of discretion.  See\r                                                                         \r\n\nDe la Torre v. Continental Ins. Co., 15 F.3d 12, 14 (1st Cir.\r                                               \r\n\n1994).  \r\n\n     In his brief on appeal, Hider reiterates his allegations\r\n\nof  fraud on  the court.   In  particular, Hider  claims that\r\n\nappellees misrepresented  that they agree with  the ruling of\r\n\nthe Maine  Law Court, when  in fact,  they do not.   However,\r\n\neven if  the evidence in  the record  supported an  inference\r\n\nthat  appellees secretly  disagreed with  some aspect  of the\r\n\nMaine court's reasoning or its interpretation of the relevant\r\n\nlaw,  Hider  has  failed  to  demonstrate  how  that  alleged\r\n\nmisconduct interfered  with his ability to  prepare a defense\r\n\nto appellee's  summary judgment  motion.  See  Perez-Perez v.\r                                                                      \r\n\nPopular Leasing  Rental, Inc.,  993 F.2d  281, 285  (1st Cir.\r                                         \r\n\n1993) (holding that  moving party on  a Rule 60(b)(3)  motion\r\n\nmust demonstrate  fraud by clear and  convincing evidence and\r\n\n                    \r                                \r\n\nof post-judgment relief does not \"resurrect\" expired right of\r\nappeal from underlying judgment).\r\n\n                             -6-\r\r\n\nmust show that the fraud foreclosed full and fair preparation\r\n\nor presentation of  his case).  Under the  circumstances, the\r\n\nmagistrate judge did not abuse  his discretion in denying the\r\n\nDecember 5, 1994 motion for reconsideration.\r\n\n     The  appeal  from  the  entry  of  summary  judgment  is\r\n\ndismissed; the  denial of  the motion for  reconsideration is\r                     \r\n\naffirmed.\r                    \r\n\n                             -7-\r\r\n",
  "html": "<p class=\"case_cite\">64 F.3d 654</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Mark S. HIDER, Plaintiff, Appellant,<br>v.<br>CITY OF PORTLAND, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1077.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Aug. 23, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mark S. Hider on brief pro se.</p>\n      <p class=\"indent\">Natalie L. Burns on brief for appellee City of Portland.</p>\n      <p class=\"indent\">BethAnne L. Poliquin on brief for appellee Michael Chitwood.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">DISMISSED IN PART AND AFFIRMED IN PART.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Mark S. Hider appeals from the grant of summary judgment in favor of defendants- appellees and from the denial of a request for relief from judgment.  For the following reasons, we dismiss the appeal from the grant of summary judgment as untimely, and we affirm the denial of post-judgment relief.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This appeal has its origins in a decision by appellee Michael Chitwood, chief of police for appellee City of Portland, to deny Hider's second application for a permit to carry a concealed weapon.  Hider sought judicial review of this administrative determination in Maine state court, which upheld the police chief's decision.  See Hider v. Chief of Police, Portland, 628 A.2d 158 (Me.1993).  Thereafter, Hider filed a complaint in federal district court alleging, pursuant to 42 U.S.C. Sec. 1983, that appellees violated his rights under the Second, Eighth, and Fourteenth Amendments.  Hider also appended various state law claims.  Pursuant to 28 U.S.C. Sec. 636(c), the parties consented to allow a magistrate judge to conduct any and all proceedings in the case, and to enter final judgment and orders.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 18, 1994, the magistrate judge granted summary judgment for appellees on the federal claim, ruling that the claim is barred by the doctrine of res judicata.  The pendent state law claims were dismissed as a matter of judicial discretion.  See 28 U.S.C. Sec. 1367(c)(3).  Judgment entered on October 19, 1994.  On November 5, 1994, Hider served on appellees a motion for new trial pursuant to Fed.  R. Civ. P. 59(a), a motion to alter or amend judgment pursuant to Fed.  R. Civ. P. 59(e), and a motion for relief from judgment pursuant to Fed.  R. Civ. P. 60(b).  The magistrate judge denied these motions on November 28, 1994.  One week later, on December 5, 1994, Hider filed a motion for reconsideration.  This motion was denied on December 19, 1994.  Hider filed a notice of appeal on January 18, 1995.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Although not raised by the parties, the initial question we must address in this appeal is one of jurisdiction.  See Feinstein v. Moses, 951 F.2d 16, 17 (1st Cir.1991).  As we see it, Hider does not have a timely appeal from the summary judgment.  Pursuant to Fed.  R. App.  P. 4(a)(1), Hider was required to file his notice of appeal within thirty days after entry of final judgment.  Timely filing of a notice of appeal is both mandatory and jurisdictional.  Acevedo-Villalobos v. Hernandez, 22 F.3d 384, 387 (1st Cir.), cert. denied, 115 S. Ct. 574 (1994).  Since final judgment entered on October 19, 1994, Hider's notice of appeal was due on November 18, 1994 and was filed two months late.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">To be sure, a timely Rule 59(a) or 59(e) motion tolls the time period for filing a notice of appeal.  See Fed.  R. App.  P. 4(a)(4).  However, to be timely, such motions must be served within ten days of the entry of judgment, see Fed.  R. Civ. P. 59(b), (e), excluding intermediate holidays and week-ends, see Fed.  R. Civ. P. 6(a).  Hider's Rule 59(a) and 59(e) motions were due to be served by November 2, 1994.  Since these motions were not served until November 5, 1994, they were untimely and did not extend the time period for appeal from the underlying judgment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See Cavaliere v. Allstate Ins. Co., 996 F.2d 1111, 1114 (11th Cir.1993) (untimely Rule 59(a) motion);  Feinstein, 951 F.2d at 18 (untimely Rule 59(e) motion).  Under the circumstances, we lack jurisdiction to review the summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We recognize that an alternative argument might be made in an attempt to resuscitate the appeal from summary judgment.  Following the denial of the first set of post-judgment motions, the clerk of the court prepared and entered on the docket a separate document which is labeled \"Amended Judgment\" and purports to re-enter the final judgment.  Similarly, following the denial of the second set of post-judgment motions, the clerk prepared and entered on the docket a separate document which is labeled \"Second Amended Judgment\" and purports to re- enter the final judgment.  Under the circumstances, it could be argued that the appeal period began anew with the entry of the \"Amended Judgment\" on the docket and then restarted once again with the entry of the \"Second Amended Judgment\" on the docket.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Such an argument, however, would fail.  An amended judgment which alters matters of substance or resolves some genuine ambiguity does wind the appeal clock anew.  See FTC v. Minneapolis-Honeywell Regulator Co., 344 U.S. 206, 211-12 (1952).  However, neither the re-entry of a judgment previously entered nor an immaterial revision to the judgment tolls the time period within which review must be sought.  See id.;  Air Line Pilots Ass'n v. Precision Valley Aviation, 26 F.3d 220, 223 n.2 (1st Cir.1994).  Where, as here, the court made no revision whatsoever to the final judgment, the appeal period from this judgment is unaffected.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Our task is not over.  Hider's notice of appeal is timely with respect to the order denying his December 5, 1994 motion for reconsideration.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We construe this motion as a Rule 60(b)(3) motion since it seeks relief from judgment based on allegations of fraud or misrepresentation.  See Fed.  R. Civ. P. 60(b)(3) (permitting relief from judgment based on fraud misrepresentation, or other misconduct of an adverse party).  In this circuit, the denial of a Rule 60(b) motion is an appealable order.  See Fiore v. Washington County Comm.  Mental Health Ctr., 960 F.2d 229, 232 (1st Cir.1992) (en banc).  Our standard of review is abuse of discretion.  See De la Torre v. Continental Ins. Co., 15 F.3d 12, 14 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In his brief on appeal, Hider reiterates his allegations of fraud on the court.  In particular, Hider claims that appellees misrepresented that they agree with the ruling of the Maine Law Court, when in fact, they do not.  However, even if the evidence in the record supported an inference that appellees secretly disagreed with some aspect of the Maine court's reasoning or its interpretation of the relevant law, Hider has failed to demonstrate how that alleged misconduct interfered with his ability to prepare a defense to appellee's summary judgment motion.  See Perez-Perez v. Popular Leasing Rental, Inc., 993 F.2d 281, 285 (1st Cir.1993) (holding that moving party on a Rule 60(b)(3) motion must demonstrate fraud by clear and convincing evidence and must show that the fraud foreclosed full and fair preparation or presentation of his case).  Under the circumstances, the magistrate judge did not abuse his discretion in denying the December 5, 1994 motion for reconsideration.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The appeal from the entry of summary judgment is dismissed;  the denial of the motion for reconsideration is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The magistrate judge incorrectly stated in his margin ruling that the Rule 59(e) motion was timely.  It appears that, in calculating the ten-day period, the magistrate judge followed the suggestion of the appellees and added three days for service by mail pursuant to Fed.  R. Civ. P. 6(e).  This was error since the time for serving a motion under Rule 59(e) is not extended by Rule 6(e).  See Flint v. Howard, 464 F.2d 1084, 1087 (1st Cir.1972).  We add that, because the magistrate judge's misstatement was made well after the time for appeal had expired, Hider could not have relied on it in delaying his appeal.  See Feinstein, 951 F.2d at 20</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The filing of this December 5 motion did not, of course, affect the time period within which Hider was required to file his appeal from the October 19 entry of judgment.  See, e.g., Rodriguez-Antuna v. Chase Manhattan Bank, 871 F.2d 1, 2 (1st Cir.1989) (timely appeal from district court's denial of post- judgment relief does not \"resurrect\" expired right of appeal from underlying judgment)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">654</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Mark S. HIDER, Plaintiff, Appellant,<br>v.<br>CITY OF PORTLAND, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1077.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Aug. 23, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mark S. Hider on brief pro se.</p>\n      <p class=\"indent\">Natalie L. Burns on brief for appellee City of Portland.</p>\n      <p class=\"indent\">BethAnne L. Poliquin on brief for appellee Michael Chitwood.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">DISMISSED IN PART AND AFFIRMED IN PART.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Mark S. Hider appeals from the grant of summary judgment in favor of defendants- appellees and from the denial of a request for relief from judgment.  For the following reasons, we dismiss the appeal from the grant of summary judgment as untimely, and we affirm the denial of post-judgment relief.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This appeal has its origins in a decision by appellee Michael Chitwood, chief of police for appellee City of Portland, to deny Hider's second application for a permit to carry a concealed weapon.  Hider sought judicial review of this administrative determination in Maine state court, which upheld the police chief's decision.  See Hider v. Chief of Police, Portland, <span class=\"citation no-link\"><span class=\"volume\">628</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">158</span> </span>(Me.1993).  Thereafter, Hider filed a complaint in federal district court alleging, pursuant to 42 U.S.C. Sec. 1983, that appellees violated his rights under the Second, Eighth, and Fourteenth Amendments.  Hider also appended various state law claims.  Pursuant to 28 U.S.C. Sec. 636(c), the parties consented to allow a magistrate judge to conduct any and all proceedings in the case, and to enter final judgment and orders.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 18, 1994, the magistrate judge granted summary judgment for appellees on the federal claim, ruling that the claim is barred by the doctrine of res judicata.  The pendent state law claims were dismissed as a matter of judicial discretion.  See 28 U.S.C. Sec. 1367(c)(3).  Judgment entered on October 19, 1994.  On November 5, 1994, Hider served on appellees a motion for new trial pursuant to Fed.  R. Civ. P. 59(a), a motion to alter or amend judgment pursuant to Fed.  R. Civ. P. 59(e), and a motion for relief from judgment pursuant to Fed.  R. Civ. P. 60(b).  The magistrate judge denied these motions on November 28, 1994.  One week later, on December 5, 1994, Hider filed a motion for reconsideration.  This motion was denied on December 19, 1994.  Hider filed a notice of appeal on January 18, 1995.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Although not raised by the parties, the initial question we must address in this appeal is one of jurisdiction.  See Feinstein v. Moses, <span class=\"citation\" data-id=\"573153\"><a href=\"/opinion/573153/frederick-feinstein-v-morris-and-joyce-moses-dba-sun-cal-products/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 17 (1st Cir.1991).  As we see it, Hider does not have a timely appeal from the summary judgment.  Pursuant to Fed.  R. App.  P. 4(a)(1), Hider was required to file his notice of appeal within thirty days after entry of final judgment.  Timely filing of a notice of appeal is both mandatory and jurisdictional.  Acevedo-Villalobos v. Hernandez, <span class=\"citation\" data-id=\"195330\"><a href=\"/opinion/195330/acevedo-villalobos-v-hon-hernandez/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">384</span></a></span>, 387 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">574</span> </span>(1994).  Since final judgment entered on October 19, 1994, Hider's notice of appeal was due on November 18, 1994 and was filed two months late.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">To be sure, a timely Rule 59(a) or 59(e) motion tolls the time period for filing a notice of appeal.  See Fed.  R. App.  P. 4(a)(4).  However, to be timely, such motions must be served within ten days of the entry of judgment, see Fed.  R. Civ. P. 59(b), (e), excluding intermediate holidays and week-ends, see Fed.  R. Civ. P. 6(a).  Hider's Rule 59(a) and 59(e) motions were due to be served by November 2, 1994.  Since these motions were not served until November 5, 1994, they were untimely and did not extend the time period for appeal from the underlying judgment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See Cavaliere v. Allstate Ins. Co., <span class=\"citation\" data-id=\"609826\"><a href=\"/opinion/609826/dominic-m-cavaliere-v-allstate-insurance-company/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1111</span></a></span>, 1114 (11th Cir.1993) (untimely Rule 59(a) motion);  <span class=\"citation\" data-id=\"573153\"><span class=\"antecedent_guess\">Feinstein,</span> <a href=\"/opinion/573153/frederick-feinstein-v-morris-and-joyce-moses-dba-sun-cal-products/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">18</span> </a></span>(untimely Rule 59(e) motion).  Under the circumstances, we lack jurisdiction to review the summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We recognize that an alternative argument might be made in an attempt to resuscitate the appeal from summary judgment.  Following the denial of the first set of post-judgment motions, the clerk of the court prepared and entered on the docket a separate document which is labeled \"Amended Judgment\" and purports to re-enter the final judgment.  Similarly, following the denial of the second set of post-judgment motions, the clerk prepared and entered on the docket a separate document which is labeled \"Second Amended Judgment\" and purports to re- enter the final judgment.  Under the circumstances, it could be argued that the appeal period began anew with the entry of the \"Amended Judgment\" on the docket and then restarted once again with the entry of the \"Second Amended Judgment\" on the docket.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Such an argument, however, would fail.  An amended judgment which alters matters of substance or resolves some genuine ambiguity does wind the appeal clock anew.  See FTC v. Minneapolis-Honeywell Regulator Co., <span class=\"citation\" data-id=\"105056\"><a href=\"/opinion/105056/ftc-v-minneapolis-honeywell-regulator-co/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">206</span></a></span>, 211-12 (1952).  However, neither the re-entry of a judgment previously entered nor an immaterial revision to the judgment tolls the time period within which review must be sought.  See id.;  Air Line Pilots Ass'n v. Precision Valley Aviation, <span class=\"citation\" data-id=\"672031\"><a href=\"/opinion/672031/air-line-pilots-association-v-precision-valley-aviation-inc/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 223 n.2 (1st Cir.1994).  Where, as here, the court made no revision whatsoever to the final judgment, the appeal period from this judgment is unaffected.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Our task is not over.  Hider's notice of appeal is timely with respect to the order denying his December 5, 1994 motion for reconsideration.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We construe this motion as a Rule 60(b)(3) motion since it seeks relief from judgment based on allegations of fraud or misrepresentation.  See Fed.  R. Civ. P. 60(b)(3) (permitting relief from judgment based on fraud misrepresentation, or other misconduct of an adverse party).  In this circuit, the denial of a Rule 60(b) motion is an appealable order.  See Fiore v. Washington County Comm.  Mental Health Ctr., <span class=\"citation\" data-id=\"580698\"><a href=\"/opinion/580698/richard-c-fiore-v-washington-county-community-mental-health-center/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">229</span></a></span>, 232 (1st Cir.1992) (en banc).  Our standard of review is abuse of discretion.  See De la Torre v. Continental Ins. Co., <span class=\"citation\" data-id=\"195174\"><a href=\"/opinion/195174/de-la-torre-v-continental-ins-co/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 14 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In his brief on appeal, Hider reiterates his allegations of fraud on the court.  In particular, Hider claims that appellees misrepresented that they agree with the ruling of the Maine Law Court, when in fact, they do not.  However, even if the evidence in the record supported an inference that appellees secretly disagreed with some aspect of the Maine court's reasoning or its interpretation of the relevant law, Hider has failed to demonstrate how that alleged misconduct interfered with his ability to prepare a defense to appellee's summary judgment motion.  See Perez-Perez v. Popular Leasing Rental, Inc., <span class=\"citation\" data-id=\"606663\"><a href=\"/opinion/606663/agustina-perez-perez-v-popular-leasing-rental-inc/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">281</span></a></span>, 285 (1st Cir.1993) (holding that moving party on a Rule 60(b)(3) motion must demonstrate fraud by clear and convincing evidence and must show that the fraud foreclosed full and fair preparation or presentation of his case).  Under the circumstances, the magistrate judge did not abuse his discretion in denying the December 5, 1994 motion for reconsideration.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The appeal from the entry of summary judgment is dismissed;  the denial of the motion for reconsideration is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The magistrate judge incorrectly stated in his margin ruling that the Rule 59(e) motion was timely.  It appears that, in calculating the ten-day period, the magistrate judge followed the suggestion of the appellees and added three days for service by mail pursuant to Fed.  R. Civ. P. 6(e).  This was error since the time for serving a motion under Rule 59(e) is not extended by Rule 6(e).  See Flint v. Howard, <span class=\"citation\" data-id=\"304971\"><a href=\"/opinion/304971/robert-w-flint-jr-v-francis-howard-warden-adult-correctional/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1084</span></a></span>, 1087 (1st Cir.1972).  We add that, because the magistrate judge's misstatement was made well after the time for appeal had expired, Hider could not have relied on it in delaying his appeal.  See <span class=\"citation\" data-id=\"573153\"><span class=\"antecedent_guess\">Feinstein,</span> <a href=\"/opinion/573153/frederick-feinstein-v-morris-and-joyce-moses-dba-sun-cal-products/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">20</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The filing of this December 5 motion did not, of course, affect the time period within which Hider was required to file his appeal from the October 19 entry of judgment.  See, e.g., Rodriguez-Antuna v. Chase Manhattan Bank, <span class=\"citation\" data-id=\"520401\"><a href=\"/opinion/520401/migda-rodriguez-antuna-v-chase-manhattan-bank-corporation/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1989) (timely appeal from district court's denial of post- judgment relief does not \"resurrect\" expired right of appeal from underlying judgment)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/105056/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195174/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195330/",
    "https://www.courtlistener.com/api/rest/v3/opinions/304971/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520401/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573153/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580698/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606663/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609826/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672031/"
  ]
}