{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196267/",
  "id": 196267,
  "absolute_url": "/opinion/196267/federico-v-order-of-st-benedict/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196267/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:02:05Z",
  "date_modified": "2020-02-21T23:29:40.844419Z",
  "type": "010combined",
  "sha1": "980c1afd31ff4f362b61a9b188b9c53a314467f5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1218.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 95-1218\r\n\n               MARY E. FEDERICO, ETC., ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n           ORDER OF SAINT BENEDICT IN RHODE ISLAND,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n         [Hon. Ernest C. Torres, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n              Boudin and Stahl, Circuit Judges,\r                                                          \r\n\n                                         \r\n\nDennis J. Roberts II for appellants.\r                                \r\nMichael G. Sarli, with whom Gidley,  Sarli &amp; Marusak was  on brief\r                                                                \r\nfor appellee.\r\n\n                                         \r\n\n                       August 29, 1995\r\n                                         \r\r\n\n          STAHL, Circuit  Judge.   After John  Federico, Jr.,\r                      STAHL, Circuit  Judge.\r                                           \r\n\ndied  at the  defendant  school,  his  parents  brought  this\r\n\nwrongful death action.   Following a thirteen-day  trial, the\r\n\njury  returned a  verdict  in  favor of  the  defendant.   On\r\n\nappeal, the  principal issue  is whether  the district  court\r\n\nmisconceived the scope  of the duty  owed under Rhode  Island\r\n\nlaw  by a  boarding school  to one  of  its students.   After\r\n\ncareful review,  we determine  that there  was  no error  and\r\n\ntherefore affirm.\r\n\n                              I.\r                                          I.\r                                            \r\n\n              FACTUAL AND PROCEDURAL BACKGROUND\r                          FACTUAL AND PROCEDURAL BACKGROUND\r                                                           \r\n\n          John Federico, Jr. (\"John\"), was a sixteen-year-old\r\n\nboarding student at defendant  Portsmouth Abbey School  (\"the\r\n\nschool\").  The school operated a full-time infirmary, staffed\r\n\nby the director of medical services, Pamela Gorman, R.N., and\r\n\na licensed practical  nurse.  The school also  retained, on a\r\n\npart-time  basis,  Dr.  Robert  Koterbay,  a  board-certified\r\n\npediatrician, as school physician.  \r\n\n          As   a  young  child,  doctors  diagnosed  John  as\r\n\nasthmatic  with  a severe  allergy  to  nuts.   The  school's\r\n\nmedical  staff knew about  John's medical condition.   John's\r\n\nfather   (\"John  Sr.\")   --   a   pediatrician  --   actively\r\n\nparticipated in John's medical care.  John Sr. arranged for a\r\n\nPulmo-Aid machine to  be kept in John's room.   However, John\r\n\n                             -2-\r                                          2\r\r\n\nSr. apparently rejected  the advice of John's  allergist that\r\n\nepinephrine1  in  a  self-administered  form  be  immediately\r\n\navailable to him.  \r\n\n          The events underlying  this case all took  place on\r\n\nthe evening  of  February  26,  1993.   John's  dorm  parent,\r\n\nStephen Carter, held an end-of-term party and ordered Chinese\r\n\nfood from a  local restaurant.  Carter and  his wife, Deidre,\r\n\nlived in  an apartment attached  to John's dormitory.   John,\r\n\nwho was known  to be very  careful about his  diet, ate  only\r\n\nbroccoli and  rice.  The food did not  appear to have nuts in\r\n\nit.  At  9:30 p.m., the students were  excused and instructed\r\n\nto return to the  dorm at 10:00 p.m. for prayers.   John went\r\n\nto an  area behind  the student center,  used by  students to\r\n\nsmoke  cigarettes.  John remarked to  another student that \"I\r\n\njust don't feel well.\"   John smoked one-half of a cigarette.\r\n\n          At about 9:45 p.m., John  returned to the dorm.  At\r\n\nabout 9:50 p.m., John knocked on  the Carter's apartment door\r\n\nsaying in a wheezy, high-pitched  voice, \"Hello -- help me --\r\n\nI'm having  an asthma attack.\"   John was blue  and breathing\r\n\nwith difficulty.  Mrs. Carter assisted him to the sofa of the\r\n\napartment, and then called out \"Emergency -- John Federico is\r\n\nhaving   an  asthma  attack  --  someone  get  his  inhaler.\"\r\n\nStudents  came in  with one  or more  inhalers.   Mrs. Carter\r\n\n                    \r                                \r\n\n1.  Epinephrine (adrenaline) is used as a muscle relaxant.\r\n\n                             -3-\r                                          3\r\r\n\nattempted to reach the infirmary  on the telephone.  The line\r\n\nwas  busy.  Mr. Carter then arrived.   He immediately went to\r\n\nthe infirmary to get help.  \r\n\n          Arriving at  the infirmary, Mr.  Carter told  Nurse\r\n\nGorman that  John was having  a severe asthma attack.   Nurse\r\n\nGorman took John's chart and an oxygen tank to the dorm.  She\r\n\ndid  not take an emergency medical kit containing epinephrine\r\n\nand  a syringe.   She  instructed  another infirmary  worker,\r\n\nSister  Frances (a  licensed practical  nurse),  to call  the\r\n\nrescue  squad.   However, Nurse  Gorman  did not  tell Sister\r\n\nFrances to call Dr. Koterbay.\r\n\n          Before   Nurse   Gorman  arrived   at   the  Carter\r\n\napartment, another student brought  the Pulmo-Aid machine  to\r\n\nJohn,  but John could  not grab it.   Brian Bordeau, a senior\r\n\nstudent  prefect in John's  dormitory, arrived in  the Carter\r\n\napartment at about  9:55 p.m.  At this point,  John was lying\r\n\non a couch down with vomitus coming from his  mouth.  Bordeau\r\n\n-- trained  in CPR  -- noted  a pulse of  twelve per  fifteen\r\n\nseconds.  Nurse Gorman then  arrived.  Bordeau advised her of\r\n\nthe pulse rate and then left.  Nurse Gorman  noted that  John\r\n\nwas  no longer  breathing.   Because of  the large  amount of\r\n\nmaterial  in John's  airways, Nurse  Gorman  could not  clear\r\n\nthem.    She  also  unsuccessfully  attempted  mouth-to-mouth\r\n\nresuscitation.  Nurse  Gorman asked Mrs.  Carter to get  John\r\n\n                             -4-\r                                          4\r\r\n\nPerreira, a teacher, athletic trainer, and dorm parent from a\r\n\nnearby dorm.  \r\n\n          When Perreira arrived, Nurse  Gorman was attempting\r\n\nto ventilate  John.  Perreira  tried to find  a pulse and  --\r\n\nwhen he was uncertain about  having found one -- removed John\r\n\nto the floor to  begin CPR.  At 10:02 p.m.,  the rescue squad\r\n\narrived and took over John's care.   Rescue efforts continued\r\n\nbriefly in the apartment.  None of the rescuers could get air\r\n\nin John's chest or revive him.\r\n\n          After  the rescue squad removed John to the Newport\r\n\nhospital, Nurse Gorman called Dr. Koterbay.  At the hospital,\r\n\ndoctors  administered  intravenous  epinephrine.    An  x-ray\r\n\nshowed that John  was suffering from tension  pneumothorax, a\r\n\ncondition  where air  has  lodged between  the lungs  and the\r\n\nlining of  the chest  cavity.   The emergency room  physician\r\n\nvacated the air.  John was pronounced dead at 10:50 p.m.  \r\n\n          Subsequently,   John's   parents   commenced   this\r\n\ndiversity-based wrongful death action.  A thirteen-day  trial\r\n\nensued,  during  which  both  parties  presented  conflicting\r\n\nexpert  testimony.   The plaintiffs  presented  two pediatric\r\n\nallergists  who testified that John suffered from an allergy-\r\n\ninduced  anaphylactic shock  reaction,  which  -- perhaps  in\r\n\ncombination with asthma  -- led to his death.   These experts\r\n\ntestified that epinephrine  reverses the shock and  opens the\r\n\nairways, and that had it  been administered in the  apartment\r\n\n                             -5-\r                                          5\r\r\n\nor  when Nurse  Gorman arrived,  it  would have  reversed the\r\n\nshock and permitted John to survive.  \r\n\n          The plaintiffs also  presented another expert,  the\r\n\nchief  of  pediatric  pulmonology  at  Massachusetts  General\r\n\nHospital, who  agreed that  John  suffered from  anaphylaxis,\r\n\nspecifically  testifying that  John  had  not  suffered  from\r\n\npneumothorax.   The court  did not  permit the  plaintiffs to\r\n\npresent  expert testimony  with  regard  to national  nursing\r\n\nstandards  and   standards  regarding   the  development   of\r\n\nindividualized emergency care.\r\n\n          The  school's  experts included  a  board-certified\r\n\npulmonologist, who  testified that  John's symptoms  indicate\r\n\nthat he could  have suffered a tension  pneumothorax and that\r\n\nthis was the cause of his death.   This expert also testified\r\n\nthat epinephrine would  not have reversed  the condition.   A\r\n\nboard-certified  emergency room  doctor  also testified  that\r\n\nNurse Gorman, confronted with  a case of cardiac arrest,  met\r\n\nthe standards for emergency  care by attempting to  clear the\r\n\nairways in  order to perform CPR.   A third expert,  a board-\r\n\ncertified  pediatrician, testified  that  even  if  John  was\r\n\nsuffering from  anaphylactic shock,  by the  time that  Nurse\r\n\nGorman   arrived  on   the  scene,   the  administration   of\r\n\nepinephrine  would not have  changed the outcome  inasmuch as\r\n\nJohn  was at  that point  suffering  from vascular  collapse.\r\n\nAdditionally,  Dr.  Koterbay   testified  that  Nurse  Gorman\r\n\n                             -6-\r                                          6\r\r\n\nfollowed his  orders and acted appropriately  when confronted\r\n\nwith a situation constituting cardiac arrest.  \r\n\n          Following  the   jury  verdict   for  the   school,\r\n\nplaintiff filed a motion for  new trial pursuant Fed. R. Civ.\r\n\nP.  59.   The district  court  denied this  motion by  margin\r\n\norder.  This appeal ensued.\r\n\n                             II.\r                                         II.\r                                            \r\n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          Although not  altogether clear  from their  briefs,\r\n\nthe  plaintiffs appear  to  argue  that  the  district  court\r\n\ncommitted error  by instructing the  jury to apply  an overly\r\n\nnarrow  -- and  thus, erroneous  --  interpretation of  Rhode\r\n\nIsland tort law.  The plaintiffs also argue that the district\r\n\ncourt abused  its discretion when  it refused to grant  a new\r\n\ntrial.  We discuss each issue separately.2  \r\n\n                    \r                                \r\n\n2.  The  plaintiffs also objected,  and now assign  error, to\r\nthe district court's instruction that:\r\n\n          Under Rhode Island  law, epinephrine is a\r\n          drug  that   may  be   administered  only\r\n          pursuant  through  the   prescription  or\r\n          order    of    a    licensed   physician.\r\n          Consequently,  a  nurse cannot  be  found\r\n          negligent  for   failing  to   administer\r\n          epinephrine  in  the  absence of  such  a\r\n          prescription or order  unless she somehow\r\n          was responsible  for the  absence of  the\r\n          prescription or order.\r\n\n          The plaintiffs argue that the language of the Rhode\r\nIsland   statute   governing  nursing   standards   impliedly\r\nauthorized  Gorman  to  administer epinephrine.    We  do not\r\nagree.  Rhode  Island law is clear  as to who  may administer\r\ncontrolled substances and  Gorman, as a registered  nurse and\r\n\n                             -7-\r                                          7\r\r\n\nA.  Jury Instructions\r                                 \r\n\n          We first set out the  legal framework.  An error in\r\n\njury instructions warrants  reversal of a judgment  \"`only if\r\n\nthe error is determined to  have been prejudicial, based on a\r\n\nreview of  the  record  [in  its entirety].'\"    Kelliher  v.\r                                                                     \r\n\nGeneral  Transp. Servs.,  Inc., 29  F.3d 750,  752  (1st Cir.\r                                          \r\n\n1994) (quoting Davet v. Maccarone,  973 F.2d 22, 26 (1st Cir.\r                                             \r\n\n1992)).    Thus,  the plaintiffs  must  demonstrate  that the\r\n\ncharge  was erroneous  and that  the  error was  prejudicial.\r\n\nConnors  v. McNulty,  697 F.2d  18, 21  (1st Cir. 1983).   We\r                               \r\n\nexamine   jury  instructions   to   determine  whether   they\r\n\nadequately  explained the  law  or  whether  they  tended  to\r\n\nconfuse  or mislead  the  jury  on  the  controlling  issues.\r\n\nKelliher, 29 F.3d at 752.\r                    \r\n\n          An additional consideration  frames our discussion.\r\n\nBecause   plaintiffs  invoke   diversity  jurisdiction,   our\r\n\nanalysis  of applicable law is circumscribed.  Plaintiffs who\r\n\nselect \"federal  forum in  preference to  an available  state\r\n\nforum may  not expect  the federal court  to steer  state law\r\n\ninto unprecedented  configurations.\"  Martel v. Stafford, 992\r                                                                    \r\n\nF.2d 1244, 1247  (1st Cir. 1993); see also Ryan v. Royal Ins.\r                                                                         \r\n\nCo., 916 F.2d 731, 744 (1st Cir. 1990) (rejecting a diversity\r               \r\n\nplaintiff's attempt to stretch New York law to  new frontiers\r\n\n                    \r                                \r\n\nlacking a  physician's order,  was not  so authorized.   R.I.\r\nGen. L.    21-28-3.20 &amp; 21-23-1.02(29).\r\n\n                             -8-\r                                          8\r\r\n\nwithout providing  a \"well-plotted roadmap showing  an avenue\r\n\nof  relief  that  the  state's  highest  court  would  likely\r\n\nfollow\").  \r\n\n          The plaintiffs  have failed to  establish that  the\r\n\ndistrict  court's instructions  were erroneous.    As to  the\r\n\nschool's liability, the district  court instructed the  jury,\r\n\nin relevant part, as follows:\r\n\n          A  school is  required to  do whatever  a\r\n          reasonably  prudent  school would  do  in\r\n          safeguarding the health  of its students,\r\n          providing  emergency  assistance  to them\r\n          when   required    and   arranging    for\r\n          appropriate  medical  care  if necessary.\r\n          That  does  not  mean  that  a  school is\r\n          responsible for  guaranteeing the  health\r\n          of  its students.   Obviously no  one can\r\n          guarantee anyone's  health.  Nor  does it\r\n          mean that  a school  is expected to  have\r\n          the knowledge of a physician or to assume\r\n          the role of a  physician in diagnosing or\r\n          treating its students.  What it means  is\r\n          that a  school must  act as  a reasonable\r\n          school in responding to medical needs  of\r\n          the students.  \r\n\n          The plaintiffs objected to this instruction  on the\r\n\ngrounds  that  it understated  the  nature and  scope  of the\r\n\ndefendant's liability with respect to the provision of health\r\n\ncare  for its  students  at  the school.    On appeal,  while\r\n\nconceding  that there  are no  Rhode  Island cases  precisely\r\n\nestablishing  the scope  of the  duty owed  by a  school, the\r\n\nplaintiffs advance two  arguments supporting  a duty  broader\r\n\nthan  that reflected in  the court's instructions.   Notably,\r\n\nthe effect of  both the plaintiffs' proffered  theories would\r\n\n                             -9-\r                                          9\r\r\n\nbe to hold the school liable for the acts or omissions of Dr.\r\n\nKoterbay.3  \r\n\n          First,  the   plaintiffs  argue   that  we   should\r\n\ninterpret  Rhode  Island   law  to  hold  the   school  to  a\r\n\nnondelegable  duty  to provide  reasonable  health care,  the\r\n\nscope of which includes having individualized standing orders\r\n\nin  place in the  event of an  emergency.  Had  such an order\r\n\nbeen in place for  John, presumably it would have  authorized\r\n\nNurse Gorman to administer epinephrine  subcutaneously in the\r\n\nevent of an  allergic reaction.  Importantly,  the plaintiffs\r\n\nessentially concede that the school discharged duties created\r\n\nby Rhode Island's applicable laws and regulations.  Thus, the\r\n\nthrust  of  their  argument  is that  the  school  should  be\r\n\nrequired to  do more  than the \"bare  minimum required  of it\r\n\nunder state law.\"   Although the plaintiffs offer an extended\r\n\npolicy-based discussion as to why a boarding school should be\r\n\nheld  to a higher duty, they  do not cite any legal authority\r\n\nsupporting  their  argument.   Our  own  search  has revealed\r\n\nnothing  suggesting that such  a broadly defined  duty exists\r\n\nunder Rhode Island law.  On that basis, we detect no error in\r\n\nthe court's description of the duty owed by the school.  \r\n\n                    \r                                \r\n\n3.  The   sole  defendant  in   this  suit  is   the  school.\r\nImportantly,  the district court  found that Dr.  Koterbay --\r\nwho  was not  named as a  defendant --  was not  the school's\r\nagent.  Accordingly,  the court instructed the jury that \"the\r\nschool is not legally responsible for the manner in which Dr.\r\nKoterbay performed his services as a physician.\"  \r\n\n                             -10-\r                                          10\r\r\n\n          Second,   the  plaintiffs   argue  that   the  jury\r\n\ninstructions should have  reflected the holding of  Rodrigues\r                                                                         \r\n\nv. Miriam Hosp., 623 A.2d 456 (R.I. 1993), in which the Rhode\r                           \r\n\nIsland  Supreme Court  held  that a  hospital  could be  held\r\n\nvicariously   liable  for  a  doctor  acting  under  apparent\r\n\nauthority.   Beyond  noting that  the  language of  Rodrigues\r                                                                         \r\n\nitself appears to be limited to the hospital context, see id.\r                                                                         \r\n\nat 462, we  do not speculate as to what  other situations the\r\n\nRhode   Island   Supreme  Court   might  apply   that  case's\r\n\nprinciples.    Even  assuming  that,  like  the  hospital  in\r\n\nRodrigues, a boarding school could be held vicariously liable\r                     \r\n\nfor the acts  or omissions of  a non-employee physician,  the\r\n\nplaintiffs have failed to establish that Dr. Koterbay had the\r\n\nrequisite apparent  authority.  Cf. id.  (quoting Restatement\r                                                   \r\n\n(2d) Agency   267).4 \r\n\n          We  have reviewed  carefully the  plaintiffs' other\r\n\narguments,  and we  detect no  error in the  district court's\r\n\njury instructions.\r\n\n                    \r                                \r\n\n4.  We also disagree  with the plaintiffs' argument  that the\r\nschool  should  be  held directly  liable  under  a corporate\r\nnegligence theory.   The plaintiffs did not  present evidence\r\non  this theory,  and  we  detect nothing  in  the record  to\r\nsuggest that the school \"fail[ed] to exercise reasonable care\r\nin selecting [Dr.  Koterbay] who the [school] knew  or should\r\nhave  known  was  unfit or  incompetent  for  the employment,\r\nthereby exposing  third parties  to an  unreasonable risk  of\r\nharm.\"  Rodrigues, 623 A.2d at 463 (quotation omitted).\r                             \r\n\n                             -11-\r                                          11\r\r\n\nB.  Motion for New Trial\r                                    \r\n\n          A district court may set aside a jury's verdict and\r\n\norder a new trial only  if the verdict is so clearly  against\r\n\nthe  weight  of the  evidence  as  to  amount to  a  manifest\r\n\nmiscarriage of justice.   See, e.g., Lama v.  Borras, 16 F.3d\r                                                                \r\n\n473, 477 (1st Cir. 1994).  A trial judge's refusal to disturb\r\n\na jury verdict is reversed only for abuse of discretion.  Id.\r                                                                         \r\n\n          We conclude that  the district court did  not abuse\r\n\nits discretion.  Although the  facts in this case are tragic,\r\n\nthe  legal principles are  relatively straightforward and, as\r\n\nour discussion  above suggests, the  district court  properly\r\n\npresented  them to  the jury.   We  have reviewed  the record\r\n\ncarefully, and it  would serve no purpose  to recapitulate it\r\n\nin  detail  here.    Directly  stated,  we  conclude  that  a\r\n\nreasonable  factfinder   could  have   determined  that   the\r\n\ndefendant was not liable, and that such a determination would\r\n\nnot constitute a miscarriage of justice.  The record supports\r\n\na conclusion that the defendant  did not breach any duty that\r\n\nit owed  to John.   Accordingly, the district court  was well\r\n\nwithin its discretion in denying the plaintiffs' motion.\r\n\n                             III.\r                                         III.\r                                             \r\n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For  the  foregoing reasons,  the  decision  of the\r\n\ndistrict court is affirmed.\r                              affirmed.\r                                      \r\n\n                             -12-\r                                          12\r\r\n",
  "html": "<p class=\"case_cite\">64 F.3d 1</p>\n    <p class=\"case_cite\">103 Ed. Law Rep. 32</p>\n    <p class=\"parties\">Mary E. FEDERICO, etc., et al., Plaintiffs, Appellants,<br>v.<br>ORDER OF SAINT BENEDICT IN RHODE ISLAND, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1218.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued July 31, 1995.<br>Decided Aug. 29, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Dennis J. Roberts II, Providence, RI, for appellants.</p>\n      <p class=\"indent\">Michael G. Sarli, with whom Gidley, Sarli &amp; Marusak, Providence, RI, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After John Federico, Jr., died at the defendant school, his parents brought this wrongful death action.  Following a thirteen-day trial, the jury returned a verdict in favor of the defendant.  On appeal, the principal issue is whether the district court misconceived the scope of the duty owed under Rhode Island law by a boarding school to one of its students.  After careful review, we determine that there was no error and therefore affirm.I.</p>\n    </div>\n    <p>FACTUAL AND PROCEDURAL BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">John Federico, Jr.  (\"John\"), was a sixteen-year-old boarding student at defendant Portsmouth Abbey School (\"the school\").  The school operated a full-time infirmary, staffed by the director of medical services, Pamela Gorman, R.N., and a licensed practical nurse.  The school also retained, on a part-time basis, Dr. Robert Koterbay, a board-certified pediatrician, as school physician.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As a young child, doctors diagnosed John as asthmatic with a severe allergy to nuts.  The school's medical staff knew about John's medical condition.  John's father (\"John Sr.\")--a pediatrician--actively participated in John's medical care.  John Sr. arranged for a Pulmo-Aid machine to be kept in John's room.  However, John Sr. apparently rejected the advice of John's allergist that epinephrine<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> in a self-administered form be immediately available to him.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The events underlying this case all took place on the evening of February 26, 1993.  John's dorm parent, Stephen Carter, held an end-of-term party and ordered Chinese food from a local restaurant.  Carter and his wife, Deidre, lived in an apartment attached to John's dormitory.  John, who was known to be very careful about his diet, ate only broccoli and rice.  The food did not appear to have nuts in it.  At 9:30 p.m., the students were excused and instructed to return to the dorm at 10:00 p.m. for prayers.  John went to an area behind the student center, used by students to smoke cigarettes.  John remarked to another student that \"I just don't feel well.\"   John smoked one-half of a cigarette.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At about 9:45 p.m., John returned to the dorm.  At about 9:50 p.m., John knocked on the Carter's apartment door saying in a wheezy, high-pitched voice, \"Hello--help me--I'm having an asthma attack.\"   John was blue and breathing with difficulty.  Mrs. Carter assisted him to the sofa of the apartment, and then called out \"Emergency--John Federico is having an asthma attack--someone get his inhaler.\"   Students came in with one or more inhalers.  Mrs. Carter attempted to reach the infirmary on the telephone.  The line was busy.  Mr. Carter then arrived.  He immediately went to the infirmary to get help.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Arriving at the infirmary, Mr. Carter told Nurse Gorman that John was having a severe asthma attack.  Nurse Gorman took John's chart and an oxygen tank to the dorm.  She did not take an emergency medical kit containing epinephrine and a syringe.  She instructed another infirmary worker, Sister Frances (a licensed practical nurse), to call the rescue squad.  However, Nurse Gorman did not tell Sister Frances to call Dr. Koterbay.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Before Nurse Gorman arrived at the Carter apartment, another student brought the Pulmo-Aid machine to John, but John could not grab it.  Brian Bordeau, a senior student prefect in John's dormitory, arrived in the Carter apartment at about 9:55 p.m.  At this point, John was lying down on a couch with vomitus coming from his mouth.  Bordeau--trained in CPR--noted a pulse of twelve per fifteen seconds.  Nurse Gorman then arrived.  Bordeau advised her of the pulse rate and then left.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Nurse Gorman noted that John was no longer breathing.  Because of the large amount of material in John's airways, Nurse Gorman could not clear them.  She also unsuccessfully attempted mouth-to-mouth resuscitation.  Nurse Gorman asked Mrs. Carter to get John Perreira, a teacher, athletic trainer, and dorm parent from a nearby dorm.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When Perreira arrived, Nurse Gorman was attempting to ventilate John.  Perreira tried to find a pulse and--when he was uncertain about having found one--removed John to the floor to begin CPR.  At 10:02 p.m., the rescue squad arrived and took over John's care.  Rescue efforts continued briefly in the apartment.  None of the rescuers could get air in John's chest or revive him.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After the rescue squad removed John to the Newport hospital, Nurse Gorman called Dr. Koterbay.  At the hospital, doctors administered intravenous epinephrine.  An x-ray showed that John was suffering from tension pneumothorax, a condition where air has lodged between the lungs and the lining of the chest cavity.  The emergency room physician vacated the air.  John was pronounced dead at 10:50 p.m.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Subsequently, John's parents commenced this diversity-based wrongful death action.  A thirteen-day trial ensued, during which both parties presented conflicting expert testimony.  The plaintiffs presented two pediatric allergists who testified that John suffered from an allergy-induced anaphylactic shock reaction, which--perhaps in combination with asthma--led to his death.  These experts testified that epinephrine reverses the shock and opens the airways, and that had it been administered in the apartment or when Nurse Gorman arrived, it would have reversed the shock and permitted John to survive.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The plaintiffs also presented another expert, the chief of pediatric pulmonology at Massachusetts General Hospital, who agreed that John suffered from anaphylaxis, specifically testifying that John had not suffered from pneumothorax.  The court did not permit the plaintiffs to present expert testimony with regard to national nursing standards and standards regarding the development of individualized emergency care.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The school's experts included a board-certified pulmonologist, who testified that John's symptoms indicate that he could have suffered a tension pneumothorax and that this was the cause of his death.  This expert also testified that epinephrine would not have reversed the condition.  A board-certified emergency room doctor also testified that Nurse Gorman, confronted with a case of cardiac arrest, met the standards for emergency care by attempting to clear the airways in order to perform CPR.  A third expert, a board-certified pediatrician, testified that even if John was suffering from anaphylactic shock, by the time that Nurse Gorman arrived on the scene, the administration of epinephrine would not have changed the outcome inasmuch as John was at that point suffering from vascular collapse.  Additionally, Dr. Koterbay testified that Nurse Gorman followed his orders and acted appropriately when confronted with a situation constituting cardiac arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Following the jury verdict for the school, plaintiff filed a motion for new trial pursuant Fed.R.Civ.P. 59.  The district court denied this motion by margin order.  This appeal ensued.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Although not altogether clear from their briefs, the plaintiffs appear to argue that the district court committed error by instructing the jury to apply an overly narrow--and thus, erroneous--interpretation of Rhode Island tort law.  The plaintiffs also argue that the district court abused its discretion when it refused to grant a new trial.  We discuss each issue separately.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>A. Jury Instructions</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We first set out the legal framework.  An error in jury instructions warrants reversal of a judgment \" 'only if the error is determined to have been prejudicial, based on a review of the record [in its entirety].' \"  Kelliher v. General Transp. Servs., Inc., 29 F.3d 750, 752 (1st Cir.1994) (quoting Davet v. Maccarone, 973 F.2d 22, 26 (1st Cir.1992)).  Thus, the plaintiffs must demonstrate that the charge was erroneous and that the error was prejudicial.  Connors v. McNulty, 697 F.2d 18, 21 (1st Cir.1983).  We examine jury instructions to determine whether they adequately explained the law or whether they tended to confuse or mislead the jury on the controlling issues.  Kelliher, 29 F.3d at 752.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">An additional consideration frames our discussion.  Because plaintiffs invoke diversity jurisdiction, our analysis of applicable law is circumscribed.  Plaintiffs who select \"federal forum in preference to an available state forum may not expect the federal court to steer state law into unprecedented configurations.\"  Martel v. Stafford, 992 F.2d 1244, 1247 (1st Cir.1993);  see also Ryan v. Royal Ins. Co., 916 F.2d 731, 744 (1st Cir.1990) (rejecting a diversity plaintiff's attempt to stretch New York law to new frontiers without providing a \"well-plotted roadmap showing an avenue of relief that the state's highest court would likely follow\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The plaintiffs have failed to establish that the district court's instructions were erroneous.  As to the school's liability, the district court instructed the jury, in relevant part, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>A school is required to do whatever a reasonably prudent school would do in safeguarding the health of its students, providing emergency assistance to them when required and arranging for appropriate medical care if necessary.  That does not mean that a school is responsible for guaranteeing the health of its students.  Obviously no one can guarantee anyone's health.  Nor does it mean that a school is expected to have the knowledge of a physician or to assume the role of a physician in diagnosing or treating its students.  What it means is that a school must act as a reasonable school in responding to medical needs of the students.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The plaintiffs objected to this instruction on the grounds that it understated the nature and scope of the defendant's liability with respect to the provision of health care for its students at the school.  On appeal, while conceding that there are no Rhode Island cases precisely establishing the scope of the duty owed by a school, the plaintiffs advance two arguments supporting a duty broader than that reflected in the court's instructions.  Notably, the effect of both the plaintiffs' proffered theories would be to hold the school liable for the acts or omissions of Dr. Koterbay.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">First, the plaintiffs argue that we should interpret Rhode Island law to hold the school to a nondelegable duty to provide reasonable health care, the scope of which includes having individualized standing orders in place in the event of an emergency.  Had such an order been in place for John, presumably it would have authorized Nurse Gorman to administer epinephrine subcutaneously in the event of an allergic reaction.  Importantly, the plaintiffs essentially concede that the school discharged duties created by Rhode Island's applicable laws and regulations.  Thus, the thrust of their argument is that the school should be required to do more than the \"bare minimum required of it under state law.\"   Although the plaintiffs offer an extended policy-based discussion as to why a boarding school should be held to a higher duty, they do not cite any legal authority supporting their argument.  Our own search has revealed nothing suggesting that such a broadly defined duty exists under Rhode Island law.  On that basis, we detect no error in the court's description of the duty owed by the school.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Second, the plaintiffs argue that the jury instructions should have reflected the holding of Rodrigues v. Miriam Hosp., 623 A.2d 456 (R.I.1993), in which the Rhode Island Supreme Court held that a hospital could be held vicariously liable for a doctor acting under apparent authority.  Beyond noting that the language of Rodrigues itself appears to be limited to the hospital context, see id. at 462, we do not speculate as to what other situations the Rhode Island Supreme Court might apply that case's principles.  Even assuming that, like the hospital in Rodrigues, a boarding school could be held vicariously liable for the acts or omissions of a non-employee physician, the plaintiffs have failed to establish that Dr. Koterbay had the requisite apparent authority.  Cf. id.  (quoting Restatement (2d) Agency Sec. 267).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We have reviewed carefully the plaintiffs' other arguments, and we detect no error in the district court's jury instructions.</p>\n    </div>\n    <p>B. Motion for New Trial</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A district court may set aside a jury's verdict and order a new trial only if the verdict is so clearly against the weight of the evidence as to amount to a manifest miscarriage of justice.  See, e.g., Lama v. Borras, 16 F.3d 473, 477 (1st Cir.1994).  A trial judge's refusal to disturb a jury verdict is reversed only for abuse of discretion.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We conclude that the district court did not abuse its discretion.  Although the facts in this case are tragic, the legal principles are relatively straightforward and, as our discussion above suggests, the district court properly presented them to the jury.  We have reviewed the record carefully, and it would serve no purpose to recapitulate it in detail here.  Directly stated, we conclude that a reasonable factfinder could have determined that the defendant was not liable, and that such a determination would not constitute a miscarriage of justice.  The record supports a conclusion that the defendant did not breach any duty that it owed to John.  Accordingly, the district court was well within its discretion in denying the plaintiffs' motion.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">For the foregoing reasons, the decision of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Epinephrine (adrenaline) is used as a muscle relaxant</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The plaintiffs also objected, and now assign error, to the district court's instruction that:</p>\n        <p>Under Rhode Island law, epinephrine is a drug that may be administered only pursuant through the prescription or order of a licensed physician.  Consequently, a nurse cannot be found negligent for failing to administer epinephrine in the absence of such a prescription or order unless she somehow was responsible for the absence of the prescription or order.</p>\n        <p>The plaintiffs argue that the language of the Rhode Island statute governing nursing standards impliedly authorized Gorman to administer epinephrine.  We do not agree.  Rhode Island law is clear as to who may administer controlled substances and Gorman, as a registered nurse and lacking a physician's order, was not so authorized.  R.I.Gen.L. Secs. 21-28-3.20 &amp; 21-23-1.02(29).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The sole defendant in this suit is the school.  Importantly, the district court found that Dr. Koterbay--who was not named as a defendant--was not the school's agent.  Accordingly, the court instructed the jury that \"the school is not legally responsible for the manner in which Dr. Koterbay performed his services as a physician.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We also disagree with the plaintiffs' argument that the school should be held directly liable under a corporate negligence theory.  The plaintiffs did not present evidence on this theory, and we detect nothing in the record to suggest that the school \"fail[ed] to exercise reasonable care in selecting [Dr. Koterbay] who the [school] knew or should have known was unfit or incompetent for the employment, thereby exposing third parties to an unreasonable risk of harm.\"  Rodrigues, 623 A.2d at 463 (quotation omitted)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"case_cite\">103 Ed. Law Rep. 32</p>\n    <p class=\"parties\">Mary E. FEDERICO, etc., et al., Plaintiffs, Appellants,<br>v.<br>ORDER OF SAINT BENEDICT IN RHODE ISLAND, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1218.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued July 31, 1995.<br>Decided Aug. 29, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Dennis J. Roberts II, Providence, RI, for appellants.</p>\n      <p class=\"indent\">Michael G. Sarli, with whom Gidley, Sarli &amp; Marusak, Providence, RI, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After John Federico, Jr., died at the defendant school, his parents brought this wrongful death action.  Following a thirteen-day trial, the jury returned a verdict in favor of the defendant.  On appeal, the principal issue is whether the district court misconceived the scope of the duty owed under Rhode Island law by a boarding school to one of its students.  After careful review, we determine that there was no error and therefore affirm.I.</p>\n    </div>\n    <p>FACTUAL AND PROCEDURAL BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">John Federico, Jr.  (\"John\"), was a sixteen-year-old boarding student at defendant Portsmouth Abbey School (\"the school\").  The school operated a full-time infirmary, staffed by the director of medical services, Pamela Gorman, R.N., and a licensed practical nurse.  The school also retained, on a part-time basis, Dr. Robert Koterbay, a board-certified pediatrician, as school physician.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As a young child, doctors diagnosed John as asthmatic with a severe allergy to nuts.  The school's medical staff knew about John's medical condition.  John's father (\"John Sr.\")--a pediatrician--actively participated in John's medical care.  John Sr. arranged for a Pulmo-Aid machine to be kept in John's room.  However, John Sr. apparently rejected the advice of John's allergist that epinephrine<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> in a self-administered form be immediately available to him.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The events underlying this case all took place on the evening of February 26, 1993.  John's dorm parent, Stephen Carter, held an end-of-term party and ordered Chinese food from a local restaurant.  Carter and his wife, Deidre, lived in an apartment attached to John's dormitory.  John, who was known to be very careful about his diet, ate only broccoli and rice.  The food did not appear to have nuts in it.  At 9:30 p.m., the students were excused and instructed to return to the dorm at 10:00 p.m. for prayers.  John went to an area behind the student center, used by students to smoke cigarettes.  John remarked to another student that \"I just don't feel well.\"   John smoked one-half of a cigarette.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At about 9:45 p.m., John returned to the dorm.  At about 9:50 p.m., John knocked on the Carter's apartment door saying in a wheezy, high-pitched voice, \"Hello--help me--I'm having an asthma attack.\"   John was blue and breathing with difficulty.  Mrs. Carter assisted him to the sofa of the apartment, and then called out \"Emergency--John Federico is having an asthma attack--someone get his inhaler.\"   Students came in with one or more inhalers.  Mrs. Carter attempted to reach the infirmary on the telephone.  The line was busy.  Mr. Carter then arrived.  He immediately went to the infirmary to get help.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Arriving at the infirmary, Mr. Carter told Nurse Gorman that John was having a severe asthma attack.  Nurse Gorman took John's chart and an oxygen tank to the dorm.  She did not take an emergency medical kit containing epinephrine and a syringe.  She instructed another infirmary worker, Sister Frances (a licensed practical nurse), to call the rescue squad.  However, Nurse Gorman did not tell Sister Frances to call Dr. Koterbay.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Before Nurse Gorman arrived at the Carter apartment, another student brought the Pulmo-Aid machine to John, but John could not grab it.  Brian Bordeau, a senior student prefect in John's dormitory, arrived in the Carter apartment at about 9:55 p.m.  At this point, John was lying down on a couch with vomitus coming from his mouth.  Bordeau--trained in CPR--noted a pulse of twelve per fifteen seconds.  Nurse Gorman then arrived.  Bordeau advised her of the pulse rate and then left.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Nurse Gorman noted that John was no longer breathing.  Because of the large amount of material in John's airways, Nurse Gorman could not clear them.  She also unsuccessfully attempted mouth-to-mouth resuscitation.  Nurse Gorman asked Mrs. Carter to get John Perreira, a teacher, athletic trainer, and dorm parent from a nearby dorm.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When Perreira arrived, Nurse Gorman was attempting to ventilate John.  Perreira tried to find a pulse and--when he was uncertain about having found one--removed John to the floor to begin CPR.  At 10:02 p.m., the rescue squad arrived and took over John's care.  Rescue efforts continued briefly in the apartment.  None of the rescuers could get air in John's chest or revive him.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After the rescue squad removed John to the Newport hospital, Nurse Gorman called Dr. Koterbay.  At the hospital, doctors administered intravenous epinephrine.  An x-ray showed that John was suffering from tension pneumothorax, a condition where air has lodged between the lungs and the lining of the chest cavity.  The emergency room physician vacated the air.  John was pronounced dead at 10:50 p.m.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Subsequently, John's parents commenced this diversity-based wrongful death action.  A thirteen-day trial ensued, during which both parties presented conflicting expert testimony.  The plaintiffs presented two pediatric allergists who testified that John suffered from an allergy-induced anaphylactic shock reaction, which--perhaps in combination with asthma--led to his death.  These experts testified that epinephrine reverses the shock and opens the airways, and that had it been administered in the apartment or when Nurse Gorman arrived, it would have reversed the shock and permitted John to survive.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The plaintiffs also presented another expert, the chief of pediatric pulmonology at Massachusetts General Hospital, who agreed that John suffered from anaphylaxis, specifically testifying that John had not suffered from pneumothorax.  The court did not permit the plaintiffs to present expert testimony with regard to national nursing standards and standards regarding the development of individualized emergency care.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The school's experts included a board-certified pulmonologist, who testified that John's symptoms indicate that he could have suffered a tension pneumothorax and that this was the cause of his death.  This expert also testified that epinephrine would not have reversed the condition.  A board-certified emergency room doctor also testified that Nurse Gorman, confronted with a case of cardiac arrest, met the standards for emergency care by attempting to clear the airways in order to perform CPR.  A third expert, a board-certified pediatrician, testified that even if John was suffering from anaphylactic shock, by the time that Nurse Gorman arrived on the scene, the administration of epinephrine would not have changed the outcome inasmuch as John was at that point suffering from vascular collapse.  Additionally, Dr. Koterbay testified that Nurse Gorman followed his orders and acted appropriately when confronted with a situation constituting cardiac arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Following the jury verdict for the school, plaintiff filed a motion for new trial pursuant Fed.R.Civ.P. 59.  The district court denied this motion by margin order.  This appeal ensued.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Although not altogether clear from their briefs, the plaintiffs appear to argue that the district court committed error by instructing the jury to apply an overly narrow--and thus, erroneous--interpretation of Rhode Island tort law.  The plaintiffs also argue that the district court abused its discretion when it refused to grant a new trial.  We discuss each issue separately.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>A. Jury Instructions</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We first set out the legal framework.  An error in jury instructions warrants reversal of a judgment \" 'only if the error is determined to have been prejudicial, based on a review of the record [in its entirety].' \"  Kelliher v. General Transp. Servs., Inc., <span class=\"citation\" data-id=\"195506\"><a href=\"/opinion/195506/kelliher-v-gts-inc/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">750</span></a></span>, 752 (1st Cir.1994) (quoting Davet v. Maccarone, <span class=\"citation\" data-id=\"589645\"><a href=\"/opinion/589645/richard-f-davet-v-enrico-maccarone/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 26 (1st Cir.1992)).  Thus, the plaintiffs must demonstrate that the charge was erroneous and that the error was prejudicial.  Connors v. McNulty, <span class=\"citation\" data-id=\"412698\"><a href=\"/opinion/412698/pazie-connors-etc-v-patrolman-joseph-mcnulty/\"><span class=\"volume\">697</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span>, 21 (1st Cir.1983).  We examine jury instructions to determine whether they adequately explained the law or whether they tended to confuse or mislead the jury on the controlling issues.  <span class=\"citation\" data-id=\"195506\"><span class=\"antecedent_guess\">Kelliher,</span> <a href=\"/opinion/195506/kelliher-v-gts-inc/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">752</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">An additional consideration frames our discussion.  Because plaintiffs invoke diversity jurisdiction, our analysis of applicable law is circumscribed.  Plaintiffs who select \"federal forum in preference to an available state forum may not expect the federal court to steer state law into unprecedented configurations.\"  Martel v. Stafford, <span class=\"citation\" data-id=\"606323\"><a href=\"/opinion/606323/scott-martel-v-george-f-stafford-administrator-etc/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1244</span></a></span>, 1247 (1st Cir.1993);  see also Ryan v. Royal Ins. Co., <span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 744 (1st Cir.1990) (rejecting a diversity plaintiff's attempt to stretch New York law to new frontiers without providing a \"well-plotted roadmap showing an avenue of relief that the state's highest court would likely follow\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The plaintiffs have failed to establish that the district court's instructions were erroneous.  As to the school's liability, the district court instructed the jury, in relevant part, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>A school is required to do whatever a reasonably prudent school would do in safeguarding the health of its students, providing emergency assistance to them when required and arranging for appropriate medical care if necessary.  That does not mean that a school is responsible for guaranteeing the health of its students.  Obviously no one can guarantee anyone's health.  Nor does it mean that a school is expected to have the knowledge of a physician or to assume the role of a physician in diagnosing or treating its students.  What it means is that a school must act as a reasonable school in responding to medical needs of the students.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The plaintiffs objected to this instruction on the grounds that it understated the nature and scope of the defendant's liability with respect to the provision of health care for its students at the school.  On appeal, while conceding that there are no Rhode Island cases precisely establishing the scope of the duty owed by a school, the plaintiffs advance two arguments supporting a duty broader than that reflected in the court's instructions.  Notably, the effect of both the plaintiffs' proffered theories would be to hold the school liable for the acts or omissions of Dr. Koterbay.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">First, the plaintiffs argue that we should interpret Rhode Island law to hold the school to a nondelegable duty to provide reasonable health care, the scope of which includes having individualized standing orders in place in the event of an emergency.  Had such an order been in place for John, presumably it would have authorized Nurse Gorman to administer epinephrine subcutaneously in the event of an allergic reaction.  Importantly, the plaintiffs essentially concede that the school discharged duties created by Rhode Island's applicable laws and regulations.  Thus, the thrust of their argument is that the school should be required to do more than the \"bare minimum required of it under state law.\"   Although the plaintiffs offer an extended policy-based discussion as to why a boarding school should be held to a higher duty, they do not cite any legal authority supporting their argument.  Our own search has revealed nothing suggesting that such a broadly defined duty exists under Rhode Island law.  On that basis, we detect no error in the court's description of the duty owed by the school.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Second, the plaintiffs argue that the jury instructions should have reflected the holding of Rodrigues v. Miriam Hosp., <span class=\"citation\" data-id=\"1974424\"><a href=\"/opinion/1974424/rodrigues-v-miriam-hosp/\"><span class=\"volume\">623</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">456</span> </a></span>(R.I.1993), in which the Rhode Island Supreme Court held that a hospital could be held vicariously liable for a doctor acting under apparent authority.  Beyond noting that the language of Rodrigues itself appears to be limited to the hospital context, see <span class=\"citation\" data-id=\"1974424\"><a href=\"/opinion/1974424/rodrigues-v-miriam-hosp/\"><span class=\"id_token\">id.</span> at 462, </a></span>we do not speculate as to what other situations the Rhode Island Supreme Court might apply that case's principles.  Even assuming that, like the hospital in Rodrigues, a boarding school could be held vicariously liable for the acts or omissions of a non-employee physician, the plaintiffs have failed to establish that Dr. Koterbay had the requisite apparent authority.  Cf. <span class=\"citation\" data-id=\"1974424\"><a href=\"/opinion/1974424/rodrigues-v-miriam-hosp/\"><span class=\"id_token\">id.</span>  (quoting Restatement </a></span>(2d) Agency Sec. 267).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We have reviewed carefully the plaintiffs' other arguments, and we detect no error in the district court's jury instructions.</p>\n    </div>\n    <p>B. Motion for New Trial</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A district court may set aside a jury's verdict and order a new trial only if the verdict is so clearly against the weight of the evidence as to amount to a manifest miscarriage of justice.  See, e.g., Lama v. Borras, <span class=\"citation\" data-id=\"195226\"><a href=\"/opinion/195226/lama-romero-v-asociacion/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">473</span></a></span>, 477 (1st Cir.1994).  A trial judge's refusal to disturb a jury verdict is reversed only for abuse of discretion.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We conclude that the district court did not abuse its discretion.  Although the facts in this case are tragic, the legal principles are relatively straightforward and, as our discussion above suggests, the district court properly presented them to the jury.  We have reviewed the record carefully, and it would serve no purpose to recapitulate it in detail here.  Directly stated, we conclude that a reasonable factfinder could have determined that the defendant was not liable, and that such a determination would not constitute a miscarriage of justice.  The record supports a conclusion that the defendant did not breach any duty that it owed to John.  Accordingly, the district court was well within its discretion in denying the plaintiffs' motion.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">For the foregoing reasons, the decision of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Epinephrine (adrenaline) is used as a muscle relaxant</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The plaintiffs also objected, and now assign error, to the district court's instruction that:</p>\n        <p>Under Rhode Island law, epinephrine is a drug that may be administered only pursuant through the prescription or order of a licensed physician.  Consequently, a nurse cannot be found negligent for failing to administer epinephrine in the absence of such a prescription or order unless she somehow was responsible for the absence of the prescription or order.</p>\n        <p>The plaintiffs argue that the language of the Rhode Island statute governing nursing standards impliedly authorized Gorman to administer epinephrine.  We do not agree.  Rhode Island law is clear as to who may administer controlled substances and Gorman, as a registered nurse and lacking a physician's order, was not so authorized.  R.I.Gen.L. Secs. 21-28-3.20 &amp; 21-23-1.02(29).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The sole defendant in this suit is the school.  Importantly, the district court found that Dr. Koterbay--who was not named as a defendant--was not the school's agent.  Accordingly, the court instructed the jury that \"the school is not legally responsible for the manner in which Dr. Koterbay performed his services as a physician.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We also disagree with the plaintiffs' argument that the school should be held directly liable under a corporate negligence theory.  The plaintiffs did not present evidence on this theory, and we detect nothing in the record to suggest that the school \"fail[ed] to exercise reasonable care in selecting [Dr. Koterbay] who the [school] knew or should have known was unfit or incompetent for the employment, thereby exposing third parties to an unreasonable risk of harm.\"  <span class=\"citation\" data-id=\"1974424\"><span class=\"antecedent_guess\">Rodrigues,</span> <a href=\"/opinion/1974424/rodrigues-v-miriam-hosp/\"><span class=\"volume\">623</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">463</span> </a></span>(quotation omitted)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195226/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195506/",
    "https://www.courtlistener.com/api/rest/v3/opinions/412698/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589645/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606323/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1974424/"
  ]
}