{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196269/",
  "id": 196269,
  "absolute_url": "/opinion/196269/united-states-v-gaston-brito/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196269/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:02:08Z",
  "date_modified": "2020-02-21T23:29:58.237071Z",
  "type": "010combined",
  "sha1": "8024d53107d67021e49792af8c3d1ba284fb3fe9",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2117.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-2117\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                       RAFAEL GASTON-BRITO,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\nNo. 94-2118\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                          DANIEL NU EZ,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Juan M. P rez-Gim nez, U.S. District Judge]\r                                                                  \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Cyr and Stahl, Circuit Judges.\r                                                         \r\n\n                                           \r\n\n     Henry F. Furst for appellant Daniel N  ez and Richard   Ware\r                                                                           \r\nLevitt for appellant Rafael Gast n-Brito, were on joint brief.\r                \r\r\n\n      Jos  A. Quiles-Espinosa, Senior Litigation Counsel, Criminal\r                                      \r\nDivision, U.S. Attorney's Office, with whom Guillermo Gil, United\r                                                                   \r\nStates Attorney, was on brief for appellee.\r\n\n                                           \r\n\n                         August 30, 1995\r\n                                           \r\n\n                               -2-\r\r\n\n           TORRUELLA,  Chief Judge.   Daniel  N  ez  (\"N  ez\") and\r                    TORRUELLA,  Chief Judge.\r                                           \r\n\nRafael Gast n  Brito (\"Brito\")  appeal from  jury convictions  of\r\n\nconspiracy  to  possess  cocaine with  intent  to  distribute and\r\n\npossession of cocaine with intent to distribute,  in violation of\r\n\n21 U.S.C.     841(a)(1) and 846.  Both Brito and N  ez claim that\r\n\nthe district court erred when it failed to investigate an alleged\r\n\ninstance of jury misconduct, and that this failure necessitates a\r\n\nnew trial.  For the following reasons, we reverse.\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n          The  focus of  this case  was  a drug-trafficking  ring\r\n\nbringing cocaine from Puerto Rico to New York.  The facts came to\r\n\nlight  when  one  of  the  drug  couriers,  Harry  Benjam n  D az\r\n\n(\"D az\"),  was  arrested   and  agreed  to  cooperate   with  the\r\n\ngovernment.\r\n\n          D az offered  detailed testimony that, from January 19,\r\n\n1993 to January 26, 1993, he participated with N  ez and Brito in\r\n\nseveral successful and unsuccessful  efforts to transport cocaine\r\n\nfrom Puerto Rico  to New  York.   In the course  of his  detailed\r\n\ntestimony, D az  testified that on  January 25, 1993,  N  ez paid\r\n\nhim $15,000 for successfully delivering  a load of cocaine to New\r\n\nYork.   During cross-examination,  counsel for  N  ez asked  D az\r\n\nwhether  the government had  required him  to return  the $15,000\r\n\nN  ez allegedly had given him.  D az then testified that his wife\r\n\nhad been  forced to give the  money to unnamed persons,  and that\r\n\nthe  money was  therefore no  longer in  his possession  when the\r\n\n                               -3-\r\r\n\n government  asked  him   to  surrender  it.     Specifically,  he\r\n\ntestified:\r\n\n            I was asked to [turn over the money], but\r\n            when [the  government] asked  me my  wife\r\n            had already told me they  had ordered her\r\n            to  give it  to them.   Who ordered  it I\r\n            don't  know, but they  ordered it  and if\r\n            she did not turn it over they threaten to\r\n            kill the little girl, but who ordered  it\r\n            I don't know.\r\n\n          Immediately following this testimony, counsel for Brito\r\n\nrequested permission  to  approach the  bench.   He informed  the\r\n\ncourt that when  D az was asked to identify the person or persons\r\n\nwho had taken  the money from D az'  wife, Steve Riley, the  Case\r\n\nAgent  sitting  at the  prosecution  table,  made  a hand  signal\r\n\npointing  to  the defense  table.1    Counsel  then moved  for  a\r\n\nmistrial.   The court immediately denied the  motion.  Appellants\r\n\nnow  claim that the district court erred in refusing to declare a\r\n\nmistrial without  first  investigating the  alleged  incident  to\r\n\ndetermine whether it had been seen by the jurors.\r\n\n          Juror   misconduct   claims   fall  under   two   broad\r\n\nsubheadings: juror bias and  improper juror contacts.  \"Both  are\r\n\nat the  core of  the Sixth  Amendment's right  to a  trial by  an\r\n\nimpartial  jury,   free  from   prejudicial  contact.     Private\r\n                    \r                              \r\n\n1  Counsel for Brito described the gesture to the court, stating:\r\n\n            The way  I saw it  was the Agent  that is\r\n            sitting between two  counsel -- the Agent\r\n            Mr.  Riley -- he has his hands crossed in\r\n            his chest,  and [when]  the question  was\r\n            asked for the  second or third time,  the\r\n            last time -- when I made the objection --\r\n            he simply pointed his first finger at the\r\n            defense table.\r\n\n                               -4-\r\r\n\n communications  with a deliberating juror create the concern that\r\n\nthe  juror may  reach  a  verdict on  the  basis  of the  matters\r\n\ncommunicated, rather than  the trial evidence.\"  United States v.\r                                                                        \r\n\nDay, 830 F.2d  1099, 1103 (10th Cir.  1987).  Thus,  although the\r             \r\n\nappellants do not allege any wilful misconduct on the part of the\r\n\njurors themselves, we  analyze their claim  here under the  broad\r\n\nrubric of juror misconduct because the alleged incident created a\r\n\nrisk that the jurors were prejudiced by facts not in evidence.\r\n\n          The law on the  subject is well settled.   \"When a non-\r\n\nfrivolous suggestion is made that a jury may be biased or tainted\r\n\nby  some incident, the district court  must undertake an adequate\r\n\ninquiry to determine whether the alleged incident occurred and if\r\n\nso,  whether  it  was  prejudicial.\"    United States  v.  Ortiz-\r                                                                           \r\n\nArrigoit a, 996 F.2d 436, 442 (1st Cir. 1993).  United  States v.\r                                                                        \r\n\nBoylan, 898 F.2d  230, 258 (1st Cir.), cert. denied, 498 U.S. 849\r                                                             \r\n\n(1990);  United States  v. Anello, 765 F.2d 253, 258  (1st Cir.),\r                                           \r\n\ncert. denied, 474 U.S. 996 (1985); United States v. Corbin,   590\r                                                                    \r\n\nF.2d 398, 400 (1st  Cir. 1979).  The  district court has  \"broad,\r\n\nthough  not unlimited,  discretion to  determine  the extent  and\r\n\nnature of its  inquiry into allegations of juror  bias.\"  Corbin,\r                                                                          \r\n\n590 F.2d at 400.  Thus, although  the trial court must \"conduct a\r\n\nfull  investigation  to  ascertain   whether  the  alleged   jury\r\n\nmisconduct actually  occurred,\" United  States v.  Doe, 513  F.2d\r                                                                \r\n\n709, 711-12 (1st Cir. 1975),  it has \"discretion to determine the\r\n\nextent and  type of  investigation requisite to  a ruling  on the\r\n\nmotion [for mistrial.]\"  Id. at 712.\r                                     \r\n\n                               -5-\r\r\n\n           Our  previous  cases  have \"abjure[d]  imposition  of a\r\n\nrigid set of rules for the conduct of inquiries into the presence\r\n\nor   extent   of   extrinsic  influences,   [noting]   that   the\r\n\nkaleidoscopic variety of  possible problems counsels in  favor of\r\n\nflexibility.\"  Boylan, 898 F.2d at 258.  Thus,\r                               \r\n\n            [s]o long as  the district judge  erects,\r\n            and  employs,  a suitable  framework  for\r\n            investigating the allegation  and gauging\r\n            its  effects, and  thereafter spells  out\r\n            his findings with adequate specificity to\r\n            permit  informed  appellate  review,  his\r\n            \"determination that the jury has not been\r\n            soured deserves great respect [and] . . .\r\n            should not be disturbed in the absence of\r\n            a patent abuse of discretion.\"\r\n\nId.  (quoting  Hunnewell,  891  F.2d  at  961)  (other  citations\r                                  \r\n\nomitted).\r\n\n          The  circumstances of this case invoke a more stringent\r\n\nstandard, however,  because the  appellants alleged  an ex  parte\r                                                                           \r\n\ncommunication by  a  government  agent  with the  jurors.    \"Any\r\n\nunauthorized communication between jurors  and persons associated\r\n\nwith the  case is  presumptively prejudicial\"  and obligates  the\r\n\ncourt to \"conduct a  sufficient inquiry to determine whether  the\r\n\ncommunication was harmless.\"  United States  v. O'Brien, 972 F.2d\r                                                                 \r\n\n12, 14 (1st  Cir. 1992).  See  also Remmer v. United  States, 347\r                                                                      \r\n\nU.S.  227,  229  (1954)  (ex  parte  communication,  contact,  or\r                                             \r\n\ntampering with  a juror during  the trial about a  matter pending\r\n\nbefore  the  jury  is presumptively  prejudicial).    Under these\r\n\ncircumstances, the  appellants' claim  was clearly  non-frivolous\r\n\nand  obligated  the court  to  undertake an  adequate  inquiry to\r\n\n                               -6-\r\r\n\n determine  whether the  alleged  incident  occurred  and  if  so,\r\n\nwhether it was harmless.\r\n\n          The district  court failed  in this  obligation, as  it\r\n\ndenied the motion  for a mistrial without any investigation.   It\r\n\nneither questioned  the Case Agent  nor voir dired the  jurors to\r\n\ndetermine whether the Case Agent had made the alleged gesture, or\r\n\nif he  had, whether any of the jurors had  seen it.  Instead, the\r\n\ndistrict court summarily concluded that  even if the incident had\r\n\noccurred,  no  harm  had  inured  to  the  defendants.    Such  a\r\n\nconclusion, however, cannot stand unless supported by an adequate\r\n\ninquiry,  for an unauthorized  communication between a  juror and\r\n\nsomeone associated with  the case is \"deemed  prejudicial\" unless\r\n\nit is completely  unrelated to the case or otherwise  shown to be\r\n\nharmless.   O'Brien, 972 F.2d  at 14; see  also Day, 830  F.2d at\r                                                             \r\n\n1104 (10th Cir.  1987) (restroom communication between  juror and\r\n\nfederal agent seated  at prosecution table was merely  a \"casual,\r\n\ntime-of-the-day greeting\" and, although improper, was found to be\r\n\nharmless).   Here, although the communication alleged was clearly\r\n\nconnected  to  the  case,  the  district  court  made  no  effort\r\n\nwhatsoever to see if it was in fact harmless.\r\n\n          Moreover, regardless of the  presumptions employed, the\r\n\nalleged  communication  clearly  posed  a  danger  of  prejudice.\r\n\nCounsel  for Brito  claimed  that the  Case  Agent's gesture  had\r\n\nimplicated N  ez  as the  unnamed person who,  by threats  to her\r\n\ndaughter, forced D az'  wife to return the $15,000  D az had been\r\n\npaid for his courier services.   If the gesture in fact  occurred\r\n\n                               -7-\r\r\n\n and  was  seen  by  the jurors,  they  might  impermissibly  have\r\n\nincluded it in the calculus  of their deliberations.  Further, we\r\n\nnote that the gesture was allegedly made by the Case  Agent, whom\r\n\nthe jury might reasonably have  presumed to have access to inside\r\n\ninformation.   Thus,  had the  alleged gesture been  observed and\r\n\nunderstood to suggest  the defendants' complicity in  the threats\r\n\nto D az'  family, the jury  might well have given  it substantial\r\n\ncredence.  It may well be that the gesture  was never made, or if\r\n\nit was, that no  jurors saw it; but if such was  the case, it was\r\n\nthe district court's obligation to  develop the relevant facts on\r\n\nthe  record, not  merely  presume  them.   As  the Supreme  Court\r\n\nexplained in Smith v. Phillips,  455 U.S. 209, 212 (1982), \"[d]ue\r                                        \r\n\nprocess  means a  jury capable  and  willing to  decide the  case\r\n\nsolely on the evidence before it, and a trial judge ever watchful\r\n\nto prevent prejudicial occurrences and to determine the effect of\r\n\nsuch occurrences when they happen.\"  The district court's failure\r\n\nto  conduct a sufficient  inquiry clearly deprived  appellants of\r\n\nthis  right, and  therefore requires  that  their convictions  be\r\n\nvacated.2\r\n\n          Reversed and remanded.\r                                         \r\n\n                    \r                              \r\n\n2   Because  we  vacate  the convictions  on  the grounds  stated\r\nherein,  we  decline   to  reach  the  other   issues  raised  by\r\nappellants.\r\n\n                               -8-\r\r\n",
  "html": "<p class=\"case_cite\">64 F.3d 11</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Rafael GASTON-BRITO, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Daniel NUNEZ, Defendant-Appellant.</p>\n    <p class=\"docket\">Nos. 94-2117, 94-2118.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued April 5, 1995.<br>Decided Aug. 30, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Henry F. Furst, Union City, NJ, for appellant Daniel Nunez and Richard Ware Levitt, New York City, for appellant Rafael Gaston-Brito, were on joint brief.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Sr. Litigation Counsel, Crim.  Div., U.S. Attorney's Office, Hato Rey, PR, with whom Guillermo Gil, U.S. Atty., Washington, DC, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Daniel Nunez (\"Nunez\") and Rafael Gaston Brito (\"Brito\") appeal from jury convictions of conspiracy to possess cocaine with intent to distribute and possession of cocaine with intent to distribute, in violation of 21 U.S.C. Secs. 841(a)(1) and 846.  Both Brito and Nunez claim that the district court erred when it failed to investigate an alleged instance of jury misconduct, and that this failure necessitates a new trial.  For the following reasons, we reverse.DISCUSSION</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The focus of this case was a drug-trafficking ring bringing cocaine from Puerto Rico to New York.  The facts came to light when one of the drug couriers, Harry Benjamin Diaz (\"Diaz\"), was arrested and agreed to cooperate with the government.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Diaz offered detailed testimony that, from January 19, 1993 to January 26, 1993, he participated with Nunez and Brito in several successful and unsuccessful efforts to transport cocaine from Puerto Rico to New York.  In the course of his detailed testimony, Diaz testified that on January 25, 1993, Nunez paid him $15,000 for successfully delivering a load of cocaine to New York.  During cross-examination, counsel for Nunez asked Diaz whether the government had required him to return the $15,000 Nunez allegedly had given him.  Diaz then testified that his wife had been forced to give the money to unnamed persons, and that the money was therefore no longer in his possession when the government asked him to surrender it.  Specifically, he testified:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>I was asked to [turn over the money], but when [the government] asked me my wife had already told me they had ordered her to give it to them.  Who ordered it I don't know, but they ordered it and if she did not turn it over they threaten to kill the little girl, but who ordered it I don't know.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Immediately following this testimony, counsel for Brito requested permission to approach the bench.  He informed the court that when Diaz was asked to identify the person or persons who had taken the money from Diaz' wife, Steve Riley, the Case Agent sitting at the prosecution table, made a hand signal pointing to the defense table.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Counsel then moved for a mistrial.  The court immediately denied the motion.  Appellants now claim that the district court erred in refusing to declare a mistrial without first investigating the alleged incident to determine whether it had been seen by the jurors.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Juror misconduct claims fall under two broad subheadings:  juror bias and improper juror contacts.  \"Both are at the core of the Sixth Amendment's right to a trial by an impartial jury, free from prejudicial contact.  Private communications with a deliberating juror create the concern that the juror may reach a verdict on the basis of the matters communicated, rather than the trial evidence.\"  United States v. Day, 830 F.2d 1099, 1103 (10th Cir.1987).  Thus, although the appellants do not allege any wilful misconduct on the part of the jurors themselves, we analyze their claim here under the broad rubric of juror misconduct because the alleged incident created a risk that the jurors were prejudiced by facts not in evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The law on the subject is well settled.  \"When a nonfrivolous suggestion is made that a jury may be biased or tainted by some incident, the district court must undertake an adequate inquiry to determine whether the alleged incident occurred and if so, whether it was prejudicial.\"  United States v. Ortiz-Arrigoitia, 996 F.2d 436, 442 (1st Cir.1993).  United States v. Boylan, 898 F.2d 230, 258 (1st Cir.), cert. denied, 498 U.S. 849, 111 S.Ct. 139, 112 L.Ed.2d 106 (1990);  United States v. Anello, 765 F.2d 253, 258 (1st Cir.), cert. denied, 474 U.S. 996, 106 S.Ct. 411, 88 L.Ed.2d 361 (1985);  United States v. Corbin, 590 F.2d 398, 400 (1st Cir.1979).  The district court has \"broad, though not unlimited, discretion to determine the extent and nature of its inquiry into allegations of juror bias.\"  Corbin, 590 F.2d at 400.   Thus, although the trial court must \"conduct a full investigation to ascertain whether the alleged jury misconduct actually occurred,\" United States v. Doe, 513 F.2d 709, 711-12 (1st Cir.1975), it has \"discretion to determine the extent and type of investigation requisite to a ruling on the motion [for mistrial.]\"  Id. at 712.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Our previous cases have \"abjure[d] imposition of a rigid set of rules for the conduct of inquiries into the presence or extent of extrinsic influences, [noting] that the kaleidoscopic variety of possible problems counsels in favor of flexibility.\"  Boylan, 898 F.2d at 258.   Thus,</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>[s]o long as the district judge erects, and employs, a suitable framework for investigating the allegation and gauging its effects, and thereafter spells out his findings with adequate specificity to permit informed appellate review, his \"determination that the jury has not been soured deserves great respect [and] ... should not be disturbed in the absence of a patent abuse of discretion.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Id. (quoting United States v. Hunnewell, 891 F.2d 955, 961 (1st Cir.1989)) (other citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The circumstances of this case invoke a more stringent standard, however, because the appellants alleged an ex parte communication by a government agent with the jurors.  \"Any unauthorized communication between jurors and persons associated with the case is presumptively prejudicial\" and obligates the court to \"conduct a sufficient inquiry to determine whether the communication was harmless.\"  United States v. O'Brien, 972 F.2d 12, 14 (1st Cir.1992).  See also Remmer v. United States, 347 U.S. 227, 229, 74 S.Ct. 450, 451, 98 L.Ed. 654 (1954) (ex parte communication, contact, or tampering with a juror during the trial about a matter pending before the jury is presumptively prejudicial).  Under these circumstances, the appellants' claim was clearly non-frivolous and obligated the court to undertake an adequate inquiry to determine whether the alleged incident occurred and if so, whether it was harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court failed in this obligation, as it denied the motion for a mistrial without any investigation.  It neither questioned the Case Agent nor voir dired the jurors to determine whether the Case Agent had made the alleged gesture, or if he had, whether any of the jurors had seen it.  Instead, the district court summarily concluded that even if the incident had occurred, no harm had inured to the defendants.  Such a conclusion, however, cannot stand unless supported by an adequate inquiry, for an unauthorized communication between a juror and someone associated with the case is \"deemed prejudicial\" unless it is completely unrelated to the case or otherwise shown to be harmless.  O'Brien, 972 F.2d at 14;  see also Day, 830 F.2d at 1104 (10th Cir.1987) (restroom communication between juror and federal agent seated at prosecution table was merely a \"casual, time-of-the-day greeting\" and, although improper, was found to be harmless).  Here, although the communication alleged was clearly connected to the case, the district court made no effort whatsoever to see if it was in fact harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Moreover, regardless of the presumptions employed, the alleged communication clearly posed a danger of prejudice.  Counsel for Brito claimed that the Case Agent's gesture had implicated Nunez as the unnamed person who, by threats to her daughter, forced Diaz' wife to return the $15,000 Diaz had been paid for his courier services.  If the gesture in fact occurred and was seen by the jurors, they might impermissibly have included it in the calculus of their deliberations.  Further, we note that the gesture was allegedly made by the Case Agent, whom the jury might reasonably have presumed to have access to inside information.  Thus, had the alleged gesture been observed and understood to suggest the defendants' complicity in the threats to Diaz' family, the jury might well have given it substantial credence.  It may well be that the gesture was never made, or if it was, that no jurors saw it;  but if such was the case, it was the district court's obligation to develop the relevant facts on the record, not merely presume them.  As the Supreme Court explained in Smith v. Phillips, 455 U.S. 209, 212, 102 S.Ct. 940, 943, 71 L.Ed.2d 78 (1982), \"[d]ue process means a jury capable and willing to decide the case solely on the evidence before it, and a trial judge ever watchful to prevent prejudicial occurrences and to determine the effect of such occurrences when they happen.\"   The district court's failure to conduct a sufficient inquiry clearly deprived appellants of this right, and therefore requires that their convictions be vacated.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Counsel for Brito described the gesture to the court, stating:</p>\n        <p>The way I saw it was the Agent that is sitting between two counsel--the Agent Mr. Riley--he has his hands crossed in his chest, and [when] the question was asked for the second or third time, the last time--when I made the objection--he simply pointed his first finger at the defense table.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Because we vacate the convictions on the grounds stated herein, we decline to reach the other issues raised by appellants</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Rafael GASTON-BRITO, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Daniel NUNEZ, Defendant-Appellant.</p>\n    <p class=\"docket\">Nos. 94-2117, 94-2118.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued April 5, 1995.<br>Decided Aug. 30, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Henry F. Furst, Union City, NJ, for appellant Daniel Nunez and Richard Ware Levitt, New York City, for appellant Rafael Gaston-Brito, were on joint brief.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Sr. Litigation Counsel, Crim.  Div., U.S. Attorney's Office, Hato Rey, PR, with whom Guillermo Gil, U.S. Atty., Washington, DC, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Daniel Nunez (\"Nunez\") and Rafael Gaston Brito (\"Brito\") appeal from jury convictions of conspiracy to possess cocaine with intent to distribute and possession of cocaine with intent to distribute, in violation of 21 U.S.C. Secs. 841(a)(1) and 846.  Both Brito and Nunez claim that the district court erred when it failed to investigate an alleged instance of jury misconduct, and that this failure necessitates a new trial.  For the following reasons, we reverse.DISCUSSION</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The focus of this case was a drug-trafficking ring bringing cocaine from Puerto Rico to New York.  The facts came to light when one of the drug couriers, Harry Benjamin Diaz (\"Diaz\"), was arrested and agreed to cooperate with the government.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Diaz offered detailed testimony that, from January 19, 1993 to January 26, 1993, he participated with Nunez and Brito in several successful and unsuccessful efforts to transport cocaine from Puerto Rico to New York.  In the course of his detailed testimony, Diaz testified that on January 25, 1993, Nunez paid him $15,000 for successfully delivering a load of cocaine to New York.  During cross-examination, counsel for Nunez asked Diaz whether the government had required him to return the $15,000 Nunez allegedly had given him.  Diaz then testified that his wife had been forced to give the money to unnamed persons, and that the money was therefore no longer in his possession when the government asked him to surrender it.  Specifically, he testified:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>I was asked to [turn over the money], but when [the government] asked me my wife had already told me they had ordered her to give it to them.  Who ordered it I don't know, but they ordered it and if she did not turn it over they threaten to kill the little girl, but who ordered it I don't know.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Immediately following this testimony, counsel for Brito requested permission to approach the bench.  He informed the court that when Diaz was asked to identify the person or persons who had taken the money from Diaz' wife, Steve Riley, the Case Agent sitting at the prosecution table, made a hand signal pointing to the defense table.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Counsel then moved for a mistrial.  The court immediately denied the motion.  Appellants now claim that the district court erred in refusing to declare a mistrial without first investigating the alleged incident to determine whether it had been seen by the jurors.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Juror misconduct claims fall under two broad subheadings:  juror bias and improper juror contacts.  \"Both are at the core of the Sixth Amendment's right to a trial by an impartial jury, free from prejudicial contact.  Private communications with a deliberating juror create the concern that the juror may reach a verdict on the basis of the matters communicated, rather than the trial evidence.\"  United States v. Day, <span class=\"citation\" data-id=\"495314\"><a href=\"/opinion/495314/united-states-v-franklin-andrew-day-charles-leroy-jones-and-john-watie/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1099</span></a></span>, 1103 (10th Cir.1987).  Thus, although the appellants do not allege any wilful misconduct on the part of the jurors themselves, we analyze their claim here under the broad rubric of juror misconduct because the alleged incident created a risk that the jurors were prejudiced by facts not in evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The law on the subject is well settled.  \"When a nonfrivolous suggestion is made that a jury may be biased or tainted by some incident, the district court must undertake an adequate inquiry to determine whether the alleged incident occurred and if so, whether it was prejudicial.\"  United States v. Ortiz-Arrigoitia, <span class=\"citation\" data-id=\"609732\"><a href=\"/opinion/609732/united-states-v-luis-e-ortiz-arrigoitia-aka-colibri-united-states-v/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">436</span></a></span>, 442 (1st Cir.1993).  United States v. Boylan, <span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 258 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">849</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">139</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span> </span>(1990);  United States v. Anello, <span class=\"citation\" data-id=\"454263\"><a href=\"/opinion/454263/united-states-v-anthony-anello-united-states-of-america-v-daniel-duval/\"><span class=\"volume\">765</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">253</span></a></span>, 258 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">996</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">411</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">361</span> </span>(1985);  United States v. Corbin, <span class=\"citation\" data-id=\"362774\"><a href=\"/opinion/362774/united-states-v-john-corbin/\"><span class=\"volume\">590</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">398</span></a></span>, 400 (1st Cir.1979).  The district court has \"broad, though not unlimited, discretion to determine the extent and nature of its inquiry into allegations of juror bias.\"  <span class=\"citation\" data-id=\"362774\"><span class=\"antecedent_guess\">Corbin,</span> <a href=\"/opinion/362774/united-states-v-john-corbin/\"><span class=\"volume\">590</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">400</span></a></span>.   Thus, although the trial court must \"conduct a full investigation to ascertain whether the alleged jury misconduct actually occurred,\" United States v. Doe, <span class=\"citation\" data-id=\"326726\"><a href=\"/opinion/326726/united-states-v-john-doe-aka-angel-l-camacho-aka-angel-lopez-gonzalez/\"><span class=\"volume\">513</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">709</span></a></span>, 711-12 (1st Cir.1975), it has \"discretion to determine the extent and type of investigation requisite to a ruling on the motion [for mistrial.]\"  <span class=\"citation\" data-id=\"326726\"><a href=\"/opinion/326726/united-states-v-john-doe-aka-angel-l-camacho-aka-angel-lopez-gonzalez/\"><span class=\"id_token\">Id.</span> at 712.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Our previous cases have \"abjure[d] imposition of a rigid set of rules for the conduct of inquiries into the presence or extent of extrinsic influences, [noting] that the kaleidoscopic variety of possible problems counsels in favor of flexibility.\"  <span class=\"citation\" data-id=\"538369\"><span class=\"antecedent_guess\">Boylan,</span> <a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">258</span></a></span>.   Thus,</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>[s]o long as the district judge erects, and employs, a suitable framework for investigating the allegation and gauging its effects, and thereafter spells out his findings with adequate specificity to permit informed appellate review, his \"determination that the jury has not been soured deserves great respect [and] ... should not be disturbed in the absence of a patent abuse of discretion.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"id_token\">Id.</span> (quoting United </a></span>States v. Hunnewell, <span class=\"citation\" data-id=\"533778\"><a href=\"/opinion/533778/united-states-v-dale-scott-hunnewell/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">955</span></a></span>, 961 (1st Cir.1989)) (other citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The circumstances of this case invoke a more stringent standard, however, because the appellants alleged an ex parte communication by a government agent with the jurors.  \"Any unauthorized communication between jurors and persons associated with the case is presumptively prejudicial\" and obligates the court to \"conduct a sufficient inquiry to determine whether the communication was harmless.\"  United States v. O'Brien, <span class=\"citation\" data-id=\"588169\"><a href=\"/opinion/588169/united-states-v-marshall-p-obrien/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 14 (1st Cir.1992).  See also Remmer v. United States, <span class=\"citation\" data-id=\"105202\"><a href=\"/opinion/105202/remmer-v-united-states/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>, 229, <span class=\"citation\" data-id=\"105202\"><a href=\"/opinion/105202/remmer-v-united-states/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">450</span></a></span>, 451, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">654</span> </span>(1954) (ex parte communication, contact, or tampering with a juror during the trial about a matter pending before the jury is presumptively prejudicial).  Under these circumstances, the appellants' claim was clearly non-frivolous and obligated the court to undertake an adequate inquiry to determine whether the alleged incident occurred and if so, whether it was harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court failed in this obligation, as it denied the motion for a mistrial without any investigation.  It neither questioned the Case Agent nor voir dired the jurors to determine whether the Case Agent had made the alleged gesture, or if he had, whether any of the jurors had seen it.  Instead, the district court summarily concluded that even if the incident had occurred, no harm had inured to the defendants.  Such a conclusion, however, cannot stand unless supported by an adequate inquiry, for an unauthorized communication between a juror and someone associated with the case is \"deemed prejudicial\" unless it is completely unrelated to the case or otherwise shown to be harmless.  <span class=\"citation\" data-id=\"588169\"><span class=\"antecedent_guess\">O'Brien,</span> <a href=\"/opinion/588169/united-states-v-marshall-p-obrien/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">14</span></a></span>;  see also <span class=\"citation\" data-id=\"495314\"><span class=\"antecedent_guess\">Day,</span> <a href=\"/opinion/495314/united-states-v-franklin-andrew-day-charles-leroy-jones-and-john-watie/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1104</span> </a></span>(10th Cir.1987) (restroom communication between juror and federal agent seated at prosecution table was merely a \"casual, time-of-the-day greeting\" and, although improper, was found to be harmless).  Here, although the communication alleged was clearly connected to the case, the district court made no effort whatsoever to see if it was in fact harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Moreover, regardless of the presumptions employed, the alleged communication clearly posed a danger of prejudice.  Counsel for Brito claimed that the Case Agent's gesture had implicated Nunez as the unnamed person who, by threats to her daughter, forced Diaz' wife to return the $15,000 Diaz had been paid for his courier services.  If the gesture in fact occurred and was seen by the jurors, they might impermissibly have included it in the calculus of their deliberations.  Further, we note that the gesture was allegedly made by the Case Agent, whom the jury might reasonably have presumed to have access to inside information.  Thus, had the alleged gesture been observed and understood to suggest the defendants' complicity in the threats to Diaz' family, the jury might well have given it substantial credence.  It may well be that the gesture was never made, or if it was, that no jurors saw it;  but if such was the case, it was the district court's obligation to develop the relevant facts on the record, not merely presume them.  As the Supreme Court explained in Smith v. Phillips, <span class=\"citation\" data-id=\"110645\"><a href=\"/opinion/110645/smith-v-phillips/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">209</span></a></span>, 212, <span class=\"citation\" data-id=\"110645\"><a href=\"/opinion/110645/smith-v-phillips/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">940</span></a></span>, 943, <span class=\"citation\" data-id=\"110645\"><a href=\"/opinion/110645/smith-v-phillips/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">78</span> </a></span>(1982), \"[d]ue process means a jury capable and willing to decide the case solely on the evidence before it, and a trial judge ever watchful to prevent prejudicial occurrences and to determine the effect of such occurrences when they happen.\"   The district court's failure to conduct a sufficient inquiry clearly deprived appellants of this right, and therefore requires that their convictions be vacated.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Counsel for Brito described the gesture to the court, stating:</p>\n        <p>The way I saw it was the Agent that is sitting between two counsel--the Agent Mr. Riley--he has his hands crossed in his chest, and [when] the question was asked for the second or third time, the last time--when I made the objection--he simply pointed his first finger at the defense table.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Because we vacate the convictions on the grounds stated herein, we decline to reach the other issues raised by appellants</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/105202/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110645/",
    "https://www.courtlistener.com/api/rest/v3/opinions/326726/",
    "https://www.courtlistener.com/api/rest/v3/opinions/362774/",
    "https://www.courtlistener.com/api/rest/v3/opinions/454263/",
    "https://www.courtlistener.com/api/rest/v3/opinions/495314/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533778/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588169/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609732/"
  ]
}