{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196244/",
  "id": 196244,
  "absolute_url": "/opinion/196244/estate-of-soler-v-rodriguez/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196244/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:01:19Z",
  "date_modified": "2020-02-21T23:57:50.654473Z",
  "type": "010combined",
  "sha1": "53e82b7b5c7c60a0f71c1950ceb14fb044c3ed41",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1405.01A",
  "local_path": null,
  "plain_text": "                 UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 94-1405\r\n\n                    ESTATE OF JAIME SOLER,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                  JOAQUIN RODRIGUEZ, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n             and Boyle,1 Senior District Judge. \r                                                          \r\n\n                                         \r\n\n   Pedro  A. Jimenez,  with  whom  Katarina  Stipec  Rubio  and\r                                                                      \r\nGonz lez  Oliver,  Correa  Calzada, Collazo  Salazar,  Herrero  &amp;\r                                                                           \r\nJim nez were on brief for appellants.\r                 \r\n   Jorge  E.  P rez  D az,  with  whom  Jorge  I.  Peirats  and\r                                                                      \r\nPietrantoni Mendez &amp;  Alvarez were on  brief for appellee  Centro\r                                       \r\nMedico Del Turabo, Inc. \r\n   Eli B. Arroyo  for appellee Universidad de  Ciencias Medicas\r                            \r\nSan Juan Bautista, Inc.\r\n                                         \r\n\n                       August 15, 1995\r\n                                         \r\n\n                  \r                              \r\n\n   1Of the District of Rhode Island, sitting by designation.\r\r\n\n          CAMPBELL,   Senior   Circuit   Judge.     In   this\r                                                          \r\n\nshareholder's  derivative  suit brought  on behalf  of Centro\r\n\nM dico del Turabo, Inc. (\"CMT\"), Plaintiffs-Appellants Ivette\r\n\nPerez Vda. de Soler, Marie Ivette Soler Perez, Jaime A. Soler\r\n\nPerez, and  Antonio Soler  Perez (as  representatives of  the\r\n\nEstate of  Dr. Jaime  Soler, or the  \"Soler Estate\")  and Dr.\r\n\nJose A. Badillo appeal from the district  court's Opinion and\r\n\nOrder and Order on  Reconsideration dismissing their verified\r\n\ncomplaint under Fed. R. Civ. P. 12(b)(6) for failure to state\r\n\na claim upon which relief may  be granted.1  Estate of  Soler\r                                                                         \r\n\nex rel. Soler  v. Rodriguez, 847 F. Supp.  236 (D.P.R. 1994).\r                                       \r\n\n                    \r                                \r\n\n1.  In  its Opinion and  Order and Order  on Reconsideration,\r\nthe district court said  it was dismissing the complaint  for\r\nfailure to state  a claim under Rule 12(b)(6),  but stated in\r\nthe judgment that  the complaint  was dismissed  for lack  of\r\nsubject matter jurisdiction.  Where both federal jurisdiction\r\nand the  existence of a  federal claim turn upon  whether the\r\ncomplaint states a federal question, the preferable  practice\r\nis   to  assume  that  jurisdiction  exists  and  proceed  to\r\ndetermine  whether  the   claim  passes  muster   under  Rule\r\n12(b)(6).   See  Bell v.  Hood, 327  U.S. 678,  682-83 (1946)\r                                          \r\n(where the  merits of  the action  are  intertwined with  the\r\nissue  of jurisdiction, the federal claim should be dismissed\r\nfor lack of subject matter  jurisdiction only if the claim is\r\nimmaterial  and  made  solely for  the  purpose  of obtaining\r\njurisdiction or if  the claim is clearly frivolous  or wholly\r\ninsubstantial); Arroyo-Torres v. Ponce Fed. Bank, F.B.S., 918\r                                                                    \r\nF.2d  276, 280 (1st  Cir. 1990) (since  plaintiff's assertion\r\nthat federal  law implied a  private right of action  was not\r\nfrivolous, the district court had subject matter jurisdiction\r\nto determine whether or  not a claim existed; therefore,  the\r\ndismissal  entered by the district court, ostensibly for lack\r\nof  jurisdiction,   should  have  been  premised   upon  Rule\r\n12(b)(6)); see also 2A James W. Moore et al., Moore's Federal\r                                                                         \r\nPractice   12.07[2.-1] (2nd ed.  1993).  However, \"we are not\r                    \r\nbound by the label employed below,\" Carr v. Learner, 547 F.2d\r                                                               \r\n135, 137 (1st Cir. 1976), and will treat the dismissal as one\r\nmade pursuant to Rule 12(b)(6).\r\n\n                             -2-\r                                          2\r\r\n\nThe district court  held that appellants failed to  plead the\r\n\n\"in connection with\"  requirement of a cause  of action under\r\n\nSection  10(b)2 and  Rule 10b-5,3 but  rather alleged  only a\r\n\n                    \r                                \r\n\n2.  Section 10(b) of the Securities Exchange  Act of 1934, 15\r\nU.S.C.   78j(b), states:\r\n\n          It  shall  be  unlawful  for any  person,\r\n          directly or indirectly, by the use of any\r\n          means  or  instrumentality  of interstate\r\n          commerce  or  of  the mails,  or  of  any\r\n          facility  of   any  national   securities\r\n          exchange . . . \r\n          (b)  To use or employ, in connection with\r\n          the purchase  or  sale  of  any  security\r\n          registered  on   a  national   securities\r\n          exchange   or   any   security   not   so\r\n          registered, any manipulative or deceptive\r\n          device or contrivance in contravention of\r\n          such   rules  and   regulations  as   the\r\n          Commission may prescribe  as necessary or\r\n          appropriate in the public interest or for\r\n          the protection of investors.\r\n\n3.  Rule 10b-5, 17 C.F.R.   240.10b-5 states:\r\n\n          It shall  be  unlawful  for  any  person,\r\n          directly or indirectly, by the use of any\r\n          means  or  instrumentality  of interstate\r\n          commerce,  or of  the  mails  or  of  any\r\n          facility  of   any  national   securities\r\n          exchange,\r\n          (a) To  employ  any  device,  scheme,  or\r\n          artifice to defraud,\r\n          (b) To  make any  untrue  statement of  a\r\n          material  fact  or  to  omit to  state  a\r\n          material fact necessary  in order to make\r\n          the statements made, in the light  of the\r\n          circumstances under which they were made,\r\n          not misleading, or\r\n          (c) To  engage in  any act,  practice, or\r\n          course  of  business  which  operates  or\r\n          would operate as  a fraud or deceit  upon\r\n          any person,\r\n          in connection  with the purchase  or sale\r\n          of any security.\r\n\n                             -3-\r                                          3\r\r\n\ncase  of breach of fiduciary duty and corporate mismanagement\r\n\nunder Puerto Rico law.  We reverse.\r\n\n                          I.  FACTS.\r                                               \r\n\n          The  facts alleged  in  the complaint     extending\r\n\nevery reasonable inference in plaintiffs' favor, see Coyne v.\r                                                                      \r\n\nCity of Somerville, 972 F.2d 440, 443 (1st Cir.  1992)    are\r                              \r\n\nas  follows.     CMT  is a  private,  for-profit Puerto  Rico\r\n\ncorporation  organized in 1978  to offer medical  services in\r\n\nthe  eastern  central region  of  Puerto Rico.    Through its\r\n\nsubsidiary, Turabo Medical Center Partnership,4 CMT  owns and\r\n\noperates  the Hospital  Interamericano  de Medicina  Avanzada\r\n\n(\"HIMA\"), a hospital located in Caguas, Puerto Rico.\r\n\n          The  individual   plaintiffs  are  the   widow  and\r\n\nchildren of Dr.  Jaime Soler, one of CMT's  founders, and Dr.\r\n\nJos   Badillo,  the other  founder  of  CMT.   Prior  to  the\r\n\ndisputed  sale  of securities  described  below,  Dr. Badillo\r\n\nowned  217,500 shares  of common  voting stock of  CMT, which\r\n\nconstituted  16.81% of the  total 1,293,942 shares  of common\r\n\nvoting stock of the company  then issued and outstanding.  In\r\n\n1990,  Dr. Soler  passed away,  leaving  his 435,000  shares,\r\n\nwhich constituted 33.62% of CMT's common voting stock, to the\r\n\nSoler Estate.   Appellants thus collectively owned  50.43% of\r\n\nCMT's common voting stock.\r\n\n                    \r                                \r\n\n4.  Not a party to this suit.\r\n\n                             -4-\r                                          4\r\r\n\n          Appellee Joaqu n Rodr guez  was originally hired by\r\n\nDrs. Soler and Badillo to  manage CMT and eventually became a\r\n\nminority shareholder as well as  the chairman of its board of\r\n\ndirectors.  The founders gave Rodr guez full  administrative,\r\n\nfinancial, and operational control over all of the affairs of\r\n\nCMT.   On November 14, 1991, Mrs. Soler replaced her deceased\r\n\nhusband  on  the  board.    The  other directors  during  the\r\n\nrelevant  periods were  appellant Dr.  Badillo and  appellees\r\n\nJuan  Chaves,  Carlos M.  Pi eiro,  and Dr.  Jos   J. Vargas-\r\n\nCordero.   Rodr guez  was CMT's  president;  Dr. Badillo  its\r\n\nvice-president;  Chaves   its  secretary;  and   Pi eiro  its\r\n\ntreasurer.  Appellee Fernando E. Agrait was an attorney hired\r\n\nby Rodr guez  to handle  the in-house  legal affairs  of CMT.\r\n\nAppellee  Luis  Garc a  Passalacqua   was  owner  of  Miramar\r\n\nConstruction,  Inc., which had  a pending business  deal with\r\n\nCMT.\r\n\n          Appellees  Chaves  and   Vargas-Cordero  were  also\r\n\nrespectively  the owner and  dean of appellee  Universidad de\r\n\nCiencias M dicas San  Juan Bautista, Inc. (\"UCMSJB\"),  a non-\r\n\nprofit company operating an independent school of medicine at\r\n\nHIMA.    Appellees  Rodr guez and  Pi eiro  were  trustees of\r\n\nUCMSJB.   UCMSJB  operated its  medical school  from a  space\r\n\nrented from CMT for  $1.00 per year.   Prior to the  disputed\r\n\nsale, UCMSJB  also owned  10,000 shares,  or 0.77%, of  CMT's\r\n\ncommon voting stock.\r\n\n                             -5-\r                                          5\r\r\n\n          In 1987, CMT's shareholders authorized the issuance\r\n\nof 300,000 common  voting shares of CMT and  the placement of\r\n\nthose  shares in a  public sale at $10  per share, subject to\r\n\nregistration under the Blue Sky  laws of Puerto Rico, and for\r\n\ndistribution  solely to residents of Puerto  Rico.  This sale\r\n\nwas  not  successful; very  few  of  the  shares  were  sold.\r\n\nSometime  between 1991 and  the fall of  1993, Rodr guez told\r\n\nDr. Ramon Carlos, a physician with privileges at HIMA who had\r\n\napproached him to  purchase shares  in CMT,  that the  public\r\n\nsale had been closed and that CMT's shares were no longer for\r\n\nsale.   \r\n\n          During  all  of   1992  and  until   October  1993,\r\n\nshareholders  meetings  of  CMT   were  not  held,   because,\r\n\naccording to  Rodr guez, the audited financial  statements of\r\n\nthe  company were  not ready.   In 1993,  Mrs. Soler  and Dr.\r\n\nBadillo  [the  \"plaintiff  directors\"] decided  that  outside\r\n\nexperts should  be hired to  analyze CMT's future  plans, and\r\n\nfelt  that  no   corporate  assets  should  be   conveyed  or\r\n\nencumbered  until  this was  done  and  the  board was  fully\r\n\ninformed.\r\n\n          Notwithstanding this  decision, Rodriguez  insisted\r\n\nupon the sale of surface  rights over HIMA's parking facility\r\n\nto Miramar  Construction for  the development  of a  doctor's\r\n\noffice building.   Mrs. Soler opposed this sale  at a meeting\r\n\nof  CMT's board of  directors held on September  9, 1993.  At\r\n\n                             -6-\r                                          6\r\r\n\nthis same meeting,  Rodriguez reiterated a prior  request for\r\n\napproval of a three-year lease  to UCMSJB of land managed and\r\n\npartly owned by CMT.  Mrs. Soler and  Dr. Badillo opposed the\r\n\nlease because of the nominal yearly rent of $1.00, because no\r\n\nindependent evaluation of the best  use of that land had ever\r\n\nbeen performed, and because no outside independent advice had\r\n\never  been obtained  as to  the financial  benefit to  CMT of\r\n\nhaving  UCMSJB's school of medicine, long unaccredited by the\r\n\nnationwide  accrediting  body,  affiliated  with  CMT.    The\r\n\nplaintiff  directors also felt  that the  transaction between\r\n\nCMT and UCMSJB,  which was effectively controlled  by Chaves,\r\n\nRodr guez,   and  Dr.  Vargas,  needed  to  be  independently\r\n\nanalyzed for conflicts of interest.\r\n\n          Unbeknownst to  the  plaintiff  directors,  to  the\r\n\nboard of CMT, and to CMT as a corporate entity, Rodr guez and\r\n\nChaves had designed a scheme  to deprive plaintiffs of  their\r\n\nhistoric majority ownership  in the company and  gain control\r\n\nof CMT for themselves.   The scheme consisted of the issuance\r\n\nby Rodr guez and Chaves, on September 16, 1993, without prior\r\n\nknowledge or approval  of the board of  directors, of 200,000\r\n\nshares of CMT  stock to UCMSJB at  a price of $10  per share,\r\n\nfor a total price of $2,000,000.   UCMSJB made a down payment\r\n\nof $500,000, and agreed to  pay CMT the balance through eight\r\n\npromissory  notes in  the amount  of  $100,000 each,  payable\r\n\nconsecutively  on August 1  and February 1  through February,\r\n\n                             -7-\r                                          7\r\r\n\n1997, at  6% annual  interest, and a  promissory note  in the\r\n\namount of $700,000 on  the same terms due on August 1, 1997.5\r\n\nThese  notes  were secured  by  an assignment  of  a contract\r\n\nbetween  the  Department  of Health  of  the  Commonwealth of\r\n\nPuerto  Rico and  UCMSJB by  virtue  of which  UCMSJB was  to\r\n\nreceive  monthly payments of $249,864.08.  This collateral is\r\n\nalleged to  have been  \"fictitious\" because  the contract  in\r\n\nquestion was supposedly non-assignable under Puerto Rico law.\r\n\nThe purposes of the scheme were allegedly to,\r\n\n          a) secure control by Rodr guez and Chaves\r\n          and approval of the  lease with UCMSJB at\r\n          CMT's expense, b) to procure and  finance\r\n          a substantial  block of shares  to UCMSJB\r\n          at  a  wholly inadequate  price  and with\r\n          fictitious  collateral,  c)  to  entrench\r\n          management and validate  sweetheart deals\r\n          and/or   situations   of   conflicts   of\r\n          interest,  d)  to  dilute  and  eliminate\r\n          plaintiffs' majority ownership in CMT, e)\r\n          to  evict plaintiffs  from the  corporate\r\n          board, and f) to prevent the  appointment\r\n          of independent  outside directors  to the\r\n          company board at the annual shareholders'\r\n          meeting.\r\n\n          At  the next board  meeting on September  29, 1993,\r\n\nRodr guez   again  insisted  that  the  three-year  lease  be\r\n\napproved at no  charge, ostensibly in order to  free up other\r\n\nspace occupied  by the medical  school in the hospital.   The\r\n\nplaintiff  directors decided at  this point firmly  to oppose\r\n\n                    \r                                \r\n\n5.  The verified complaint  states that the payments  were to\r\nbe  made  on  a  yearly  basis  for  seven  years.   This  is\r\ncontradicted by the  Agrait letter, infra and included in the\r                                                     \r\ncomplaint.   According to  the letter, payment  was to  be as\r\ndescribed above.\r\n\n                             -8-\r                                          8\r\r\n\nthe lease  until  independent analysis  could  be done.    No\r\n\nmention was made  at this  meeting of the  sale of shares  to\r\n\nUCMSJB.\r\n\n          In  early  October  1993, the  plaintiff  directors\r\n\nnoticed that certain  statements contained in the  minutes of\r\n\nthe  September 29th  meeting were  inaccurate  or misleading.\r\n\nSpecifically,  the minutes stated  that Mrs. Soler  had moved\r\n\nfor  approval of  the minutes  of the September  9th meeting,\r\n\nwhich she had not done; reflected a motion made by Mrs. Soler\r\n\nand  Dr.  Badillo  setting  forth  certain  requirements  for\r\n\nconsideration  of the  sale  of  surface  rights  to  Miramar\r\n\nConstruction, but omitted the principal requirement that such\r\n\nsale  not be approved  until it was  independently determined\r\n\nthat it  was in CMT's  best interest; and reflected  that Dr.\r\n\nBadillo had proposed  approval of the  lease to UCMSJB,  when\r\n\nboth he and Mrs. Soler had strongly opposed such lease.\r\n\n          The  plaintiff directors decided  that the only way\r\n\nto  deal  with the  increasing conflicts  of interest  was to\r\n\nappoint  to CMT's board reputable and experienced independent\r\n\noutside directors at the  upcoming shareholders' meeting,  to\r\n\nbe held  on October 28, 1993,  and to do so in  such a manner\r\n\nthat  these outside directors would hold a determinative vote\r\n\nin case of  an impasse.  Dr. Badillo  also considered selling\r\n\nthe  plaintiff shareholders'  majority block  as  a means  of\r\n\nending the tense situation, but the Soler Estate decided that\r\n\n                             -9-\r                                          9\r\r\n\nuntil such time as outside directors were appointed, it would\r\n\nnot consider or  decide whether it wished to  sell its shares\r\n\nin CMT.\r\n\n          The plaintiff  directors formalized  their position\r\n\nin a letter  dated October 7, 1993, a copy of which was hand-\r\n\ndelivered to the directors of CMT at a board  meeting held on\r\n\nthat date.  The letter  stated their formal opposition,  both\r\n\nas directors and as majority shareholders, to the approval of\r\n\nthe  lease  with   UCMSJB,  complained  of  the   absence  of\r\n\ninformation concerning the transaction, and demanded that the\r\n\nboard not approve  the lease until such  information had been\r\n\nreceived and analyzed.   The board, controlled  by Rodr guez,\r\n\nnonetheless approved the  lease.  Again, no  mention was made\r\n\nof the sale of shares to UCMSJB.\r\n\n          Following  this  meeting, the  plaintiff  directors\r\n\ncommenced  a  search   for  qualified  individuals  with   no\r\n\nfinancial ties  to CMT  who would agree  to serve  as outside\r\n\ndirectors.  Between October 10 and October 28, 1993, two such\r\n\nindividuals  were located and agreed to serve.  The plaintiff\r\n\ndirectors intended at the  upcoming shareholders' meeting  to\r\n\nvote  for  the  reelection  of  Rodr guez,  Pi eiro,  Vargas-\r\n\nCordero,  and themselves,  as  well as  the  two new  outside\r\n\ndirectors, and  to retain  Rodr guez as  president and  chief\r\n\noperating officer of  CMT.  It was their  intention to inform\r\n\nRodr guez  of their plans  on the night  of the shareholders'\r\n\n                             -10-\r                                          10\r\r\n\nmeeting,  prior to  its  commencement.    However,  when  the\r\n\nplaintiff directors arrived at the meeting with their counsel\r\n\nand  the outside directors, Rodr guez informed them that they\r\n\nno longer had  a majority position in the  company, by virtue\r\n\nof the sale of shares to UCMSJB.6\r\n\n          Upon learning of this sale, the plaintiff directors\r\n\nwalked  out of  the  shareholders'  meeting.    The  meeting,\r\n\nallegedly in the absence of a quorum, then removed Mrs. Soler\r\n\nand Dr. Badillo as  directors, and replaced them  with Garc a\r\n\nPassalacqua.   Rodr guez then  informed the newly constituted\r\n\nboard of the sale to UCMSJB, and the sale was ratified.\r\n\n          Prior to the  shareholders' meeting, Rodr guez  had\r\n\nobtained  a letter from  CMT's inside counsel,  Agrait, dated\r\n\nOctober 11,  1993 (\"the Agrait  letter\"), to the  effect that\r\n\nthe proposed sale  of stock to UCMSJB was  legal.  Plaintiffs\r\n\ncontend that this letter was deliberately intended to conceal\r\n\nthe  illegality of  the  sale  from  other  shareholders  and\r\n\ndirectors.  The letter first recited the details of the sale,\r\n\nas recounted above.   It then stated that the  sale was valid\r\n\nunder  the  1987  shareholders'  resolution  authorizing  the\r\n\nissuance of 300,000 common voting  shares of CMT.  The letter\r\n\nconcluded that since  not all of the 300,000  shares had been\r\n\n                    \r                                \r\n\n6.  Following the sale to UCMSJB, there were 1,493,942 shares\r\nof  CMT common  voting stock  outstanding.   The  plaintiffs'\r\n652,500  shares  represented  43.68% of  the  total; UCMSJB's\r\n210,000  represented  14.06%,  with  the  remaining   631,442\r\nshares, or 42.27%, held by other shareholders.  \r\n\n                             -11-\r                                          11\r\r\n\nsold, and since  the sale to UCMSJB  was a private sale  to a\r\n\nsingle purchaser  for part of  the balance of  the authorized\r\n\nbut unsold shares, the sale had been implicitly authorized by\r\n\nthe  shareholders in  1987,  and  no  public  disclosure  and\r\n\nregistration  under the Blue  Sky laws were  required because\r\n\nthe  sale was  not  part of  an  offering  to more  than  ten\r\n\npurchasers.\r\n\n          The complaint  also notes that although  the Agrait\r\n\nletter states that  the sale  was effected  on September  16,\r\n\n1993, Agrait  wrote another  letter on behalf  of CMT  to the\r\n\nCommissioner of Financial Institutions on September 27, 1993,\r\n\ninquiring whether a  private sale of  securities to a  single\r\n\nentity  was   subject  to  the  disclosure  and  registration\r\n\nrequirements of Puerto Rico Blue  Sky laws.  The September 27\r\n\nlatter stated that CMT was  \"going to sell\" 200,000 shares to\r\n\none of its shareholders.\r\n\n           The complaint  also  alleges that  while  $10  per\r\n\nshare  was an  adequate price in  1987, when CMT  was in dire\r\n\nfinancial straits and  on the verge of  bankruptcy, Rodr guez\r\n\nand Chaves knew  that it was no longer an adequate price.  In\r\n\nsupport  of  this  allegation,   the  complaint  states  that\r\n\nRodr guez had hired  the services of Clark  Melvin Securities\r\n\nand Merrill Lynch to conduct an appraisal in  connection with\r\n\nthe refinancing of  CMT's debt, which  was expected to  close\r\n\nshortly.  On the day of the  shareholders' meeting, Rodr guez\r\n\n                             -12-\r                                          12\r\r\n\nand  Chaves were  told by  a Mr.  Montilla, pursuant  to that\r\n\nappraisal,  that the  market  value of  all  of CMT's  common\r\n\nvoting  shares  upon  approval  of  the  financing  would  be\r\n\napproximately $24  million, or  at least  $18 per  share (not\r\n\ncounting the 200,000 shares sold to UCMSJB).\r\n\n          Finally, the complaint states  that on November  3,\r\n\n1993,  the plaintiffs sent  a formal  demand letter  to CMT's\r\n\nmanagement and \"the illegally appointed directors,\"  advising\r\n\nthem that  any actions taken  by the new board  after October\r\n\n28,  1993  were  invalid and  illegal  and  demanding various\r\n\nremedial actions including the convening of an  extraordinary\r\n\nshareholders'  meeting.  After various negotiated delays, the\r\n\ndefendants  responded  that   under  no  circumstances  would\r\n\nplaintiffs be  reinstated to the  board, and  offered to  buy\r\n\nplaintiffs' shares at  approximately $5 per share.  They also\r\n\nrejected plaintiffs' demand for an extraordinary shareholders\r\n\nmeeting,  notwithstanding  the  requirement  in  Article  IV,\r\n\nSection 2 of the company by-laws that such meetings \"shall be\r\n\ncalled by  the president\"  at the request  of the  holders of\r\n\nmore than 25% of the outstanding voting stock.\r\n\n                      II.  THIS LAWSUIT.\r                                                   \r\n\n          Plaintiffs' complaint alleged, on  behalf of CMT, a\r\n\nviolation of Section 10(b) of the Securities Exchange  Act of\r\n\n1934, 15  U.S.C.    78j(b) and Rule  10b-5 of  the Securities\r\n\nExchange  Commission, 17 C.F.R.    240.10b-5.   The complaint\r\n\n                             -13-\r                                          13\r\r\n\nalso   sought,  under   the  district   court's  supplemental\r\n\njurisdiction, see 28  U.S.C.   1367, rescission  of the stock\r                             \r\n\npurchase agreement for  lack of corporate authority  and lack\r\n\nof  proper consideration, annulment  of the October  28, 1993\r\n\nboard election,  and a new  election under  Puerto Rico  law.\r\n\nThe complaint was  filed on November  24, 1993, and  included\r\n\nrequests  for preliminary and permanent injunctions and for a\r\n\ntemporary  restraining  order prohibiting  any  extraordinary\r\n\ndisbursement  of  corporate  funds,  sale or  encumbrance  of\r\n\ncorporate  assets,  and  the holding  of  board  of directors\r\n\nmeetings during the next ten days.  The district court issued\r\n\nthe temporary restraining order on the same day the complaint\r\n\nwas filed and set a hearing on the preliminary injunction for\r\n\nDecember 3, 1993.  At a status conference held on December 2,\r\n\n1993, the  district court  consolidated consideration  of the\r\n\npreliminary and permanent  injunctions, and set a  trial date\r\n\nof February  7, 1994.  The temporary restraining order lapsed\r\n\nby its own terms on December 3, 1993.\r\n\n          CMT then filed a motion requesting realignment as a\r\n\ndefendant, and  for dismissal  or summary  judgment.   UCMSJB\r\n\nmoved   to  joint  CMT's  motion  for  dismissal  or  summary\r\n\njudgment.  Agrait  filed a motion for summary  judgment.  The\r\n\nremaining defendants filed a motion to dismiss.  The district\r\n\ncourt, in  an opinion  and order filed  on February  7, 1994,\r\n\ndecided the motions based on the pleadings only, treating all\r\n\n                             -14-\r                                          14\r\r\n\nmotions as motions to dismiss under Fed. R. Civ. P. 12(b)(6).\r\n\nFinding that the alleged securities  fraud did not make out a\r\n\nclaim under    10(b) of the Securities Exchange  Act of 1934,\r\n\nthe  district court  dismissed  the federal  securities fraud\r\n\nclaim  for failure  to  state a  claim under  Rule 12(b)(6).7\r\n\nBecause  federal jurisdiction was based solely on that claim,\r\n\nthe  court declined to retain jurisdiction over the remaining\r\n\nstate law claims, and dismissed them without prejudice.\r\n\n          The plaintiffs filed  a motion for  reconsideration\r\n\non February 21,  1994.  The district court  denied the motion\r\n\nin  a  written order  dated  March  24,  1994.   This  appeal\r\n\nfollowed.\r\n\n             III. THE DISTRICT COURT'S DECISION.\r                                                           \r\n\n          The  district  court  characterized  the  case   as\r\n\npresenting the question\r\n\n          whether a corporation can be said to have\r\n          been deceived in connection with the sale\r\n          of its  securities within the  meaning of\r\n          section 10(b) of  the Securities Exchange\r\n          Act of  1934, when the  president and the\r\n          secretary   authorized   the    sale   of\r\n          allegedly  previously-issued  stock  to a\r\n          shareholder,  without  approval   of  the\r\n          board   of   directors   or   the   other\r\n          shareholders.\r\n\nEstate of Soler,  847 F. Supp. at  238.  The court  said that\r                           \r\n\nthe \"in connection with\" element requires a showing \"that the\r\n\nwrongful  conduct caused  the  plaintiff  to  engage  in  the\r\n\n                    \r                                \r\n\n7.  See supra n.1.\r                         \r\n\n                             -15-\r                                          15\r\r\n\ndisputed   sale  or  purchase  of  securities  and  that  the\r\n\nplaintiff's  injuries   are  directly  attributable   to  the\r\n\ndeception and  to the  resulting  transaction.\"   Id. at  239\r                                                                 \r\n\n(citing  Wilson v. Ruffa &amp; Hanover, P.C., 844 F.2d 81, 85 (2d\r                                                    \r\n\nCir. 1988)).   If the alleged  fraud does not relate  to \"the\r\n\ninherent  nature, characteristics  or value  of  the security\r\n\nand, therefore, could not have influenced the  plaintiff in a\r\n\ndecision to sell or purchase the security,\" id. at 240, there\r                                                           \r\n\nis no causal link to the disputed sale.\r\n\n          The  court then said  that the alleged  omission in\r\n\nthis case was\r\n\n          the failure of the  defendants to reveal,\r\n          in  advance, the sale of the stock of CMT\r\n          to  UCMSJB.     Where  a  corporation  is\r\n          fraudulently induced into issuing its own\r\n          securities for less than their fair value\r\n          because of the misappropriation of inside\r\n          information  regarding  the   stock,  the\r\n          corporation  itself  is   injured  and  a\r\n          shareholder    derivative    action    is\r\n          appropriate.    Frankel v.  Slotkin,  984\r                                                         \r\n          F.2d 1328, 1334 (2d Cir. 1993).  However,\r\n          the  sale in this case did not take place\r\n          because  the  corporation  was uninformed\r\n          about the nature of the stock, or because\r\n          defendants     misappropriated     inside\r\n          information  about   the  value   of  the\r\n          securities to  be sold.   We cannot  find\r\n          that the  concealment of the  sale itself\r\n          from   the    corporation   caused    the\r\n          corporation  to  enter   into  the  sale.\r\n          Rather than \"in connection with\" the sale\r\n          of  a  security, the  deception  here was\r\n          \"of\" the sale of a security.\r\n\nId.  (footnote  omitted).    The  district  court  noted  the\r               \r\n\nincongruity  of suggesting \"that disclosure of a sale without\r\n\n                             -16-\r                                          16\r\r\n\nfull disclosure of some material  aspect of the sale would be\r\n\na violation of  10b-5, while failing to disclose  the sale at\r\n\nall is  not  violation.\"   Id. at  241.   However, the  court\r                                          \r\n\nconcluded, Rule  10b-5 is not  meant to address  instances of\r\n\ncorporate mismanagement.  \"Rather, it was intended to promote\r\n\nfull and fair disclosure to  those who buy or sell securities\r\n\nin  order to  ensure  that  investors are  able  to make  the\r\n\ncorrect decision as  to whether to carry out  the purchase or\r\n\nsale.\"  Id. (citing Santa Fe Indus., Inc. v. Green,  430 U.S.\r                                                              \r\n\n462, 477-78 (1977);  O'Brien v. Continental Ill. Nat.  Bank &amp;\r                                                                         \r\n\nTrust Co.,593 F.2d54, 60(7th Cir.1979)). The courtthen noted,\r                     \r\n\n          While we  recognize that  the failure  to\r\n          reveal the sale at all necessarily  meant\r\n          that information about  the nature of the\r\n          shares  was also  concealed, because  the\r\n          company  did  not  \"know\"  that  it   was\r\n          selling  any  securities,  the  corporate\r\n          entity  cannot  be  said   to  have  been\r\n          deceived  as  to the  characteristics  or\r\n          value of the securities, or  to have made\r\n          any  decisions   based  on   a  lack   of\r\n          knowledge   about  the   nature  of   the\r\n          securities.\r\n\nId.   The  court  then exercised  its  discretion to  dismiss\r               \r\n\nwithout  prejudice  the  remaining   supplemental  state  law\r\n\nclaims.\r\n\n          On reconsideration, the district court first noted,\r\n\nin response to the argument  that it had applied an incorrect\r\n\nsubjective test of  causality, that it had not  held that CMT\r\n\nhad not  relied on the  omitted information, but  rather that\r\n\nthe  omission was  not of the  type Rule  10b-5 was  meant to\r\n\n                             -17-\r                                          17\r\r\n\nremedy.  Id.   The court then discussed  plaintiffs' argument\r                        \r\n\nthat  it had  applied a  test of  awareness of  an investment\r\n\ndecision applicable to  transactions between individuals  and\r\n\nentities,  not  to  transactions in  which  a  corporation is\r\n\ndeceived  by  its  own  management.    The  court noted  that\r\n\nGoldberg  v.  Meridor, 567  F.2d  209 (2d  Cir.  1977), cert.\r                                                                         \r\n\ndenied, 434 U.S. 1069 (1978) and its progeny recognize that\r                  \r\n\n          even though some controlling directors or\r\n          shareholders  have complete  information,\r\n          they  can  conceal that  information  and\r\n          utilize  it  to  the  detriment  of   the\r\n          corporation, thus deceiving the corporate\r\n          entity in  violation of  Rule 10b-5.   We\r\n          agree that in the case before us,  taking\r\n          the facts  as alleged by  plaintiffs, the\r\n          corporation   was   deceived   when  some\r\n          members   of  the   board  of   directors\r\n          conducted  a  sale   of  corporate  stock\r\n          without informing the full  board and the\r\n          remaining shareholders.\r\n\nId.  at 242.  Nevertheless,  the court reiterated its holding\r               \r\n\nthat the deception  here was not in connection  with the sale\r\n\nof securities  as required  for liability  under Rule  10b-5.\r\n\nId.  The court distinguished Goldberg, saying,\r                                                 \r\n\n          In  Goldberg,  the  minority shareholders\r                                  \r\n          knew that the disputed transaction was to\r\n          take place,  but they were  deceived into\r\n          forgoing  a  possible   state  injunction\r\n          because   pertinent   facts   about   the\r\n          transaction   were   not    revealed   by\r\n          defendants.  Therefore, a decision by the\r\n          minority shareholders not to seek a state\r\n          injunction  was  completed   without  the\r\n          benefit of  complete information.   Here,\r\n          because the minority  shareholders had no\r\n          knowledge that the transaction was taking\r\n          place,  there   was  no   decision-making\r\n          process of either type.\r\n\n                             -18-\r                                          18\r\r\n\nId. (citation and footnote omitted).\r               \r\n\n          The court also addressed plaintiffs' argument  that\r\n\nthe   transaction  found  actionable   under  Rule  10b-5  in\r\n\nSuperintendent of  Ins. v. Bankers  Life &amp; Casualty  Co., 404\r                                                                    \r\n\nU.S. 6 (1971), involved a deception unrelated to the inherent\r\n\nnature, characteristics or  value of the security.  The court\r\n\nin effect conceded  that this was so, saying  that in Bankers\r                                                                         \r\n\nLife,\r                \r\n\n          [t]he deception related to  the nature of\r\n          the  transaction  -- that  the  plaintiff\r\n          would be paying for its own securities --\r\n          and   not   to  the   existence   of  the\r\n          transactions.   We were not  intending to\r\n          create  a hard and  fast rule as  to what\r\n          should be deemed  \"in connection with\"  a\r\n          securities  transaction,  but  merely  to\r\n          point to  illustrative cases in  order to\r\n          demonstrate why the  instant action falls\r\n          outside the purview of Rule 10b-5.\r\n\nEstate  of Soler,  847 F.  Supp. at  242  (citation omitted).\r                            \r\n\nFinally, the court compared this case with  Ketchum v. Green,\r                                                                        \r\n\n557  F.2d 1022  (3d Cir.  1977), cert.  denied, 434  U.S. 940\r                                                          \r\n\n(1977).   In that case, a  secret scheme was  hatched to oust\r\n\ncertain  employees/shareholders,  which  had  the  additional\r\n\nresult  of forcing  them to  sell  their shares  back to  the\r\n\ncorporation.   The  court interpreted  the  Third Circuit  as\r\n\nholding  \"that the  disputed transaction  was not  actionable\r\n\nunder Rule  10b-5 because it  occurred in  connection with  a\r\n\nstruggle  for  control  of the  corporation,  rather  than in\r\n\nconnection  with the sale  of securities.\"  Id.  at 243.  The\r                                                           \r\n\n                             -19-\r                                          19\r\r\n\ncourt  concluded that the  present case similarly  involved a\r\n\ndispute  over control  of  CMT, and  thus  belonged in  state\r\n\ncourt.  Id.\r                       \r\n\n                             IV.\r\n\n          A.  The Standard of Appellate Review.8\r\n\n     For purposes of  Fed. R. Civ. P. 12(b)(6),  a court must\r\n\naccept all well-pleaded facts as true and draw all reasonable\r\n\ninferences  in favor  of the  non-movant.   Washington  Legal\r                                                                         \r\n\nFound. v. Massachusetts  Bar Found., 993  F.2d 962, 971  (1st\r                                               \r\n\nCir. 1993) (citing  Coyne, 972 F.2d at 442-43).  \"A court may\r                                     \r\n\ndismiss a complaint only if it is  clear that no relief could\r\n\nbe  granted under  any  set  of facts  that  could be  proved\r\n\nconsistent with the allegations.\"  Hishon v. King &amp; Spalding,\r                                                                        \r\n\n                    \r                                \r\n\n8.  The district court ruled that plaintiffs  lacked standing\r\nto maintain a private action in their individual behalves for\r\nsecurities  fraud  under  Rule 10b-5,  because  they  did not\r\npurchase  or sell  the securities  involved  in the  disputed\r\ntransaction,  citing Blue Chip  Stamps v. Manor  Drug Stores,\r                                                                        \r\n421 U.S. 723 (1975),  reh'g denied, 423 U.S. 884 (1975).  The\r                                              \r\nplaintiffs  have  not  appealed  from  this  decision.    The\r\ndistrict  court  held,  however,  that  the   plaintiffs  had\r\nstanding  to  bring a  derivative  action on  behalf  of CMT.\r\nAppellees challenge this ruling on the ground that an \"action\r\nthat is  not for the  benefit of the corporation,  but merely\r\nseeks to  enforce the rights  of one or more  shareholders is\r\nnot  a derivative  action.\"   But as  we discuss,  infra, the\r                                                                    \r\nverified   complaint  adequately   alleges   injury  to   the\r\ncorporation, stating that certain of its board members caused\r\nit  to   sell  its  own  stock,  without  disclosure  of  the\r\ntransaction  to  other,  disinterested board  members,  hence\r\nwithout  disclosure to  all those  charged by  law to  act on\r\nbehalf of the  corporation, at a price far  below the stock's\r\nactual  value,  with partial  payment  secured  by fictitious\r\ncollateral.   That the plaintiffs  may also have been injured\r\nin a personal capacity is irrelevant to the question of their\r\nstanding to bring a derivative suit for the corporation.\r\n\n                             -20-\r                                          20\r\r\n\n467 U.S. 69, 73 (1984) (citing Conley v. Gibson, 355 U.S. 41,\r                                                           \r\n\n45-46  (1957)).   An appellate  court is  not limited  to the\r\n\nlegal grounds  relied upon  by  the district  court, but  may\r\n\naffirm on any independently sufficient grounds.  Willhauck v.\r                                                                      \r\n\nHalpin, 953 F.2d 689, 704 (1st Cir. 1991).\r                  \r\n\n        B.  Fraud Upon a Corporation by its Directors.\r\n\n          \"To  prevail under  Rule 10b-5,  'a plaintiff  must\r\n\nprove, in connection with the purchase or sale of a security,\r\n\nthat  the  defendant, with  scienter, falsely  represented or\r                                                                         \r\n\nomitted  to disclose a material fact upon which the plaintiff\r                                \r\n\njustifiably  relied.'\"   Willco  Kuwait (Trading)  S.A.K.  v.\r                                                                     \r\n\ndeSavary, 843 F.2d 618, 623 (1st Cir. 1988) (quoting  Kennedy\r                                                                         \r\n\nv. Josephthal &amp; Co., Inc., 814 F.2d 798, 804 (1st Cir. 1987))\r                                     \r\n\n(emphasis  supplied).  \"The Act protects corporations as well\r\n\nas individuals who are sellers of a security.\"  Bankers Life,\r                                                                        \r\n\n404  U.S. at 10.   We hold  that the district  court erred in\r\n\nruling that the verified complaint  did not state a claim for\r\n\nCMT under   10(b) and Rule 10b-5.\r\n\n          Briefly  recounted,  the  scheme described  in  the\r\n\ncomplaint was allegedly hatched by CMT's president and by its\r\n\nsecretary, both of whom were  also its directors.  The scheme\r\n\nwas to cause CMT to issue and  sell 200,000 shares of earlier\r\n\nauthorized  common voting  stock9  to  UCMSJB      a  medical\r\n\n                    \r                                \r\n\n9.  The  issuance of  300,000 shares  of new  stock  had been\r\nauthorized by the shareholders in 1987, six years earlier, at\r\na  price of  $10 a  share, when  CMT was  allegedly close  to\r\n\n                             -21-\r                                          21\r\r\n\nschool of which  CMT's president was a trustee,  and of which\r\n\nCMT's  secretary was  the owner     for  the price  of  $10 a\r\n\nshare.    The  issuance  and  sale  of  stock  was  allegedly\r\n\naccomplished  without  the  knowledge  or  approval  of   the\r\n\nplaintiff directors,  of the board  of directors, and  of the\r\n\ncorporate  entity  itself.   UCMSJB  paid CMT  for  the stock\r\n\nlargely in  notes  secured by  an  assignment of  a  contract\r\n\nbetween the Department of  Health of Puerto Rico and  UCMSJB.\r\n\nTwo  of  CMT's  other  directors  were at  the  time  closely\r\n\naffiliated  with UCMSJB, while the two plaintiff directors   \r\n\nwho between them controlled a bare majority of CMT's stock   \r\n\nwere  unhappy with CMT's developing relationship with UCMSJB.\r\n\nAs  a  result   of  the  deliberately  concealed   sale,  the\r\n\nproportion of CMT stock controlled by the plaintiff directors\r\n\nfell  below 50%, leaving UCMSJB  and those associated with it\r\n\nin practical control  of CMT.  The complaint  alleged that an\r\n\nobjective  of selling  the  200,000 shares  of  CMT stock  to\r\n\nUCMSJB was to enable the latter to obtain a substantial block\r\n\nof CMT shares at a wholly inadequate price and to finance the\r\n\nstock  purchase with fictitious collateral.  According to the\r\n\ncomplaint, the  appraised market  value of  CMT's stock  when\r\n\nsold  to UCMSJB in  1993 was $18,  not $10, a  share; and the\r\n\ngovernment contract constituting collateral for the notes was\r\n\n                    \r                                \r\n\nbankruptcy.   Efforts to  sell the shares  at that  time were\r\nunavailing and, it might be inferred, were abandoned.\r\n\n                             -22-\r                                          22\r\r\n\nnon-assignable,  rendering the  collateral  fictitious.   The\r\n\ncomplaint further alleged that, although the stock was issued\r\n\nto UCMSJB on September 16,  1993, no mention was made of  the\r\n\nfact at the two board  of director meetings held in September\r\n\n   one  held before and one after  the 16th.  By  the time of\r\n\nthe October shareholders' meeting,  defendants    now  firmly\r\n\nin  control    revealed  the stock transaction  for the first\r\n\ntime  to   the  plaintiff   directors  and   former  majority\r\n\nshareholders.  Plaintiffs were then ousted as directors.\r\n\n          It  is by now  well established that  a corporation\r\n\nhas a claim under   10(b) if the corporation was defrauded in\r\n\nrespect to the sale of its own securities by some or even all\r\n\nof its directors.  See, e.g., Goldberg, 567 F.2d at 215.   In\r                                                  \r\n\nRuckle v. Roto  Am. Corp., 339 F.2d 24 (2d Cir. 1964), a case\r                                     \r\n\nfactually  close to the  present, a director  who represented\r\n\nmore than half the stock entitled  to vote at the 1964 annual\r\n\nmeeting  of the defendant  corporation successfully brought a\r\n\nderivative  action against his six fellow directors, who also\r\n\nconstituted  the  corporation's   officers.    The  complaint\r\n\nalleged  that the  officers had  sought  to perpetuate  their\r\n\ncontrol by, among  other ways, having  the board approve  the\r\n\nissuance  of some  75,000  treasury shares  that  were to  be\r\n\nresold  to  the president  or  voted  as  he directed.    The\r\n\nplaintiff alleged that the defendants had withheld the latest\r\n\nfinancial statements from the board, had arbitrarily ascribed\r\n\n                             -23-\r                                          23\r\r\n\na  $3  value   to  the  shares,  and  had   approved  several\r\n\ntransactions involving the stock without disclosing pertinent\r\n\nfacts  to  the  entire  board.    Id.  at 26.    Reversing  a\r                                                 \r\n\ndismissal, the Second Circuit held that it was possible under\r\n\nRule 10b-5 for a corporation to be defrauded by a majority of\r\n\nits directors \"or  even the entire board.\"   Id. at 29.   The\r                                                            \r\n\ncourt went on to say,\r\n\n          If, in this case, the board defrauded the\r\n          corporation into issuing shares either to\r\n          its members or others, we can think of no\r\n          reason  to say  that  redress under  Rule\r\n          10B-5 [sic] is precluded, though it would\r\n          have  been  available   had  anyone  else\r\n          committed  the fraud.    There can  be no\r\n          more  effective  way  to  emasculate  the\r\n          policies  of the  federal securities  law\r\n          than to  deny  relief  solely  because  a\r\n          fraud was committed  by a director rather\r\n          than  an outsider.   Denial of  relief on\r\n          this  basis  would  surely  undercut  the\r\n          congressional  determination  to  prevent\r\n          the  public  distribution   of  worthless\r\n          securities.\r\n\nId.\r               \r\n\n          While Ruckle predated  the Supreme Court's decision\r                                  \r\n\nin Santa Fe,  nothing in Santa Fe and  its progeny invalidate\r                                             \r\n\nRuckle's  relevant holding.  See,  e.g., Frankel, 984 F.2d at\r                                                            \r\n\n1334 (citing  Ruckle  with approval);   see  also O'Neill  v.\r                                                                     \r\n\nMaytag,   339  F.2d  764   (2d  Cir.  1964);   Schoenbaum  v.\r                                                                     \r\n\nFirstbrook,  405  F.2d 215  (2d Cir.  1968) (en  banc), cert.\r                                                                         \r\n\ndenied  sub nom. Manley  v. Schoenbaum, 395  U.S. 906 (1969);\r                                                  \r\n\nSanta Fe,  430 U.S. at  462; Goldberg,  567 F.2d at  209; see\r                                                                         \r\n\n                             -24-\r                                          24\r\r\n\nalso  7 Louis  Loss &amp;  Joel  Seligman, Securities  Regulation\r                                                                         \r\n\n3530-41 (3rd ed. 1991) (discussing this line of cases).\r\n\n          As  in Bankers  Life, it is  here alleged  that the\r                                          \r\n\ncorporation  on behalf  of which  suit has  been brought  was\r\n\n\"injured  as an  investor through  a  deceptive device  which\r\n\ndeprived it of  [adequate] compensation for  the sale of  its\r\n\nvaluable  block  of  securities.\"    404 U.S.  at  10.    The\r\n\ndeceptive device  was that  interested directors  of CMT  and\r\n\nother   parties   deliberately   omitted   to  inform   CMT's\r\n\ndisinterested directors and shareholders, at a time when they\r\n\nmight  still have  acted  to protect  CMT,  of an  impending,\r\n\nallegedly deleterious, sale of stock to UCMSJB.  CMT  \"relied\r\n\nupon\" this  omission to its  detriment, in that  its managers\r\n\nissued and  sold its stock  at an allegedly  inadequate price\r\n\nand without  adequate security, CMT having  been fraudulently\r\n\ndeprived of  the judgment of  its full board of  directors on\r\n\nthe  matter and,  in  particular, of  the  judgment of  those\r\n\ndirectors  and stockholders  who  were disinterested  and not\r\n\npersonally  connected with UCMSJB.   Such facts  plainly make\r\n\nout a claim of defendants' knowing deception of and injury to\r\n\nCMT in connection with the sale of its stock.\r\n\n          The district  court recognized  that, \"in  the case\r\n\nbefore us,  taking the facts  as alleged  by plaintiffs,  the\r\n\ncorporation was deceived  when some members  of the board  of\r\n\ndirectors  conducted  a  sale  of  corporate  stock   without\r\n\n                             -25-\r                                          25\r\r\n\ninforming  the full  board and  the remaining  shareholders.\"\r\n\nEstate  of  Soler,  847 F.  Supp.  at  242.   The  court even\r                             \r\n\nacknowledged that a   10(b) violation would have occurred had\r\n\nthe directors  been told  of the proposed  sale of  stock but\r\n\ndeceived  as to related material facts.   The court believed,\r\n\nhowever,  that no violation  occurred here, because  the sale\r\n\nitself was  concealed, resulting,  it said,  in no  decision-\r\n\nmaking process at all.  We  do not see the distinction.   The\r\n\ncalculated  concealment  of the  sale itself,  thus depriving\r\n\nCMT's disinterested  directors  of the  opportunity  to  take\r\n\nsteps to  prevent it before  it occurred, was an  omission to\r\n\nprovide  essential  material   information  to  the   company\r\n\nregarding  the stock sale.  Indeed, accepting the allegations\r\n\nof the complaint  as true, it is a  reasonable inference that\r\n\nconcealment   of  the  proposed  sale  from  CMT's  board  of\r\n\ndirectors  was essential to  the success of  the fraud, since\r\n\nthe  plaintiff  directors  controlled  a  majority  of  CMT's\r\n\noutstanding  shares and would  doubtless have acted  to block\r\n\nthe sale had they known.\r\n\n          We see  no merit  in the  district court's  analogy\r\n\nbetween this case  and Santa Fe.  In Santa Fe, acting without\r                                                         \r\n\nfraud   or  concealment,   a  controlling   company  utilized\r\n\nDelaware's  \"short  form merger\"  statute  to  force minority\r\n\nstockholders in a subsidiary to  sell back their shares.  The\r\n\nlatter  sued under    10(b) asserting  a breach  of fiduciary\r\n\n                             -26-\r                                          26\r\r\n\nduty.   Noting the  absence of a  \"manipulative or  deceptive\r\n\ndevice,\" the Supreme Court  held that   10(b) is not meant to\r\n\nremedy  corporate mismanagement, but  rather to  promote full\r\n\ndisclosure to those who buy or sell securities.  The Court in\r\n\nSanta Fe  nowhere suggested  that a  deliberate stock  fraud,\r                    \r\n\ninvolving the  calculated omission  by personally  interested\r\n\ndirectors  to tell  other  directors  that  the  company  was\r\n\nselling  its  treasury  stock at  a  below  market  price and\r\n\nwithout adequate security, was beyond the reach of   10(b).\r\n\n          The allegations  here are  precisely of  a lack  of\r\n\nfull disclosure to  CMT, the seller of the  securities.  They\r\n\ngo  beyond  mismanagement to  the  calculated and  deliberate\r\n\nconcealment, by interested directors,  of information that  a\r\n\nsubstantial block of the company's stock was being sold at an\r\n\nimproperly  low  price  to  another  company  with  whom  the\r\n\ninterested   directors  were  linked.    The  sale  of  CMT's\r\n\nsecurities,  and the  price  and  terms  of  the  sale,  were\r\n\ndeliberately withheld to prevent the disinterested members of\r\n\nCMT's  board  of  directors, who  were  also  its controlling\r\n\nshareholders, from taking action prior to the completed sale.\r\n\nHence those  sharing in  the legal  responsibility to  manage\r\n\nCMT's affairs were kept in the dark until the time had passed\r\n\nwhen  they  might   still  have  acted  to   safeguard  CMT's\r\n\ninterests.   As there  was no \"full  and fair  disclosure\" to\r\n\nthose legally empowered to act for the corporation, there was\r\n\n                             -27-\r                                          27\r\r\n\nno  full and  fair  disclosure  to CMT  itself.   Unlike  the\r\n\nsituation in Santa Fe, the  facts alleged go well beyond mere\r                                 \r\n\ncorporate   mismanagement  \"in  which   the  essence  of  the\r\n\ncomplaint is  that shareholders  were treated  unfairly by  a\r\n\nfiduciary.\"  430 U.S. at 477.  \r\n\n          Appellees  contend  that   the  verified  complaint\r\n\nalleges no more than violations  of state law, such as breach\r\n\nof fiduciary  duty, and that  therefore this case  falls into\r\n\nthe \"exception\" to   10(b) liability created by Bankers Life.\r                                                                        \r\n\nWe  do not  agree.   That  state causes  of  action are  also\r\n\navailable  to the  plaintiff does  not mean  that a  right of\r\n\naction will not lie  under   10(b).   \"Section 10(b) must  be\r\n\nread  flexibly,  not  technically and  restrictively.   Since\r\n\nthere was a 'sale' of a security and since fraud was used 'in\r\n\nconnection with' it, there is redress under   10(b), whatever\r\n\nmight be  available as  a remedy under  state law.\"   Bankers\r                                                                         \r\n\nLife,  404 U.S.  at  12.   The  statement in  that case  that\r                \r\n\n\"[C]ongress by   10(b) did not  seek to regulate transactions\r\n\nwhich   constitute   no    more   than   internal   corporate\r                                                  \r\n\nmismanagement,\"  id. (emphasis  added),  means  only  that  a\r                                \r\n\nbreach   of   fiduciary   duty,   \"without   any   deception,\r\n\nmisrepresentation, or  nondisclosure,\" Santa Fe, 430  U.S. at\r                                                           \r\n\n476,  does not violate   10(b).   Where corporate fiduciaries\r\n\ndeceive  other board members  and stockholders by withholding\r\n\nkey  information pertinent to  the corporation's sale  of its\r\n\n                             -28-\r                                          28\r\r\n\nown  securities, the corporation  may have redress  through  \r\n\n10(b).\r\n\n          In dismissing the corporation's   10(b)  claim, the\r\n\ndistrict  court  also  held  that  the  defendants'   alleged\r\n\ndeception here was not sufficiently linked causally to a sale\r\n\nof   securities.    The  court   cited  to  cases  where  the\r\n\nmisrepresentations  or  omissions  \"did  not  relate  to  the\r\n\ninherent nature,  characteristics or value of  the security.\"\r\n\nSee, e.g., Chemical  Bank v. Arthur Anderson &amp;  Co., 726 F.2d\r                                                               \r\n\n930  (2d Cir.),  cert. denied,  469  U.S. 884  (1984).   From\r                                         \r\n\nthese, the court reasoned that  simply omitting to tell CMT's\r\n\ndirectors and  majority shareholders of the fact  of the sale\r\n\nof CMT's  authorized stock  was different  from feeding  them\r\n\nfalse information  about the  specifics of the  sale.   In so\r\n\nreasoning,  the court  sought to  distinguish  cases such  as\r\n\nBankers Life, 404 U.S. at 6,  Goldberg, 567 F.2d at 209, 219-\r                                                  \r\n\n20, and  Frankel v.  Slotkin, 984 F.2d  1328 (2d  Cir. 1993).\r                                        \r\n\nThe short  answer, we  think, is that  these cases  cannot be\r\n\ndistinguished.   The district court asserts that \"the sale in\r\n\nthis  case did  not take  place because  the corporation  was\r\n\nuninformed about the nature of  the stock.\"  Estate of Soler,\r                                                                        \r\n\n847 F.  Supp. at   240.   Yet the  complaint alleges  that an\r\n\nappraisal of the  stock indicated that it was  worth $18, not\r\n\n$10, a share.   Had the board of  directors been so  advised,\r\n\nand had it  been told of other  aspects of the sale  (such as\r\n\n                             -29-\r                                          29\r\r\n\nthe alleged fictitious security), it might not have agreed to\r\n\nthe sale, and, in any  case, the minority directors (who were\r\n\nmajority shareholders) might have been able to take action to\r\n\nblock the sale.\r\n\n          Nor do  we agree that  this case  is controlled  by\r\n\nKetchum v.  Green, 557 F.2d  1022 (3d  Cir. 1977).   In  that\r                             \r\n\ncase, the Third Circuit wrote:\r\n\n          Upon review  of the stipulation  of facts\r\n          and the record  of the proceedings before\r\n          the district court, it becomes clear that\r\n          the  case at  hand  involved little  more\r\n          than   allegations   pertaining   to   an\r\n          internal  corporate  conflict.   Although\r\n          the  complaint  seemingly   stresses  the\r\n          importance  of   the  relinquishment   of\r\n          plaintiffs'   shares   under   the  stock\r\n          retirement plan, the  factual stipulation\r\n          and  other  segments  of the  record  are\r\n          largely  silent  on  this   point.    For\r\n          example,  it is  only  in the  concluding\r\n          paragraphs of the  stipulation that there\r\n          is  any mention  of  the  forced sale  of\r\n          securities.  It thus is manifest that the\r\n          essence of the plaintiffs' claim concerns\r\n          their dismissal as officers of Babb, Inc.\r\n\n557 F.2d at 1027 (footnote omitted).\r\n\n          The  alleged  fraud  in  Ketchum  was   defendants'\r                                                      \r\n\nfailure to reveal  their intentions to oppose  the reelection\r\n\nof   the  plaintiffs  as  officers.    While  termination  of\r\n\nplaintiffs  as corporate  employees  would trigger  a  by-law\r\n\nforcing them to sell their stock, the Third Circuit concluded\r\n\nthat    10(b)  did not  apply as  the  essence of  the relief\r\n\nsought  was directed  against  termination  of plaintiffs  as\r\n\nofficers, not  to the sale  of securities.  In  contrast with\r\n\n                             -30-\r                                          30\r\r\n\nKetchum, the  stock sale  to UCMSJB is  central to  the fraud\r                   \r\n\ndetailed  in the complaint here.  We  see no basis in Ketchum\r                                                                         \r\n\nfrom  which to  hold  that  the present  scheme  was not  \"in\r\n\nconnection  with\"  the sale  of  a  security, as  Rule  10b-5\r\n\nrequires.\r\n\n          We  have  considered  appellees'  other  arguments,\r\n\nincluding  those related  to the  adequacy  of the  complaint\r\n\nunder  Fed. R.  Civ. P.  9(b), and  find them  to be  without\r\n\nmerit.  We hold that the complaint  in this case, viewed in a\r\n\nlight most  favorable to  the plaintiffs, states  a cause  of\r\n\naction under   10(b)  and Rule 10b-5.  Of course,  nothing we\r\n\nsay is meant  to relieve appellants of their  burden of proof\r\n\nas to  the matters alleged  in the complaint, nor  to suggest\r\n\nthat we accept those matters as necessarily being complete or\r\n\ntrue.10\r\n\n                    \r                                \r\n\n10.  Appellees Agrait, Pi eiro, and Vargas-Cordero argue that\r\nthe  verified  complaint  alleges only  that  they  aided and\r\nabetted the sale of stock to UCMSJB.   They cite Central Bank\r                                                                         \r\nv.  First  Interstate Bank,  114 S.  Ct. 1439  (1994) (issued\r                                      \r\nduring the  pendency  of  this  appeal), which  held  that  a\r\nprivate plaintiff could  not maintain an aiding  and abetting\r\nsuit under    10(b) and  Rule 10b-5.  Appellee  UCMSJB argues\r\nthat it was  under no duty  to inform  the appellants of  its\r\npurchase of CMT's  stock, citing Chiarella v.  United States,\r                                                                        \r\n445   U.S.  222,  234-35  (1980)  (\"Section  10(b)  is  aptly\r\ndescribed as a catchall  provision, but what it catches  must\r\nbe  fraud.    When  an  allegation of  fraud  is  based  upon\r\nnondisclosure,  there  can  be  no  fraud absent  a  duty  to\r\nspeak.\"), and Taylor v. First  Union Corp., 857 F.2d 240 (4th\r                                                      \r\nCir.  1988).   Because we  now  reverse the  district court's\r\njudgment  dismissing  appellants' complaint,  we  think these\r\nissues are  best left in  the first instance to  the district\r\ncourt.\r\n\n                             -31-\r                                          31\r\r\n\n          C.  Conclusion.\r\n\n          We reverse the district court's judgment dismissing\r\n\nthe complaint in this case for failure to  state a claim upon\r\n\nwhich  relief  may   be  granted,  and  remand   for  further\r\n\nproceedings consistent with this opinion.\r\n\n          Reversed and remanded.\r                                           \r\n\n                             -32-\r                                          32\r\r\n",
  "html": "<p class=\"case_cite\">63 F.3d 45</p>\n    <p class=\"parties\">Fed. Sec. L. Rep.  P 98,835<br>ESTATE OF Jaime SOLER, Plaintiffs, Appellants,<br>v.<br>Joaquin RODRIGUEZ, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1405.</p>\n    <p class=\"court\">United States Court of Appeals,</p>\n    <p class=\"date\">First Circuit.<br>Heard Nov. 9, 1994.<br>Decided Aug. 15, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Pedro A. Jimenez, with whom Katarina Stipec Rubio and Gonzalez Oliver, Correa Calzada, Collazo Salazar, Herrero &amp; Jimenez were on brief, for appellants.</p>\n      <p class=\"indent\">Jorge E. Perez Diaz, with whom Jorge I. Peirats and Pietrantoni Mendez &amp; Alvarez were on brief, for appellee Centro Medico Del Turabo, Inc.</p>\n      <p class=\"indent\">Eli B. Arroyo, for appellee Universidad de Ciencias Medicas San Juan Bautista, Inc.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOYLE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this shareholder's derivative suit brought on behalf of Centro Medico del Turabo, Inc.  (\"CMT\"), Plaintiffs-Appellants Ivette Perez Vda. de Soler, Marie Ivette Soler Perez, Jaime A. Soler Perez, and Antonio Soler Perez (as representatives of the Estate of Dr. Jaime Soler, or the \"Soler Estate\") and Dr. Jose A. Badillo appeal from the district court's Opinion and Order and Order on Reconsideration dismissing their verified complaint under Fed.R.Civ.P. 12(b)(6) for failure to state a claim upon which relief may be granted.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Estate of Soler ex rel. Soler v. Rodriguez, 847 F.Supp. 236 (D.P.R.1994).  The district court held that appellants failed to plead the \"in connection with\" requirement of a cause of action under Section 10(b)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and Rule 10b-5,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> but rather alleged only a case of breach of fiduciary duty and corporate mismanagement under Puerto Rico law.  We reverse.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>I. FACTS.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts alleged in the complaint--extending every reasonable inference in plaintiffs' favor, see Coyne v. City of Somerville, 972 F.2d 440, 443 (1st Cir.1992)--are as follows.  CMT is a private, for-profit Puerto Rico corporation organized in 1978 to offer medical services in the eastern central region of Puerto Rico.  Through its subsidiary, Turabo Medical Center Partnership,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> CMT owns and operates the Hospital Interamericano de Medicina Avanzada (\"HIMA\"), a hospital located in Caguas, Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The individual plaintiffs are the widow and children of Dr. Jaime Soler, one of CMT's founders, and Dr. Jose Badillo, the other founder of CMT.  Prior to the disputed sale of securities described below, Dr. Badillo owned 217,500 shares of common voting stock of CMT, which constituted 16.81% of the total 1,293,942 shares of common voting stock of the company then issued and outstanding.  In 1990, Dr. Soler passed away, leaving his 435,000 shares, which constituted 33.62% of CMT's common voting stock, to the Soler Estate.  Appellants thus collectively owned 50.43% of CMT's common voting stock.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellee Joaquin Rodriguez was originally hired by Drs. Soler and Badillo to manage CMT and eventually became a minority shareholder as well as the chairman of its board of directors.  The founders gave Rodriguez full administrative, financial, and operational control over all of the affairs of CMT.  On November 14, 1991, Mrs. Soler replaced her deceased husband on the board.  The other directors during the relevant periods were appellant Dr. Badillo and appellees Juan Chaves, Carlos M. Pineiro, and Dr. Jose J. Vargas-Cordero.  Rodriguez was CMT's president;  Dr. Badillo its vice-president;  Chaves its secretary;  and Pineiro its treasurer.  Appellee Fernando E. Agrait was an attorney hired by Rodriguez to handle the in-house legal affairs of CMT.  Appellee Luis Garcia Passalacqua was owner of Miramar Construction, Inc., which had a pending business deal with CMT.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellees Chaves and Vargas-Cordero were also respectively the owner and dean of appellee Universidad de Ciencias Medicas San Juan Bautista, Inc.  (\"UCMSJB\"), a non-profit company operating an independent school of medicine at HIMA.  Appellees Rodriguez and Pineiro were trustees of UCMSJB.  UCMSJB operated its medical school from a space rented from CMT for $1.00 per year.  Prior to the disputed sale, UCMSJB also owned 10,000 shares, or 0.77%, of CMT's common voting stock.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In 1987, CMT's shareholders authorized the issuance of 300,000 common voting shares of CMT and the placement of those shares in a public sale at $10 per share, subject to registration under the Blue Sky laws of Puerto Rico, and for distribution solely to residents of Puerto Rico.  This sale was not successful;  very few of the shares were sold.  Sometime between 1991 and the fall of 1993, Rodriguez told Dr. Ramon Carlos, a physician with privileges at HIMA who had approached him to purchase shares in CMT, that the public sale had been closed and that CMT's shares were no longer for sale.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">During all of 1992 and until October 1993, shareholders meetings of CMT were not held, because, according to Rodriguez, the audited financial statements of the company were not ready.  In 1993, Mrs. Soler and Dr. Badillo [the \"plaintiff directors\"] decided that outside experts should be hired to analyze CMT's future plans, and felt that no corporate assets should be conveyed or encumbered until this was done and the board was fully informed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Notwithstanding this decision, Rodriguez insisted upon the sale of surface rights over HIMA's parking facility to Miramar Construction for the development of a doctor's office building.  Mrs. Soler opposed this sale at a meeting of CMT's board of directors held on September 9, 1993.  At this same meeting, Rodriguez reiterated a prior request for approval of a three-year lease to UCMSJB of land managed and partly owned by CMT.  Mrs. Soler and Dr. Badillo opposed the lease because of the nominal yearly rent of $1.00, because no independent evaluation of the best use of that land had ever been performed, and because no outside independent advice had ever been obtained as to the financial benefit to CMT of having UCMSJB's school of medicine, long unaccredited by the nationwide accrediting body, affiliated with CMT.  The plaintiff directors also felt that the transaction between CMT and UCMSJB, which was effectively controlled by Chaves, Rodriguez, and Dr. Vargas, needed to be independently analyzed for conflicts of interest.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Unbeknownst to the plaintiff directors, to the board of CMT, and to CMT as a corporate entity, Rodriguez and Chaves had designed a scheme to deprive plaintiffs of their historic majority ownership in the company and gain control of CMT for themselves.  The scheme consisted of the issuance by Rodriguez and Chaves, on September 16, 1993, without prior knowledge or approval of the board of directors, of 200,000 shares of CMT stock to UCMSJB at a price of $10 per share, for a total price of $2,000,000.  UCMSJB made a down payment of $500,000, and agreed to pay CMT the balance through eight promissory notes in the amount of $100,000 each, payable consecutively on August 1 and February 1 through February, 1997, at 6% annual interest, and a promissory note in the amount of $700,000 on the same terms due on August 1, 1997.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  These notes were secured by an assignment of a contract between the Department of Health of the Commonwealth of Puerto Rico and UCMSJB by virtue of which UCMSJB was to receive monthly payments of $249,864.08.  This collateral is alleged to have been \"fictitious\" because the contract in question was supposedly non-assignable under Puerto Rico law.  The purposes of the scheme were allegedly to,</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>a) secure control by Rodriguez and Chaves and approval of the lease with UCMSJB at CMT's expense, b) to procure and finance a substantial block of shares to UCMSJB at a wholly inadequate price and with fictitious collateral, c) to entrench management and validate sweetheart deals and/or situations of conflicts of interest, d) to dilute and eliminate plaintiffs' majority ownership in CMT, e) to evict plaintiffs from the corporate board, and f) to prevent the appointment of independent outside directors to the company board at the annual shareholders' meeting.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At the next board meeting on September 29, 1993, Rodriguez again insisted that the three-year lease be approved at no charge, ostensibly in order to free up other space occupied by the medical school in the hospital.  The plaintiff directors decided at this point firmly to oppose the lease until independent analysis could be done.  No mention was made at this meeting of the sale of shares to UCMSJB.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In early October 1993, the plaintiff directors noticed that certain statements contained in the minutes of the September 29th meeting were inaccurate or misleading.  Specifically, the minutes stated that Mrs. Soler had moved for approval of the minutes of the September 9th meeting, which she had not done;  reflected a motion made by Mrs. Soler and Dr. Badillo setting forth certain requirements for consideration of the sale of surface rights to Miramar Construction, but omitted the principal requirement that such sale not be approved until it was independently determined that it was in CMT's best interest;  and reflected that Dr. Badillo had proposed approval of the lease to UCMSJB, when both he and Mrs. Soler had strongly opposed such lease.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The plaintiff directors decided that the only way to deal with the increasing conflicts of interest was to appoint to CMT's board reputable and experienced independent outside directors at the upcoming shareholders' meeting, to be held on October 28, 1993, and to do so in such a manner that these outside directors would hold a determinative vote in case of an impasse.  Dr. Badillo also considered selling the plaintiff shareholders' majority block as a means of ending the tense situation, but the Soler Estate decided that until such time as outside directors were appointed, it would not consider or decide whether it wished to sell its shares in CMT.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The plaintiff directors formalized their position in a letter dated October 7, 1993, a copy of which was hand-delivered to the directors of CMT at a board meeting held on that date.  The letter stated their formal opposition, both as directors and as majority shareholders, to the approval of the lease with UCMSJB, complained of the absence of information concerning the transaction, and demanded that the board not approve the lease until such information had been received and analyzed.  The board, controlled by Rodriguez, nonetheless approved the lease.  Again, no mention was made of the sale of shares to UCMSJB.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Following this meeting, the plaintiff directors commenced a search for qualified individuals with no financial ties to CMT who would agree to serve as outside directors. Between October 10 and October 28, 1993, two such individuals were located and agreed to serve.  The plaintiff directors intended at the upcoming shareholders' meeting to vote for the reelection of Rodriguez, Pineiro, Vargas-Cordero, and themselves, as well as the two new outside directors, and to retain Rodriguez as president and chief operating officer of CMT.  It was their intention to inform Rodriguez of their plans on the night of the shareholders' meeting, prior to its commencement.  However, when the plaintiff directors arrived at the meeting with their counsel and the outside directors, Rodriguez informed them that they no longer had a majority position in the company, by virtue of the sale of shares to UCMSJB.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Upon learning of this sale, the plaintiff directors walked out of the shareholders' meeting.  The meeting, allegedly in the absence of a quorum, then removed Mrs. Soler and Dr. Badillo as directors, and replaced them with Garcia Passalacqua.  Rodriguez then informed the newly constituted board of the sale to UCMSJB, and the sale was ratified.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Prior to the shareholders' meeting, Rodriguez had obtained a letter from CMT's inside counsel, Agrait, dated October 11, 1993 (\"the Agrait letter\"), to the effect that the proposed sale of stock to UCMSJB was legal.  Plaintiffs contend that this letter was deliberately intended to conceal the illegality of the sale from other shareholders and directors.  The letter first recited the details of the sale, as recounted above.  It then stated that the sale was valid under the 1987 shareholders' resolution authorizing the issuance of 300,000 common voting shares of CMT.  The letter concluded that since not all of the 300,000 shares had been sold, and since the sale to UCMSJB was a private sale to a single purchaser for part of the balance of the authorized but unsold shares, the sale had been implicitly authorized by the shareholders in 1987, and no public disclosure and registration under the Blue Sky laws were required because the sale was not part of an offering to more than ten purchasers.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The complaint also notes that although the Agrait letter states that the sale was effected on September 16, 1993, Agrait wrote another letter on behalf of CMT to the Commissioner of Financial Institutions on September 27, 1993, inquiring whether a private sale of securities to a single entity was subject to the disclosure and registration requirements of Puerto Rico Blue Sky laws.  The September 27 letter stated that CMT was \"going to sell\" 200,000 shares to one of its shareholders.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The complaint also alleges that while $10 per share was an adequate price in 1987, when CMT was in dire financial straits and on the verge of bankruptcy, Rodriguez and Chaves knew that it was no longer an adequate price.  In support of this allegation, the complaint states that Rodriguez had hired the services of Clark Melvin Securities and Merrill Lynch to conduct an appraisal in connection with the refinancing of CMT's debt, which was expected to close shortly.  On the day of the shareholders' meeting, Rodriguez and Chaves were told by a Mr. Montilla, pursuant to that appraisal, that the market value of all of CMT's common voting shares upon approval of the financing would be approximately $24 million, or at least $18 per share (not counting the 200,000 shares sold to UCMSJB).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Finally, the complaint states that on November 3, 1993, the plaintiffs sent a formal demand letter to CMT's management and \"the illegally appointed directors,\" advising them that any actions taken by the new board after October 28, 1993 were invalid and illegal and demanding various remedial actions including the convening of an extraordinary shareholders' meeting.  After various negotiated delays, the defendants responded that under no circumstances would plaintiffs be reinstated to the board, and offered to buy plaintiffs' shares at approximately $5 per share.  They also rejected plaintiffs' demand for an extraordinary shareholders meeting, notwithstanding the requirement in Article IV, Section 2 of the company by-laws that such meetings \"shall be called by the president\" at the request of the holders of more than 25% of the outstanding voting stock.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>II. THIS LAWSUIT.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Plaintiffs' complaint alleged, on behalf of CMT, a violation of Section 10(b) of the Securities Exchange Act of 1934, 15 U.S.C. Sec. 78j(b) and Rule 10b-5 of the Securities Exchange Commission, 17 C.F.R. Sec. 240.10b-5.  The complaint also sought, under the district court's supplemental jurisdiction, see 28 U.S.C. Sec. 1367, rescission of the stock purchase agreement for lack of corporate authority and lack of proper consideration, annulment of the October 28, 1993 board election, and a new election under Puerto Rico law.  The complaint was filed on November 24, 1993, and included requests for preliminary and permanent injunctions and for a temporary restraining order prohibiting any extraordinary disbursement of corporate funds, sale or encumbrance of corporate assets, and the holding of board of directors meetings during the next ten days.  The district court issued the temporary restraining order on the same day the complaint was filed and set a hearing on the preliminary injunction for December 3, 1993.  At a status conference held on December 2, 1993, the district court consolidated consideration of the preliminary and permanent injunctions, and set a trial date of February 7, 1994.  The temporary restraining order lapsed by its own terms on December 3, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">CMT then filed a motion requesting realignment as a defendant, and for dismissal or summary judgment.  UCMSJB moved to joint CMT's motion for dismissal or summary judgment.  Agrait filed a motion for summary judgment.  The remaining defendants filed a motion to dismiss.  The district court, in an opinion and order filed on February 7, 1994, decided the motions based on the pleadings only, treating all motions as motions to dismiss under Fed.R.Civ.P. 12(b)(6).  Finding that the alleged securities fraud did not make out a claim under Sec. 10(b) of the Securities Exchange Act of 1934, the district court dismissed the federal securities fraud claim for failure to state a claim under Rule 12(b)(6).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Because federal jurisdiction was based solely on that claim, the court declined to retain jurisdiction over the remaining state law claims, and dismissed them without prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The plaintiffs filed a motion for reconsideration on February 21, 1994.  The district court denied the motion in a written order dated March 24, 1994.  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>III. THE DISTRICT COURT'S DECISION.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court characterized the case as presenting the question</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>whether a corporation can be said to have been deceived in connection with the sale of its securities within the meaning of section 10(b) of the Securities Exchange Act of 1934, when the president and the secretary authorized the sale of allegedly previously-issued stock to a shareholder, without approval of the board of directors or the other shareholders.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Estate of Soler, 847 F.Supp. at 238.   The court said that the \"in connection with\" element requires a showing \"that the wrongful conduct caused the plaintiff to engage in the disputed sale or purchase of securities and that the plaintiff's injuries are directly attributable to the deception and to the resulting transaction.\"  Id. at 239 (citing Wilson v. Ruffa &amp; Hanover, P.C., 844 F.2d 81, 85 (2d Cir.1988)).  If the alleged fraud does not relate to \"the inherent nature, characteristics or value of the security and, therefore, could not have influenced the plaintiff in a decision to sell or purchase the security,\" id. at 240, there is no causal link to the disputed sale.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The court then said that the alleged omission in this case was</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>the failure of the defendants to reveal, in advance, the sale of the stock of CMT to UCMSJB.  Where a corporation is fraudulently induced into issuing its own securities for less than their fair value because of the misappropriation of inside information regarding the stock, the corporation itself is injured and a shareholder derivative action is appropriate.  Frankel v. Slotkin, 984 F.2d 1328, 1334 (2d Cir.1993).  However, the sale in this case did not take place because the corporation was uninformed about the nature of the stock, or because defendants misappropriated inside information about the value of the securities to be sold.  We cannot find that the concealment of the sale itself from the corporation caused the corporation to enter into the sale.  Rather than \"in connection with\" the sale of a security, the deception here was \"of\" the sale of a security.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Id. (footnote omitted).  The district court noted the incongruity of suggesting \"that disclosure of a sale without full disclosure of some material aspect of the sale would be a violation of 10b-5, while failing to disclose the sale at all is not violation.\"  Id. at 241.   However, the court concluded, Rule 10b-5 is not meant to address instances of corporate mismanagement.  \"Rather, it was intended to promote full and fair disclosure to those who buy or sell securities in order to ensure that investors are able to make the correct decision as to whether to carry out the purchase or sale.\"  Id. (citing Santa Fe Indus., Inc. v. Green, 430 U.S. 462, 477-78, 97 S.Ct. 1292, 1302-03, 51 L.Ed.2d 480 (1977);  O'Brien v. Continental Ill.  Nat. Bank &amp; Trust Co., 593 F.2d 54, 60 (7th Cir.1979)).  The court then noted,</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>While we recognize that the failure to reveal the sale at all necessarily meant that information about the nature of the shares was also concealed, because the company did not \"know\" that it was selling any securities, the corporate entity cannot be said to have been deceived as to the characteristics or value of the securities, or to have made any decisions based on a lack of knowledge about the nature of the securities.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Id.  The court then exercised its discretion to dismiss without prejudice the remaining supplemental state law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">On reconsideration, the district court first noted, in response to the argument that it had applied an incorrect subjective test of causality, that it had not held that CMT had not relied on the omitted information, but rather that the omission was not of the type Rule 10b-5 was meant to remedy.  Id.  The court then discussed plaintiffs' argument that it had applied a test of awareness of an investment decision applicable to transactions between individuals and entities, not to transactions in which a corporation is deceived by its own management.  The court noted that Goldberg v. Meridor, 567 F.2d 209 (2d Cir.1977), cert. denied, 434 U.S. 1069, 98 S.Ct. 1249, 55 L.Ed.2d 771 (1978) and its progeny recognize that</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>even though some controlling directors or shareholders have complete information, they can conceal that information and utilize it to the detriment of the corporation, thus deceiving the corporate entity in violation of Rule 10b-5.  We agree that in the case before us, taking the facts as alleged by plaintiffs, the corporation was deceived when some members of the board of directors conducted a sale of corporate stock without informing the full board and the remaining shareholders.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Id. at 242.   Nevertheless, the court reiterated its holding that the deception here was not in connection with the sale of securities as required for liability under Rule 10b-5.  Id.  The court distinguished Goldberg, saying,</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>In Goldberg, the minority shareholders knew that the disputed transaction was to take place, but they were deceived into forgoing a possible state injunction because pertinent facts about the transaction were not revealed by defendants.  Therefore, a decision by the minority shareholders not to seek a state injunction was completed without the benefit of complete information.  Here, because the minority shareholders had no knowledge that the transaction was taking place, there was no decision-making process of either type.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Id. (citation and footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The court also addressed plaintiffs' argument that the transaction found actionable under Rule 10b-5 in Superintendent of Ins. v. Bankers Life &amp; Casualty Co., 404 U.S. 6, 92 S.Ct. 165, 30 L.Ed.2d 128 (1971), involved a deception unrelated to the inherent nature, characteristics or value of the security.  The court in effect conceded that this was so, saying that in Bankers Life,</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>[t]he deception related to the nature of the transaction--that the plaintiff would be paying for its own securities--and not to the existence of the transactions.  We were not intending to create a hard and fast rule as to what should be deemed \"in connection with\" a securities transaction, but merely to point to illustrative cases in order to demonstrate why the instant action falls outside the purview of Rule 10b-5.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Estate of Soler, 847 F.Supp. at 242 (citation omitted).  Finally, the court compared this case with Ketchum v. Green, 557 F.2d 1022 (3d Cir.1977), cert. denied, 434 U.S. 940, 98 S.Ct. 431, 54 L.Ed.2d 300 (1977).  In that case, a secret scheme was hatched to oust certain employees/shareholders, which had the additional result of forcing them to sell their shares back to the corporation.  The court interpreted the Third Circuit as holding \"that the disputed transaction was not actionable under Rule 10b-5 because it occurred in connection with a struggle for control of the corporation, rather than in connection with the sale of securities.\"  Id. at 243.   The court concluded that the present case similarly involved a dispute over control of CMT, and thus belonged in state court.  Id.</p>\n    </div>\n    <p>IV.</p>\n    <p class=\"indent\">A. The Standard of Appellate Review.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">For purposes of Fed.R.Civ.P. 12(b)(6), a court must accept all well-pleaded facts as true and draw all reasonable inferences in favor of the non-movant.  Washington Legal Found. v. Massachusetts Bar Found., 993 F.2d 962, 971 (1st Cir.1993) (citing Coyne, 972 F.2d at 442-43).  \"A court may dismiss a complaint only if it is clear that no relief could be granted under any set of facts that could be proved consistent with the allegations.\"  Hishon v. King &amp; Spalding, 467 U.S. 69, 73, 104 S.Ct. 2229, 2232-33, 81 L.Ed.2d 59 (1984) (citing Conley v. Gibson, 355 U.S. 41, 45-46, 78 S.Ct. 99, 101-02, 2 L.Ed.2d 80 (1957)).  An appellate court is not limited to the legal grounds relied upon by the district court, but may affirm on any independently sufficient grounds.  Willhauck v. Halpin, 953 F.2d 689, 704 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">B. Fraud Upon a Corporation by its Directors.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">\"To prevail under Rule 10b-5, 'a plaintiff must prove, in connection with the purchase or sale of a security, that the defendant, with scienter, falsely represented or omitted to disclose a material fact upon which the plaintiff justifiably relied.' \"  Willco Kuwait (Trading) S.A.K. v. deSavary, 843 F.2d 618, 623 (1st Cir.1988) (quoting Kennedy v. Josephthal &amp; Co., Inc., 814 F.2d 798, 804 (1st Cir.1987)) (emphasis supplied).  \"The Act protects corporations as well as individuals who are sellers of a security.\"  Bankers Life, 404 U.S. at 10, 92 S.Ct. at 167-68.   We hold that the district court erred in ruling that the verified complaint did not state a claim for CMT under Sec. 10(b) and Rule 10b-5.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Briefly recounted, the scheme described in the complaint was allegedly hatched by CMT's president and by its secretary, both of whom were also its directors.  The scheme was to cause CMT to issue and sell 200,000 shares of earlier authorized common voting stock<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> to UCMSJB--a medical school of which CMT's president was a trustee, and of which CMT's secretary was the owner--for the price of $10 a share.  The issuance and sale of stock was allegedly accomplished without the knowledge or approval of the plaintiff directors, of the board of directors, and of the corporate entity itself.  UCMSJB paid CMT for the stock largely in notes secured by an assignment of a contract between the Department of Health of Puerto Rico and UCMSJB.  Two of CMT's other directors were at the time closely affiliated with UCMSJB, while the two plaintiff directors--who between them controlled a bare majority of CMT's stock--were unhappy with CMT's developing relationship with UCMSJB.  As a result of the deliberately concealed sale, the proportion of CMT stock controlled by the plaintiff directors fell below 50%, leaving UCMSJB and those associated with it in practical control of CMT.  The complaint alleged that an objective of selling the 200,000 shares of CMT stock to UCMSJB was to enable the latter to obtain a substantial block of CMT shares at a wholly inadequate price and to finance the stock purchase with fictitious collateral.  According to the complaint, the appraised market value of CMT's stock when sold to UCMSJB in 1993 was $18, not $10, a share;  and the government contract constituting collateral for the notes was non-assignable, rendering the collateral fictitious.  The complaint further alleged that, although the stock was issued to UCMSJB on September 16, 1993, no mention was made of the fact at the two board of director meetings held in September--one held before and one after the 16th.  By the time of the October shareholders' meeting, defendants--now firmly in control--revealed the stock transaction for the first time to the plaintiff directors and former majority shareholders.  Plaintiffs were then ousted as directors.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">It is by now well established that a corporation has a claim under Sec. 10(b) if the corporation was defrauded in respect to the sale of its own securities by some or even all of its directors.  See, e.g., Goldberg, 567 F.2d at 215.   In Ruckle v. Roto Am.  Corp., 339 F.2d 24 (2d Cir.1964), a case factually close to the present, a director who represented more than half the stock entitled to vote at the 1964 annual meeting of the defendant corporation successfully brought a derivative action against his six fellow directors, who also constituted the corporation's officers.  The complaint alleged that the officers had sought to perpetuate their control by, among other ways, having the board approve the issuance of some 75,000 treasury shares that were to be resold to the president or voted as he directed.  The plaintiff alleged that the defendants had withheld the latest financial statements from the board, had arbitrarily ascribed a $3 value to the shares, and had approved several transactions involving the stock without disclosing pertinent facts to the entire board.  Id. at 26.   Reversing a dismissal, the Second Circuit held that it was possible under Rule 10b-5 for a corporation to be defrauded by a majority of its directors \"or even the entire board.\"  Id. at 29.   The court went on to say,</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>If, in this case, the board defrauded the corporation into issuing shares either to its members or others, we can think of no reason to say that redress under Rule 10B-5 [sic] is precluded, though it would have been available had anyone else committed the fraud.  There can be no more effective way to emasculate the policies of the federal securities law than to deny relief solely because a fraud was committed by a director rather than an outsider.  Denial of relief on this basis would surely undercut the congressional determination to prevent the public distribution of worthless securities.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">While Ruckle predated the Supreme Court's decision in Santa Fe, nothing in Santa Fe and its progeny invalidate Ruckle's relevant holding.  See, e.g., Frankel, 984 F.2d at 1334 (citing Ruckle with approval);  see also O'Neill v. Maytag, 339 F.2d 764 (2d Cir.1964);  Schoenbaum v. Firstbrook, 405 F.2d 215 (2d Cir.1968) (en banc), cert. denied sub nom.  Manley v. Schoenbaum, 395 U.S. 906, 89 S.Ct. 1747, 23 L.Ed.2d 219 (1969);  Santa Fe, 430 U.S. at 462, 97 S.Ct. at 1295;  Goldberg, 567 F.2d at 209;  see also 7 Louis Loss &amp; Joel Seligman, Securities Regulation 3530-41 (3rd ed. 1991) (discussing this line of cases).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">As in Bankers Life, it is here alleged that the corporation on behalf of which suit has been brought was \"injured as an investor through a deceptive device which deprived it of [adequate] compensation for the sale of its valuable block of securities.\"  404 U.S. at 10, 92 S.Ct. at 168.   The deceptive device was that interested directors of CMT and other parties deliberately omitted to inform CMT's disinterested directors and shareholders, at a time when they might still have acted to protect CMT, of an impending, allegedly deleterious, sale of stock to UCMSJB.  CMT \"relied upon\" this omission to its detriment, in that its managers issued and sold its stock at an allegedly inadequate price and without adequate security, CMT having been fraudulently deprived of the judgment of its full board of directors on the matter and, in particular, of the judgment of those directors and stockholders who were disinterested and not personally connected with UCMSJB.  Such facts plainly make out a claim of defendants' knowing deception of and injury to CMT in connection with the sale of its stock.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The district court recognized that, \"in the case before us, taking the facts as alleged by plaintiffs, the corporation was deceived when some members of the board of directors conducted a sale of corporate stock without informing the full board and the remaining shareholders.\"  Estate of Soler, 847 F.Supp. at 242.   The court even acknowledged that a Sec. 10(b) violation would have occurred had the directors been told of the proposed sale of stock but deceived as to related material facts.  The court believed, however, that no violation occurred here, because the sale itself was concealed, resulting, it said, in no decision-making process at all.  We do not see the distinction.  The calculated concealment of the sale itself, thus depriving CMT's disinterested directors of the opportunity to take steps to prevent it before it occurred, was an omission to provide essential material information to the company regarding the stock sale.  Indeed, accepting the allegations of the complaint as true, it is a reasonable inference that concealment of the proposed sale from CMT's board of directors was essential to the success of the fraud, since the plaintiff directors controlled a majority of CMT's outstanding shares and would doubtless have acted to block the sale had they known.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We see no merit in the district court's analogy between this case and Santa Fe.   In Santa Fe, acting without fraud or concealment, a controlling company utilized Delaware's \"short form merger\" statute to force minority stockholders in a subsidiary to sell back their shares.  The latter sued under Sec. 10(b) asserting a breach of fiduciary duty.  Noting the absence of a \"manipulative or deceptive device,\" the Supreme Court held that Sec. 10(b) is not meant to remedy corporate mismanagement, but rather to promote full disclosure to those who buy or sell securities.  The Court in Santa Fe nowhere suggested that a deliberate stock fraud, involving the calculated omission by personally interested directors to tell other directors that the company was selling its treasury stock at a below market price and without adequate security, was beyond the reach of Sec. 10(b).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The allegations here are precisely of a lack of full disclosure to CMT, the seller of the securities.  They go beyond mismanagement to the calculated and deliberate concealment, by interested directors, of information that a substantial block of the company's stock was being sold at an improperly low price to another company with whom the interested directors were linked.  The sale of CMT's securities, and the price and terms of the sale, were deliberately withheld to prevent the disinterested members of CMT's board of directors, who were also its controlling shareholders, from taking action prior to the completed sale.  Hence those sharing in the legal responsibility to manage CMT's affairs were kept in the dark until the time had passed when they might still have acted to safeguard CMT's interests.  As there was no \"full and fair disclosure\" to those legally empowered to act for the corporation, there was no full and fair disclosure to CMT itself.  Unlike the situation in Santa Fe, the facts alleged go well beyond mere corporate mismanagement \"in which the essence of the complaint is that shareholders were treated unfairly by a fiduciary.\"  430 U.S. at 477, 97 S.Ct. at 1303.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Appellees contend that the verified complaint alleges no more than violations of state law, such as breach of fiduciary duty, and that therefore this case falls into the \"exception\" to Sec. 10(b) liability created by Bankers Life.   We do not agree.  That state causes of action are also available to the plaintiff does not mean that a right of action will not lie under Sec. 10(b).  \"Section 10(b) must be read flexibly, not technically and restrictively.  Since there was a 'sale' of a security and since fraud was used 'in connection with' it, there is redress under Sec. 10(b), whatever might be available as a remedy under state law.\"  Bankers Life, 404 U.S. at 12, 92 S.Ct. at 169.   The statement in that case that \"[C]ongress by Sec. 10(b) did not seek to regulate transactions which constitute no more than internal corporate mismanagement,\" id.  (emphasis added), means only that a breach of fiduciary duty, \"without any deception, misrepresentation, or nondisclosure,\" Santa Fe, 430 U.S. at 476, 97 S.Ct. at 1302, does not violate Sec. 10(b).  Where corporate fiduciaries deceive other board members and stockholders by withholding key information pertinent to the corporation's sale of its own securities, the corporation may have redress through Sec. 10(b).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In dismissing the corporation's Sec. 10(b) claim, the district court also held that the defendants' alleged deception here was not sufficiently linked causally to a sale of securities.  The court cited to cases where the misrepresentations or omissions \"did not relate to the inherent nature, characteristics or value of the security.\"   See, e.g., Chemical Bank v. Arthur Andersen &amp; Co., 726 F.2d 930 (2d Cir.), cert. denied, 469 U.S. 884, 105 S.Ct. 253, 83 L.Ed.2d 190 (1984).  From these, the court reasoned that simply omitting to tell CMT's directors and majority shareholders of the fact of the sale of CMT's authorized stock was different from feeding them false information about the specifics of the sale.  In so reasoning, the court sought to distinguish cases such as Bankers Life, 404 U.S. at 6, 92 S.Ct. at 169, Goldberg, 567 F.2d at 209, 219-20, and Frankel v. Slotkin, 984 F.2d 1328 (2d Cir.1993).  The short answer, we think, is that these cases cannot be distinguished.  The district court asserts that \"the sale in this case did not take place because the corporation was uninformed about the nature of the stock.\"  Estate of Soler, 847 F.Supp. at 240.   Yet the complaint alleges that an appraisal of the stock indicated that it was worth $18, not $10, a share.  Had the board of directors been so advised, and had it been told of other aspects of the sale (such as the alleged fictitious security), it might not have agreed to the sale, and, in any case, the minority directors (who were majority shareholders) might have been able to take action to block the sale.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Nor do we agree that this case is controlled by Ketchum v. Green, 557 F.2d 1022 (3d Cir.1977).  In that case, the Third Circuit wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>Upon review of the stipulation of facts and the record of the proceedings before the district court, it becomes clear that the case at hand involved little more than allegations pertaining to an internal corporate conflict.  Although the complaint seemingly stresses the importance of the relinquishment of plaintiffs' shares under the stock retirement plan, the factual stipulation and other segments of the record are largely silent on this point.  For example, it is only in the concluding paragraphs of the stipulation that there is any mention of the forced sale of securities.  It thus is manifest that the essence of the plaintiffs' claim concerns their dismissal as officers of Babb, Inc.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">557 F.2d at 1027 (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The alleged fraud in Ketchum was defendants' failure to reveal their intentions to oppose the reelection of the plaintiffs as officers.  While termination of plaintiffs as corporate employees would trigger a by-law forcing them to sell their stock, the Third Circuit concluded that Sec. 10(b) did not apply as the essence of the relief sought was directed against termination of plaintiffs as officers, not to the sale of securities.  In contrast with Ketchum, the stock sale to UCMSJB is central to the fraud detailed in the complaint here.  We see no basis in Ketchum from which to hold that the present scheme was not \"in connection with\" the sale of a security, as Rule 10b-5 requires.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">We have considered appellees' other arguments, including those related to the adequacy of the complaint under Fed.R.Civ.P. 9(b), and find them to be without merit.  We hold that the complaint in this case, viewed in a light most favorable to the plaintiffs, states a cause of action under Sec. 10(b) and Rule 10b-5.  Of course, nothing we say is meant to relieve appellants of their burden of proof as to the matters alleged in the complaint, nor to suggest that we accept those matters as necessarily being complete or true.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">C. Conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">We reverse the district court's judgment dismissing the complaint in this case for failure to state a claim upon which relief may be granted, and remand for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In its Opinion and Order and Order on Reconsideration, the district court said it was dismissing the complaint for failure to state a claim under Rule 12(b)(6), but stated in the judgment that the complaint was dismissed for lack of subject matter jurisdiction.  Where both federal jurisdiction and the existence of a federal claim turn upon whether the complaint states a federal question, the preferable practice is to assume that jurisdiction exists and proceed to determine whether the claim passes muster under Rule 12(b)(6).  See Bell v. Hood, 327 U.S. 678, 682-83, 66 S.Ct. 773, 776, 90 L.Ed. 939 (1946) (where the merits of the action are intertwined with the issue of jurisdiction, the federal claim should be dismissed for lack of subject matter jurisdiction only if the claim is immaterial and made solely for the purpose of obtaining jurisdiction or if the claim is clearly frivolous or wholly insubstantial);  Arroyo-Torres v. Ponce Fed.  Bank, F.B.S., 918 F.2d 276, 280 (1st Cir.1990) (since plaintiff's assertion that federal law implied a private right of action was not frivolous, the district court had subject matter jurisdiction to determine whether or not a claim existed;  therefore, the dismissal entered by the district court, ostensibly for lack of jurisdiction, should have been premised upon Rule 12(b)(6));  see also 2A James W. Moore et al., Moore's Federal Practice p 12.07[2.-1] (2nd ed. 1993).  However, \"we are not bound by the label employed below,\" Carr v. Learner, 547 F.2d 135, 137 (1st Cir.1976), and will treat the dismissal as one made pursuant to Rule 12(b)(6)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 10(b) of the Securities Exchange Act of 1934, 15 U.S.C. Sec. 78j(b), states:</p>\n        <p>It shall be unlawful for any person, directly or indirectly, by the use of any means or instrumentality of interstate commerce or of the mails, or of any facility of any national securities exchange ...</p>\n        <p>(b) To use or employ, in connection with the purchase or sale of any security registered on a national securities exchange or any security not so registered, any manipulative or deceptive device or contrivance in contravention of such rules and regulations as the Commission may prescribe as necessary or appropriate in the public interest or for the protection of investors.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Rule 10b-5, 17 C.F.R. Sec. 240.10b-5 states:</p>\n        <p>It shall be unlawful for any person, directly or indirectly, by the use of any means or instrumentality of interstate commerce, or of the mails or of any facility of any national securities exchange,</p>\n        <p>(a) To employ any device, scheme, or artifice to defraud,</p>\n        <p>(b) To make any untrue statement of a material fact or to omit to state a material fact necessary in order to make the statements made, in the light of the circumstances under which they were made, not misleading, or</p>\n        <p>(c) To engage in any act, practice, or course of business which operates or would operate as a fraud or deceit upon any person,</p>\n        <p>in connection with the purchase or sale of any security.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Not a party to this suit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The verified complaint states that the payments were to be made on a yearly basis for seven years.  This is contradicted by the Agrait letter, infra and included in the complaint.  According to the letter, payment was to be as described above</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Following the sale to UCMSJB, there were 1,493,942 shares of CMT common voting stock outstanding.  The plaintiffs' 652,500 shares represented 43.68% of the total;  UCMSJB's 210,000 represented 14.06%, with the remaining 631,442 shares, or 42.27%, held by other shareholders</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See supra n. 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The district court ruled that plaintiffs lacked standing to maintain a private action in their individual behalves for securities fraud under Rule 10b-5, because they did not purchase or sell the securities involved in the disputed transaction, citing Blue Chip Stamps v. Manor Drug Stores, 421 U.S. 723, 95 S.Ct. 1917, 44 L.Ed.2d 539 (1975), reh'g denied, 423 U.S. 884, 96 S.Ct. 157, 46 L.Ed.2d 114 (1975).  The plaintiffs have not appealed from this decision.  The district court held, however, that the plaintiffs had standing to bring a derivative action on behalf of CMT.  Appellees challenge this ruling on the ground that an \"action that is not for the benefit of the corporation, but merely seeks to enforce the rights of one or more shareholders is not a derivative action.\"   But as we discuss, infra, the verified complaint adequately alleges injury to the corporation, stating that certain of its board members caused it to sell its own stock, without disclosure of the transaction to other, disinterested board members, hence without disclosure to all those charged by law to act on behalf of the corporation, at a price far below the stock's actual value, with partial payment secured by fictitious collateral.  That the plaintiffs may also have been injured in a personal capacity is irrelevant to the question of their standing to bring a derivative suit for the corporation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The issuance of 300,000 shares of new stock had been authorized by the shareholders in 1987, six years earlier, at a price of $10 a share, when CMT was allegedly close to bankruptcy.  Efforts to sell the shares at that time were unavailing and, it might be inferred, were abandoned</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Appellees Agrait, Pineiro, and Vargas-Cordero argue that the verified complaint alleges only that they aided and abetted the sale of stock to UCMSJB.  They cite Central Bank v. First Interstate Bank, --- U.S. ----, 114 S.Ct. 1439, 128 L.Ed.2d 119 (1994) (issued during the pendency of this appeal), which held that a private plaintiff could not maintain an aiding and abetting suit under Sec. 10(b) and Rule 10b-5.  Appellee UCMSJB argues that it was under no duty to inform the appellants of its purchase of CMT's stock, citing Chiarella v. United States, 445 U.S. 222, 234-35, 100 S.Ct. 1108, 1117-18, 63 L.Ed.2d 348 (1980) (\"Section 10(b) is aptly described as a catchall provision, but what it catches must be fraud.  When an allegation of fraud is based upon nondisclosure, there can be no fraud absent a duty to speak.\"), and Taylor v. First Union Corp., 857 F.2d 240 (4th Cir.1988).  Because we now reverse the district court's judgment dismissing appellants' complaint, we think these issues are best left in the first instance to the district court</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></span></p>\n    <p class=\"parties\">Fed. Sec. L. Rep.  P 98,835<br>ESTATE OF Jaime SOLER, Plaintiffs, Appellants,<br>v.<br>Joaquin RODRIGUEZ, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1405.</p>\n    <p class=\"court\">United States Court of Appeals,</p>\n    <p class=\"date\">First Circuit.<br>Heard Nov. 9, 1994.<br>Decided Aug. 15, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Pedro A. Jimenez, with whom Katarina Stipec Rubio and Gonzalez Oliver, Correa Calzada, Collazo Salazar, Herrero &amp; Jimenez were on brief, for appellants.</p>\n      <p class=\"indent\">Jorge E. Perez Diaz, with whom Jorge I. Peirats and Pietrantoni Mendez &amp; Alvarez were on brief, for appellee Centro Medico Del Turabo, Inc.</p>\n      <p class=\"indent\">Eli B. Arroyo, for appellee Universidad de Ciencias Medicas San Juan Bautista, Inc.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOYLE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this shareholder's derivative suit brought on behalf of Centro Medico del Turabo, Inc.  (\"CMT\"), Plaintiffs-Appellants Ivette Perez Vda. de Soler, Marie Ivette Soler Perez, Jaime A. Soler Perez, and Antonio Soler Perez (as representatives of the Estate of Dr. Jaime Soler, or the \"Soler Estate\") and Dr. Jose A. Badillo appeal from the district court's Opinion and Order and Order on Reconsideration dismissing their verified complaint under Fed.R.Civ.P. 12(b)(6) for failure to state a claim upon which relief may be granted.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Estate of Soler ex rel. Soler v. Rodriguez, <span class=\"citation no-link\"><span class=\"volume\">847</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">236</span> </span>(D.P.R.1994).  The district court held that appellants failed to plead the \"in connection with\" requirement of a cause of action under Section 10(b)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and Rule 10b-5,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> but rather alleged only a case of breach of fiduciary duty and corporate mismanagement under Puerto Rico law.  We reverse.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>I. FACTS.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts alleged in the complaint--extending every reasonable inference in plaintiffs' favor, see Coyne v. City of Somerville, <span class=\"citation\" data-id=\"588803\"><a href=\"/opinion/588803/robert-p-coyne-v-city-of-somerville/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">440</span></a></span>, 443 (1st Cir.1992)--are as follows.  CMT is a private, for-profit Puerto Rico corporation organized in 1978 to offer medical services in the eastern central region of Puerto Rico.  Through its subsidiary, Turabo Medical Center Partnership,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> CMT owns and operates the Hospital Interamericano de Medicina Avanzada (\"HIMA\"), a hospital located in Caguas, Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The individual plaintiffs are the widow and children of Dr. Jaime Soler, one of CMT's founders, and Dr. Jose Badillo, the other founder of CMT.  Prior to the disputed sale of securities described below, Dr. Badillo owned 217,500 shares of common voting stock of CMT, which constituted 16.81% of the total 1,293,942 shares of common voting stock of the company then issued and outstanding.  In 1990, Dr. Soler passed away, leaving his 435,000 shares, which constituted 33.62% of CMT's common voting stock, to the Soler Estate.  Appellants thus collectively owned 50.43% of CMT's common voting stock.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellee Joaquin Rodriguez was originally hired by Drs. Soler and Badillo to manage CMT and eventually became a minority shareholder as well as the chairman of its board of directors.  The founders gave Rodriguez full administrative, financial, and operational control over all of the affairs of CMT.  On November 14, 1991, Mrs. Soler replaced her deceased husband on the board.  The other directors during the relevant periods were appellant Dr. Badillo and appellees Juan Chaves, Carlos M. Pineiro, and Dr. Jose J. Vargas-Cordero.  Rodriguez was CMT's president;  Dr. Badillo its vice-president;  Chaves its secretary;  and Pineiro its treasurer.  Appellee Fernando E. Agrait was an attorney hired by Rodriguez to handle the in-house legal affairs of CMT.  Appellee Luis Garcia Passalacqua was owner of Miramar Construction, Inc., which had a pending business deal with CMT.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellees Chaves and Vargas-Cordero were also respectively the owner and dean of appellee Universidad de Ciencias Medicas San Juan Bautista, Inc.  (\"UCMSJB\"), a non-profit company operating an independent school of medicine at HIMA.  Appellees Rodriguez and Pineiro were trustees of UCMSJB.  UCMSJB operated its medical school from a space rented from CMT for $1.00 per year.  Prior to the disputed sale, UCMSJB also owned 10,000 shares, or 0.77%, of CMT's common voting stock.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In 1987, CMT's shareholders authorized the issuance of 300,000 common voting shares of CMT and the placement of those shares in a public sale at $10 per share, subject to registration under the Blue Sky laws of Puerto Rico, and for distribution solely to residents of Puerto Rico.  This sale was not successful;  very few of the shares were sold.  Sometime between 1991 and the fall of 1993, Rodriguez told Dr. Ramon Carlos, a physician with privileges at HIMA who had approached him to purchase shares in CMT, that the public sale had been closed and that CMT's shares were no longer for sale.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">During all of 1992 and until October 1993, shareholders meetings of CMT were not held, because, according to Rodriguez, the audited financial statements of the company were not ready.  In 1993, Mrs. Soler and Dr. Badillo [the \"plaintiff directors\"] decided that outside experts should be hired to analyze CMT's future plans, and felt that no corporate assets should be conveyed or encumbered until this was done and the board was fully informed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Notwithstanding this decision, Rodriguez insisted upon the sale of surface rights over HIMA's parking facility to Miramar Construction for the development of a doctor's office building.  Mrs. Soler opposed this sale at a meeting of CMT's board of directors held on September 9, 1993.  At this same meeting, Rodriguez reiterated a prior request for approval of a three-year lease to UCMSJB of land managed and partly owned by CMT.  Mrs. Soler and Dr. Badillo opposed the lease because of the nominal yearly rent of $1.00, because no independent evaluation of the best use of that land had ever been performed, and because no outside independent advice had ever been obtained as to the financial benefit to CMT of having UCMSJB's school of medicine, long unaccredited by the nationwide accrediting body, affiliated with CMT.  The plaintiff directors also felt that the transaction between CMT and UCMSJB, which was effectively controlled by Chaves, Rodriguez, and Dr. Vargas, needed to be independently analyzed for conflicts of interest.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Unbeknownst to the plaintiff directors, to the board of CMT, and to CMT as a corporate entity, Rodriguez and Chaves had designed a scheme to deprive plaintiffs of their historic majority ownership in the company and gain control of CMT for themselves.  The scheme consisted of the issuance by Rodriguez and Chaves, on September 16, 1993, without prior knowledge or approval of the board of directors, of 200,000 shares of CMT stock to UCMSJB at a price of $10 per share, for a total price of $2,000,000.  UCMSJB made a down payment of $500,000, and agreed to pay CMT the balance through eight promissory notes in the amount of $100,000 each, payable consecutively on August 1 and February 1 through February, 1997, at 6% annual interest, and a promissory note in the amount of $700,000 on the same terms due on August 1, 1997.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  These notes were secured by an assignment of a contract between the Department of Health of the Commonwealth of Puerto Rico and UCMSJB by virtue of which UCMSJB was to receive monthly payments of $249,864.08.  This collateral is alleged to have been \"fictitious\" because the contract in question was supposedly non-assignable under Puerto Rico law.  The purposes of the scheme were allegedly to,</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>a) secure control by Rodriguez and Chaves and approval of the lease with UCMSJB at CMT's expense, b) to procure and finance a substantial block of shares to UCMSJB at a wholly inadequate price and with fictitious collateral, c) to entrench management and validate sweetheart deals and/or situations of conflicts of interest, d) to dilute and eliminate plaintiffs' majority ownership in CMT, e) to evict plaintiffs from the corporate board, and f) to prevent the appointment of independent outside directors to the company board at the annual shareholders' meeting.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At the next board meeting on September 29, 1993, Rodriguez again insisted that the three-year lease be approved at no charge, ostensibly in order to free up other space occupied by the medical school in the hospital.  The plaintiff directors decided at this point firmly to oppose the lease until independent analysis could be done.  No mention was made at this meeting of the sale of shares to UCMSJB.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In early October 1993, the plaintiff directors noticed that certain statements contained in the minutes of the September 29th meeting were inaccurate or misleading.  Specifically, the minutes stated that Mrs. Soler had moved for approval of the minutes of the September 9th meeting, which she had not done;  reflected a motion made by Mrs. Soler and Dr. Badillo setting forth certain requirements for consideration of the sale of surface rights to Miramar Construction, but omitted the principal requirement that such sale not be approved until it was independently determined that it was in CMT's best interest;  and reflected that Dr. Badillo had proposed approval of the lease to UCMSJB, when both he and Mrs. Soler had strongly opposed such lease.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The plaintiff directors decided that the only way to deal with the increasing conflicts of interest was to appoint to CMT's board reputable and experienced independent outside directors at the upcoming shareholders' meeting, to be held on October 28, 1993, and to do so in such a manner that these outside directors would hold a determinative vote in case of an impasse.  Dr. Badillo also considered selling the plaintiff shareholders' majority block as a means of ending the tense situation, but the Soler Estate decided that until such time as outside directors were appointed, it would not consider or decide whether it wished to sell its shares in CMT.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The plaintiff directors formalized their position in a letter dated October 7, 1993, a copy of which was hand-delivered to the directors of CMT at a board meeting held on that date.  The letter stated their formal opposition, both as directors and as majority shareholders, to the approval of the lease with UCMSJB, complained of the absence of information concerning the transaction, and demanded that the board not approve the lease until such information had been received and analyzed.  The board, controlled by Rodriguez, nonetheless approved the lease.  Again, no mention was made of the sale of shares to UCMSJB.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Following this meeting, the plaintiff directors commenced a search for qualified individuals with no financial ties to CMT who would agree to serve as outside directors. Between October 10 and October 28, 1993, two such individuals were located and agreed to serve.  The plaintiff directors intended at the upcoming shareholders' meeting to vote for the reelection of Rodriguez, Pineiro, Vargas-Cordero, and themselves, as well as the two new outside directors, and to retain Rodriguez as president and chief operating officer of CMT.  It was their intention to inform Rodriguez of their plans on the night of the shareholders' meeting, prior to its commencement.  However, when the plaintiff directors arrived at the meeting with their counsel and the outside directors, Rodriguez informed them that they no longer had a majority position in the company, by virtue of the sale of shares to UCMSJB.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Upon learning of this sale, the plaintiff directors walked out of the shareholders' meeting.  The meeting, allegedly in the absence of a quorum, then removed Mrs. Soler and Dr. Badillo as directors, and replaced them with Garcia Passalacqua.  Rodriguez then informed the newly constituted board of the sale to UCMSJB, and the sale was ratified.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Prior to the shareholders' meeting, Rodriguez had obtained a letter from CMT's inside counsel, Agrait, dated October 11, 1993 (\"the Agrait letter\"), to the effect that the proposed sale of stock to UCMSJB was legal.  Plaintiffs contend that this letter was deliberately intended to conceal the illegality of the sale from other shareholders and directors.  The letter first recited the details of the sale, as recounted above.  It then stated that the sale was valid under the 1987 shareholders' resolution authorizing the issuance of 300,000 common voting shares of CMT.  The letter concluded that since not all of the 300,000 shares had been sold, and since the sale to UCMSJB was a private sale to a single purchaser for part of the balance of the authorized but unsold shares, the sale had been implicitly authorized by the shareholders in 1987, and no public disclosure and registration under the Blue Sky laws were required because the sale was not part of an offering to more than ten purchasers.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The complaint also notes that although the Agrait letter states that the sale was effected on September 16, 1993, Agrait wrote another letter on behalf of CMT to the Commissioner of Financial Institutions on September 27, 1993, inquiring whether a private sale of securities to a single entity was subject to the disclosure and registration requirements of Puerto Rico Blue Sky laws.  The September 27 letter stated that CMT was \"going to sell\" 200,000 shares to one of its shareholders.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The complaint also alleges that while $10 per share was an adequate price in 1987, when CMT was in dire financial straits and on the verge of bankruptcy, Rodriguez and Chaves knew that it was no longer an adequate price.  In support of this allegation, the complaint states that Rodriguez had hired the services of Clark Melvin Securities and Merrill Lynch to conduct an appraisal in connection with the refinancing of CMT's debt, which was expected to close shortly.  On the day of the shareholders' meeting, Rodriguez and Chaves were told by a Mr. Montilla, pursuant to that appraisal, that the market value of all of CMT's common voting shares upon approval of the financing would be approximately $24 million, or at least $18 per share (not counting the 200,000 shares sold to UCMSJB).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Finally, the complaint states that on November 3, 1993, the plaintiffs sent a formal demand letter to CMT's management and \"the illegally appointed directors,\" advising them that any actions taken by the new board after October 28, 1993 were invalid and illegal and demanding various remedial actions including the convening of an extraordinary shareholders' meeting.  After various negotiated delays, the defendants responded that under no circumstances would plaintiffs be reinstated to the board, and offered to buy plaintiffs' shares at approximately $5 per share.  They also rejected plaintiffs' demand for an extraordinary shareholders meeting, notwithstanding the requirement in Article IV, Section 2 of the company by-laws that such meetings \"shall be called by the president\" at the request of the holders of more than 25% of the outstanding voting stock.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>II. THIS LAWSUIT.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Plaintiffs' complaint alleged, on behalf of CMT, a violation of Section 10(b) of the Securities Exchange Act of 1934, 15 U.S.C. Sec. 78j(b) and Rule 10b-5 of the Securities Exchange Commission, 17 C.F.R. Sec. 240.10b-5.  The complaint also sought, under the district court's supplemental jurisdiction, see 28 U.S.C. Sec. 1367, rescission of the stock purchase agreement for lack of corporate authority and lack of proper consideration, annulment of the October 28, 1993 board election, and a new election under Puerto Rico law.  The complaint was filed on November 24, 1993, and included requests for preliminary and permanent injunctions and for a temporary restraining order prohibiting any extraordinary disbursement of corporate funds, sale or encumbrance of corporate assets, and the holding of board of directors meetings during the next ten days.  The district court issued the temporary restraining order on the same day the complaint was filed and set a hearing on the preliminary injunction for December 3, 1993.  At a status conference held on December 2, 1993, the district court consolidated consideration of the preliminary and permanent injunctions, and set a trial date of February 7, 1994.  The temporary restraining order lapsed by its own terms on December 3, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">CMT then filed a motion requesting realignment as a defendant, and for dismissal or summary judgment.  UCMSJB moved to joint CMT's motion for dismissal or summary judgment.  Agrait filed a motion for summary judgment.  The remaining defendants filed a motion to dismiss.  The district court, in an opinion and order filed on February 7, 1994, decided the motions based on the pleadings only, treating all motions as motions to dismiss under Fed.R.Civ.P. 12(b)(6).  Finding that the alleged securities fraud did not make out a claim under Sec. 10(b) of the Securities Exchange Act of 1934, the district court dismissed the federal securities fraud claim for failure to state a claim under Rule 12(b)(6).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Because federal jurisdiction was based solely on that claim, the court declined to retain jurisdiction over the remaining state law claims, and dismissed them without prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The plaintiffs filed a motion for reconsideration on February 21, 1994.  The district court denied the motion in a written order dated March 24, 1994.  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>III. THE DISTRICT COURT'S DECISION.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court characterized the case as presenting the question</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>whether a corporation can be said to have been deceived in connection with the sale of its securities within the meaning of section 10(b) of the Securities Exchange Act of 1934, when the president and the secretary authorized the sale of allegedly previously-issued stock to a shareholder, without approval of the board of directors or the other shareholders.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Estate of <span class=\"citation no-link\"><span class=\"antecedent_guess\">Soler,</span> <span class=\"volume\">847</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">238</span></span>.   The court said that the \"in connection with\" element requires a showing \"that the wrongful conduct caused the plaintiff to engage in the disputed sale or purchase of securities and that the plaintiff's injuries are directly attributable to the deception and to the resulting transaction.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 239 </span>(citing Wilson v. Ruffa &amp; Hanover, P.C., <span class=\"citation\" data-id=\"504387\"><a href=\"/opinion/504387/kenneth-j-wilson-v-ruffa-hanover-pc/\"><span class=\"volume\">844</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">81</span></a></span>, 85 (2d Cir.1988)).  If the alleged fraud does not relate to \"the inherent nature, characteristics or value of the security and, therefore, could not have influenced the plaintiff in a decision to sell or purchase the security,\" <span class=\"citation\" data-id=\"504387\"><a href=\"/opinion/504387/kenneth-j-wilson-v-ruffa-hanover-pc/\"><span class=\"id_token\">id.</span> at 240, </a></span>there is no causal link to the disputed sale.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The court then said that the alleged omission in this case was</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>the failure of the defendants to reveal, in advance, the sale of the stock of CMT to UCMSJB.  Where a corporation is fraudulently induced into issuing its own securities for less than their fair value because of the misappropriation of inside information regarding the stock, the corporation itself is injured and a shareholder derivative action is appropriate.  Frankel v. Slotkin, <span class=\"citation\" data-id=\"599260\"><a href=\"/opinion/599260/fed-sec-l-rep-p-97333-eli-frankel-v-donald-slotkin-carl-h-lindner/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1328</span></a></span>, 1334 (2d Cir.1993).  However, the sale in this case did not take place because the corporation was uninformed about the nature of the stock, or because defendants misappropriated inside information about the value of the securities to be sold.  We cannot find that the concealment of the sale itself from the corporation caused the corporation to enter into the sale.  Rather than \"in connection with\" the sale of a security, the deception here was \"of\" the sale of a security.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"599260\"><a href=\"/opinion/599260/fed-sec-l-rep-p-97333-eli-frankel-v-donald-slotkin-carl-h-lindner/\"><span class=\"id_token\">Id.</span> (footnote omitted). </a></span> The district court noted the incongruity of suggesting \"that disclosure of a sale without full disclosure of some material aspect of the sale would be a violation of 10b-5, while failing to disclose the sale at all is not violation.\"  <span class=\"citation\" data-id=\"599260\"><a href=\"/opinion/599260/fed-sec-l-rep-p-97333-eli-frankel-v-donald-slotkin-carl-h-lindner/\"><span class=\"id_token\">Id.</span> at 241. </a></span>  However, the court concluded, Rule 10b-5 is not meant to address instances of corporate mismanagement.  \"Rather, it was intended to promote full and fair disclosure to those who buy or sell securities in order to ensure that investors are able to make the correct decision as to whether to carry out the purchase or sale.\"  <span class=\"citation\" data-id=\"599260\"><a href=\"/opinion/599260/fed-sec-l-rep-p-97333-eli-frankel-v-donald-slotkin-carl-h-lindner/\"><span class=\"id_token\">Id.</span> (citing Santa </a></span>Fe Indus., Inc. v. Green, <span class=\"citation\" data-id=\"109626\"><a href=\"/opinion/109626/santa-fe-industries-inc-v-green/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></a></span>, 477-78, <span class=\"citation\" data-id=\"109626\"><a href=\"/opinion/109626/santa-fe-industries-inc-v-green/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1292</span></a></span>, 1302-03, <span class=\"citation\" data-id=\"109626\"><a href=\"/opinion/109626/santa-fe-industries-inc-v-green/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">480</span> </a></span>(1977);  O'Brien v. Continental Ill.  Nat. Bank &amp; Trust Co., <span class=\"citation\" data-id=\"363779\"><a href=\"/opinion/363779/fed-sec-l-rep-p-96780-harold-j-obrien-v-continental-illinois/\"><span class=\"volume\">593</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">54</span></a></span>, 60 (7th Cir.1979)).  The court then noted,</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>While we recognize that the failure to reveal the sale at all necessarily meant that information about the nature of the shares was also concealed, because the company did not \"know\" that it was selling any securities, the corporate entity cannot be said to have been deceived as to the characteristics or value of the securities, or to have made any decisions based on a lack of knowledge about the nature of the securities.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"363779\"><a href=\"/opinion/363779/fed-sec-l-rep-p-96780-harold-j-obrien-v-continental-illinois/\"><span class=\"id_token\">Id.</span>  The court </a></span>then exercised its discretion to dismiss without prejudice the remaining supplemental state law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">On reconsideration, the district court first noted, in response to the argument that it had applied an incorrect subjective test of causality, that it had not held that CMT had not relied on the omitted information, but rather that the omission was not of the type Rule 10b-5 was meant to remedy.  <span class=\"citation\" data-id=\"363779\"><a href=\"/opinion/363779/fed-sec-l-rep-p-96780-harold-j-obrien-v-continental-illinois/\"><span class=\"id_token\">Id.</span>  The court </a></span>then discussed plaintiffs' argument that it had applied a test of awareness of an investment decision applicable to transactions between individuals and entities, not to transactions in which a corporation is deceived by its own management.  The court noted that Goldberg v. Meridor, <span class=\"citation\" data-id=\"351560\"><a href=\"/opinion/351560/fed-sec-l-rep-p-96162-david-goldberg-suing-derivatively-in-right-and/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">209</span> </a></span>(2d Cir.1977), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1069</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1249</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">771</span> </span>(1978) and its progeny recognize that</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>even though some controlling directors or shareholders have complete information, they can conceal that information and utilize it to the detriment of the corporation, thus deceiving the corporate entity in violation of Rule 10b-5.  We agree that in the case before us, taking the facts as alleged by plaintiffs, the corporation was deceived when some members of the board of directors conducted a sale of corporate stock without informing the full board and the remaining shareholders.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 242. </span>  Nevertheless, the court reiterated its holding that the deception here was not in connection with the sale of securities as required for liability under Rule 10b-5.  <span class=\"citation\" data-id=\"363779\"><a href=\"/opinion/363779/fed-sec-l-rep-p-96780-harold-j-obrien-v-continental-illinois/\"><span class=\"id_token\">Id.</span>  The court </a></span>distinguished Goldberg, saying,</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>In Goldberg, the minority shareholders knew that the disputed transaction was to take place, but they were deceived into forgoing a possible state injunction because pertinent facts about the transaction were not revealed by defendants.  Therefore, a decision by the minority shareholders not to seek a state injunction was completed without the benefit of complete information.  Here, because the minority shareholders had no knowledge that the transaction was taking place, there was no decision-making process of either type.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> (citation and </span>footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The court also addressed plaintiffs' argument that the transaction found actionable under Rule 10b-5 in Superintendent of Ins. v. Bankers Life &amp; Casualty Co., <span class=\"citation\" data-id=\"108391\"><a href=\"/opinion/108391/supt-of-insurance-v-bankers-life-cas-co/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">6</span></a></span>, <span class=\"citation\" data-id=\"108391\"><a href=\"/opinion/108391/supt-of-insurance-v-bankers-life-cas-co/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">165</span></a></span>, <span class=\"citation\" data-id=\"108391\"><a href=\"/opinion/108391/supt-of-insurance-v-bankers-life-cas-co/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">128</span> </a></span>(1971), involved a deception unrelated to the inherent nature, characteristics or value of the security.  The court in effect conceded that this was so, saying that in Bankers Life,</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>[t]he deception related to the nature of the transaction--that the plaintiff would be paying for its own securities--and not to the existence of the transactions.  We were not intending to create a hard and fast rule as to what should be deemed \"in connection with\" a securities transaction, but merely to point to illustrative cases in order to demonstrate why the instant action falls outside the purview of Rule 10b-5.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Estate of <span class=\"citation no-link\"><span class=\"antecedent_guess\">Soler,</span> <span class=\"volume\">847</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">242</span> </span>(citation omitted).  Finally, the court compared this case with Ketchum v. Green, <span class=\"citation\" data-id=\"346880\"><a href=\"/opinion/346880/fed-sec-l-rep-p-96107-chandler-g-ketchum-and-harold-s-bigler-v/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1022</span> </a></span>(3d Cir.1977), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">940</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">431</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">300</span> </span>(1977).  In that case, a secret scheme was hatched to oust certain employees/shareholders, which had the additional result of forcing them to sell their shares back to the corporation.  The court interpreted the Third Circuit as holding \"that the disputed transaction was not actionable under Rule 10b-5 because it occurred in connection with a struggle for control of the corporation, rather than in connection with the sale of securities.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 243. </span>  The court concluded that the present case similarly involved a dispute over control of CMT, and thus belonged in state court.  Id.</p>\n    </div>\n    <p>IV.</p>\n    <p class=\"indent\">A. The Standard of Appellate Review.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">For purposes of Fed.R.Civ.P. 12(b)(6), a court must accept all well-pleaded facts as true and draw all reasonable inferences in favor of the non-movant.  Washington Legal Found. v. Massachusetts Bar Found., <span class=\"citation\" data-id=\"607106\"><a href=\"/opinion/607106/washington-legal-foundation-v-massachusetts-bar-foundation/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span>, 971 (1st Cir.1993) (citing <span class=\"citation\" data-id=\"588803\"><span class=\"antecedent_guess\">Coyne,</span> <a href=\"/opinion/588803/robert-p-coyne-v-city-of-somerville/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">442-43</span></a></span>).  \"A court may dismiss a complaint only if it is clear that no relief could be granted under any set of facts that could be proved consistent with the allegations.\"  Hishon v. King &amp; Spalding, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">69</span></a></span>, 73, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2229</span></a></span>, 2232-33, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span> </a></span>(1984) (citing Conley v. Gibson, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, 101-02, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span> </a></span>(1957)).  An appellate court is not limited to the legal grounds relied upon by the district court, but may affirm on any independently sufficient grounds.  Willhauck v. Halpin, <span class=\"citation\" data-id=\"575825\"><a href=\"/opinion/575825/francis-a-willhauck-jr-v-paul-halpin/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span>, 704 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">B. Fraud Upon a Corporation by its Directors.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">\"To prevail under Rule 10b-5, 'a plaintiff must prove, in connection with the purchase or sale of a security, that the defendant, with scienter, falsely represented or omitted to disclose a material fact upon which the plaintiff justifiably relied.' \"  Willco Kuwait (Trading) S.A.K. v. deSavary, <span class=\"citation\" data-id=\"504000\"><a href=\"/opinion/504000/fed-sec-l-rep-p-93705-25-fed-r-evid-serv-658-willco-kuwait/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">618</span></a></span>, 623 (1st Cir.1988) (quoting Kennedy v. Josephthal &amp; Co., Inc., <span class=\"citation\" data-id=\"485239\"><a href=\"/opinion/485239/blue-sky-l-rep-p-72496-fed-sec-l-rep-p-93186-thorburn-kennedy/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">798</span></a></span>, 804 (1st Cir.1987)) (emphasis supplied).  \"The Act protects corporations as well as individuals who are sellers of a security.\"  Bankers <span class=\"citation\" data-id=\"108391\"><span class=\"antecedent_guess\">Life,</span> <a href=\"/opinion/108391/supt-of-insurance-v-bankers-life-cas-co/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">10</span></a></span>, 92 S.Ct. at 167-68.   We hold that the district court erred in ruling that the verified complaint did not state a claim for CMT under Sec. 10(b) and Rule 10b-5.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Briefly recounted, the scheme described in the complaint was allegedly hatched by CMT's president and by its secretary, both of whom were also its directors.  The scheme was to cause CMT to issue and sell 200,000 shares of earlier authorized common voting stock<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> to UCMSJB--a medical school of which CMT's president was a trustee, and of which CMT's secretary was the owner--for the price of $10 a share.  The issuance and sale of stock was allegedly accomplished without the knowledge or approval of the plaintiff directors, of the board of directors, and of the corporate entity itself.  UCMSJB paid CMT for the stock largely in notes secured by an assignment of a contract between the Department of Health of Puerto Rico and UCMSJB.  Two of CMT's other directors were at the time closely affiliated with UCMSJB, while the two plaintiff directors--who between them controlled a bare majority of CMT's stock--were unhappy with CMT's developing relationship with UCMSJB.  As a result of the deliberately concealed sale, the proportion of CMT stock controlled by the plaintiff directors fell below 50%, leaving UCMSJB and those associated with it in practical control of CMT.  The complaint alleged that an objective of selling the 200,000 shares of CMT stock to UCMSJB was to enable the latter to obtain a substantial block of CMT shares at a wholly inadequate price and to finance the stock purchase with fictitious collateral.  According to the complaint, the appraised market value of CMT's stock when sold to UCMSJB in 1993 was $18, not $10, a share;  and the government contract constituting collateral for the notes was non-assignable, rendering the collateral fictitious.  The complaint further alleged that, although the stock was issued to UCMSJB on September 16, 1993, no mention was made of the fact at the two board of director meetings held in September--one held before and one after the 16th.  By the time of the October shareholders' meeting, defendants--now firmly in control--revealed the stock transaction for the first time to the plaintiff directors and former majority shareholders.  Plaintiffs were then ousted as directors.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">It is by now well established that a corporation has a claim under Sec. 10(b) if the corporation was defrauded in respect to the sale of its own securities by some or even all of its directors.  See, e.g., <span class=\"citation\" data-id=\"351560\"><span class=\"antecedent_guess\">Goldberg,</span> <a href=\"/opinion/351560/fed-sec-l-rep-p-96162-david-goldberg-suing-derivatively-in-right-and/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">215</span></a></span>.   In Ruckle v. Roto Am.  Corp., <span class=\"citation\" data-id=\"266130\"><a href=\"/opinion/266130/george-a-ruckle-and-ruckle-sales-inc-individually-and-on-behalf-of-all/\"><span class=\"volume\">339</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">24</span> </a></span>(2d Cir.1964), a case factually close to the present, a director who represented more than half the stock entitled to vote at the 1964 annual meeting of the defendant corporation successfully brought a derivative action against his six fellow directors, who also constituted the corporation's officers.  The complaint alleged that the officers had sought to perpetuate their control by, among other ways, having the board approve the issuance of some 75,000 treasury shares that were to be resold to the president or voted as he directed.  The plaintiff alleged that the defendants had withheld the latest financial statements from the board, had arbitrarily ascribed a $3 value to the shares, and had approved several transactions involving the stock without disclosing pertinent facts to the entire board.  <span class=\"citation\" data-id=\"266130\"><a href=\"/opinion/266130/george-a-ruckle-and-ruckle-sales-inc-individually-and-on-behalf-of-all/\"><span class=\"id_token\">Id.</span> at 26. </a></span>  Reversing a dismissal, the Second Circuit held that it was possible under Rule 10b-5 for a corporation to be defrauded by a majority of its directors \"or even the entire board.\"  <span class=\"citation\" data-id=\"266130\"><a href=\"/opinion/266130/george-a-ruckle-and-ruckle-sales-inc-individually-and-on-behalf-of-all/\"><span class=\"id_token\">Id.</span> at 29. </a></span>  The court went on to say,</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>If, in this case, the board defrauded the corporation into issuing shares either to its members or others, we can think of no reason to say that redress under Rule 10B-5 [sic] is precluded, though it would have been available had anyone else committed the fraud.  There can be no more effective way to emasculate the policies of the federal securities law than to deny relief solely because a fraud was committed by a director rather than an outsider.  Denial of relief on this basis would surely undercut the congressional determination to prevent the public distribution of worthless securities.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">While Ruckle predated the Supreme Court's decision in Santa Fe, nothing in Santa Fe and its progeny invalidate Ruckle's relevant holding.  See, e.g., <span class=\"citation\" data-id=\"599260\"><span class=\"antecedent_guess\">Frankel,</span> <a href=\"/opinion/599260/fed-sec-l-rep-p-97333-eli-frankel-v-donald-slotkin-carl-h-lindner/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1334</span> </a></span>(citing Ruckle with approval);  see also O'Neill v. Maytag, <span class=\"citation\" data-id=\"266371\"><a href=\"/opinion/266371/robert-j-oneill-v-lewis-b-maytag-jr-dudley-swim-pan-american-world/\"><span class=\"volume\">339</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">764</span> </a></span>(2d Cir.1964);  Schoenbaum v. Firstbrook, <span class=\"citation\" data-id=\"282898\"><a href=\"/opinion/282898/david-h-schoenbaum-v-bradshaw-d-firstbrook-and-harold-w-manley-louis/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">215</span> </a></span>(2d Cir.1968) (en banc), cert. denied sub nom.  Manley v. Schoenbaum, <span class=\"citation no-link\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">906</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1747</span></span>, <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">219</span> </span>(1969);  Santa <span class=\"citation\" data-id=\"109626\"><span class=\"antecedent_guess\">Fe,</span> <a href=\"/opinion/109626/santa-fe-industries-inc-v-green/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">462</span></a></span>, 97 S.Ct. at 1295;  <span class=\"citation\" data-id=\"351560\"><span class=\"antecedent_guess\">Goldberg,</span> <a href=\"/opinion/351560/fed-sec-l-rep-p-96162-david-goldberg-suing-derivatively-in-right-and/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">209</span></a></span>;  see also 7 Louis Loss &amp; Joel Seligman, Securities Regulation 3530-41 (3rd ed. 1991) (discussing this line of cases).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">As in Bankers Life, it is here alleged that the corporation on behalf of which suit has been brought was \"injured as an investor through a deceptive device which deprived it of [adequate] compensation for the sale of its valuable block of <span class=\"citation\" data-id=\"108391\"><span class=\"antecedent_guess\">securities.\"</span>  <a href=\"/opinion/108391/supt-of-insurance-v-bankers-life-cas-co/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">10</span></a></span>, 92 S.Ct. at 168.   The deceptive device was that interested directors of CMT and other parties deliberately omitted to inform CMT's disinterested directors and shareholders, at a time when they might still have acted to protect CMT, of an impending, allegedly deleterious, sale of stock to UCMSJB.  CMT \"relied upon\" this omission to its detriment, in that its managers issued and sold its stock at an allegedly inadequate price and without adequate security, CMT having been fraudulently deprived of the judgment of its full board of directors on the matter and, in particular, of the judgment of those directors and stockholders who were disinterested and not personally connected with UCMSJB.  Such facts plainly make out a claim of defendants' knowing deception of and injury to CMT in connection with the sale of its stock.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The district court recognized that, \"in the case before us, taking the facts as alleged by plaintiffs, the corporation was deceived when some members of the board of directors conducted a sale of corporate stock without informing the full board and the remaining shareholders.\"  Estate of <span class=\"citation no-link\"><span class=\"antecedent_guess\">Soler,</span> <span class=\"volume\">847</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">242</span></span>.   The court even acknowledged that a Sec. 10(b) violation would have occurred had the directors been told of the proposed sale of stock but deceived as to related material facts.  The court believed, however, that no violation occurred here, because the sale itself was concealed, resulting, it said, in no decision-making process at all.  We do not see the distinction.  The calculated concealment of the sale itself, thus depriving CMT's disinterested directors of the opportunity to take steps to prevent it before it occurred, was an omission to provide essential material information to the company regarding the stock sale.  Indeed, accepting the allegations of the complaint as true, it is a reasonable inference that concealment of the proposed sale from CMT's board of directors was essential to the success of the fraud, since the plaintiff directors controlled a majority of CMT's outstanding shares and would doubtless have acted to block the sale had they known.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We see no merit in the district court's analogy between this case and Santa Fe.   In Santa Fe, acting without fraud or concealment, a controlling company utilized Delaware's \"short form merger\" statute to force minority stockholders in a subsidiary to sell back their shares.  The latter sued under Sec. 10(b) asserting a breach of fiduciary duty.  Noting the absence of a \"manipulative or deceptive device,\" the Supreme Court held that Sec. 10(b) is not meant to remedy corporate mismanagement, but rather to promote full disclosure to those who buy or sell securities.  The Court in Santa Fe nowhere suggested that a deliberate stock fraud, involving the calculated omission by personally interested directors to tell other directors that the company was selling its treasury stock at a below market price and without adequate security, was beyond the reach of Sec. 10(b).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The allegations here are precisely of a lack of full disclosure to CMT, the seller of the securities.  They go beyond mismanagement to the calculated and deliberate concealment, by interested directors, of information that a substantial block of the company's stock was being sold at an improperly low price to another company with whom the interested directors were linked.  The sale of CMT's securities, and the price and terms of the sale, were deliberately withheld to prevent the disinterested members of CMT's board of directors, who were also its controlling shareholders, from taking action prior to the completed sale.  Hence those sharing in the legal responsibility to manage CMT's affairs were kept in the dark until the time had passed when they might still have acted to safeguard CMT's interests.  As there was no \"full and fair disclosure\" to those legally empowered to act for the corporation, there was no full and fair disclosure to CMT itself.  Unlike the situation in Santa Fe, the facts alleged go well beyond mere corporate mismanagement \"in which the essence of the complaint is that shareholders were treated unfairly by a <span class=\"citation\" data-id=\"109626\"><span class=\"antecedent_guess\">fiduciary.\"</span>  <a href=\"/opinion/109626/santa-fe-industries-inc-v-green/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">477</span></a></span>, 97 S.Ct. at 1303.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Appellees contend that the verified complaint alleges no more than violations of state law, such as breach of fiduciary duty, and that therefore this case falls into the \"exception\" to Sec. 10(b) liability created by Bankers Life.   We do not agree.  That state causes of action are also available to the plaintiff does not mean that a right of action will not lie under Sec. 10(b).  \"Section 10(b) must be read flexibly, not technically and restrictively.  Since there was a 'sale' of a security and since fraud was used 'in connection with' it, there is redress under Sec. 10(b), whatever might be available as a remedy under state law.\"  Bankers <span class=\"citation\" data-id=\"108391\"><span class=\"antecedent_guess\">Life,</span> <a href=\"/opinion/108391/supt-of-insurance-v-bankers-life-cas-co/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">12</span></a></span>, 92 S.Ct. at 169.   The statement in that case that \"[C]ongress by Sec. 10(b) did not seek to regulate transactions which constitute no more than internal corporate mismanagement,\" <span class=\"citation\" data-id=\"108391\"><a href=\"/opinion/108391/supt-of-insurance-v-bankers-life-cas-co/\"><span class=\"id_token\">id.</span>  (emphasis added), </a></span>means only that a breach of fiduciary duty, \"without any deception, misrepresentation, or nondisclosure,\" Santa <span class=\"citation\" data-id=\"109626\"><span class=\"antecedent_guess\">Fe,</span> <a href=\"/opinion/109626/santa-fe-industries-inc-v-green/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">476</span></a></span>, 97 S.Ct. at 1302, does not violate Sec. 10(b).  Where corporate fiduciaries deceive other board members and stockholders by withholding key information pertinent to the corporation's sale of its own securities, the corporation may have redress through Sec. 10(b).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In dismissing the corporation's Sec. 10(b) claim, the district court also held that the defendants' alleged deception here was not sufficiently linked causally to a sale of securities.  The court cited to cases where the misrepresentations or omissions \"did not relate to the inherent nature, characteristics or value of the security.\"   See, e.g., Chemical Bank v. Arthur Andersen &amp; Co., <span class=\"citation no-link\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">930</span> </span>(2d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">884</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">253</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">190</span> </span>(1984).  From these, the court reasoned that simply omitting to tell CMT's directors and majority shareholders of the fact of the sale of CMT's authorized stock was different from feeding them false information about the specifics of the sale.  In so reasoning, the court sought to distinguish cases such as Bankers <span class=\"citation\" data-id=\"108391\"><span class=\"antecedent_guess\">Life,</span> <a href=\"/opinion/108391/supt-of-insurance-v-bankers-life-cas-co/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">6</span></a></span>, 92 S.Ct. at 169, <span class=\"citation\" data-id=\"351560\"><span class=\"antecedent_guess\">Goldberg,</span> <a href=\"/opinion/351560/fed-sec-l-rep-p-96162-david-goldberg-suing-derivatively-in-right-and/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">209</span></a></span>, 219-20, and Frankel v. Slotkin, <span class=\"citation\" data-id=\"599260\"><a href=\"/opinion/599260/fed-sec-l-rep-p-97333-eli-frankel-v-donald-slotkin-carl-h-lindner/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1328</span> </a></span>(2d Cir.1993).  The short answer, we think, is that these cases cannot be distinguished.  The district court asserts that \"the sale in this case did not take place because the corporation was uninformed about the nature of the stock.\"  Estate of <span class=\"citation no-link\"><span class=\"antecedent_guess\">Soler,</span> <span class=\"volume\">847</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">240</span></span>.   Yet the complaint alleges that an appraisal of the stock indicated that it was worth $18, not $10, a share.  Had the board of directors been so advised, and had it been told of other aspects of the sale (such as the alleged fictitious security), it might not have agreed to the sale, and, in any case, the minority directors (who were majority shareholders) might have been able to take action to block the sale.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Nor do we agree that this case is controlled by Ketchum v. Green, <span class=\"citation\" data-id=\"346880\"><a href=\"/opinion/346880/fed-sec-l-rep-p-96107-chandler-g-ketchum-and-harold-s-bigler-v/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1022</span> </a></span>(3d Cir.1977).  In that case, the Third Circuit wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>Upon review of the stipulation of facts and the record of the proceedings before the district court, it becomes clear that the case at hand involved little more than allegations pertaining to an internal corporate conflict.  Although the complaint seemingly stresses the importance of the relinquishment of plaintiffs' shares under the stock retirement plan, the factual stipulation and other segments of the record are largely silent on this point.  For example, it is only in the concluding paragraphs of the stipulation that there is any mention of the forced sale of securities.  It thus is manifest that the essence of the plaintiffs' claim concerns their dismissal as officers of Babb, Inc.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">557 F.2d at 1027 (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The alleged fraud in Ketchum was defendants' failure to reveal their intentions to oppose the reelection of the plaintiffs as officers.  While termination of plaintiffs as corporate employees would trigger a by-law forcing them to sell their stock, the Third Circuit concluded that Sec. 10(b) did not apply as the essence of the relief sought was directed against termination of plaintiffs as officers, not to the sale of securities.  In contrast with Ketchum, the stock sale to UCMSJB is central to the fraud detailed in the complaint here.  We see no basis in Ketchum from which to hold that the present scheme was not \"in connection with\" the sale of a security, as Rule 10b-5 requires.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">We have considered appellees' other arguments, including those related to the adequacy of the complaint under Fed.R.Civ.P. 9(b), and find them to be without merit.  We hold that the complaint in this case, viewed in a light most favorable to the plaintiffs, states a cause of action under Sec. 10(b) and Rule 10b-5.  Of course, nothing we say is meant to relieve appellants of their burden of proof as to the matters alleged in the complaint, nor to suggest that we accept those matters as necessarily being complete or true.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">C. Conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">We reverse the district court's judgment dismissing the complaint in this case for failure to state a claim upon which relief may be granted, and remand for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In its Opinion and Order and Order on Reconsideration, the district court said it was dismissing the complaint for failure to state a claim under Rule 12(b)(6), but stated in the judgment that the complaint was dismissed for lack of subject matter jurisdiction.  Where both federal jurisdiction and the existence of a federal claim turn upon whether the complaint states a federal question, the preferable practice is to assume that jurisdiction exists and proceed to determine whether the claim passes muster under Rule 12(b)(6).  See Bell v. Hood, <span class=\"citation\" data-id=\"104272\"><a href=\"/opinion/104272/bell-v-hood/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></a></span>, 682-83, <span class=\"citation\" data-id=\"104272\"><a href=\"/opinion/104272/bell-v-hood/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">773</span></a></span>, 776, <span class=\"citation\" data-id=\"104272\"><a href=\"/opinion/104272/bell-v-hood/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">939</span> </a></span>(1946) (where the merits of the action are intertwined with the issue of jurisdiction, the federal claim should be dismissed for lack of subject matter jurisdiction only if the claim is immaterial and made solely for the purpose of obtaining jurisdiction or if the claim is clearly frivolous or wholly insubstantial);  Arroyo-Torres v. Ponce Fed.  Bank, F.B.S., <span class=\"citation\" data-id=\"551277\"><a href=\"/opinion/551277/awilda-arroyo-torres-v-ponce-federal-bank-fbs/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">276</span></a></span>, 280 (1st Cir.1990) (since plaintiff's assertion that federal law implied a private right of action was not frivolous, the district court had subject matter jurisdiction to determine whether or not a claim existed;  therefore, the dismissal entered by the district court, ostensibly for lack of jurisdiction, should have been premised upon Rule 12(b)(6));  see also 2A James W. Moore et al., Moore's Federal Practice p 12.07[2.-1] (2nd ed. 1993).  However, \"we are not bound by the label employed below,\" Carr v. Learner, <span class=\"citation\" data-id=\"341610\"><a href=\"/opinion/341610/henry-p-carr-v-israel-learner/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">135</span></a></span>, 137 (1st Cir.1976), and will treat the dismissal as one made pursuant to Rule 12(b)(6)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 10(b) of the Securities Exchange Act of 1934, 15 U.S.C. Sec. 78j(b), states:</p>\n        <p>It shall be unlawful for any person, directly or indirectly, by the use of any means or instrumentality of interstate commerce or of the mails, or of any facility of any national securities exchange ...</p>\n        <p>(b) To use or employ, in connection with the purchase or sale of any security registered on a national securities exchange or any security not so registered, any manipulative or deceptive device or contrivance in contravention of such rules and regulations as the Commission may prescribe as necessary or appropriate in the public interest or for the protection of investors.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Rule 10b-5, 17 C.F.R. Sec. 240.10b-5 states:</p>\n        <p>It shall be unlawful for any person, directly or indirectly, by the use of any means or instrumentality of interstate commerce, or of the mails or of any facility of any national securities exchange,</p>\n        <p>(a) To employ any device, scheme, or artifice to defraud,</p>\n        <p>(b) To make any untrue statement of a material fact or to omit to state a material fact necessary in order to make the statements made, in the light of the circumstances under which they were made, not misleading, or</p>\n        <p>(c) To engage in any act, practice, or course of business which operates or would operate as a fraud or deceit upon any person,</p>\n        <p>in connection with the purchase or sale of any security.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Not a party to this suit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The verified complaint states that the payments were to be made on a yearly basis for seven years.  This is contradicted by the Agrait letter, infra and included in the complaint.  According to the letter, payment was to be as described above</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Following the sale to UCMSJB, there were 1,493,942 shares of CMT common voting stock outstanding.  The plaintiffs' 652,500 shares represented 43.68% of the total;  UCMSJB's 210,000 represented 14.06%, with the remaining 631,442 shares, or 42.27%, held by other shareholders</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See supra n. 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The district court ruled that plaintiffs lacked standing to maintain a private action in their individual behalves for securities fraud under Rule 10b-5, because they did not purchase or sell the securities involved in the disputed transaction, citing Blue Chip Stamps v. Manor Drug Stores, <span class=\"citation\" data-id=\"109267\"><a href=\"/opinion/109267/blue-chip-stamps-v-manor-drug-stores/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">723</span></a></span>, <span class=\"citation\" data-id=\"109267\"><a href=\"/opinion/109267/blue-chip-stamps-v-manor-drug-stores/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1917</span></a></span>, <span class=\"citation\" data-id=\"109267\"><a href=\"/opinion/109267/blue-chip-stamps-v-manor-drug-stores/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">539</span> </a></span>(1975), reh'g denied, <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">884</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">157</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span> </span>(1975).  The plaintiffs have not appealed from this decision.  The district court held, however, that the plaintiffs had standing to bring a derivative action on behalf of CMT.  Appellees challenge this ruling on the ground that an \"action that is not for the benefit of the corporation, but merely seeks to enforce the rights of one or more shareholders is not a derivative action.\"   But as we discuss, infra, the verified complaint adequately alleges injury to the corporation, stating that certain of its board members caused it to sell its own stock, without disclosure of the transaction to other, disinterested board members, hence without disclosure to all those charged by law to act on behalf of the corporation, at a price far below the stock's actual value, with partial payment secured by fictitious collateral.  That the plaintiffs may also have been injured in a personal capacity is irrelevant to the question of their standing to bring a derivative suit for the corporation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The issuance of 300,000 shares of new stock had been authorized by the shareholders in 1987, six years earlier, at a price of $10 a share, when CMT was allegedly close to bankruptcy.  Efforts to sell the shares at that time were unavailing and, it might be inferred, were abandoned</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Appellees Agrait, Pineiro, and Vargas-Cordero argue that the verified complaint alleges only that they aided and abetted the sale of stock to UCMSJB.  They cite Central Bank v. First Interstate Bank, --- U.S. ----, <span class=\"citation\" data-id=\"117837\"><a href=\"/opinion/117837/central-bank-of-denver-na-v-first-interstate-bank-of-denver-na/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1439</span></a></span>, <span class=\"citation\" data-id=\"117837\"><a href=\"/opinion/117837/central-bank-of-denver-na-v-first-interstate-bank-of-denver-na/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span> </a></span>(1994) (issued during the pendency of this appeal), which held that a private plaintiff could not maintain an aiding and abetting suit under Sec. 10(b) and Rule 10b-5.  Appellee UCMSJB argues that it was under no duty to inform the appellants of its purchase of CMT's stock, citing Chiarella v. United States, <span class=\"citation\" data-id=\"110221\"><a href=\"/opinion/110221/chiarella-v-united-states/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></a></span>, 234-35, <span class=\"citation\" data-id=\"110221\"><a href=\"/opinion/110221/chiarella-v-united-states/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1108</span></a></span>, 1117-18, <span class=\"citation\" data-id=\"110221\"><a href=\"/opinion/110221/chiarella-v-united-states/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">348</span> </a></span>(1980) (\"Section 10(b) is aptly described as a catchall provision, but what it catches must be fraud.  When an allegation of fraud is based upon nondisclosure, there can be no fraud absent a duty to speak.\"), and Taylor v. First Union Corp., <span class=\"citation\" data-id=\"511788\"><a href=\"/opinion/511788/patricia-b-taylor-v-first-union-corporation-of-south-carolina-formerly/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">240</span> </a></span>(4th Cir.1988).  Because we now reverse the district court's judgment dismissing appellants' complaint, we think these issues are best left in the first instance to the district court</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104272/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108391/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109267/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109626/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110221/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111188/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117837/",
    "https://www.courtlistener.com/api/rest/v3/opinions/266130/",
    "https://www.courtlistener.com/api/rest/v3/opinions/266371/",
    "https://www.courtlistener.com/api/rest/v3/opinions/282898/",
    "https://www.courtlistener.com/api/rest/v3/opinions/341610/",
    "https://www.courtlistener.com/api/rest/v3/opinions/346880/",
    "https://www.courtlistener.com/api/rest/v3/opinions/351560/",
    "https://www.courtlistener.com/api/rest/v3/opinions/363779/",
    "https://www.courtlistener.com/api/rest/v3/opinions/485239/",
    "https://www.courtlistener.com/api/rest/v3/opinions/504000/",
    "https://www.courtlistener.com/api/rest/v3/opinions/504387/",
    "https://www.courtlistener.com/api/rest/v3/opinions/511788/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551277/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575825/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588803/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599260/",
    "https://www.courtlistener.com/api/rest/v3/opinions/607106/"
  ]
}