{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196280/",
  "id": 196280,
  "absolute_url": "/opinion/196280/upiu-local-14-v-international-paper/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196280/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:02:21Z",
  "date_modified": "2020-02-21T23:30:21.092290Z",
  "type": "010combined",
  "sha1": "a812a4fb38a32d5e5a92880a6125eb8fa8a483f8",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1075.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1075\r\n\n             UNITED PAPERWORKERS INTERNATIONAL UNION,\r\n                  LOCAL 14, AFL-CIO-CLC, ET AL.,\r\n\n                     Plaintiffs - Appellants,\r\n\n                                v.\r\n\n                   INTERNATIONAL PAPER COMPANY,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                           \r\n\n     Jeffrey  Neil  Young, with  whom  McTeague,  Higbee, Libner,\r                                                                           \r\nMacAdam, Case &amp; Watson was on brief for appellants.\r                                \r\n     Jane  B.  Jacobs, with  whom  Andrew  E.  Zelman and  Klein,\r                                                                           \r\nZelman, Briton,  Rothermel &amp;  Dichter, L.L.P.  were on brief  for\r                                                       \r\nappellee.\r\n\n                                           \r\n\n                        September 7, 1995\r\n                                           \r\r\n\n          TORRUELLA,  Chief  Judge.    The  plaintiff-appellants,\r                    TORRUELLA,  Chief  Judge\r                                            \r\n\nUnited Paperworkers  International Union, Local 14,  AFL-CIO, and\r\n\nInternational Brotherhood of Firemen  and Oilers, Local 246, AFL-\r\n\nCIO  (the  \"Unions\"), appeal  the  district  court's decision  on\r\n\nsummary  judgment in  favor of  International Paper  Company (the\r\n\n\"Company\"), ruling that a recall agreement between the Unions and\r\n\nthe    Company    became   unenforceable    upon    the   Unions'\r\n\ndecertification.  For the following reasons, we affirm.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          The Unions  and the  Company  agree that  there are  no\r\n\nmaterial facts in dispute.  The Company owns and operates a paper\r\n\nmill in Jay, Maine  known as the Androscoggin Mill  (the \"Mill\").\r\n\nBetween  1965  and   March  1993,  employees  at  the  Mill  were\r\n\nrepresented for purposes of  collective bargaining by the Unions.\r\n\nThroughout  that  time,  the Unions  and  the  Company  have been\r\n\nparties to  a series of collective  bargaining agreements setting\r\n\nforth the  terms and conditions  of employment at  the Mill.   In\r\n\nJune  1987, when  the Company and  the Unions could  not reach an\r\n\naccord over a succeeding collective bargaining agreement, members\r\n\nof the  Unions engaged in an economic  strike.  The Company hired\r\n\nreplacement workers during the strike.\r\n\n          In  October of 1987, the  Company laid off 151 striking\r\n\nemployees  (the \"Employees\").   All but three  of these Employees\r\n\nhad  recall rights for twelve  months after layoff.1   The twelve\r\n                    \r                              \r\n\n1   The other  three  employees resigned  in 1989  pursuant to  a\r\npension offer negotiated  by the Unions.  Therefore,  these three\r\nemployees are not at issue in this case.\r\n\n                               -2-\r\r\n\nmonth period  in which  the  Employees were  eligible for  recall\r\n\nexpired before the parties began strike settlement negotiations.\r\n\n          On November 16, 1987, certain Mill employees petitioned\r\n\nthe  National  Labor Relations  Board  (the  \"NLRB\")  to  hold  a\r\n\ndecertification election to determine whether the Mill  employees\r\n\ndesired  continued  representation by  the  Unions.   The  actual\r\n\nelection was delayed for over a year.\r\n\n          On October 9,  1988, the Unions ended their  strike and\r\n\nmade an unconditional offer  to return to work.   Between October\r\n\n18  and October 26, 1988,  the Unions and  the Company negotiated\r\n\nand  executed an  agreement  setting forth  terms and  procedures\r\n\nunder  which former  strikers  would be  recalled as  replacement\r\n\nworkers  left  and  their  positions became  available.    During\r\n\nnegotiations,  the Unions raised  the issue of  the 151 Employees\r\n\nwho had been laid off in October 1987 and whose recall rights had\r\n\ntechnically expired.   The final recall  agreement provided, with\r\n\nlimited  exceptions, that  the 151  laid  off Employees  would be\r\n\namong the employees recalled under the agreement.\r\n\n          In April 1989, at the Unions' request, portions of  the\r\n\nrecall agreement  were renegotiated and amended  to include lists\r\n\nsetting forth the order  in which employees were to  be recalled.\r\n\nThe 151 laid  off Employees were included  on these lists.   Both\r\n\nthe October 1988 agreement and  the April 1989 amended  agreement\r\n\nwere  silent   as  to   its  duration   or   termination.     The\r\n\ndecertification petition was pending throughout the negotiations.\r\n\n                               -3-\r\r\n\n          In  July 1989,  the  NLRB  conducted a  decertification\r\n\nelection at the  Mill.   Of the employees  eligible to vote,  616\r\n\nvoted  for  decertification,  and   361  voted  against.    After\r\n\ninvestigating  and holding a hearing  on the Unions' challenge to\r\n\nthe election, the NLRB issued  a decision upholding the  election\r\n\nresults and dismissing the  Unions' objections.  The Unions  thus\r\n\nbecame  decertified  as  of   March  30,  1993.     Both  parties\r\n\nacknowledge   that   upon   decertification,  the   then-existing\r\n\ncollective bargaining agreement, which  would otherwise have been\r\n\neffective until September 30, 1993, became null and void.\r\n\n          In  August 1993,  the  Company advised  the Unions  and\r\n\nseveral of  the 151 laid  off Employees that  as a result  of the\r\n\nUnions' decertification,  the  Employees  no  longer  had  recall\r\n\nrights.  The Unions thereafter  filed this  action in  the United\r\n\nStates District  Court for the District of Maine, contending that\r\n\nthe recall agreement, unlike the collective bargaining agreement,\r\n\nsurvived the Unions' decertification and thus remained binding on\r\n\nthe Company.\r\n\n          Following  cross-motions  for  summary   judgment,  the\r\n\ndistrict  court issued  its decision  on December  1, 1994.   The\r\n\ndistrict court found that  there was no indication in  the recall\r\n\nagreement  itself  that  the   parties  intended  it  to  survive\r\n\ndecertification,  despite  the  fact  that   the  decertification\r\n\npetition had been filed and was pending during the negotiation of\r\n\nthe  agreement.   The  court  explained that  because  the recall\r\n\nagreement  establishes  rights  for  a  category  of  represented\r\n\n                               -4-\r\r\n\nemployees, and explicitly specifies that its terms are to prevail\r\n\nif  there is  any conflict  with \"other  provisions of  the labor\r\n\nagreement,\"  the  recall  agreement  is  \"tied  directly  to  the\r\n\ncollective  bargaining  agreement,\"  such  that  it  contemplates\r\n\n\"ongoing union involvement.\"   Because the recall agreement would\r\n\naffect  the Company's  negotiations with  a new union  seeking to\r\n\nrepresent  a  majority  of  employees, and  would  \"perpetuate  a\r\n\nlimited  portion   of  the  elements  ordinarily   covered  by  a\r\n\ncollective bargaining agreement,\" the  recall agreement cannot be\r\n\nsaid to  be independent  of the collective  bargaining agreement.\r\n\nTherefore,  the  court reasoned,  the  recall  agreement did  not\r\n\nsurvive decertification.  Accordingly, the court granted  summary\r\n\njudgment in the Company's favor.\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n          A.  Standards of Review\r                    A.  Standards of Review\r                                           \r\n\n          In  general,  summary judgment  is  proper  only if  no\r\n\ngenuine  issue of material fact exists and the movant is entitled\r\n\nto  judgment  as  a matter  of  law.    Fed.  R. Civ.  P.  56(c).\r\n\nTherefore,  a   party  seeking  summary  judgment   must  make  a\r\n\npreliminary  showing  that  no  genuine issue  of  material  fact\r\n\nexists.  Once  this showing is made, the non-movant must point to\r\n\nspecific facts  demonstrating that there is  a trialworthy issue.\r\n\nNational Amusements, Inc.  v. Town  of Dedham, 43  F.3d 731,  735\r                                                       \r\n\n(1st  Cir.  1995).   An  issue  is  \"genuine\"  when the  evidence\r\n\nrelevant to it, viewed in  the light most flattering to the  non-\r\n\nmoving party,  is \"sufficiently  open-ended to permit  a rational\r\n\n                               -5-\r\r\n\nfactfinder to resolve the  issue in favor  of either side.\"   Id.\r                                                                          \r\n\n(citation  omitted).    Because  the  summary  judgment  standard\r\n\nrequires the  trial court to  make a  legal determination  rather\r\n\nthan  to  engage in  factfinding,  appellate  review is  plenary.\r\n\nEqual  Employment Opportunity  Comm'n  v. Steamship  Clerks Union\r                                                                           \r\n\n1066, 48 F.3d 594, 602 (1st Cir. 1995).\r              \r\n\n          This standard is the norm.   Having stated it, however,\r\n\nwe must  note  that under  our  precedent, in  certain,  somewhat\r\n\nunusual cases, this standard does not apply.  In a  nonjury case,\r\n\nwhen the  basic dispute  between  the parties  concerns only  the\r\n\nfactual  inferences that one might draw from the more basic facts\r\n\nto which the  parties have  agreed, and where  neither party  has\r\n\nsought  to  introduce additional  factual  evidence  or asked  to\r\n\npresent witnesses,  the parties are, in  effect, submitting their\r\n\ndispute  to the court as  a \"case stated.\"   Steamship Clerks, 48\r                                                                       \r\n\nF.3d  at 603 (citing Federaci n de Empleados del Tribunal Gen. de\r                                                                           \r\n\nJusticia  v. Torres,  747 F.2d  35, 36  (1st Cir.  1984) (Breyer,\r                             \r\n\nJ.)).    The  district  court  is  then  \"freed  from  the  usual\r\n\nconstraints  that attend  the  adjudication of  summary  judgment\r\n\nmotions,\"  and may  engage in  a certain  amount of  factfinding,\r\n\nincluding the drawing of inferences.  Id.\r                                                  \r\n\n          By the same  token, the appellate court may assume that\r\n\nthe parties considered the  matter to have been submitted  to the\r\n\ndistrict court as  a case ready for decision on  the merits.  Id.\r                                                                          \r\n\nThe  standard for  appellate review  consequently shifts  from de\r                                                                           \r\n\nnovo  review to clear-error review; that is, the district court's\r              \r\n\n                               -6-\r\r\n\nfactual inferences should be  set aside only if they  are clearly\r\n\nerroneous.  Id. (citing United States v. Ven-Fuel, Inc., 758 F.2d\r                                                                 \r\n\n741, 744 n.1 (1st Cir. 1985)).\r\n\n          In  the  instant  case,  the  parties  cross-moved  for\r\n\nsummary  judgment, yet both agreed that there was no dispute over\r\n\nthe basic  facts of  the case.2   Nor did  either party  give any\r\n\nindication  that it  intended to  present additional  evidence or\r\n\nwitnesses, or request a jury trial.  The only dispute in the case\r\n\nstems  from the inferences that  the parties claim  must be drawn\r\n\nfrom  those  basic facts  --  what legal  significance  should be\r\n\nascribed  to those  facts.   In  effect,  therefore, the  parties\r\n\nsubmitted their case to the district court as a case stated.  See\r                                                                           \r\n\nSteamship  Clerks,  48 F.3d  at  603 (holding  same  in virtually\r                           \r\n\nidentical procedural circumstances).  Similarly, the parties both\r\n\nstate in their appeal  briefs and during oral argument  that they\r\n\nagree upon the basic material facts of the case.  Accordingly, we\r\n\nare bound to  apply the more deferential clear-error  standard of\r\n\nreview when examining the inferences drawn by the district court.\r\n\nId.  The district court's legal conclusions nevertheless engender\r            \r\n\n                    \r                              \r\n\n2  Of course, the mere fact that the parties moved simultaneously\r\nfor summary  judgment does not automatically  change the district\r\ncourt's analysis  or render  the customary standard  of appellate\r\nreview obsolete.  Unless the special circumstances described here\r\nare present,  \"the nisi  prius court  must  consider each  motion\r                                        \r\nseparately, drawing  inferences against each movant  in turn, and\r\nthe court of appeals must  engage in de novo review.\"   Steamship\r                                                                           \r\nClerks,  48 F.3d  at 603 n.8  (citing El  D a, Inc.  v. Hern ndez\r                                                                           \r\nCol n,  963 F.2d  488, 492  n.4 (1st  Cir. 1992);  Griggs-Ryan v.\r                                                                        \r\nSmith, 904 F.2d 112, 115 (1st Cir. 1990)).    \r               \r\n\n                               -7-\r\r\n\nde novo review.  Id. (citing McCarthy v. Azure, 22  F.3d 351, 354\r                                                        \r\n\n(1st Cir. 1994)).\r\n\n          B.  The District Court's Decision\r                    B.  The District Court's Decision\r                                                     \r\n\n          The Unions'  primary contention  on appeal is  that the\r\n\ndistrict court erred  as a matter of law, and  that its ruling is\r\n\ncontrary  to  the  Supreme  Court's  decision  in  Retail  Clerks\r                                                                           \r\n\nInternat'l Ass'n Local 128 v. Lion Dry Goods, 369 U.S. 17 (1962).\r                                                      \r\n\nSpecifically, the Unions  argue that the Lion  Dry Goods decision\r                                                                  \r\n\ncompels  the legal  conclusion that the  recall agreement  in the\r\n\ninstant  case  is an  enforceable contract.    We think  that the\r\n\nUnions' argument ascribes too much to the Lion Dry Goods case and\r                                                                  \r\n\ntoo little to the district court's decision here.\r\n\n          In addressing the issue of whether the recall agreement\r\n\nsurvived the Unions' decertification, the district court began by\r\n\nnoting  that  \"decertification  ends the  enforceability  of  any\r\n\ncollective bargaining agreement,\" and observing that both parties\r\n\nconcede that the  Company is  no longer obliged  to negotiate  or\r\n\nbargain with the  Unions or to honor the terms  and conditions of\r\n\nthe  previous  collective bargaining  agreements.    Going on  to\r\n\ndiscuss the issue of  the recall agreement's continued viability,\r\n\nthe court explained:\r\n\n               [The  recall agreement  was] [d]rafted\r\n            at  a  time when  the  Unions were  still\r\n            certified    as    majority    bargaining\r\n            representatives,  [and] it  requires that\r\n            the  Unions receive a  copy of any recall\r\n            notice  sent  to  unreinstated  strikers.\r\n            The  recall  contract establishes  rights\r\n            for   this    category   of   represented\r\n\n                               -8-\r\r\n\n            employees  and  affects their  seniority.\r\n            Indeed, it  specifies that its  terms are\r\n            to prevail if there  is any conflict with\r\n            \"the  other  provisions   of  the   labor\r\n            agreement\"  .  .  .  . Thus,  the  recall\r                                                               \r\n            agreement   is   tied  directly   to  the\r                                                               \r\n            collective  bargaining   agreement:    it\r                                                        \r\n            supersedes  or   amends  any  conflicting\r\n            portions  of  the  collective  bargaining\r\n            agreement;  it  affects seniority  rights\r\n            under    the     collective    bargaining\r\n            agreement;  and  its  notice  requirement\r\n            contemplates  ongoing  union involvement.\r\n            To say that this contract survives, then,\r\n            would affect any negotiations with  a new\r\n            union  that might  seek  to  represent  a\r\n            majority of International Paper employees\r\n            and  in the  meantime would  perpetuate a\r\n            limited    portion   of    the   elements\r\n            ordinarily   covered   by  a   collective\r\n            bargaining   agreement  .   .  .   .  The\r\n            conclusion is  therefore unavoidable that\r\n            this recall and  seniority contract  does\r\n            not survive decertification.\r\n\n               I  do  not need  to  decide  whether a\r                                                               \r\n            company  and  a  union can  ever  make an\r                                                               \r\n            agreement that will be  enforceable after\r                                                               \r\n            a  decertification.   Here,  there is  no\r                                                               \r\n            indication in the  recall agreement  that\r                                                               \r\n            the  parties  intended   it  to   survive\r                                                               \r\n            decertification . .  . . I  conclude that\r                                     \r\n            on  the  undisputed  record   the  recall\r\n            agreement   became   unenforceable   upon\r\n            decertification of the Unions.\r\n\n(Emphasis  added)(footnotes  omitted).   In  a  footnote to  this\r\n\ndiscussion,  the  district  court   noted  that  Lion  Dry  Goods\r                                                                           \r\n\n\"suggests that contracts with minority unions may be enforceable,\r\n\nbut the only  matter actually decided there was that jurisdiction\r\n\nexisted under   301 [of the LMRA].\"\r\n\n          We agree with the district court that Lion Dry Goods is\r                                                                        \r\n\nnot dispositive of the issue in the instant case.  Our reading of\r\n\nthat  case indicates that  the Supreme Court  was only addressing\r\n\n                               -9-\r\r\n\nthe narrow issue of whether a strike settlement agreement between\r\n\na minority union and an employer constitutes a \"contract\" as that\r\n\nterm is  employed in    301(a) of the  LMRA, 29 U.S.C.    185(a).\r\n\nLion Dry  Goods, 369 U.S.  at 27.   Reasoning that the  language,\r                         \r\n\npurpose,  and legislative history  of the statute  do not support\r\n\nthe  exclusion of such agreements from  the purview of    301(a),\r\n\nid. at 26-28, the  Court held that claims for  alleged violations\r            \r\n\nof such agreements  are \"cognizable\" under   301(a).   Id. at 29-\r                                                                   \r\n\n30.3\r\n\n          The parties in the instant case disagree over the scope\r\n\nof  the Court's holding in  Lion Dry Goods;  the Company contends\r                                                    \r\n\nthat  it  is merely  a grant  of  jurisdiction, while  the Unions\r\n\ncontend that it stands for the proposition that contracts between\r\n\nunions and employers remain enforceable even after  the union has\r\n\nlost its majority representative status.\r\n\n          We  need  not  resolve  this dispute,  however.    Even\r\n\nassuming arguendo that Lion Dry Goods holds, as the Unions claim,\r                                               \r\n\nthat contracts between unions and employers are enforceable after\r\n\ndecertification, it cannot by any stretch be said to require that\r\n\nall such contracts must be  enforced regardless of the intentions\r                                                                           \r\n\nof the parties to the contract.   Indeed, the district court  did\r                                        \r\n\nnot  hold  that  recall  agreements  were  as  a  general  matter\r\n\nunenforceable  after decertification.    It  merely analyzed  the\r\n                    \r                              \r\n\n3  In so holding, the  Court rejected arguments that the language\r\nof   301 contemplated only those  contracts between employers and\r\nunions representing a majority  of employees, explaining that the\r\nlanguage and history of the statute did not support such a narrow\r\nconstruction.  Id. at 28-29.\r                           \r\n\n                               -10-\r\r\n\nagreement before it, and inferred from the undisputed facts  that\r\n\nthe agreement  had not been intended  to survive decertification.\r                                              \r\n\nThe Lion Dry Goods case, regardless of the  scope of its holding,\r                            \r\n\nis  therefore   inapposite,  and  the  Unions'   reliance  on  it\r\n\nmisplaced.4\r\n\n          Having disposed of this argument, we are left only with\r\n\nthe   Unions'  contentions   that   the   district   court   drew\r\n\nimpermissible inferences  in concluding, based on  the undisputed\r\n\nfactual record before  it, that  the parties did  not intend  the\r\n\nrecall  agreement to  survive decertification.   As  we explained\r\n\nsupra, however, we review these  inferences only for clear error.\r               \r\n\nAfter  carefully examining  the  record, we  can discern  no such\r\n\nclear error on the part of the district court.\r\n\n          The Unions  challenge the district court's finding that\r\n\nthe  recall  agreement  contemplated  an  \"ongoing  relationship\"\r\n\nbetween the parties and therefore could not have been intended to\r\n\n                    \r                              \r\n\n4    Contrary to  the  Unions'  arguments, the  district  court's\r\ndecision did  not hinge on the fact that the Unions no longer had\r\nmajority representative status.  Rather, the court explained that\r\nbecause  it found that the  recall agreement, by  its very terms,\r\nwas  \"tied directly\"  to the unenforceable  collective bargaining\r\nagreement,  it  had  not been  intended  to  survive the  Unions'\r\ndecertification.  In other words, the court's decision rested not\r\non the  status of the  Unions, but  upon indicia of  the parties'\r\nintentions in negotiating the agreement.\r\n\n  We also reject the Unions' arguments that  the district court's\r\nconcern  that  the  recall  agreement would  affect  a  successor\r\nunion's ability to  represent Company employees is  \"ill-founded\"\r\nin light of  the Lion Dry Goods  case.  The  parties in Lion  Dry\r                                                                           \r\nGoods  explicitly agreed  that their  contract would  have effect\r                                  \r\neven after the Union lost its majority representative status, 369\r\nU.S.  at 22-23,  a crucial  fact markedly  absent in  the instant\r\ncase.\r\n\n                               -11-\r\r\n\nremain in  effect after the Unions' decertification.   The Unions\r\n\nconcede  that the  provisions  cited by  the  district court  are\r\n\ncharacterized  accurately;  the Unions  urge,  however,  that \"it\r\n\ncould just as equally be said\" that the agreement was intended to\r\n\nsurvive decertification.  The Unions  offer no facts or  evidence\r\n\nin support of this argument, nor do they claim that this actually\r\n\nwas  the parties'  intent.   They also  do  not indicate  how the\r\n\ndistrict court's  inference was  unreasonable or  erroneous; they\r\n\nmerely claim that the opposite conclusion could have been made in\r                                                         \r\n\ninterpreting the  agreement.  We think that  the district court's\r\n\ninferences based on the undisputed record were well-supported and\r\n\nreasonable.  We certainly cannot say that they rise to the  level\r\n\nof clear error, so  we must reject the  Unions' argument on  this\r\n\nscore.\r\n\n          Similarly, we are not persuaded by the Unions' argument\r\n\nthat the district court  erred in concluding that the  absence of\r\n\nan  expiration  date  in  the  agreement,  among  other  indicia,\r\n\nsupported  the inference  that  it was  not  intended to  survive\r\n\ndecertification.  We agree that the absence of an expiration date\r\n\ncould  be  interpreted to  mean  that  the parties  intended  the\r               \r\n\nagreement to remain in effect until all employees'  recall rights\r\n\nwere exhausted, regardless of  the Unions' representative status.\r\n\nWe do  not see, however, nor  do the Unions point  to, any reason\r\n\nthat  the  district  court's   conclusion  to  the  contrary  was\r\n\nunreasonable.      The  decertification   petition   was  pending\r\n\nthroughout  the parties'  negotiations,  and neither  party could\r\n\n                               -12-\r\r\n\nhave accurately  predicted when it would take  place.  Certainly,\r\n\nif  the Unions had intended  for the recall  agreement to survive\r\n\ntheir  possible  decertification, they  could have  bargained for\r\n\nsuch a provision.  We think that the absence of  such a provision\r\n\nor expiration date, under these circumstances, just as reasonably\r\n\nsupports the  inference that  the parties  had  not intended  the\r                                                             \r\n\nagreement  to survive.      We therefore  find  no error  in  the\r\n\ndistrict court's conclusion to this effect.\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          Finding no clear error, we affirm.\r                                                     \r\n\n                               -13-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1075\r\n\n             UNITED PAPERWORKERS INTERNATIONAL UNION,\r\n                  LOCAL 14, AFL-CIO-CLC, ET AL.,\r\n\n                     Plaintiffs - Appellants,\r\n\n                                v.\r\n\n                   INTERNATIONAL PAPER COMPANY,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                           \r\n\n     Jeffrey  Neil  Young, with  whom  McTeague,  Higbee, Libner,\r                                                                           \r\nMacAdam, Case &amp; Watson was on brief for appellants.\r                                \r\n     Jane  B.  Jacobs, with  whom  Andrew  E.  Zelman and  Klein,\r                                                                           \r\nZelman, Briton,  Rothermel &amp;  Dichter, L.L.P.  were on brief  for\r                                                       \r\nappellee.\r\n\n                                           \r\n\n                        September 7, 1995\r\n                                           \r\r\n\n          TORRUELLA,  Chief  Judge.    The  plaintiff-appellants,\r                    TORRUELLA,  Chief  Judge\r                                            \r\n\nUnited Paperworkers  International Union, Local 14,  AFL-CIO, and\r\n\nInternational Brotherhood of Firemen  and Oilers, Local 246, AFL-\r\n\nCIO  (the  \"Unions\"), appeal  the  district  court's decision  on\r\n\nsummary  judgment in  favor of  International Paper  Company (the\r\n\n\"Company\"), ruling that a recall agreement between the Unions and\r\n\nthe    Company    became   unenforceable    upon    the   Unions'\r\n\ndecertification.  For the following reasons, we affirm.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          The Unions  and the  Company  agree that  there are  no\r\n\nmaterial facts in dispute.  The Company owns and operates a paper\r\n\nmill in Jay, Maine  known as the Androscoggin Mill  (the \"Mill\").\r\n\nBetween  1965  and   March  1993,  employees  at  the  Mill  were\r\n\nrepresented for purposes of  collective bargaining by the Unions.\r\n\nThroughout  that  time,  the Unions  and  the  Company  have been\r\n\nparties to  a series of collective  bargaining agreements setting\r\n\nforth the  terms and conditions  of employment at  the Mill.   In\r\n\nJune  1987, when  the Company and  the Unions could  not reach an\r\n\naccord over a succeeding collective bargaining agreement, members\r\n\nof the  Unions engaged in an economic  strike.  The Company hired\r\n\nreplacement workers during the strike.\r\n\n          In  October of 1987, the  Company laid off 151 striking\r\n\nemployees  (the \"Employees\").   All but three  of these Employees\r\n\nhad  recall rights for twelve  months after layoff.1   The twelve\r\n                    \r                              \r\n\n1   The other  three  employees resigned  in 1989  pursuant to  a\r\npension offer negotiated  by the Unions.  Therefore,  these three\r\nemployees are not at issue in this case.\r\n\n                               -2-\r\r\n\nmonth period  in which  the  Employees were  eligible for  recall\r\n\nexpired before the parties began strike settlement negotiations.\r\n\n          On November 16, 1987, certain Mill employees petitioned\r\n\nthe  National  Labor Relations  Board  (the  \"NLRB\")  to  hold  a\r\n\ndecertification election to determine whether the Mill  employees\r\n\ndesired  continued  representation by  the  Unions.   The  actual\r\n\nelection was delayed for over a year.\r\n\n          On October 9,  1988, the Unions ended their  strike and\r\n\nmade an unconditional offer  to return to work.   Between October\r\n\n18  and October 26, 1988,  the Unions and  the Company negotiated\r\n\nand  executed an  agreement  setting forth  terms and  procedures\r\n\nunder  which former  strikers  would be  recalled as  replacement\r\n\nworkers  left  and  their  positions became  available.    During\r\n\nnegotiations,  the Unions raised  the issue of  the 151 Employees\r\n\nwho had been laid off in October 1987 and whose recall rights had\r\n\ntechnically expired.   The final recall  agreement provided, with\r\n\nlimited  exceptions, that  the 151  laid  off Employees  would be\r\n\namong the employees recalled under the agreement.\r\n\n          In April 1989, at the Unions' request, portions of  the\r\n\nrecall agreement  were renegotiated and amended  to include lists\r\n\nsetting forth the order  in which employees were to  be recalled.\r\n\nThe 151 laid  off Employees were included  on these lists.   Both\r\n\nthe October 1988 agreement and  the April 1989 amended  agreement\r\n\nwere  silent   as  to   its  duration   or   termination.     The\r\n\ndecertification petition was pending throughout the negotiations.\r\n\n                               -3-\r\r\n\n          In  July 1989,  the  NLRB  conducted a  decertification\r\n\nelection at the  Mill.   Of the employees  eligible to vote,  616\r\n\nvoted  for  decertification,  and   361  voted  against.    After\r\n\ninvestigating  and holding a hearing  on the Unions' challenge to\r\n\nthe election, the NLRB issued  a decision upholding the  election\r\n\nresults and dismissing the  Unions' objections.  The Unions  thus\r\n\nbecame  decertified  as  of   March  30,  1993.     Both  parties\r\n\nacknowledge   that   upon   decertification,  the   then-existing\r\n\ncollective bargaining agreement, which  would otherwise have been\r\n\neffective until September 30, 1993, became null and void.\r\n\n          In  August 1993,  the  Company advised  the Unions  and\r\n\nseveral of  the 151 laid  off Employees that  as a result  of the\r\n\nUnions' decertification,  the  Employees  no  longer  had  recall\r\n\nrights.  The Unions thereafter  filed this  action in  the United\r\n\nStates District  Court for the District of Maine, contending that\r\n\nthe recall agreement, unlike the collective bargaining agreement,\r\n\nsurvived the Unions' decertification and thus remained binding on\r\n\nthe Company.\r\n\n          Following  cross-motions  for  summary   judgment,  the\r\n\ndistrict  court issued  its decision  on December  1, 1994.   The\r\n\ndistrict court found that  there was no indication in  the recall\r\n\nagreement  itself  that  the   parties  intended  it  to  survive\r\n\ndecertification,  despite  the  fact  that   the  decertification\r\n\npetition had been filed and was pending during the negotiation of\r\n\nthe  agreement.   The  court  explained that  because  the recall\r\n\nagreement  establishes  rights  for  a  category  of  represented\r\n\n                               -4-\r\r\n\nemployees, and explicitly specifies that its terms are to prevail\r\n\nif  there is  any conflict  with \"other  provisions of  the labor\r\n\nagreement,\"  the  recall  agreement  is  \"tied  directly  to  the\r\n\ncollective  bargaining  agreement,\"  such  that  it  contemplates\r\n\n\"ongoing union involvement.\"   Because the recall agreement would\r\n\naffect  the Company's  negotiations with  a new union  seeking to\r\n\nrepresent  a  majority  of  employees, and  would  \"perpetuate  a\r\n\nlimited  portion   of  the  elements  ordinarily   covered  by  a\r\n\ncollective bargaining agreement,\" the  recall agreement cannot be\r\n\nsaid to  be independent  of the collective  bargaining agreement.\r\n\nTherefore,  the  court reasoned,  the  recall  agreement did  not\r\n\nsurvive decertification.  Accordingly, the court granted  summary\r\n\njudgment in the Company's favor.\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n          A.  Standards of Review\r                    A.  Standards of Review\r                                           \r\n\n          In  general,  summary judgment  is  proper  only if  no\r\n\ngenuine  issue of material fact exists and the movant is entitled\r\n\nto  judgment  as  a matter  of  law.    Fed.  R. Civ.  P.  56(c).\r\n\nTherefore,  a   party  seeking  summary  judgment   must  make  a\r\n\npreliminary  showing  that  no  genuine issue  of  material  fact\r\n\nexists.  Once  this showing is made, the non-movant must point to\r\n\nspecific facts  demonstrating that there is  a trialworthy issue.\r\n\nNational Amusements, Inc.  v. Town  of Dedham, </pre><span class=\"citation\" data-id=\"195818\"><a href=\"/opinion/195818/national-amusements-v-town-of-dedham/\"><span class=\"volume\">43</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span><pre class=\"inline\">,  735\r                                                       \r\n\n(1st  Cir.  1995).   An  issue  is  \"genuine\"  when the  evidence\r\n\nrelevant to it, viewed in  the light most flattering to the  non-\r\n\nmoving party,  is \"sufficiently  open-ended to permit  a rational\r\n\n                               -5-\r\r\n\nfactfinder to resolve the  issue in favor  of either side.\"   </pre><span class=\"citation\" data-id=\"195818\"><a href=\"/opinion/195818/national-amusements-v-town-of-dedham/\"><span class=\"id_token\">Id.</span>\r                                                                          \r\n\n(citation  omitted). </a></span><pre class=\"inline\">   Because  the  summary  judgment  standard\r\n\nrequires the  trial court to  make a  legal determination  rather\r\n\nthan  to  engage in  factfinding,  appellate  review is  plenary.\r\n\nEqual  Employment Opportunity  Comm'n  v. Steamship  Clerks Union\r                                                                           \r\n\n1066, </pre><span class=\"citation\" data-id=\"195936\"><a href=\"/opinion/195936/eeoc-v-local-1066/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">594</span></a></span><pre class=\"inline\">, 602 (1st Cir. 1995).\r              \r\n\n          This standard is the norm.   Having stated it, however,\r\n\nwe must  note  that under  our  precedent, in  certain,  somewhat\r\n\nunusual cases, this standard does not apply.  In a  nonjury case,\r\n\nwhen the  basic dispute  between  the parties  concerns only  the\r\n\nfactual  inferences that one might draw from the more basic facts\r\n\nto which the  parties have  agreed, and where  neither party  has\r\n\nsought  to  introduce additional  factual  evidence  or asked  to\r\n\npresent witnesses,  the parties are, in  effect, submitting their\r\n\ndispute  to the court as  a \"case stated.\"   Steamship </pre><span class=\"citation\" data-id=\"195936\"><span class=\"antecedent_guess\">Clerks,</span> <a href=\"/opinion/195936/eeoc-v-local-1066/\"><span class=\"volume\">48</span>\r                                                                       \r\n\n<span class=\"reporter\">F.3d</span>  at <span class=\"page\">603</span> </a></span><pre class=\"inline\">(citing Federaci n de Empleados del Tribunal Gen. de\r                                                                           \r\n\nJusticia  v. Torres,  </pre><span class=\"citation\" data-id=\"443945\"><a href=\"/opinion/443945/federacion-de-empleados-del-tribunal-general-de-justicia-v-eulalio-a/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">35</span></a></span><pre class=\"inline\">, 36  (1st Cir.  1984) (Breyer,\r                             \r\n\nJ.)).    The  district  court  is  then  \"freed  from  the  usual\r\n\nconstraints  that attend  the  adjudication of  summary  judgment\r\n\nmotions,\"  and may  engage in  a certain  amount of  factfinding,\r\n\nincluding the drawing of inferences.  </pre><span class=\"citation\" data-id=\"443945\"><a href=\"/opinion/443945/federacion-de-empleados-del-tribunal-general-de-justicia-v-eulalio-a/\"><span class=\"id_token\">Id.</span>\r                                                  \r\n\n          By the </a></span><pre class=\"inline\">same  token, the appellate court may assume that\r\n\nthe parties considered the  matter to have been submitted  to the\r\n\ndistrict court as  a case ready for decision on  the merits.  </pre><span class=\"citation\" data-id=\"443945\"><a href=\"/opinion/443945/federacion-de-empleados-del-tribunal-general-de-justicia-v-eulalio-a/\"><span class=\"id_token\">Id.</span>\r                                                                          \r\n\nThe  standard </a></span><pre class=\"inline\">for  appellate review  consequently shifts  from de\r                                                                           \r\n\nnovo  review to clear-error review; that is, the district court's\r              \r\n\n                               -6-\r\r\n\nfactual inferences should be  set aside only if they  are clearly\r\n\nerroneous.  </pre><span class=\"citation\" data-id=\"443945\"><a href=\"/opinion/443945/federacion-de-empleados-del-tribunal-general-de-justicia-v-eulalio-a/\"><span class=\"id_token\">Id.</span> (citing United </a></span><pre class=\"inline\">States v. Ven-Fuel, Inc., </pre><span class=\"citation\" data-id=\"450368\"><a href=\"/opinion/450368/united-states-v-ven-fuel-inc/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n\n<span class=\"page\">741</span></a></span><pre class=\"inline\">, 744 n.1 (1st Cir. 1985)).\r\n\n          In  the  instant  case,  the  parties  cross-moved  for\r\n\nsummary  judgment, yet both agreed that there was no dispute over\r\n\nthe basic  facts of  the case.2   Nor did  either party  give any\r\n\nindication  that it  intended to  present additional  evidence or\r\n\nwitnesses, or request a jury trial.  The only dispute in the case\r\n\nstems  from the inferences that  the parties claim  must be drawn\r\n\nfrom  those  basic facts  --  what legal  significance  should be\r\n\nascribed  to those  facts.   In  effect,  therefore, the  parties\r\n\nsubmitted their case to the district court as a case stated.  See\r                                                                           \r\n\nSteamship  </pre><span class=\"citation\" data-id=\"195936\"><span class=\"antecedent_guess\">Clerks,</span>  <a href=\"/opinion/195936/eeoc-v-local-1066/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span>  at  <span class=\"page\">603</span> </a></span><pre class=\"inline\">(holding  same  in virtually\r                           \r\n\nidentical procedural circumstances).  Similarly, the parties both\r\n\nstate in their appeal  briefs and during oral argument  that they\r\n\nagree upon the basic material facts of the case.  Accordingly, we\r\n\nare bound to  apply the more deferential clear-error  standard of\r\n\nreview when examining the inferences drawn by the district court.\r\n\n</pre><span class=\"citation\" data-id=\"195936\"><a href=\"/opinion/195936/eeoc-v-local-1066/\"><span class=\"id_token\">Id.</span>  The district </a></span><pre class=\"inline\">court's legal conclusions nevertheless engender\r            \r\n\n                    \r                              \r\n\n2  Of course, the mere fact that the parties moved simultaneously\r\nfor summary  judgment does not automatically  change the district\r\ncourt's analysis  or render  the customary standard  of appellate\r\nreview obsolete.  Unless the special circumstances described here\r\nare present,  \"the nisi  prius court  must  consider each  motion\r                                        \r\nseparately, drawing  inferences against each movant  in turn, and\r\nthe court of appeals must  engage in de novo review.\"   Steamship\r                                                                           \r\n</pre><span class=\"citation\" data-id=\"195936\"><span class=\"antecedent_guess\">Clerks,</span>  <a href=\"/opinion/195936/eeoc-v-local-1066/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span>  at <span class=\"page\">603</span> </a></span><pre class=\"inline\">n.8  (citing El  D a, Inc.  v. Hern ndez\r                                                                           \r\nCol n,  </pre><span class=\"citation\" data-id=\"583336\"><a href=\"/opinion/583336/el-dia-inc-v-rafael-hernandez-colon/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">488</span></a></span><pre class=\"inline\">, 492  n.4 (1st  Cir. 1992);  Griggs-Ryan v.\r                                                                        \r\nSmith, </pre><span class=\"citation\" data-id=\"542297\"><a href=\"/opinion/542297/gerald-griggs-ryan-v-beulah-smith-gerald-griggs-ryan-v-richard-connelly/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span><pre class=\"inline\">, 115 (1st Cir. 1990)).    \r               \r\n\n                               -7-\r\r\n\nde novo review.  </pre><span class=\"citation\" data-id=\"542297\"><a href=\"/opinion/542297/gerald-griggs-ryan-v-beulah-smith-gerald-griggs-ryan-v-richard-connelly/\"><span class=\"id_token\">Id.</span> (citing McCarthy </a></span><pre class=\"inline\">v. Azure, </pre><span class=\"citation\" data-id=\"195334\"><a href=\"/opinion/195334/mccarthy-v-azure/\"><span class=\"volume\">22</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">351</span></a></span><pre class=\"inline\">, 354\r                                                        \r\n\n(1st Cir. 1994)).\r\n\n          B.  The District Court's Decision\r                    B.  The District Court's Decision\r                                                     \r\n\n          The Unions'  primary contention  on appeal is  that the\r\n\ndistrict court erred  as a matter of law, and  that its ruling is\r\n\ncontrary  to  the  Supreme  Court's  decision  in  Retail  Clerks\r                                                                           \r\n\nInternat'l Ass'n Local 128 v. Lion Dry Goods, </pre><span class=\"citation\" data-id=\"106346\"><a href=\"/opinion/106346/retail-clerks-v-lion-dry-goods-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span> </a></span><pre class=\"inline\">(1962).\r                                                      \r\n\nSpecifically, the Unions  argue that the Lion  Dry Goods decision\r                                                                  \r\n\ncompels  the legal  conclusion that the  recall agreement  in the\r\n\ninstant  case  is an  enforceable contract.    We think  that the\r\n\nUnions' argument ascribes too much to the Lion Dry Goods case and\r                                                                  \r\n\ntoo little to the district court's decision here.\r\n\n          In addressing the issue of whether the recall agreement\r\n\nsurvived the Unions' decertification, the district court began by\r\n\nnoting  that  \"decertification  ends the  enforceability  of  any\r\n\ncollective bargaining agreement,\" and observing that both parties\r\n\nconcede that the  Company is  no longer obliged  to negotiate  or\r\n\nbargain with the  Unions or to honor the terms  and conditions of\r\n\nthe  previous  collective bargaining  agreements.    Going on  to\r\n\ndiscuss the issue of  the recall agreement's continued viability,\r\n\nthe court explained:\r\n\n               [The  recall agreement  was] [d]rafted\r\n            at  a  time when  the  Unions were  still\r\n            certified    as    majority    bargaining\r\n            representatives,  [and] it  requires that\r\n            the  Unions receive a  copy of any recall\r\n            notice  sent  to  unreinstated  strikers.\r\n            The  recall  contract establishes  rights\r\n            for   this    category   of   represented\r\n\n                               -8-\r\r\n\n            employees  and  affects their  seniority.\r\n            Indeed, it  specifies that its  terms are\r\n            to prevail if there  is any conflict with\r\n            \"the  other  provisions   of  the   labor\r\n            agreement\"  .  .  .  . Thus,  the  recall\r                                                               \r\n            agreement   is   tied  directly   to  the\r                                                               \r\n            collective  bargaining   agreement:    it\r                                                        \r\n            supersedes  or   amends  any  conflicting\r\n            portions  of  the  collective  bargaining\r\n            agreement;  it  affects seniority  rights\r\n            under    the     collective    bargaining\r\n            agreement;  and  its  notice  requirement\r\n            contemplates  ongoing  union involvement.\r\n            To say that this contract survives, then,\r\n            would affect any negotiations with  a new\r\n            union  that might  seek  to  represent  a\r\n            majority of International Paper employees\r\n            and  in the  meantime would  perpetuate a\r\n            limited    portion   of    the   elements\r\n            ordinarily   covered   by  a   collective\r\n            bargaining   agreement  .   .  .   .  The\r\n            conclusion is  therefore unavoidable that\r\n            this recall and  seniority contract  does\r\n            not survive decertification.\r\n\n               I  do  not need  to  decide  whether a\r                                                               \r\n            company  and  a  union can  ever  make an\r                                                               \r\n            agreement that will be  enforceable after\r                                                               \r\n            a  decertification.   Here,  there is  no\r                                                               \r\n            indication in the  recall agreement  that\r                                                               \r\n            the  parties  intended   it  to   survive\r                                                               \r\n            decertification . .  . . I  conclude that\r                                     \r\n            on  the  undisputed  record   the  recall\r\n            agreement   became   unenforceable   upon\r\n            decertification of the Unions.\r\n\n(Emphasis  added)(footnotes  omitted).   In  a  footnote to  this\r\n\ndiscussion,  the  district  court   noted  that  Lion  Dry  Goods\r                                                                           \r\n\n\"suggests that contracts with minority unions may be enforceable,\r\n\nbut the only  matter actually decided there was that jurisdiction\r\n\nexisted under   301 [of the LMRA].\"\r\n\n          We agree with the district court that Lion Dry Goods is\r                                                                        \r\n\nnot dispositive of the issue in the instant case.  Our reading of\r\n\nthat  case indicates that  the Supreme Court  was only addressing\r\n\n                               -9-\r\r\n\nthe narrow issue of whether a strike settlement agreement between\r\n\na minority union and an employer constitutes a \"contract\" as that\r\n\nterm is  employed in    301(a) of the  LMRA, 29 U.S.C.    185(a).\r\n\nLion Dry  </pre><span class=\"citation\" data-id=\"106346\"><span class=\"antecedent_guess\">Goods,</span> <a href=\"/opinion/106346/retail-clerks-v-lion-dry-goods-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">27</span></a></span><pre class=\"inline\">.   Reasoning that the  language,\r                         \r\n\npurpose,  and legislative history  of the statute  do not support\r\n\nthe  exclusion of such agreements from  the purview of    301(a),\r\n\n</pre><span class=\"citation\" data-id=\"106346\"><a href=\"/opinion/106346/retail-clerks-v-lion-dry-goods-inc/\"><span class=\"id_token\">id.</span> at 26-28, </a></span><pre class=\"inline\">the  Court held that claims for  alleged violations\r            \r\n\nof such agreements  are \"cognizable\" under   301(a).   </pre><span class=\"citation\" data-id=\"106346\"><a href=\"/opinion/106346/retail-clerks-v-lion-dry-goods-inc/\"><span class=\"id_token\">Id.</span> at 29-\r</a></span><pre class=\"inline\">                                                                   \r\n\n30.3\r\n\n          The parties in the instant case disagree over the scope\r\n\nof  the Court's holding in  Lion Dry Goods;  the Company contends\r                                                    \r\n\nthat  it  is merely  a grant  of  jurisdiction, while  the Unions\r\n\ncontend that it stands for the proposition that contracts between\r\n\nunions and employers remain enforceable even after  the union has\r\n\nlost its majority representative status.\r\n\n          We  need  not  resolve  this dispute,  however.    Even\r\n\nassuming arguendo that Lion Dry Goods holds, as the Unions claim,\r                                               \r\n\nthat contracts between unions and employers are enforceable after\r\n\ndecertification, it cannot by any stretch be said to require that\r\n\nall such contracts must be  enforced regardless of the intentions\r                                                                           \r\n\nof the parties to the contract.   Indeed, the district court  did\r                                        \r\n\nnot  hold  that  recall  agreements  were  as  a  general  matter\r\n\nunenforceable  after decertification.    It  merely analyzed  the\r\n                    \r                              \r\n\n3  In so holding, the  Court rejected arguments that the language\r\nof   301 contemplated only those  contracts between employers and\r\nunions representing a majority  of employees, explaining that the\r\nlanguage and history of the statute did not support such a narrow\r\nconstruction.  </pre><span class=\"citation\" data-id=\"106346\"><a href=\"/opinion/106346/retail-clerks-v-lion-dry-goods-inc/\"><span class=\"id_token\">Id.</span> at 28-29.\r</a></span><pre class=\"inline\">                           \r\n\n                               -10-\r\r\n\nagreement before it, and inferred from the undisputed facts  that\r\n\nthe agreement  had not been intended  to survive decertification.\r                                              \r\n\nThe Lion Dry Goods case, regardless of the  scope of its holding,\r                            \r\n\nis  therefore   inapposite,  and  the  Unions'   reliance  on  it\r\n\nmisplaced.4\r\n\n          Having disposed of this argument, we are left only with\r\n\nthe   Unions'  contentions   that   the   district   court   drew\r\n\nimpermissible inferences  in concluding, based on  the undisputed\r\n\nfactual record before  it, that  the parties did  not intend  the\r\n\nrecall  agreement to  survive decertification.   As  we </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">explained</span>\r\n\nsupra</span><pre class=\"inline\">, however, we review these  inferences only for clear error.\r               \r\n\nAfter  carefully examining  the  record, we  can discern  no such\r\n\nclear error on the part of the district court.\r\n\n          The Unions  challenge the district court's finding that\r\n\nthe  recall  agreement  contemplated  an  \"ongoing  relationship\"\r\n\nbetween the parties and therefore could not have been intended to\r\n\n                    \r                              \r\n\n4    Contrary to  the  Unions'  arguments, the  district  court's\r\ndecision did  not hinge on the fact that the Unions no longer had\r\nmajority representative status.  Rather, the court explained that\r\nbecause  it found that the  recall agreement, by  its very terms,\r\nwas  \"tied directly\"  to the unenforceable  collective bargaining\r\nagreement,  it  had  not been  intended  to  survive the  Unions'\r\ndecertification.  In other words, the court's decision rested not\r\non the  status of the  Unions, but  upon indicia of  the parties'\r\nintentions in negotiating the agreement.\r\n\n  We also reject the Unions' arguments that  the district court's\r\nconcern  that  the  recall  agreement would  affect  a  successor\r\nunion's ability to  represent Company employees is  \"ill-founded\"\r\nin light of  the Lion Dry Goods  case.  The  parties in Lion  Dry\r                                                                           \r\nGoods  explicitly agreed  that their  contract would  have effect\r                                  \r\neven after the Union lost its majority representative </pre><span class=\"citation\" data-id=\"106346\"><span class=\"antecedent_guess\">status,</span> <a href=\"/opinion/106346/retail-clerks-v-lion-dry-goods-inc/\"><span class=\"volume\">369</span>\r\n<span class=\"reporter\">U.S.</span>  at <span class=\"page\">22-23</span></a></span><pre class=\"inline\">,  a crucial  fact markedly  absent in  the instant\r\ncase.\r\n\n                               -11-\r\r\n\nremain in  effect after the Unions' decertification.   The Unions\r\n\nconcede  that the  provisions  cited by  the  district court  are\r\n\ncharacterized  accurately;  the Unions  urge,  however,  that \"it\r\n\ncould just as equally be said\" that the agreement was intended to\r\n\nsurvive decertification.  The Unions  offer no facts or  evidence\r\n\nin support of this argument, nor do they claim that this actually\r\n\nwas  the parties'  intent.   They also  do  not indicate  how the\r\n\ndistrict court's  inference was  unreasonable or  erroneous; they\r\n\nmerely claim that the opposite conclusion could have been made in\r                                                         \r\n\ninterpreting the  agreement.  We think that  the district court's\r\n\ninferences based on the undisputed record were well-supported and\r\n\nreasonable.  We certainly cannot say that they rise to the  level\r\n\nof clear error, so  we must reject the  Unions' argument on  this\r\n\nscore.\r\n\n          Similarly, we are not persuaded by the Unions' argument\r\n\nthat the district court  erred in concluding that the  absence of\r\n\nan  expiration  date  in  the  agreement,  among  other  indicia,\r\n\nsupported  the inference  that  it was  not  intended to  survive\r\n\ndecertification.  We agree that the absence of an expiration date\r\n\ncould  be  interpreted to  mean  that  the parties  intended  the\r               \r\n\nagreement to remain in effect until all employees'  recall rights\r\n\nwere exhausted, regardless of  the Unions' representative status.\r\n\nWe do  not see, however, nor  do the Unions point  to, any reason\r\n\nthat  the  district  court's   conclusion  to  the  contrary  was\r\n\nunreasonable.      The  decertification   petition   was  pending\r\n\nthroughout  the parties'  negotiations,  and neither  party could\r\n\n                               -12-\r\r\n\nhave accurately  predicted when it would take  place.  Certainly,\r\n\nif  the Unions had intended  for the recall  agreement to survive\r\n\ntheir  possible  decertification, they  could have  bargained for\r\n\nsuch a provision.  We think that the absence of  such a provision\r\n\nor expiration date, under these circumstances, just as reasonably\r\n\nsupports the  inference that  the parties  had  not intended  the\r                                                             \r\n\nagreement  to survive.      We therefore  find  no error  in  the\r\n\ndistrict court's conclusion to this effect.\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          Finding no clear error, we affirm.\r                                                     \r\n\n                               -13-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106346/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195334/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195818/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195936/",
    "https://www.courtlistener.com/api/rest/v3/opinions/443945/",
    "https://www.courtlistener.com/api/rest/v3/opinions/450368/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542297/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583336/"
  ]
}