{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196298/",
  "id": 196298,
  "absolute_url": "/opinion/196298/united-states-v-catano/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196298/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:02:42Z",
  "date_modified": "2020-02-21T23:31:11.154550Z",
  "type": "010combined",
  "sha1": "c17d53d1aacc94dae4f62ee63bb4a9409ec19502",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1502.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-1502\r\n\n                          UNITED STATES,\r\n                            Appellee,\r\n\n                                v.\r\n\n                          JAIME CATANO,\r\n                      Defendant - Appellant.\r\n\n                                           \r\n\nNo. 94-1503\r\n\n                          UNITED STATES,\r\n                            Appellee,\r\n\n                                v.\r\n\n                         MICHAEL MURRAY,\r\n                      Defendant - Appellant.\r\n\n                                           \r\n\nNo. 94-1504\r\n\n                          UNITED STATES,\r\n                            Appellee,\r\n\n                                v.\r\n\n                          LEONEL CATANO,\r\n                      Defendant - Appellant.\r\n\n                                           \r\n\nNo. 94-1505\r\n\n                          UNITED STATES,\r\n                            Appellee,\r\n\n                                v.\r\n\n                          JAMES MURRAY,\r\n                      Defendant - Appellant.\r\n\n                                           \r\r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                      Stahl, Circuit Judge,\r                                                    \r\n\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n\n            and John R. Gibson,* Senior Circuit Judge.\r                                                               \r\n\n                                           \r\n\n     William A. Brown, by Appointment of the Court, for appellant\r                               \r\nJaime Catano.\r\n     Daniel J. O'Connell III for appellant Michael Murray.\r                                      \r\n     Robert  L.  Sheketoff, with  whom Sheketoff  &amp; Homan  was on\r                                                                   \r\nbrief for appellant Leonel Catano.\r\n     Steven  J. Brooks, with whom James P. Duggan, by Appointment\r                                                           \r\nof the Court, was on brief for appellant James Murray.\r\n     George W. Vien, Assistant United States, with whom Donald K.\r                                                                           \r\nStern, United States Attorney,  and Geoffrey E. Hobert, Assistant\r                                                                \r\nUnited States Attorney, were on brief for appellee.\r\n\n                                           \r\n\n                        September 18. 1995\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the Eighth Circuit, sitting by designation.\r\n\n                               -2-\r\r\n\n          JOHN  R. GIBSON,  Senior  Circuit Judge.   Michael  and\r                    JOHN  R. GIBSON,  Senior  Circuit Judge\r                                                           \r\n\nJames Murray appeal their convictions  of one count of conspiracy\r\n\nto  distribute  marijuana, three  counts of  possessing marijuana\r\n\nwith  intent to distribute, and  one count of  attempt to possess\r\n\nwith  intent to  distribute, all  relating to  transporting truck\r\n\nloads  of marijuana from Texas  to Boston in  August and November\r\n\n1989  and February  1991.   Jaime  Catano  was convicted  of  two\r\n\npossession  counts, the attempt  count and a  count of continuing\r\n\ncriminal enterprise.  Leonel  Catano was convicted of one  of the\r\n\npossession  counts, as  well as the  conspiracy and  the attempt.\r\n\nAll challenge their convictions  on numerous grounds, and Michael\r\n\nMurray appeals his  sentence.   We affirm the  judgments, but  we\r\n\nremand Michael Murray's sentence for further findings.1\r\n\n          Beginning in 1987 the Murrays and Catanos  headed up an\r\n\norganization  that transported  loads  of  marijuana in  tractor-\r\n\ntrailers  from  Texas to  Boston  or  the  New  York area.    The\r\n\ngovernment's case  consisted principally of the  testimony of two\r\n\ntruck  drivers,  Halcott Lawrence  and  Morton  Todd; of  Richard\r\n\nBaker, who allowed the storage of marijuana on his property; of a\r\n\ngovernment  informant,  Frank  Nigro;  and  of  DEA  surveillance\r\n\nagents.\r\n\n          Leonel Catano first recruited Lawrence in 1987 to drive\r\n\na truck load of 1,000 pounds of marijuana from Houston, Texas  to\r\n                    \r                              \r\n\n1   The  published  version of  this  Opinion includes  only  the\r\nbackground statement of facts and discussion of those issues that\r\nmay  be  of general  interest.   The  unpublished portion  of the\r\nOpinion addresses  other  issues  that  do  not  appear  to  have\r\nprecedential importance.  See First Cir. R. 36.2.\r                                       \r\n\n                               -3-\r\r\n\nNew York.  After  that, Lawrence drove other, similar  loads from\r\n\nBeeville, Texas to Boston.   Lawrence would first pick up a cover\r\n\ncargo, usually of onions or plastic pellets, then drive to a farm\r\n\nnear  Beeville,   Texas,  where  workers  would   hide  bales  of\r\n\ncellophane-wrapped marijuana  under the  cover cargo.   Each time\r\n\nwhen  Lawrence would arrive in Boston, he would call James Murray\r\n\nto announce his arrival,  then drive to a rendezvous  point where\r\n\none or both of the Murrays  and \"a bunch of . . . guys\"  would be\r\n\nthere to unload the truck.  James Murray usually paid Lawrence.\r\n\n          In August 1989, Lawrence recruited Morton Todd to drive\r\n\na load from Texas to Boston.  Lawrence drove up separately.  When\r\n\nTodd  and Lawrence  got to  Boston with  the marijuana,  they met\r\n\nJaime Catano and  the two  Murrays.  Jaime  Catano paid Todd  his\r\n\nwages of $12,000, less expenses Todd had already received.\r\n\n          Todd drove another load to Boston in November 1989.  He\r\n\nreceived  the  marijuana  in Texas  from  the  Murrays and  Jaime\r\n\nCatano.   When  he arrived  in Boston,  the Murrays  unloaded the\r\n\ntruck and paid him.\r\n\n          Frank  Nigro, an  informant, solicited  Michael Murray,\r\n\nwho  agreed to supply him  1,000-2,000 pounds of  marijuana.  The\r\n\ngovernment introduced a tape of a conversation that took place on\r\n\nNovember  1,  1991, between  Nigro  and Michael  Murray.   Murray\r\n\ndiscussed procuring  marijuana from  \"Mexicans.\"  Murray  said he\r\n\nhad been \"down there\"  and \"seen merchandise,\" and that  he would\r\n\ngo down and personally make the acquisition.\r\n\n                               -4-\r\r\n\n          Richard  Baker twice  permitted  the  Murrays to  store\r\n\nloads of marijuana on his farm near Boston in the winter of 1989-\r\n\n90. In the winter of 1991, Leonel Catano and Roberto L pez showed\r\n\nup at Baker's  farm in  a tractor-trailer hauling  a steel  tank.\r\n\nJames and  Michael  Murray were  there, and  they unloaded  2,000\r\n\npounds of  marijuana into a  shed on Baker's property.   Over the\r\n\nnext  two  weeks they  parcelled out  the marijuana  into several\r\n\ncars.  Baker said he  saw Michael Murray and Jaime Catano  with a\r\n\nsports bag full of cash after they had disposed of the marijuana.\r\n\n          At the time of  the last delivery to Baker's  farm, the\r\n\ngovernment  was closing in.  The truck driver, Roberto L pez, was\r\n\nactually working undercover for the government.  Before L pez and\r\n\nCatano left on  the trip to  Boston, the DEA  was aware of  their\r\n\nitinerary.  The DEA planted monitoring devices in the hotel where\r\n\nLeonel planned  to stay in Kingston,  Massachusetts, and arranged\r\n\nto book  them into  a  bugged room.   The  agents  video taped  a\r\n\nconversation  between L pez,  Leonel  Catano and  the Murrays  on\r\n\nNovember 2, 1991, in  which they coordinated an imminent  trip to\r\n\nTexas.    Michael Murray  was to  \"get  the money  ready;\" Leonel\r\n\nCatano and  L pez were to \"go  to Dallas, drop the  box then just\r\n\ncome, ah, bobtail2  . . . you  know, with the  money;\" and  James\r\n\nMurray was \"to go  and . . . pay the other  transportation people\r\n\nin Dallas.\"\r\n\n                    \r                              \r\n\n2   To  \"bobtail\"  means to  drive  a tractor  without  a trailer\r\nbehind.  In this context, the \"box\" would be the trailer.\r\n\n                               -5-\r\r\n\n          After this  conversation, Michael Murray left  in a car\r\n\nand  Leonel  Catano and  L pez left  in  the truck.    DEA agents\r\n\nfollowed Catano  and L pez to  Luling, Texas, where  they dropped\r\n\noff  the tank  and  trailer.   They  then \"bobtailed\"3  south  to\r\n\nMcAllen, Texas on the Mexican border, where they met James Murray\r\n\non November 5, 1991.\r\n\n          On  November 6,  1991, government  agents (acting  on a\r\n\nmistaken  lead that  the  marijuana had  already been  delivered)\r\n\narrested both Murrays and both Catanos in McAllen.  They searched\r\n\nLeonel Catano's truck and  the steel tank left behind  in Luling.\r\n\nThe  agents found  no  marijuana, but  they  did find  $1,149,650\r\n\nhidden in a compartment  in the tractor  cab.  They also  located\r\n\nJames  Murray's  truck  at  the  Dallas-Fort  Worth  airport  and\r\n\nsearched it, finding about $100,000 hidden in it.\r\n\n          This  brief  outline  of   the  evidence  suffices  for\r\n\npurposes  of  considering most  of the  arguments raised  on this\r\n\nappeal.  As other facts are material to the various arguments, we\r\n\nwill supply more details.\r\n\n              I.  MICHAEL MURRAY'S SIMMONS4\r                                                      ARGUMENT\r                        I.  MICHAEL MURRAY'S SIMMONS4 ARGUMENT\r                                                              \r\n\n          Before  trial, Michael Murray brought an omnibus motion\r\n\nfor relief,  which  included  claims  based on  an  alleged  plea\r\n\n                    \r                              \r\n\n3  See footnote 1.\r                \r\n\n4  In Simmons v. United  States, 390 U.S. 377 (1968), the Supreme\r                                         \r\nCourt held that a defendant's testimony in support of a motion to\r\nsuppress evidence is inadmissible against him at a later trial to\r\nprove  his guilt because the Court found it \"intolerable that one\r\nconstitutional  right should have  to be surrendered  in order to\r\nassert another.\"  Id. at 394.\r                               \r\n\n                               -6-\r\r\n\nbargain  with the  government for  immunity from  prosecution and\r\n\nsuppression  of evidence  derived from  his cooperation  with the\r\n\ngovernment.   The plea agreement was not memorialized in any way.\r\n\nMichael Murray  contended that the government  agreed to advocate\r\n\nthe lower  end of a zero to five-year sentence if he would change\r\n\nhis  plea, assist  the  government  in  its  investigation  of  a\r\n\nfentanyl  manufacturing laboratory,  help the  government acquire\r\n\nsix million  dollars in  offshore accounts, and  be available  to\r\n\ntestify in this case.  The government claimed it had extended two\r\n\nseparate offers to Michael Murray:  one for complete  cooperation\r\n\nand one  for partial cooperation.   Complete cooperation required\r\n\nMichael  Murray to plead guilty, assist the government in any and\r\n\nall   investigations  which  the  DEA  suggested,  be  completely\r\n\ndebriefed,  surrender the  six  million dollars,  and testify  as\r\n\nrequested.   Complete  cooperation would  result in  a government\r\n\nrecommendation   for   five   or   fewer   years   incarceration.\r\n\nAlternatively, the  government  would recommend  seventeen  years\r\n\nincarceration  if Michael  Murray  pleaded guilty  and failed  to\r\n\nfully cooperate in any way.\r\n\n          The  district  court  held  an   evidentiary  pre-trial\r\n\nhearing to determine what the agreement was and if Michael Murray\r\n\nwas entitled to  specific performance due  to his fulfillment  of\r\n\nthe agreement  as  determined.   Michael Murray  argues that  the\r\n\ndistrict court  erred in  refusing to  grant  him immunity  under\r\n\nSimmons  v. United States, 390 U.S. 377 (1968), at this pre-trial\r                                   \r\n\nhearing,  forcing him \"to  elect between his  Fifth Amendment due\r\n\n                               -7-\r\r\n\nprocess right to  be heard on the question  of his plea agreement\r\n\nwith  the  government and  his Fifth  Amendment  right not  to be\r\n\ncompelled to incriminate himself.\"\r\n\n          At  the hearing, the  court permitted  Michael Murray's\r\n\ncounsel to  call one  of the  prosecutors and  a DEA  case agent.\r\n\nBoth  testified about  the  offer and  the  areas in  which  they\r\n\nbelieved Michael  Murray's cooperation to be  less than complete.\r\n\nMichael  Murray's  counsel  requested  Simmons-type  immunity for\r                                                        \r\n\nMurray  if  he  testified  regarding   the  plea  offer  and  his\r\n\nperformance.  The district court refused to grant this  immunity,\r\n\nbut suggested that Michael  Murray testify in two parts:   first,\r\n\non the terms of the government's offer; and then, after the court\r\n\nruled  on the offer's terms, on his performance under that offer.\r\n\nThe  court made clear that Michael Murray could refuse to testify\r\n\non his performance of  the agreement even if he  chose to testify\r\n\non its  terms.  Michael  Murray declined  to testify.   The court\r\n\nthen  granted  Michael   Murray's  request  that  his   affidavit\r\n\nregarding the  plea offer  be  made part  of  the record  of  the\r\n\nhearing.\r\n\n          The court found  that the government had  made the plea\r\n\noffers as  it  alleged  and  that, although  Michael  Murray  had\r\n\nsubstantially  performed,  he   had  not  completely   performed.\r\n\nSpecifically, the court noted that  Michael Murray had not  fully\r\n\ncooperated because, among other things:  he did not plead guilty;\r\n\nhe did not allow the government to debrief him in preparation for\r\n\ntestifying against a defendant  in the fentanyl case; he  did not\r\n\n                               -8-\r\r\n\ntestify against that defendant; and he refused adequate access to\r\n\nhis offshore accounts.  The  court determined that Michael Murray\r\n\ncould  accept  the government's  plea  offer  by pleading  guilty\r\n\nbefore the jury  was impanelled.   If Michael  Murray did  plead,\r\n\nthen the question would arise of whether he cooperated completely\r\n\nor  partially.  At one  point during the  hearing, the prosecutor\r\n\nalso  stated,  \"Your  Honor,  if  Mr.   Murray's  willing  to  be\r\n\ncompletely debriefed to  testify in  any and all  matters and  to\r\n\ncompletely cooperate, the  government is willing to  stand by its\r\n\noffer  . .  . . That's  been our  position throughout.\"   Michael\r\n\nMurray did not plead  guilty, did not accept the plea  offer, and\r\n\nwent to trial on all counts.\r\n\n          Entitlement to  immunity is a legal  question, which we\r\n\nreview  de novo.   See United States  v. Hardy, 37  F.3d 753, 756\r                                                        \r\n\n(1st  Cir. 1994)  (holding that  legal questions are  reviewed de\r\n\nnovo).\r\n\n          We affirm the  district court's denial of  Simmons-type\r                                                                      \r\n\nimmunity  on these facts because  Michael Murray did  not have to\r\n\nsurrender one  constitutional right  in order to  assert another.\r\n\nSee  Simmons, 390  U.S. at 394.   The  procedure followed  by the\r                      \r\n\ndistrict court did not implicate Michael Murray's Fifth Amendment\r\n\nright  prohibiting  compelled  self-incrimination.    If  Michael\r\n\nMurray had testified regarding his understanding of  the terms of\r\n\nthe  plea agreement, the district judge stated that he would have\r\n\nlimited  cross-examination  to that  topic.   We  agree  with the\r\n\ndistrict judge  that \"what was the deal is a lot more bland [than\r\n\n                               -9-\r\r\n\nis the performance issue] and has nothing to do either with  this\r\n\ncase or, one would imagine, any other investigation.\"  We fail to\r\n\nsee how Michael Murray's  testimony regarding what the government\r\n\noffered and what he  understood would incriminate him in  any way\r\n\nin any proceeding.  He chose, however, not to testify.\r\n\n          After Michael Murray's counsel announced his intent not\r\n\nto testify, the district judge  made findings as to the  terms of\r\n\nthe  agreement.     The   judge  specifically  stated,   and  the\r\n\nprosecution agreed,  that Michael  Murray could still  accept the\r\n\nplea offer prior  to trial.  He  did not.  Thus, the  judge never\r\n\nreached  the issue  of  Michael Murray's  performance, which  was\r\n\nrelevant only to determine  whether Michael Murray had completely\r\n\nperformed and  accepted the  more generous governmental  offer or\r\n\nhad only partially performed and accepted the lesser offer.\r\n\n          Because he did not plead guilty prior to trial, Michael\r\n\nMurray failed to  cooperate as promised  under either version  of\r\n\nthe plea agreement.   See United States v. Baldacchino,  762 F.2d\r                                                                \r\n\n170, 179  (1st Cir. 1985).  Thus, the government is released from\r\n\nany obligations  under the  agreement \"regardless of  whatever it\r\n\nmay  have promised earlier.\"   United States v.  Tilley, 964 F.2d\r                                                                 \r\n\n66, 70-71 (1st Cir. 1992).\r\n\n          Simmons is inapplicable on these facts.\r                           \r\n\n                      II.  NIGRO'S TESTIMONY\r                                II.  NIGRO'S TESTIMONY\r                                                      \r\n\n          Frank Nigro testified  regarding several  conversations\r\n\nhe  had with Michael  Murray in  October 1991,  one of  which the\r\n\ngovernment recorded  and  played to  the  jury.   Michael  Murray\r\n\n                               -10-\r\r\n\nargues error in the admission of the substance of both the direct\r\n\nexamination and of the redirect examination.\r\n\n          A.  Nigro's Direct Testimony\r                    A.  Nigro's Direct Testimony\r\n\n          Michael   Murray's   counsel   objected  that   Nigro's\r\n\ntestimony was \"gratuitous talk\" about marijuana, unrelated to the\r\n\ncrimes  charged or  to  \"any particular  incident  in the  past.\"\r\n\nBefore  Nigro testified,  the district  judge stated  that \"[t]he\r\n\nstatements  by Michael  Murray  . . . are  admissions so  they're\r\n\nadmissible as against Mr. Murray.\"  Fed. R. Evid. 801(d)(2)(A).\r\n\n          On  direct examination,  the  government  confined  its\r\n\nquestions to  the period  from September  1991 to  November 1991,\r\n\nwhen Nigro  was cooperating  with the DEA  on this  case.   Nigro\r\n\ntestified that he met with Michael Murray and asked if Murray had\r\n\nany marijuana for  sale.   Nigro stated that  after several  such\r\n\nmeetings, Michael Murray agreed to \"front\" Nigro between 1000 and\r\n\n2000  pounds  of marijuana.   Near  the  close of  Nigro's direct\r\n\nexamination,  the government played a  tape of one  of the Nigro-\r\n\nMurray meetings.  In  that conversation, Michael Murray generally\r\n\ndescribed  his  experience  with  importation  of  marijuana from\r\n\nColombia and Mexico, from getting  the marijuana across the river\r\n\nto weighing marijuana to piecing together loads of marijuana from\r\n\ndifferent suppliers.    The  district court  did  not  abuse  its\r\n\ndiscretion  by  admitting  either  Nigro's  testimony  on  direct\r\n\nexamination  or the  tape-recorded  conversation between  Michael\r\n\nMurray and Nigro.  Both were  properly admissible against Michael\r\n\n                               -11-\r\r\n\nMurray   as  admissions.5      Michael  Murray's   part  of   the\r\n\nconversations  constituted  non-hearsay  admissions  of  a party.\r\n\nFed.  R. Evid. 801(d)(2)(A); United States  v. McDowell, 918 F.2d\r                                                                 \r\n\n1004,  1007 (1st Cir. 1990).   Nigro's part  of the conversations\r\n\nserved  as \"'reciprocal and  integrated utterance(s),'\" McDowell,\r                                                                          \r\n\nat  918 F.2d at 1007 (quoting  United States v. Metcalf, 430 F.2d\r                                                                 \r\n\n1197,  1199  (8th  Cir.  1970)), \"reasonably  required  to  place\r\n\n[Murray's] admissions  into context\" and \"make  them intelligible\r\n\nto  the  jury.\"    Id. (internal  quotation  marks  and  citation\r                                \r\n\nomitted).    Because Nigro's  statements  were  offered only  for\r\n\ncontext  and  not for  the truth  of  the matter  asserted, those\r\n\nstatements are not hearsay under Federal Rule of Evidence 801(c).\r\n\n          B.  Nigro's Testimony on Redirect Examination\r                    B.  Nigro's Testimony on Redirect Examination\r\n\n          On   cross-examination,    Michael   Murray's   counsel\r\n\nattempted  to discredit  Nigro's  testimony  by insinuating  that\r\n\nNigro  barely  knew  Murray.6     On  redirect  examination,  the\r\n                    \r                              \r\n\n5    Michael Murray's  argument  that  the  statements  were  not\r\nadmissible as statements  of a co-conspirator is  misplaced.  The\r\nco-conspirator  exception applies  to  hearsay  statements.   The\r\nstatements   here  are   non-hearsay   under  Rule   801(c)   and\r\n801(d)(2)(A).\r\n\n6           MICHAEL  MURRAY'S  COUNSEL:   And  this man\r\n            that you  had seen on several occasions for\r\n            ten minutes  at a  time over seven  to ten,\r\n            maybe twelve times, is going to front you a\r\n            half a  ton or  a ton of  marijuana without\r\n            you paying for it,  and you don't know even\r\n            where he lives?\r\n\n            NIGRO:  Yes.\r\n\nThe following  day, Michael  Murray's counsel again  attempted to\r\nminimize the relationship between Nigro and Murray:\r\n\n                               -12-\r\r\n\ngovernment  asked Nigro how he first met Michael Murray.  Michael\r\n\nMurray's  counsel  objected.     At  a  sidebar  conference,  the\r\n\ngovernment  argued that,  on cross-examination,  Michael Murray's\r\n\ncounsel opened the door to the earlier relationship between Nigro\r\n\nand Murray.   The  district court  ruled that  \"[a]s to  scope, I\r\n\nthink  this is all opened up  because of the suggestion that this\r\n\nis  absolutely  bizarre  conduct\"   and  because,  without   this\r\n\nbackground, the  meeting between Nigro and  Michael Murray \"seems\r\n\nto be such an isolated and strange event.\"  When Michael Murray's\r\n\ncounsel  pressed  for a  ruling  under Federal  Rule  of Evidence\r\n\n404(b), the  district court  stated that \"[the  evidence] doesn't\r\n\nhave to be  admitted as 404(b) but that  is an alternative ground\r\n\nfor the admission.  You have opened this up, it's admitted to him\r\n\nto show  that this was  not a  bizarre picking someone  out of  a\r\n\ncrowd  and trying  to entice  them into  drug trafficking.\"   The\r\n\ndistrict  court   then  ruled  that  the   government's  line  of\r\n\nquestioning was permissible, but admitted the resulting testimony\r\n\nonly  against Michael Murray.   Nigro then testified  that he was\r\n\nintroduced to Michael Murray when Murray began working for  Nigro\r\n\nin the  marijuana business in 1977 or  1978.  According to Nigro,\r\n\nin the following year, Michael Murray and Nigro's  three partners\r\n\n                    \r                              \r\n\n            MICHAEL MURRAY'S COUNSEL:  Mr. Nigro, is it\r\n            your  testimony  that   from  these   brief\r\n            encounters with Mr.  Murray that he's going\r\n            to front you, meaning give you for nothing,\r\n            some  quantity   of  marijuana,  uncertain,\r\n            between a thousand pounds and 4,000 pounds,\r\n            for nothing, without ever  having discussed\r\n            a price?  Is that your testimony?\r\n\n                               -13-\r\r\n\ntook full control of  the operation, and Nigro continued  to work\r\n\nfor  them in  a  more limited  capacity.   Three  more  marijuana\r\n\nshipments occurred under this arrangement.\r\n\n          At  the conclusion of  Nigro's testimony,  the district\r\n\ncourt gave the jury the following limiting instruction:\r\n\n                 THE COURT:  And I will tell you that\r\n            Mr.  Michael Murray  is not  here charged\r\n            with any of the events which this witness\r\n            testifies  took place  back  in the  late\r\n            seventies,  perhaps  the early  eighties.\r\n            That  has nothing  to  do with  this case\r\n            except, if you  believe his testimony, it\r\n            tends  to  place  the conversation  about\r\n            which  he  testified, the  tape  that was\r\n            played, if you  believe that, in context.\r\n            That's the only reason you heard it.  Mr.\r\n            Michael  Murray  is   not  charged   with\r\n            anything   back   then,  you're   not  to\r\n            consider that, except that to  the extent\r\n            that  you,  yourself,  determine  in  the\r\n            manner that I've just described.\r\n          We  review   the  district   court's  rulings  on   the\r\n\nadmissibility of evidence only  for abuse of discretion.   United\r                                                                           \r\n\nStates v. McCarthy, 961 F.2d 972, 977 (1st Cir. 1992).\r                            \r\n\n          The  district court  did  not abuse  its discretion  in\r\n\npermitting the government on  redirect examination to explore the\r\n\npast business dealings of  Nigro and Michael Murray.7   The scope\r\n\nof redirect examination is discretionary with the trial court and\r\n\nshould  be reversed only upon  a showing of  abuse of discretion.\r\n\nUnited States v. Braidlow, 806 F.2d 781, 782 (8th Cir.  1986).  A\r                                   \r\n\ndistrict court may allow testimony on redirect which clarifies an\r\n\n                    \r                              \r\n\n7    The  district court  admitted  this  testimony only  against\r\nMichael  Murray and gave a  limiting instruction as  to the other\r\ndefendants.    In this  appeal,  the  other  appellants claim  no\r\nprejudice by the admission of Nigro's testimony on redirect.\r\n\n                               -14-\r\r\n\nissue which the defense opened up on cross-examination even  when\r\n\nthis evidence is otherwise inadmissible.   United States v. Geer,\r                                                                          \r\n\n923  F.2d 892, 896-97 n.4  (1st Cir. 1991)  (citing Braidlow, 806\r                                                                      \r\n\nF.2d  at 783).  Otherwise,  litigants could exploit  the rules of\r\n\nevidence  to   create  misleading  impressions,   secure  in  the\r\n\nknowledge that  the other  side was  barred  from disabusing  the\r\n\njury.  On cross-examination,  Michael Murray's counsel opened the\r\n\ndoor  to the past relationship between Murray and Nigro by making\r\n\nit seem that  Murray did not  know Nigro well  enough to  conduct\r\n\ndrug business  with him.   The district  court did not  abuse its\r\n\ndiscretion by allowing redirect  testimony to clarify that issue,\r\n\nand exercised  abundant caution in  instructing the  jury on  the\r\n\nlimited consideration to be given such testimony.\r\n\n                     III.  BAKER'S TESTIMONY\r                               III.  BAKER'S TESTIMONY\r                                                      \r\n\n          There  are two  arguments concerning  the testimony  of\r\n\nRichard Baker, the  witness who  permitted the  Murrays to  store\r\n\nmarijuana  at his farm near Boston.  Besides participating in the\r\n\nmarijuana operation  at issue in  this trial, Baker  also allowed\r\n\nhis  property   to  be  used  by  an   organization  involved  in\r\n\nmanufacturing fentanyl, a  dangerous synthetic drug,  reported to\r\n\nhave caused numerous deaths.  This was the operation that Michael\r\n\nMurray  claimed to  have  uncovered pursuant  to his  cooperation\r\n\nagreement with the government.\r\n\n          First,  Michael Murray  claims  that Baker's  testimony\r\n\nshould  be  inadmissible because  it  was  derived from  Murray's\r\n\nimmunized statements, citing Kastigar  v. United States, 406 U.S.\r                                                                 \r\n\n                               -15-\r\r\n\n441  (1972).  He  argues that the  government would not  have had\r\n\naccess to Baker  had not Murray introduced  him while cooperating\r\n\nin  exposing  the  fentanyl   operation.    The  government  then\r\n\n\"flipped\" Baker and  used Baker against  Murray, instead of  vice\r\n\nversa.\r\n\n          Simply  put, this is not a Kastigar issue, in which the\r                                                       \r\n\ngovernment must prove it  did not derive evidence  from immunized\r\n\nstatements.   The district court in this case specifically found:\r\n\n\"There  was no  grant  of immunity  here,  implicit or  explicit.\r\n\nIndeed,  having reviewed  my notes,  it's clear  to me, and  I so\r\n\nfind, that  the only offer was an offer against direct use of the\r\n\ntestimony  and not  any  derivative use.\"   The  district court's\r\n\nfindings as to  the terms the  government offered Michael  Murray\r\n\nare  reviewable only  for  clear error.    See United  States  v.\r                                                                       \r\n\nMcLaughlin,  957 F.2d 12, 16-17 (1st Cir. 1992).  This finding is\r                    \r\n\nsupported by the prosecutor's testimony that  he told Murray \"the\r\n\ngovernment was  free  to  make  derivative  or  indirect  use  of\r\n\nanything he said . . . against him.\"  The district court was free\r\n\nto  accept this testimony, especially  in light of  the fact that\r\n\nMurray  offered no  contrary evidence  that he  had obtained  any\r\n\nagreement of  derivative use immunity.   These findings  were not\r\n\nclearly erroneous.\r\n\n          Second, the Catanos argue that the district court erred\r\n\nin refusing to  recall Baker  as part of  the government's  case,\r\n\nafter the mid-trial discovery of certain  notes which the Catanos\r\n\nsay would have helped  them impeach Baker.  After  Baker had been\r\n\n                               -16-\r\r\n\ncross-examined,8 he failed to  appear on time for court  the next\r\n\nday, apparently  because of a  snowstorm.  The  government waived\r\n\nits  right to redirect, but also revealed that the government had\r\n\nlocated for the first time notes DEA Agent O'Hara had  taken of a\r\n\nmeeting with Baker.  The prosecutor explained that the government\r\n\nhad not been able  to locate O'Hara's notes earlier  because they\r\n\nwere  in O'Hara's  personal files  and O'Hara  was away  from the\r\n\noffice  dealing  with  a  health  crisis  in  his  family.    The\r\n\nprosecutor  summarized  the  notes,  which  revealed  that  Baker\r\n\nadmitted knowing  involvement in the fentanyl  operation.  Though\r\n\nthe  government had  produced documents  earlier in  which others\r\n\nimplicated Baker  in the  fentanyl operation, the  defendants had\r\n\nnot  cross-examined  Baker about  whether  his  testimony in  the\r\n\npresent  case  was  affected by  his  hopes  of  leniency in  the\r\n\nfentanyl case.  Counsel  for Leonel Catano explained his  earlier\r\n\ndecision not to  cross-examine Baker about  the fentanyl case  as\r\n\nfear of opening  a \"Pandora's box\" without any  written documents\r\n\nto  indicate  what  Baker  had said  before  about  the  fentanyl\r\n\noperation.   (The  fear of  a \"Pandora's  box\" was  certainly not\r\n\nchimerical, since the  same notes which state  Baker confessed to\r\n\nknowing participation in the fentanyl business also refer  to the\r\n\ninvolvement  in  the fentanyl  business  of  \"two Hispanic  males\r\n\n                    \r                              \r\n\n8  Counsel for Leonel Catano  had noted that he would have cross-\r\nexamined Baker regarding fentanyl if he had documentation showing\r\nwhat  Baker had or had not admitted about the fentanyl operation.\r\nOn  the other hand, Jaime  Catano's counsel stated  at trial that\r\nhis  client had ordered \"not to get into the subject of fentanyl\"\r\nwith Baker.  \r\n\n                               -17-\r\r\n\n[Baker]  . . . thought were brothers, one of whom he testified to\r\n\nbe Jaime Catano.\")  After the disclosure of O'Hara's notes, which\r\n\ncounsel  could use to impeach Baker on the stand, Leonel Catano's\r\n\ncounsel  asked to  recall Baker  for cross-examination  about the\r\n\nfentanyl  case.  The district  court declined to  recall Baker as\r\n\npart  of the  government's case,  but stated that  the defendants\r\n\ncould call Baker as their  witness and that the court  would give\r\n\nthem \"latitude in examining him.\"  The defendants refused to call\r\n\nBaker in their cases.\r\n\n          The Catanos  now argue  that there was  a Brady-Giglio9\r                                                                          \r\n\nviolation in  that the  government failed to  produce impeachment\r\n\ninformation  in time  for  the defendants  to  use it  in  cross-\r\n\nexamining  Baker.   \"When  the [Brady]  issue  is one  of delayed\r                                               \r\n\ndisclosure  rather  than  of  nondisclosure, . . .  the  test  is\r\n\nwhether defendant's counsel was prevented by the delay from using\r\n\nthe disclosed  material effectively  in preparing  and presenting\r\n\nthe  defendant's case.\"  United States v. Ingraldi, 793 F.2d 408,\r                                                            \r\n\n411-12  (1st Cir. 1986).  We review the district court's decision\r\n\non how to handle  delayed disclosure of Brady material  for abuse\r                                                       \r\n\nof discretion.   See United  States v. Sep lveda,  15 F.3d  1161,\r                                                          \r\n\n1178-79 (1st. Cir. 1993), cert. denied, 114 S. Ct. 2714 (1994).\r                                                \r\n\n          In  this case,  the  prosecution  offered a  reasonable\r\n\nexplanation  of  its failure  to find  the  notes earlier.   Most\r\n\nimportantly, the  Catanos have not shown that the delay prevented\r\n\n                    \r                              \r\n\n9   Brady v. Maryland, 373  U.S. 83 (1963), and  Giglio v. United\r                                                                           \r\nStates, 405 U.S. 150 (1972).\r                \r\n\n                               -18-\r\r\n\nthem  from using  the materials.   The  defendants cross-examined\r\n\nBaker at length on the  theme that he was testifying in  order to\r\n\nget a  lenient sentence for  his participation  in the  marijuana\r\n\nring.  Further impeachment about his hopes to receive leniency in\r\n\nan  additional   case  would  have   been  cumulative,   although\r\n\nadmittedly the  fentanyl case  was more  serious  because of  the\r\n\ndeaths involved.   Moreover, the Catanos  were perfectly free  to\r\n\ncall Baker in their case to  explore the fentanyl issue, and they\r\n\nsimply chose not  to.  In  view of the possibility  that O'Hara's\r\n\nnotes  would  implicate them  in  the  fentanyl operation,  their\r\n\ndecision not to  open the door  to this  testimony seems to  have\r\n\nbeen the  better part  of valor, rather  than the  result of  the\r\n\ngovernment's  delayed disclosure.    The district  court did  not\r\n\nabuse its discretion on this issue.\r\n\n                               -19-\r\r\n\n           IV.  JURY INSTRUCTIONS ON STANDARD OF PROOF\r                     IV.  JURY INSTRUCTIONS ON STANDARD OF PROOF\r                                                                \r\n\n          The defendants  make various  arguments all  tending to\r\n\nthe  same conclusion:   that  the jurors  were misled  about what\r\n\nstandard of proof to apply.\r\n\n          A.  Objection to Use of the Phrase \"Common Sense\"\r                    A.  Objection to Use of the Phrase \"Common Sense\"\r\n\n          James  Murray argues  that  the prosecutors  repeatedly\r\n\nurged the jurors to use \"common sense\" in evaluating the case and\r\n\nthat this  effectively lowered  the standard of  proof below  the\r\n\nreasonable doubt  standard.  James  Murray's counsel moved  for a\r\n\nmistrial  on this ground.   Though the district  court denied the\r\n\nmistrial  motion, it agreed to  \"make clear in  [its] charge that\r\n\nthe  standard  is  beyond  a  reasonable  doubt,  and that's  not\r\n\nequivalent of common  sense.\"   The court in  fact addressed  the\r\n\ndistinction between  common sense  and proof beyond  a reasonable\r\n\ndoubt  in its charge.10   Murray did not  object that the court's\r\n                    \r                              \r\n\n10  The court stated:\r\n\n                 Now, focusing on  the evidence  now,\r\n            how do  you analyze it?   What do  you do\r\n            with  it?   You're expected  to use  your\r\n            common sense. You don't check your common\r\n            sense at the door to the jury room.  Just\r\n            the reverse.   I charge you  that you use\r\n            your  common sense.    You  consider  the\r\n            evidence in the case for the purposes for\r\n            which it has been admitted, you give it a\r\n            reasonable and fair construction in light\r\n            of your  common knowledge of  the natural\r\n            tendencies  and   inclinations  of  human\r\n            beings.\r\n\n                 Now, mention has been made of common\r\n            sense,  and make no  doubt about  it, you\r\n            use your common  sense while you're there\r\n            in  the  jury  room.    I'm interpolating\r\n            here, going beyond what I've written out,\r\n\n                               -20-\r\r\n\ntreatment of  the issue  was inadequate in  any way,  but he  now\r\n\ncontends  that  the court  failed  \"to  respond to  the  improper\r\n\narguments.\"   Since  there was  no contemporaneous  objection, we\r\n\nreview  only for  plain error  affecting substantial  rights, and\r\n\nresulting  in a miscarriage of justice.  United States v. DeMasi,\r                                                                          \r\n\n40 F.3d 1306, 1317-19 (1st   Cir. 1994), cert. denied, 115 S. Ct.\r                                                               \r\n\n947 (1995).\r\n\n          There is nothing improper about instructing the jury to\r\n\nuse its common  sense in deliberations.   See DeMasi, 40  F.3d at\r                                                              \r\n\n1317-18; United States v. Ocampo-Guarin, 968 F.2d 1406, 1412 (1st\r                                                 \r\n\nCir. 1992).  The district court's instructions drew a distinction\r\n\nbetween  common   sense,  as  methodology,   and  the   beyond-a-\r\n\nreasonable-doubt standard, as a quantum of proof.  The court also\r\n\ntold  the jury specifically  that arguments  of counsel  were not\r\n\ndeterminative  statements   of  the   law:    \"It   is  perfectly\r\n\nappropriate  now for counsel to  have mentioned the  law in their\r\n\nclosings.  That's helpful.  But take the law from me.\"  We see no\r\n\nreasonable probability  that the jury  could have been  misled on\r\n\nthis record, and  we most certainly  see nothing that  approaches\r\n\nplain error resulting in a miscarriage of justice.\r\n                    \r                              \r\n\n            because  it's  important  to explain  the\r\n            difference.   While  you use  your common\r\n            sense, don't  think that the  standard of\r\n            proof here  is, well, common sense.   The\r\n            standard  of  proof  is  proof  beyond  a\r\n            reasonable  doubt.   You use  your common\r\n            sense to  figure  out what  you  believe.\r\n            And then  you  ask yourself  as  to  each\r\n            separate   charge   and   each   separate\r\n            individual has the government proved that\r\n            charge beyond a reasonable doubt.\r\n\n                               -21-\r\r\n\n          There was no error in either respect.\r\n\n          B.  Objection to Instructing Jurors Not to Surrender\r                    B.  Objection to Instructing Jurors Not to Surrender\r\n              \"Strongly-held Views\"\r                        \"Strongly-held Views\"\r\n\n          Leonel Catano  argues that the court  misled the jurors\r\n\nwhen  it  instructed  them  about  the  deliberation  process  as\r\n\nfollows:\r\n\n                 Now about deliberations.  Deliberate\r\n            about  the case together.  Don't hesitate\r\n            to  reassess or  reexamine your  views in\r\n            light of the views  of your fellow jurors\r\n            who have heard and seen exactly the  same\r\n            evidence that  you've heard and  seen and\r\n            are under the same oath as you  are to do\r\n            justice.\r\n\n                 If you have a strong view  about any\r\n            aspect of this case, no one suggests that\r\n            you  surrender it.   A  unanimous verdict\r\n            means   the   verdict   of   each   juror\r\n            independently agreeing.  You're permitted\r\n            to deliberate together to see whether the\r\n            views of other jurors do affect your view\r\n            of the case.\r\n\n                 So it's probably not a good idea  to\r\n            take a  straw vote at the  outset of your\r\n            deliberations  lest  you feel  that under\r\n            your oath you're  somehow committed  then\r\n            to that  particular view.  That's not so.\r\n            Jury  deliberations are,  as I  say, just\r\n            that, deliberations.  But  you deliberate\r\n            together  to see whether you are affected\r\n            by  the  views  of  your  fellow  jurors.\r\n            You're   permitted   to  be,   but  don't\r\n            surrender your own views if you have some\r\n            strongly-held  view  about any  aspect of\r\n            the  case.  We  see through deliberations\r\n            whether  twelve  jurors  can  come  to  a\r\n            unanimous verdict either of not guilty or\r\n            of guilty.   There's no pressure  on you,\r\n            but   do   understand   that    you   are\r\n            deliberating together.\r\n\n          Leonel  Catano contends that  by instructing jurors not\r\n\nto  surrender  \"strongly-held  view[s],\"  the  court  lowered the\r\n\n                               -22-\r\r\n\nstandard of proof below the reasonable-doubt standard.  He relies\r\n\non Cage v. Louisiana,  498 U.S. 39 (1990) (per curiam), which the\r                              \r\n\nSupreme  Court overruled in Estelle  v. McGuire, 502  U.S. 62, 73\r                                                         \r\n\nn.4 (1991).   He also relies  on Victor v.  Nebraska, 114 S.  Ct.\r                                                              \r\n\n1239 (1994), which teaches  that our inquiry must not  be whether\r\n\nan instruction  \"'could have'  been  applied in  unconstitutional\r\n\nmanner, but whether  there is  a reasonable  likelihood that  the\r\n\njury  did  so  apply  it.\"   114  S.  Ct.  at  1243  (emphasis in\r                   \r\n\noriginal).   We must consider the phrase Leonel Catano objects to\r\n\n(\"strongly-held  view[s]\")  in the  context  of the  rest  of the\r\n\ncharge.  See id. at 1247.\r                          \r\n\n          The  court's instruction  about deliberations  does not\r\n\ndirectly relate to the quantum of proof and could only affect the\r\n\njury's  conception of the standard of proof indirectly.  The gist\r\n\nof  the sentence Leonel complains of is to inform the jurors that\r\n\nthey need not  surrender their  opinions.  The  remainder of  the\r\n\ndeliberation   instruction  reminded  jurors   that  \"there's  no\r\n\npressure  on  you.\"   When addressing  the  subject of  burden of\r\n\nproof,  the court  specifically and  repeatedly charged  the jury\r\n\nthat  the government  must prove  its case  \"beyond a  reasonable\r\n\ndoubt.\"  We  see no likelihood that  the jury would  have thought\r\n\nthe  instructions on standard of proof to have been superseded by\r\n\nsome implication in the deliberation instruction.\r\n\n                               -23-\r\r\n\n          Leonel  Catano also  argues  that  the instruction  was\r\n\nanalogous  to  an Allen11  instruction,  with  its potential  for\r                                 \r\n\nimproperly  coercing  jurors to  reach  agreement,  citing United\r                                                                           \r\n\nStates  v.  Angiulo,  485 F.2d  37,  40  (1st  Cir. 1973).    The\r                             \r\n\ninstruction  Catano complains of  was not coercive,  as it simply\r\n\ninformed the jurors of their right to maintain their opinions and\r\n\ndid not pressure them to change.  We conclude that the particular\r\n\ninstruction  not  to  surrender  \"strongly-held  views\"  was  not\r\n\nreasonably likely to  cause the jurors to  apply the instructions\r\n\nas a whole  \"in a way that  violated the Constitution.\"   Victor,\r                                                                          \r\n\n114 S.  Ct. at 1251.\r\n\n       V.  MICHAEL MURRAY'S ROLE-IN-THE-OFFENSE ENHANCEMENT\r                 V.  MICHAEL MURRAY'S ROLE-IN-THE-OFFENSE ENHANCEMENT\r                                                                     \r\n\n          Michael Murray argues that  the district court erred by\r\n\nenhancing  his  base  offense  level four  levels  under  section\r\n\n3B1.1(a)  due to  his aggravating  role in the  offense.   USSG  \r\n\n3B1.1(a)  (Nov.  1993).   He  argues  that  the district  court's\r\n\nfindings at the time of sentencing do not indicate either that he\r\n\nwas  an  \"organizer  or leader,\"  as  opposed  to  a \"manager  or\r\n\nsupervisor,\" or that the \"criminal activity involved five or more\r\n\nparticipants or was otherwise extensive,\" as required for a four-\r\n\nlevel enhancement under section 3B1.1(a).12\r\n\n                    \r                              \r\n\n11  Allen v. United States, 164 U.S. 492 (1896). \r                                    \r\n\n12  At sentencing,  Michael Murray's counsel essentially conceded\r\nthe  upward adjustment  for manager  or supervisor,  but not  for\r\norganizer  or leader.  The difference is significant.  The former\r\ncalls for a  sentence of 235  to 293 months,  whereas the  latter\r\ncalls  for a  range of  292 to  365 months.   Michael  Murray was\r\nsentenced near the top of the range.\r\n\n                               -24-\r\r\n\n          18 U.S.C.   3553(c)  (1988) requires that \"[t]he court,\r\n\nat the time of  sentencing, shall state in open court the reasons\r\n\nfor its  imposition of the  particular sentence.\"   At sentencing\r\n\nhere, the  court stated  only that  \"[t]he upward adjustment  for\r\n\nMichael Murray  4 levels is  appropriate.   The Court finds  by a\r\n\nfair preponderance  of the  evidence that  he  was the  principal\r\n\nfigure, the organizer, and  a 4-level adjustment is appropriate.\"\r\n\nThe  court  did  not,  in  open  court,  make  specific  findings\r\n\nregarding Murray's involvement either  by detailing on the record\r\n\nthe facts developed during trial supporting its conclusion, or by\r\n\nadoption of findings  in the presentence report.   Compare United\r                                                                           \r\n\nStates  v.  Schultz,  970  F.2d  960,  963-64  (1st   Cir.  1992)\r                             \r\n\n(affirming two-level enhancement under  USSG   3B1.1(c) where the\r\n\ndistrict  court stated that  the enhancement was  \"agreed upon by\r\n\nthis court,\" and that the \"largely uncontested facts set forth in\r\n\nthe PSR\"  supported the  defendant's exercise of  control), cert.\r                                                                           \r\n\ndenied, 113 S. Ct.  1020 (1993), with United States  v. McDowell,\r                                                                          \r\n\n918 F.2d  1004, 1011-12 (1st  Cir. 1990) (remanding  a four-level\r\n\nenhancement where  neither the PSR nor  the sentencing transcript\r\n\nindicated the basis for enhancement).\r\n\n          In  Schultz, we  held that  the district  court managed\r                               \r\n\nminimal compliance with Section 3553(c) where the court impliedly\r\n\nadopted the  PSR  and denoted  each  element in  determining  the\r\n\nguideline sentencing  range. 970 F.2d  at 963 n.7.   Furthermore,\r\n\n\"[t]he  PSR  was the  central focus  of  the issues  presented at\r\n\nsentencing.\"   Id.  The  court in Schultz  stressed that the  PSR\r                                                   \r\n\n                               -25-\r\r\n\ngave substantial  support for  the district court's  findings and\r\n\nfor a reasoned appellate review.  Id. at 963 n.7, 964.\r                                               \r\n\n          In  the case before us, the  district judge adopted the\r\n\nPSR  by  checking  the  box  on  the  judgment  form  before  the\r\n\nstatement:  \"The court adopts the factual  findings and guideline\r\n\napplication  in the  presentence report.\"   While in  many simple\r\n\ncases this  would be sufficient to impart to the defendant and an\r\n\nappellate  court sufficient  reasons  for  imposing a  particular\r\n\nsentence, Michael  Murray's PSR does not  clearly demonstrate why\r\n\nhe was considered to be an \"organizer or leader\" as distinguished\r\n\nfrom  a \"manager or supervisor.\"   The PSR  discusses the offense\r\n\nconduct  over some  twenty-two  pages, containing  some  fourteen\r\n\npages  of taped  conversations  read to  the  jury.   While  some\r\n\nstatements in the discussion might support a finding that Michael\r\n\nMurray played a leadership role, much in the report would support\r\n\na finding  that James Murray or  the Catanos played such  a role.\r\n\nThe  PSR does  not  come to  grips with  the issue  by explaining\r\n\nspecifically, in  a case with considerable  scope and complexity,\r\n\nwhy Michael Murray was  concluded to be an \"organizer  or leader\"\r\n\nrather  than a \"manager or  supervisor.\"  Without  even a minimal\r\n\nanalysis of the facts  or articulation of its reasoning,  the PSR\r\n\nsimply states: \"Michael Murray is regarded as the principle [sic]\r\n\nfigure;  he was the organizer  and paymaster.   A role adjustment\r\n\nunder    3B1.1(a) is warranted, and  is being applied.\"   The PSR\r\n\nmakes   no  reference  to   specific  evidence   supporting  that\r\n\nrecommendation.\r\n\n                               -26-\r\r\n\n          The  judge's  adoption  of  the  factual  findings  and\r\n\nguideline application by checking the box on the judgment form on\r\n\nthe  facts of  this case  does not  comply with  section 3553(c),\r\n\nwhich  requires a statement of  reasons for imposing a particular\r\n\nsentence.  The lengthy  recitation of evidence in the  PSR simply\r\n\ndoes not focus on the distinction required by the guidelines.  If\r\n\nthe PSR had set out a clearly stated, unequivocal explanation for\r\n\nholding Murray to  be an  organizer or leader  (which we  believe\r\n\nthat  it  did not)  the  judge's reference  to  the PSR  might be\r\n\nadequate.    Further,  if  witnesses had  testified  that  Murray\r\n\norganized  every  facet  of  the   drug  operation  and  was  the\r\n\nunequivocal leader, the bare finding that he was the organizer or\r\n\nleader  might,   standing  alone,  be  sufficient.     Under  the\r\n\ncircumstances before us, however, section 3553(c) can only be met\r\n\nby  the  district  court's explanation  of  why  it  selected the\r\n\n\"organizer  or  leader\" label,  rather than  that of  \"manager or\r\n\nsupervisor.\"\r\n\n          We underscore  that in  a case  where the  PSR findings\r\n\nthemselves adequately  set forth  a meaningful rationale  for the\r\n\nsentence,  a  district  judge  does  not  err  in  adopting  such\r\n\nfindings.   In a  case such  as that before  us, however,  with a\r\n\nlengthy chain  of transactions  and dealings between  the several\r\n\nindividuals  involved, and with  a PSR which  is overly inclusive\r\n\nand  which   does  not  even  minimally  focus  on  the  specific\r\n\nconsiderations  necessary  to   differentiate  between  the   two\r\n\ncategories,  it  is  necessary   that  the  district  judge  make\r\n\n                               -27-\r\r\n\nsufficient  findings   to  articulate   the  rationale   for  the\r\n\nsentencing decision.\r\n\n          Unlike  McDowell, the  case  before us  concerns not  a\r                                    \r\n\ntotal lack of  findings on  the question of  the adjustment  but,\r\n\nrather,  their  adequacy.   However,  we  are  left  in the  same\r\n\nposition as  in McDowell,  \"[w]ithout  substantial guesswork,  we\r                                  \r\n\ncannot  tell the  basis on  which the  judge determined  that the\r\n\ncriminal activity  was sufficiently extensive to  permit the four\r\n\nlevel upward enhancement.\"   918 F.2d  at 1012.  Neither  the PSR\r\n\nnor the sentencing  transcript discusses Murray's involvement  or\r\n\nidentifies why he  was held  to be  an \"organizer  or leader\"  as\r\n\nopposed to a \"manager or supervisor.\"\r\n\n          In  short,  although  the  case record  may  very  well\r\n\nsupport the four-level enhancement:\r\n\n            there is nothing in the sentencing record\r\n            about  any  of  this.    Absent  explicit\r\n            findings,  it  would be  overly impetuous\r\n            for  us, on  so exiguous a  predicate, to\r\n            jump   to   the   conclusion  that   [the\r\n            enhancement  requirements  were met].   A\r\n            defendant    in   the    dock,   awaiting\r\n            imposition  of  sentence, is  entitled to\r\n            reasoned  findings,  on  a  preponderance\r\n            standard,  not  to  an appellate  court's\r\n            assumptions   drawn  free-form   from  an\r\n            inscrutable record.\r\n\nId.  at 1012 n.8.   This is  a troublesome, borderline  case.  We\r             \r\n\nconclude, however, that the  requirements of section 3553(c) have\r\n\nnot  been met  because the district  judge did not  state in open\r\n\ncourt, with sufficient specificity, the reasons for deciding this\r\n\nparticular issue,  which substantially impacted  Michael Murray's\r\n\nsentence.  We are satisfied that justice is best served by remand\r\n\n                               -28-\r\r\n\nfor  further  articulation  of   the  reasons  for  imposing  the\r\n\nadjustment in accordance with 18 U.S.C.   3553(c).\r\n\n                  VI.  REMAINING CLAIMS OF ERROR\r                            VI.  REMAINING CLAIMS OF ERROR\r                                                          \r\n\n          The  appellants raise  a number  of other  issues.   We\r\n\nreject  the claims  of  error in:    (1) denying  James  Murray's\r\n\nsuppression   motion;  (2)  denying  Jaime  Catano's  motion  for\r\n\nseverance; (3)  denying Jaime  Catano's motion to  participate in\r\n\nMichael  Murray's omnibus motion hearing; (4) managing the use of\r\n\nperemptory challenges;  (5) refusing to define  reasonable doubt;\r\n\n(6) convicting Jaime  Catano of  continuing criminal  enterprise;\r\n\nand  (7)  refusing  to   adjust  Michael  Murray's  sentence  for\r\n\nacceptance  of responsibility or to depart  downward.  We discuss\r\n\nthese issues in the attached unpublished portion of this opinion,\r\n\nas their disposition is not  of sufficient precedential value  to\r\n\nmerit publication.\r\n\n          We  affirm  the  convictions,  but  vacate  and  remand\r                                                                           \r\n\nMichael Murray's sentence for further findings in accordance with\r\n\nthis opinion.\r\n\n                               -29-\r\r\n",
  "html": "<p class=\"case_cite\">65 F.3d 219</p>\n    <p class=\"case_cite\">43 Fed. R. Evid. Serv. 88</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jaime CATANO, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Michael MURRAY, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Leonel CATANO, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>James MURRAY, Defendant-Appellant.</p>\n    <p class=\"docket\">Nos. 94-1502, 94-1503, 94-1504 and 94-1505.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 1, 1995.<br>Decided September 18, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William A. Brown, by Appointment of the Court, Boston, MA, for appellant Jaime Catano.</p>\n      <p class=\"indent\">Daniel J. O'Connell, III, Boston, MA, for appellant Michael Murray.</p>\n      <p class=\"indent\">Robert L. Sheketoff, with whom Sheketoff &amp; Homan, Boston, MA, was on brief for appellant Leonel Catano.</p>\n      <p class=\"indent\">Steven J. Brooks, with whom James P. Duggan, by Appointment of the Court, Boston, MA, was on brief for appellant James Murray.</p>\n      <p class=\"indent\">George W. Vien, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, and Geoffrey E. Hobart, Assistant United States Attorney, Boston, MA, were on brief for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and JOHN R. GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">JOHN R. GIBSON, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Michael and James Murray appeal their convictions of one count of conspiracy to distribute marijuana, three counts of possessing marijuana with intent to distribute, and one count of attempt to possess with intent to distribute, all relating to transporting truck loads of marijuana from Texas to Boston in August and November 1989 and February 1991.  Jaime Catano was convicted of two possession counts, the attempt count and a count of continuing criminal enterprise.  Leonel Catano was convicted of one of the possession counts, as well as the conspiracy and the attempt.  All challenge their convictions on numerous grounds, and Michael Murray appeals his sentence.  We affirm the judgments, but we remand Michael Murray's sentence for further findings.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Beginning in 1987 the Murrays and Catanos headed up an organization that transported loads of marijuana in tractor-trailers from Texas to Boston or the New York area.  The government's case consisted principally of the testimony of two truck drivers, Halcott Lawrence and Morton Todd;  of Richard Baker, who allowed the storage of marijuana on his property;  of a government informant, Frank Nigro;  and of DEA surveillance agents.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Leonel Catano first recruited Lawrence in 1987 to drive a truck load of 1,000 pounds of marijuana from Houston, Texas to New York.  After that, Lawrence drove other, similar loads from Beeville, Texas to Boston.  Lawrence would first pick up a cover cargo, usually of onions or plastic pellets, then drive to a farm near Beeville, Texas, where workers would hide bales of cellophane-wrapped marijuana under the cover cargo.  Each time when Lawrence would arrive in Boston, he would call James Murray to announce his arrival, then drive to a rendezvous point where one or both of the Murrays and \"a bunch of ... guys\" would be there to unload the truck.  James Murray usually paid Lawrence.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In August 1989, Lawrence recruited Morton Todd to drive a load from Texas to Boston.  Lawrence drove up separately.  When Todd and Lawrence got to Boston with the marijuana, they met Jaime Catano and the two Murrays.  Jaime Catano paid Todd his wages of $12,000, less expenses Todd had already received.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Todd drove another load to Boston in November 1989.  He received the marijuana in Texas from the Murrays and Jaime Catano.  When he arrived in Boston, the Murrays unloaded the truck and paid him.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Frank Nigro, an informant, solicited Michael Murray, who agreed to supply him 1,000-2,000 pounds of marijuana.  The government introduced a tape of a conversation that took place on November 1, 1991, between Nigro and Michael Murray.  Murray discussed procuring marijuana from \"Mexicans.\"   Murray said he had been \"down there\" and \"seen merchandise,\" and that he would go down and personally make the acquisition.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Richard Baker twice permitted the Murrays to store loads of marijuana on his farm near Boston in the winter of 1989-90.  In the winter of 1991, Leonel Catano and Roberto Lopez showed up at Baker's farm in a tractor-trailer hauling a steel tank.  James and Michael Murray were there, and they unloaded 2,000 pounds of marijuana into a shed on Baker's property.  Over the next two weeks they parcelled out the marijuana into several cars.  Baker said he saw Michael Murray and Jaime Catano with a sports bag full of cash after they had disposed of the marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At the time of the last delivery to Baker's farm, the government was closing in.  The truck driver, Roberto Lopez, was actually working undercover for the government.  Before Lopez and Catano left on the trip to Boston, the DEA was aware of their itinerary.  The DEA planted monitoring devices in the hotel where Leonel planned to stay in Kingston, Massachusetts, and arranged to book them into a bugged room.  The agents video taped a conversation between Lopez, Leonel Catano and the Murrays on November 2, 1991, in which they coordinated an imminent trip to Texas.  Michael Murray was to \"get the money ready;\"  Leonel Catano and Lopez were to \"go to Dallas, drop the box then just come, ah, bobtail<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> ... you know, with the money;\"  and James Murray was \"to go and ... pay the other transportation people in Dallas.\"After this conversation, Michael Murray left in a car and Leonel Catano and Lopez left in the truck.  DEA agents followed Catano and Lopez to Luling, Texas, where they dropped off the tank and trailer.  They then \"bobtailed\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> south to McAllen, Texas on the Mexican border, where they met James Murray on November 5, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On November 6, 1991, government agents (acting on a mistaken lead that the marijuana had already been delivered) arrested both Murrays and both Catanos in McAllen.  They searched Leonel Catano's truck and the steel tank left behind in Luling.  The agents found no marijuana, but they did find $1,149,650 hidden in a compartment in the tractor cab.  They also located James Murray's truck at the Dallas-Fort Worth airport and searched it, finding about $100,000 hidden in it.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This brief outline of the evidence suffices for purposes of considering most of the arguments raised on this appeal.  As other facts are material to the various arguments, we will supply more details.</p>\n    </div>\n    <p>I. MICHAEL MURRAY'S SIMMONS<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> ARGUMENT</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Before trial, Michael Murray brought an omnibus motion for relief, which included claims based on an alleged plea bargain with the government for immunity from prosecution and suppression of evidence derived from his cooperation with the government.  The plea agreement was not memorialized in any way.  Michael Murray contended that the government agreed to advocate the lower end of a zero to five-year sentence if he would change his plea, assist the government in its investigation of a fentanyl manufacturing laboratory, help the government acquire six million dollars in offshore accounts, and be available to testify in this case.  The government claimed it had extended two separate offers to Michael Murray:  one for complete cooperation and one for partial cooperation.  Complete cooperation required Michael Murray to plead guilty, assist the government in any and all investigations which the DEA suggested, be completely debriefed, surrender the six million dollars, and testify as requested.  Complete cooperation would result in a government recommendation for five or fewer years incarceration.  Alternatively, the government would recommend seventeen years incarceration if Michael Murray pleaded guilty and failed to fully cooperate in any way.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court held an evidentiary pre-trial hearing to determine what the agreement was and if Michael Murray was entitled to specific performance due to his fulfillment of the agreement as determined.  Michael Murray argues that the district court erred in refusing to grant him immunity under Simmons v. United States, 390 U.S. 377, 88 S.Ct. 967, 19 L.Ed.2d 1247 (1968), at this pre-trial hearing, forcing him \"to elect between his Fifth Amendment due process right to be heard on the question of his plea agreement with the government and his Fifth Amendment right not to be compelled to incriminate himself.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the hearing, the court permitted Michael Murray's counsel to call one of the prosecutors and a DEA case agent.  Both testified about the offer and the areas in which they believed Michael Murray's cooperation to be less than complete.  Michael Murray's counsel requested Simmons-type immunity for Murray if he testified regarding the plea offer and his performance.  The district court refused to grant this immunity, but suggested that Michael Murray testify in two parts:  first, on the terms of the government's offer;  and then, after the court ruled on the offer's terms, on his performance under that offer.  The court made clear that Michael Murray could refuse to testify on his performance of the agreement even if he chose to testify on its terms.  Michael Murray declined to testify.  The court then granted Michael Murray's request that his affidavit regarding the plea offer be made part of the record of the hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The court found that the government had made the plea offers as it alleged and that, although Michael Murray had substantially performed, he had not completely performed.  Specifically, the court noted that Michael Murray had not fully cooperated because, among other things:  he did not plead guilty;  he did not allow the government to debrief him in preparation for testifying against a defendant in the fentanyl case;  he did not testify against that defendant;  and he refused adequate access to his offshore accounts.  The court determined that Michael Murray could accept the government's plea offer by pleading guilty before the jury was impanelled.  If Michael Murray did plead, then the question would arise of whether he cooperated completely or partially.  At one point during the hearing, the prosecutor also stated, \"Your Honor, if Mr. Murray's willing to be completely debriefed to testify in any and all matters and to completely cooperate, the government is willing to stand by its offer....  That's been our position throughout.\"   Michael Murray did not plead guilty, did not accept the plea offer, and went to trial on all counts.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Entitlement to immunity is a legal question, which we review de novo.  See United States v. Hardy, 37 F.3d 753, 756 (1st Cir.1994) (holding that legal questions are reviewed de novo).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We affirm the district court's denial of Simmons-type immunity on these facts because Michael Murray did not have to surrender one constitutional right in order to assert another.  See Simmons, 390 U.S. at 394, 88 S.Ct. at 976.   The procedure followed by the district court did not implicate Michael Murray's Fifth Amendment right prohibiting compelled self-incrimination.  If Michael Murray had testified regarding his understanding of the terms of the plea agreement, the district judge stated that he would have limited cross-examination to that topic.  We agree with the district judge that \"what was the deal is a lot more bland [than is the performance issue] and has nothing to do either with this case or, one would imagine, any other investigation.\"   We fail to see how Michael Murray's testimony regarding what the government offered and what he understood would incriminate him in any way in any proceeding.  He chose, however, not to testify.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">After Michael Murray's counsel announced his intent not to testify, the district judge made findings as to the terms of the agreement.  The judge specifically stated, and the prosecution agreed, that Michael Murray could still accept the plea offer prior to trial.  He did not.  Thus, the judge never reached the issue of Michael Murray's performance, which was relevant only to determine whether Michael Murray had completely performed and accepted the more generous governmental offer or had only partially performed and accepted the lesser offer.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Because he did not plead guilty prior to trial, Michael Murray failed to cooperate as promised under either version of the plea agreement.  See United States v. Baldacchino, 762 F.2d 170, 179 (1st Cir.1985).  Thus, the government is released from any obligations under the agreement \"regardless of whatever it may have promised earlier.\"  United States v. Tilley, 964 F.2d 66, 70-71 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Simmons is inapplicable on these facts.</p>\n    </div>\n    <p>II. NIGRO'S TESTIMONY</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Frank Nigro testified regarding several conversations he had with Michael Murray in October 1991, one of which the government recorded and played to the jury.  Michael Murray argues error in the admission of the substance of both the direct examination and of the redirect examination.</p>\n    </div>\n    <p class=\"indent\">A. Nigro's Direct Testimony</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Michael Murray's counsel objected that Nigro's testimony was \"gratuitous talk\" about marijuana, unrelated to the crimes charged or to \"any particular incident in the past.\"   Before Nigro testified, the district judge stated that \"[t]he statements by Michael Murray ... are admissions so they're admissible as against Mr. Murray.\"   Fed.R.Evid. 801(d)(2)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On direct examination, the government confined its questions to the period from September 1991 to November 1991, when Nigro was cooperating with the DEA on this case.  Nigro testified that he met with Michael Murray and asked if Murray had any marijuana for sale.  Nigro stated that after several such meetings, Michael Murray agreed to \"front\" Nigro between 1000 and 2000 pounds of marijuana.  Near the close of Nigro's direct examination, the government played a tape of one of the Nigro-Murray meetings.  In that conversation, Michael Murray generally described his experience with importation of marijuana from Colombia and Mexico, from getting the marijuana across the river to weighing marijuana to piecing together loads of marijuana from different suppliers.  The district court did not abuse its discretion by admitting either Nigro's testimony on direct examination or the tape-recorded conversation between Michael Murray and Nigro.  Both were properly admissible against Michael Murray as admissions.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Michael Murray's part of the conversations constituted non-hearsay admissions of a party.  Fed.R.Evid. 801(d)(2)(A);  United States v. McDowell, 918 F.2d 1004, 1007 (1st Cir.1990).  Nigro's part of the conversations served as \" 'reciprocal and integrated utterance(s),' \" McDowell, at 918 F.2d at 1007 (quoting United States v. Metcalf, 430 F.2d 1197, 1199 (8th Cir.1970)), \"reasonably required to place [Murray's] admissions into context\" and \"make them intelligible to the jury.\"  Id. (internal quotation marks and citation omitted).  Because Nigro's statements were offered only for context and not for the truth of the matter asserted, those statements are not hearsay under Federal Rule of Evidence 801(c).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">B. Nigro's Testimony on Redirect Examination</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">On cross-examination, Michael Murray's counsel attempted to discredit Nigro's testimony by insinuating that Nigro barely knew Murray.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  On redirect examination, the government asked Nigro how he first met Michael Murray.  Michael Murray's counsel objected.  At a sidebar conference, the government argued that, on cross-examination, Michael Murray's counsel opened the door to the earlier relationship between Nigro and Murray.  The district court ruled that \"[a]s to scope, I think this is all opened up because of the suggestion that this is absolutely bizarre conduct\" and because, without this background, the meeting between Nigro and Michael Murray \"seems to be such an isolated and strange event.\"   When Michael Murray's counsel pressed for a ruling under Federal Rule of Evidence 404(b), the district court stated that \"[the evidence] doesn't have to be admitted as 404(b) but that is an alternative ground for the admission.  You have opened this up, it's admitted to him to show that this was not a bizarre picking someone out of a crowd and trying to entice them into drug trafficking.\"   The district court then ruled that the government's line of questioning was permissible, but admitted the resulting testimony only against Michael Murray.  Nigro then testified that he was introduced to Michael Murray when Murray began working for Nigro in the marijuana business in 1977 or 1978.  According to Nigro, in the following year, Michael Murray and Nigro's three partners took full control of the operation, and Nigro continued to work for them in a more limited capacity.  Three more marijuana shipments occurred under this arrangement.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">At the conclusion of Nigro's testimony, the district court gave the jury the following limiting instruction:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">THE COURT:  And I will tell you that Mr. Michael Murray is not here charged with any of the events which this witness testifies took place back in the late seventies, perhaps the early eighties.  That has nothing to do with this case except, if you believe his testimony, it tends to place the conversation about which he testified, the tape that was played, if you believe that, in context.  That's the only reason you heard it.  Mr. Michael Murray is not charged with anything back then, you're not to consider that, except that to the extent that you, yourself, determine in the manner that I've just described.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We review the district court's rulings on the admissibility of evidence only for abuse of discretion.  United States v. McCarthy, 961 F.2d 972, 977 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court did not abuse its discretion in permitting the government on redirect examination to explore the past business dealings of Nigro and Michael Murray.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The scope of redirect examination is discretionary with the trial court and should be reversed only upon a showing of abuse of discretion.  United States v. Braidlow, 806 F.2d 781, 782 (8th Cir.1986).  A district court may allow testimony on redirect which clarifies an issue which the defense opened up on cross-examination even when this evidence is otherwise inadmissible.  United States v. Geer, 923 F.2d 892, 896-97 n. 4 (1st Cir.1991) (citing Braidlow, 806 F.2d at 783).   Otherwise, litigants could exploit the rules of evidence to create misleading impressions, secure in the knowledge that the other side was barred from disabusing the jury.  On cross-examination, Michael Murray's counsel opened the door to the past relationship between Murray and Nigro by making it seem that Murray did not know Nigro well enough to conduct drug business with him.  The district court did not abuse its discretion by allowing redirect testimony to clarify that issue, and exercised abundant caution in instructing the jury on the limited consideration to be given such testimony.</p>\n    </div>\n    <p>III. BAKER'S TESTIMONY</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">There are two arguments concerning the testimony of Richard Baker, the witness who permitted the Murrays to store marijuana at his farm near Boston.  Besides participating in the marijuana operation at issue in this trial, Baker also allowed his property to be used by an organization involved in manufacturing fentanyl, a dangerous synthetic drug, reported to have caused numerous deaths.  This was the operation that Michael Murray claimed to have uncovered pursuant to his cooperation agreement with the government.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">First, Michael Murray claims that Baker's testimony should be inadmissible because it was derived from Murray's immunized statements, citing Kastigar v. United States, 406 U.S. 441, 92 S.Ct. 1653, 32 L.Ed.2d 212 (1972).  He argues that the government would not have had access to Baker had not Murray introduced him while cooperating in exposing the fentanyl operation.  The government then \"flipped\" Baker and used Baker against Murray, instead of vice versa.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Simply put, this is not a Kastigar issue, in which the government must prove it did not derive evidence from immunized statements.  The district court in this case specifically found:  \"There was no grant of immunity here, implicit or explicit.  Indeed, having reviewed my notes, it's clear to me, and I so find, that the only offer was an offer against direct use of the testimony and not any derivative use.\"   The district court's findings as to the terms the government offered Michael Murray are reviewable only for clear error.  See United States v. McLaughlin, 957 F.2d 12, 16-17 (1st Cir.1992).  This finding is supported by the prosecutor's testimony that he told Murray \"the government was free to make derivative or indirect use of anything he said ... against him.\"   The district court was free to accept this testimony, especially in light of the fact that Murray offered no contrary evidence that he had obtained any agreement of derivative use immunity.  These findings were not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Second, the Catanos argue that the district court erred in refusing to recall Baker as part of the government's case, after the mid-trial discovery of certain notes which the Catanos say would have helped them impeach Baker.  After Baker had been cross-examined,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> he failed to appear on time for court the next day, apparently because of a snowstorm.  The government waived its right to redirect, but also revealed that the government had located for the first time notes DEA Agent O'Hara had taken of a meeting with Baker.  The prosecutor explained that the government had not been able to locate O'Hara's notes earlier because they were in O'Hara's personal files and O'Hara was away from the office dealing with a health crisis in his family.  The prosecutor summarized the notes, which revealed that Baker admitted knowing involvement in the fentanyl operation.  Though the government had produced documents earlier in which others implicated Baker in the fentanyl operation, the defendants had not cross-examined Baker about whether his testimony in the present case was affected by his hopes of leniency in the fentanyl case.  Counsel for Leonel Catano explained his earlier decision not to cross-examine Baker about the fentanyl case as fear of opening a \"Pandora's box\" without any written documents to indicate what Baker had said before about the fentanyl operation.  (The fear of a \"Pandora's box\" was certainly not chimerical, since the same notes which state Baker confessed to knowing participation in the fentanyl business also refer to the involvement in the fentanyl business of \"two Hispanic males [Baker] ... thought were brothers, one of whom he testified to be Jaime Catano.\")   After the disclosure of O'Hara's notes, which counsel could use to impeach Baker on the stand, Leonel Catano's counsel asked to recall Baker for cross-examination about the fentanyl case.  The district court declined to recall Baker as part of the government's case, but stated that the defendants could call Baker as their witness and that the court would give them \"latitude in examining him.\"   The defendants refused to call Baker in their cases.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Catanos now argue that there was a Brady-Giglio<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> violation in that the government failed to produce impeachment information in time for the defendants to use it in cross-examining Baker.  \"When the [Brady ] issue is one of delayed disclosure rather than of nondisclosure, ... the test is whether defendant's counsel was prevented by the delay from using the disclosed material effectively in preparing and presenting the defendant's case.\"  United States v. Ingraldi, 793 F.2d 408, 411-12 (1st Cir.1986).  We review the district court's decision on how to handle delayed disclosure of Brady material for abuse of discretion.  See United States v. Sepulveda, 15 F.3d 1161, 1178-79 (1st.  Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 2714, 129 L.Ed.2d 840 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In this case, the prosecution offered a reasonable explanation of its failure to find the notes earlier.  Most importantly, the Catanos have not shown that the delay prevented them from using the materials.  The defendants cross-examined Baker at length on the theme that he was testifying in order to get a lenient sentence for his participation in the marijuana ring.  Further impeachment about his hopes to receive leniency in an additional case would have been cumulative, although admittedly the fentanyl case was more serious because of the deaths involved.  Moreover, the Catanos were perfectly free to call Baker in their case to explore the fentanyl issue, and they simply chose not to.  In view of the possibility that O'Hara's notes would implicate them in the fentanyl operation, their decision not to open the door to this testimony seems to have been the better part of valor, rather than the result of the government's delayed disclosure.  The district court did not abuse its discretion on this issue.</p>\n    </div>\n    <p>IV. JURY INSTRUCTIONS ON STANDARD OF PROOF</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The defendants make various arguments all tending to the same conclusion:  that the jurors were misled about what standard of proof to apply.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">A. Objection to Use of the Phrase \"Common Sense\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">James Murray argues that the prosecutors repeatedly urged the jurors to use \"common sense\" in evaluating the case and that this effectively lowered the standard of proof below the reasonable doubt standard.  James Murray's counsel moved for a mistrial on this ground.  Though the district court denied the mistrial motion, it agreed to \"make clear in [its] charge that the standard is beyond a reasonable doubt, and that's not equivalent of common sense.\"   The court in fact addressed the distinction between common sense and proof beyond a reasonable doubt in its charge.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Murray did not object that the court's treatment of the issue was inadequate in any way, but he now contends that the court failed \"to respond to the improper arguments.\"   Since there was no contemporaneous objection, we review only for plain error affecting substantial rights, and resulting in a miscarriage of justice.  United States v. DeMasi, 40 F.3d 1306, 1317-19 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 947, 130 L.Ed.2d 890 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">There is nothing improper about instructing the jury to use its common sense in deliberations.  See DeMasi, 40 F.3d at 1317-18;  United States v. Ocampo-Guarin, 968 F.2d 1406, 1412 (1st Cir.1992).  The district court's instructions drew a distinction between common sense, as methodology, and the beyond-a-reasonable-doubt standard, as a quantum of proof.  The court also told the jury specifically that arguments of counsel were not determinative statements of the law:  \"It is perfectly appropriate now for counsel to have mentioned the law in their closings.  That's helpful.  But take the law from me.\"   We see no reasonable probability that the jury could have been misled on this record, and we most certainly see nothing that approaches plain error resulting in a miscarriage of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">There was no error in either respect.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">B. Objection to Instructing Jurors Not to Surrender \"Strongly-held Views\"</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Leonel Catano argues that the court misled the jurors when it instructed them about the deliberation process as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Now about deliberations.  Deliberate about the case together.  Don't hesitate to reassess or reexamine your views in light of the views of your fellow jurors who have heard and seen exactly the same evidence that you've heard and seen and are under the same oath as you are to do justice.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">If you have a strong view about any aspect of this case, no one suggests that you surrender it.  A unanimous verdict means the verdict of each juror independently agreeing.  You're permitted to deliberate together to see whether the views of other jurors do affect your view of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">So it's probably not a good idea to take a straw vote at the outset of your deliberations lest you feel that under your oath you're somehow committed then to that particular view.  That's not so.  Jury deliberations are, as I say, just that, deliberations.  But you deliberate together to see whether you are affected by the views of your fellow jurors.  You're permitted to be, but don't surrender your own views if you have some strongly-held view about any aspect of the case.  We see through deliberations whether twelve jurors can come to a unanimous verdict either of not guilty or of guilty.  There's no pressure on you, but do understand that you are deliberating together.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Leonel Catano contends that by instructing jurors not to surrender \"strongly-held view[s],\" the court lowered the standard of proof below the reasonable-doubt standard.  He relies on Cage v. Louisiana, 498 U.S. 39, 111 S.Ct. 328, 112 L.Ed.2d 339 (1990) (per curiam), which the Supreme Court overruled in Estelle v. McGuire, 502 U.S. 62, 73 n. 4, 112 S.Ct. 475, 482 n. 4, 116 L.Ed.2d 385 (1991).  He also relies on Victor v. Nebraska, --- U.S. ----, 114 S.Ct. 1239, 127 L.Ed.2d 583 (1994), which teaches that our inquiry must not be whether an instruction \" 'could have' been applied in unconstitutional manner, but whether there is a reasonable likelihood that the jury did so apply it.\"  --- U.S. at ----, 114 S.Ct. at 1243 (emphasis in original).  We must consider the phrase Leonel Catano objects to (\"strongly-held view[s]\") in the context of the rest of the charge.  See id. at ----, 114 S.Ct. at 1247.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The court's instruction about deliberations does not directly relate to the quantum of proof and could only affect the jury's conception of the standard of proof indirectly.  The gist of the sentence Leonel complains of is to inform the jurors that they need not surrender their opinions.  The remainder of the deliberation instruction reminded jurors that \"there's no pressure on you.\"   When addressing the subject of burden of proof, the court specifically and repeatedly charged the jury that the government must prove its case \"beyond a reasonable doubt.\"   We see no likelihood that the jury would have thought the instructions on standard of proof to have been superseded by some implication in the deliberation instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Leonel Catano also argues that the instruction was analogous to an Allen<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> instruction, with its potential for improperly coercing jurors to reach agreement, citing United States v. Angiulo, 485 F.2d 37, 40 (1st Cir.1973).  The instruction Catano complains of was not coercive, as it simply informed the jurors of their right to maintain their opinions and did not pressure them to change.  We conclude that the particular instruction not to surrender \"strongly-held views\" was not reasonably likely to cause the jurors to apply the instructions as a whole \"in a way that violated the Constitution.\"  Victor, --- U.S. ----, 114 S.Ct. at 1251.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>V. MICHAEL MURRAY'S ROLE-IN-THE-OFFENSE ENHANCEMENT</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Michael Murray argues that the district court erred by enhancing his base offense level four levels under section 3B1.1(a) due to his aggravating role in the offense.  USSG Sec. 3B1.1(a) (Nov. 1993).  He argues that the district court's findings at the time of sentencing do not indicate either that he was an \"organizer or leader,\" as opposed to a \"manager or supervisor,\" or that the \"criminal activity involved five or more participants or was otherwise extensive,\" as required for a four-level enhancement under section 3B1.1(a).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">18 U.S.C. Sec. 3553(c) (1988) requires that \"[t]he court, at the time of sentencing, shall state in open court the reasons for its imposition of the particular sentence.\"   At sentencing here, the court stated only that \"[t]he upward adjustment for Michael Murray 4 levels is appropriate.  The Court finds by a fair preponderance of the evidence that he was the principal figure, the organizer, and a 4-level adjustment is appropriate.\"   The court did not, in open court, make specific findings regarding Murray's involvement either by detailing on the record the facts developed during trial supporting its conclusion, or by adoption of findings in the presentence report.  Compare United States v. Schultz, 970 F.2d 960, 963-64 (1st Cir.1992) (affirming two-level enhancement under USSG Sec. 3B1.1(c) where the district court stated that the enhancement was \"agreed upon by this court,\" and that the \"largely uncontested facts set forth in the PSR\" supported the defendant's exercise of control), cert. denied, --- U.S. ----, 113 S.Ct. 1020, 122 L.Ed.2d 167 (1993), with United States v. McDowell, 918 F.2d 1004, 1011-12 (1st Cir.1990) (remanding a four-level enhancement where neither the PSR nor the sentencing transcript indicated the basis for enhancement).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In Schultz, we held that the district court managed minimal compliance with Section 3553(c) where the court impliedly adopted the PSR and denoted each element in determining the guideline sentencing range.  970 F.2d at at 963 n. 7.   Furthermore, \"[t]he PSR was the central focus of the issues presented at sentencing.\"  Id.  The court in Schultz stressed that the PSR gave substantial support for the district court's findings and for a reasoned appellate review.  Id. at 963 n. 7, 964.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In the case before us, the district judge adopted the PSR by checking the box on the judgment form before the statement:  \"The court adopts the factual findings and guideline application in the presentence report.\"   While in many simple cases this would be sufficient to impart to the defendant and an appellate court sufficient reasons for imposing a particular sentence, Michael Murray's PSR does not clearly demonstrate why he was considered to be an \"organizer or leader\" as distinguished from a \"manager or supervisor.\"   The PSR discusses the offense conduct over some twenty-two pages, containing some fourteen pages of taped conversations read to the jury.  While some statements in the discussion might support a finding that Michael Murray played a leadership role, much in the report would support a finding that James Murray or the Catanos played such a role.  The PSR does not come to grips with the issue by explaining specifically, in a case with considerable scope and complexity, why Michael Murray was concluded to be an \"organizer or leader\" rather than a \"manager or supervisor.\"   Without even a minimal analysis of the facts or articulation of its reasoning, the PSR simply states:  \"Michael Murray is regarded as the principle [sic] figure;  he was the organizer and paymaster.  A role adjustment under Sec. 3B1.1(a) is warranted, and is being applied.\"   The PSR makes no reference to specific evidence supporting that recommendation.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The judge's adoption of the factual findings and guideline application by checking the box on the judgment form on the facts of this case does not comply with section 3553(c), which requires a statement of reasons for imposing a particular sentence.  The lengthy recitation of evidence in the PSR simply does not focus on the distinction required by the guidelines.  If the PSR had set out a clearly stated, unequivocal explanation for holding Murray to be an organizer or leader (which we believe that it did not) the judge's reference to the PSR might be adequate.  Further, if witnesses had testified that Murray organized every facet of the drug operation and was the unequivocal leader, the bare finding that he was the organizer or leader might, standing alone, be sufficient.  Under the circumstances before us, however, section 3553(c) can only be met by the district court's explanation of why it selected the \"organizer or leader\" label, rather than that of \"manager or supervisor.\"</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We underscore that in a case where the PSR findings themselves adequately set forth a meaningful rationale for the sentence, a district judge does not err in adopting such findings.  In a case such as that before us, however, with a lengthy chain of transactions and dealings between the several individuals involved, and with a PSR which is overly inclusive and which does not even minimally focus on the specific considerations necessary to differentiate between the two categories, it is necessary that the district judge make sufficient findings to articulate the rationale for the sentencing decision.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Unlike McDowell, the case before us concerns not a total lack of findings on the question of the adjustment but, rather, their adequacy.  However, we are left in the same position as in McDowell, \"[w]ithout substantial guesswork, we cannot tell the basis on which the judge determined that the criminal activity was sufficiently extensive to permit the four level upward enhancement.\"  918 F.2d at 1012.   Neither the PSR nor the sentencing transcript discusses Murray's involvement or identifies why he was held to be an \"organizer or leader\" as opposed to a \"manager or supervisor.\"</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In short, although the case record may very well support the four-level enhancement:</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>there is nothing in the sentencing record about any of this.  Absent explicit findings, it would be overly impetuous for us, on so exiguous a predicate, to jump to the conclusion that [the enhancement requirements were met].  A defendant in the dock, awaiting imposition of sentence, is entitled to reasoned findings, on a preponderance standard, not to an appellate court's assumptions drawn free-form from an inscrutable record.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Id. at 1012 n. 8.   This is a troublesome, borderline case.  We conclude, however, that the requirements of section 3553(c) have not been met because the district judge did not state in open court, with sufficient specificity, the reasons for deciding this particular issue, which substantially impacted Michael Murray's sentence.  We are satisfied that justice is best served by remand for further articulation of the reasons for imposing the adjustment in accordance with 18 U.S.C. Sec. 3553(c).</p>\n    </div>\n    <p>VI. REMAINING CLAIMS OF ERROR</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The appellants raise a number of other issues.  We reject the claims of error in:  (1) denying James Murray's suppression motion;  (2) denying Jaime Catano's motion for severance;  (3) denying Jaime Catano's motion to participate in Michael Murray's omnibus motion hearing;  (4) managing the use of peremptory challenges;  (5) refusing to define reasonable doubt;  (6) convicting Jaime Catano of continuing criminal enterprise;  and (7) refusing to adjust Michael Murray's sentence for acceptance of responsibility or to depart downward.  We discuss these issues in the attached unpublished portion of this opinion, as their disposition is not of sufficient precedential value to merit publication.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">We affirm the convictions, but vacate and remand Michael Murray's sentence for further findings in accordance with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The published version of this Opinion includes only the background statement of facts and discussion of those issues that may be of general interest.  The unpublished portion of the Opinion addresses other issues that do not appear to have precedential importance.  See First Cir.R. 36.2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> To \"bobtail\" means to drive a tractor without a trailer behind.  In this context, the \"box\" would be the trailer</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See footnote 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In Simmons v. United States, 390 U.S. 377, 88 S.Ct. 967, 19 L.Ed.2d 1247 (1968), the Supreme Court held that a defendant's testimony in support of a motion to suppress evidence is inadmissible against him at a later trial to prove his guilt because the Court found it \"intolerable that one constitutional right should have to be surrendered in order to assert another.\"  Id. at 394, 88 S.Ct. at 976</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Michael Murray's argument that the statements were not admissible as statements of a co-conspirator is misplaced.  The co-conspirator exception applies to hearsay statements.  The statements here are non-hearsay under Rule 801(c) and 801(d)(2)(A)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> MICHAEL MURRAY'S COUNSEL:  And this man that you had seen on several occasions for ten minutes at a time over seven to ten, maybe twelve times, is going to front you a half a ton or a ton of marijuana without you paying for it, and you don't know even where he lives?</p>\n        <p>NIGRO:  Yes.</p>\n        <p>The following day, Michael Murray's counsel again attempted to minimize the relationship between Nigro and Murray:</p>\n        <p>MICHAEL MURRAY'S COUNSEL:  Mr. Nigro, is it your testimony that from these brief encounters with Mr. Murray that he's going to front you, meaning give you for nothing, some quantity of marijuana, uncertain, between a thousand pounds and 4,000 pounds, for nothing, without ever having discussed a price?   Is that your testimony?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court admitted this testimony only against Michael Murray and gave a limiting instruction as to the other defendants.  In this appeal, the other appellants claim no prejudice by the admission of Nigro's testimony on redirect</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Counsel for Leonel Catano had noted that he would have cross-examined Baker regarding fentanyl if he had documentation showing what Baker had or had not admitted about the fentanyl operation.  On the other hand, Jaime Catano's counsel stated at trial that his client had ordered \"not to get into the subject of fentanyl\" with Baker</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), and Giglio v. United States, 405 U.S. 150, 92 S.Ct. 763, 31 L.Ed.2d 104 (1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The court stated:</p>\n        <p>Now, focusing on the evidence now, how do you analyze it?   What do you do with it?   You're expected to use your common sense.  You don't check your common sense at the door to the jury room.  Just the reverse.  I charge you that you use your common sense.  You consider the evidence in the case for the purposes for which it has been admitted, you give it a reasonable and fair construction in light of your common knowledge of the natural tendencies and inclinations of human beings.</p>\n        <p>Now, mention has been made of common sense, and make no doubt about it, you use your common sense while you're there in the jury room.  I'm interpolating here, going beyond what I've written out, because it's important to explain the difference.  While you use your common sense, don't think that the standard of proof here is, well, common sense.  The standard of proof is proof beyond a reasonable doubt.  You use your common sense to figure out what you believe.  And then you ask yourself as to each separate charge and each separate individual has the government proved that charge beyond a reasonable doubt.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Allen v. United States, 164 U.S. 492, 17 S.Ct. 154, 41 L.Ed. 528 (1896)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> At sentencing, Michael Murray's counsel essentially conceded the upward adjustment for manager or supervisor, but not for organizer or leader.  The difference is significant.  The former calls for a sentence of 235 to 293 months, whereas the latter calls for a range of 292 to 365 months.  Michael Murray was sentenced near the top of the range</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">219</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">Fed. R. Serv.</span> <span class=\"page\">88</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jaime CATANO, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Michael MURRAY, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Leonel CATANO, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>James MURRAY, Defendant-Appellant.</p>\n    <p class=\"docket\">Nos. 94-1502, 94-1503, 94-1504 and 94-1505.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 1, 1995.<br>Decided September 18, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William A. Brown, by Appointment of the Court, Boston, MA, for appellant Jaime Catano.</p>\n      <p class=\"indent\">Daniel J. O'Connell, III, Boston, MA, for appellant Michael Murray.</p>\n      <p class=\"indent\">Robert L. Sheketoff, with whom Sheketoff &amp; Homan, Boston, MA, was on brief for appellant Leonel Catano.</p>\n      <p class=\"indent\">Steven J. Brooks, with whom James P. Duggan, by Appointment of the Court, Boston, MA, was on brief for appellant James Murray.</p>\n      <p class=\"indent\">George W. Vien, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, and Geoffrey E. Hobart, Assistant United States Attorney, Boston, MA, were on brief for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and JOHN R. GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">JOHN R. GIBSON, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Michael and James Murray appeal their convictions of one count of conspiracy to distribute marijuana, three counts of possessing marijuana with intent to distribute, and one count of attempt to possess with intent to distribute, all relating to transporting truck loads of marijuana from Texas to Boston in August and November 1989 and February 1991.  Jaime Catano was convicted of two possession counts, the attempt count and a count of continuing criminal enterprise.  Leonel Catano was convicted of one of the possession counts, as well as the conspiracy and the attempt.  All challenge their convictions on numerous grounds, and Michael Murray appeals his sentence.  We affirm the judgments, but we remand Michael Murray's sentence for further findings.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Beginning in 1987 the Murrays and Catanos headed up an organization that transported loads of marijuana in tractor-trailers from Texas to Boston or the New York area.  The government's case consisted principally of the testimony of two truck drivers, Halcott Lawrence and Morton Todd;  of Richard Baker, who allowed the storage of marijuana on his property;  of a government informant, Frank Nigro;  and of DEA surveillance agents.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Leonel Catano first recruited Lawrence in 1987 to drive a truck load of 1,000 pounds of marijuana from Houston, Texas to New York.  After that, Lawrence drove other, similar loads from Beeville, Texas to Boston.  Lawrence would first pick up a cover cargo, usually of onions or plastic pellets, then drive to a farm near Beeville, Texas, where workers would hide bales of cellophane-wrapped marijuana under the cover cargo.  Each time when Lawrence would arrive in Boston, he would call James Murray to announce his arrival, then drive to a rendezvous point where one or both of the Murrays and \"a bunch of ... guys\" would be there to unload the truck.  James Murray usually paid Lawrence.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In August 1989, Lawrence recruited Morton Todd to drive a load from Texas to Boston.  Lawrence drove up separately.  When Todd and Lawrence got to Boston with the marijuana, they met Jaime Catano and the two Murrays.  Jaime Catano paid Todd his wages of $12,000, less expenses Todd had already received.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Todd drove another load to Boston in November 1989.  He received the marijuana in Texas from the Murrays and Jaime Catano.  When he arrived in Boston, the Murrays unloaded the truck and paid him.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Frank Nigro, an informant, solicited Michael Murray, who agreed to supply him 1,000-2,000 pounds of marijuana.  The government introduced a tape of a conversation that took place on November 1, 1991, between Nigro and Michael Murray.  Murray discussed procuring marijuana from \"Mexicans.\"   Murray said he had been \"down there\" and \"seen merchandise,\" and that he would go down and personally make the acquisition.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Richard Baker twice permitted the Murrays to store loads of marijuana on his farm near Boston in the winter of 1989-90.  In the winter of 1991, Leonel Catano and Roberto Lopez showed up at Baker's farm in a tractor-trailer hauling a steel tank.  James and Michael Murray were there, and they unloaded 2,000 pounds of marijuana into a shed on Baker's property.  Over the next two weeks they parcelled out the marijuana into several cars.  Baker said he saw Michael Murray and Jaime Catano with a sports bag full of cash after they had disposed of the marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At the time of the last delivery to Baker's farm, the government was closing in.  The truck driver, Roberto Lopez, was actually working undercover for the government.  Before Lopez and Catano left on the trip to Boston, the DEA was aware of their itinerary.  The DEA planted monitoring devices in the hotel where Leonel planned to stay in Kingston, Massachusetts, and arranged to book them into a bugged room.  The agents video taped a conversation between Lopez, Leonel Catano and the Murrays on November 2, 1991, in which they coordinated an imminent trip to Texas.  Michael Murray was to \"get the money ready;\"  Leonel Catano and Lopez were to \"go to Dallas, drop the box then just come, ah, bobtail<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> ... you know, with the money;\"  and James Murray was \"to go and ... pay the other transportation people in Dallas.\"After this conversation, Michael Murray left in a car and Leonel Catano and Lopez left in the truck.  DEA agents followed Catano and Lopez to Luling, Texas, where they dropped off the tank and trailer.  They then \"bobtailed\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> south to McAllen, Texas on the Mexican border, where they met James Murray on November 5, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On November 6, 1991, government agents (acting on a mistaken lead that the marijuana had already been delivered) arrested both Murrays and both Catanos in McAllen.  They searched Leonel Catano's truck and the steel tank left behind in Luling.  The agents found no marijuana, but they did find $1,149,650 hidden in a compartment in the tractor cab.  They also located James Murray's truck at the Dallas-Fort Worth airport and searched it, finding about $100,000 hidden in it.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This brief outline of the evidence suffices for purposes of considering most of the arguments raised on this appeal.  As other facts are material to the various arguments, we will supply more details.</p>\n    </div>\n    <p>I. MICHAEL MURRAY'S SIMMONS<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> ARGUMENT</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Before trial, Michael Murray brought an omnibus motion for relief, which included claims based on an alleged plea bargain with the government for immunity from prosecution and suppression of evidence derived from his cooperation with the government.  The plea agreement was not memorialized in any way.  Michael Murray contended that the government agreed to advocate the lower end of a zero to five-year sentence if he would change his plea, assist the government in its investigation of a fentanyl manufacturing laboratory, help the government acquire six million dollars in offshore accounts, and be available to testify in this case.  The government claimed it had extended two separate offers to Michael Murray:  one for complete cooperation and one for partial cooperation.  Complete cooperation required Michael Murray to plead guilty, assist the government in any and all investigations which the DEA suggested, be completely debriefed, surrender the six million dollars, and testify as requested.  Complete cooperation would result in a government recommendation for five or fewer years incarceration.  Alternatively, the government would recommend seventeen years incarceration if Michael Murray pleaded guilty and failed to fully cooperate in any way.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court held an evidentiary pre-trial hearing to determine what the agreement was and if Michael Murray was entitled to specific performance due to his fulfillment of the agreement as determined.  Michael Murray argues that the district court erred in refusing to grant him immunity under Simmons v. United States, <span class=\"citation\" data-id=\"107636\"><a href=\"/opinion/107636/simmons-v-united-states/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></a></span>, <span class=\"citation\" data-id=\"107636\"><a href=\"/opinion/107636/simmons-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">967</span></a></span>, <span class=\"citation\" data-id=\"107636\"><a href=\"/opinion/107636/simmons-v-united-states/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1247</span> </a></span>(1968), at this pre-trial hearing, forcing him \"to elect between his Fifth Amendment due process right to be heard on the question of his plea agreement with the government and his Fifth Amendment right not to be compelled to incriminate himself.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the hearing, the court permitted Michael Murray's counsel to call one of the prosecutors and a DEA case agent.  Both testified about the offer and the areas in which they believed Michael Murray's cooperation to be less than complete.  Michael Murray's counsel requested Simmons-type immunity for Murray if he testified regarding the plea offer and his performance.  The district court refused to grant this immunity, but suggested that Michael Murray testify in two parts:  first, on the terms of the government's offer;  and then, after the court ruled on the offer's terms, on his performance under that offer.  The court made clear that Michael Murray could refuse to testify on his performance of the agreement even if he chose to testify on its terms.  Michael Murray declined to testify.  The court then granted Michael Murray's request that his affidavit regarding the plea offer be made part of the record of the hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The court found that the government had made the plea offers as it alleged and that, although Michael Murray had substantially performed, he had not completely performed.  Specifically, the court noted that Michael Murray had not fully cooperated because, among other things:  he did not plead guilty;  he did not allow the government to debrief him in preparation for testifying against a defendant in the fentanyl case;  he did not testify against that defendant;  and he refused adequate access to his offshore accounts.  The court determined that Michael Murray could accept the government's plea offer by pleading guilty before the jury was impanelled.  If Michael Murray did plead, then the question would arise of whether he cooperated completely or partially.  At one point during the hearing, the prosecutor also stated, \"Your Honor, if Mr. Murray's willing to be completely debriefed to testify in any and all matters and to completely cooperate, the government is willing to stand by its offer....  That's been our position throughout.\"   Michael Murray did not plead guilty, did not accept the plea offer, and went to trial on all counts.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Entitlement to immunity is a legal question, which we review de novo.  See United States v. Hardy, <span class=\"citation\" data-id=\"679959\"><a href=\"/opinion/679959/united-states-v-frederick-hardy/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">753</span></a></span>, 756 (1st Cir.1994) (holding that legal questions are reviewed de novo).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We affirm the district court's denial of Simmons-type immunity on these facts because Michael Murray did not have to surrender one constitutional right in order to assert another.  See <span class=\"citation\" data-id=\"107636\"><span class=\"antecedent_guess\">Simmons,</span> <a href=\"/opinion/107636/simmons-v-united-states/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">394</span></a></span>, 88 S.Ct. at 976.   The procedure followed by the district court did not implicate Michael Murray's Fifth Amendment right prohibiting compelled self-incrimination.  If Michael Murray had testified regarding his understanding of the terms of the plea agreement, the district judge stated that he would have limited cross-examination to that topic.  We agree with the district judge that \"what was the deal is a lot more bland [than is the performance issue] and has nothing to do either with this case or, one would imagine, any other investigation.\"   We fail to see how Michael Murray's testimony regarding what the government offered and what he understood would incriminate him in any way in any proceeding.  He chose, however, not to testify.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">After Michael Murray's counsel announced his intent not to testify, the district judge made findings as to the terms of the agreement.  The judge specifically stated, and the prosecution agreed, that Michael Murray could still accept the plea offer prior to trial.  He did not.  Thus, the judge never reached the issue of Michael Murray's performance, which was relevant only to determine whether Michael Murray had completely performed and accepted the more generous governmental offer or had only partially performed and accepted the lesser offer.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Because he did not plead guilty prior to trial, Michael Murray failed to cooperate as promised under either version of the plea agreement.  See United States v. Baldacchino, <span class=\"citation\" data-id=\"452060\"><a href=\"/opinion/452060/united-states-v-shaun-baldacchino/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">170</span></a></span>, 179 (1st Cir.1985).  Thus, the government is released from any obligations under the agreement \"regardless of whatever it may have promised earlier.\"  United States v. Tilley, <span class=\"citation\" data-id=\"583578\"><a href=\"/opinion/583578/united-states-v-ronald-e-tilley/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">66</span></a></span>, 70-71 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Simmons is inapplicable on these facts.</p>\n    </div>\n    <p>II. NIGRO'S TESTIMONY</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Frank Nigro testified regarding several conversations he had with Michael Murray in October 1991, one of which the government recorded and played to the jury.  Michael Murray argues error in the admission of the substance of both the direct examination and of the redirect examination.</p>\n    </div>\n    <p class=\"indent\">A. Nigro's Direct Testimony</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Michael Murray's counsel objected that Nigro's testimony was \"gratuitous talk\" about marijuana, unrelated to the crimes charged or to \"any particular incident in the past.\"   Before Nigro testified, the district judge stated that \"[t]he statements by Michael Murray ... are admissions so they're admissible as against Mr. Murray.\"   Fed.R.Evid. 801(d)(2)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On direct examination, the government confined its questions to the period from September 1991 to November 1991, when Nigro was cooperating with the DEA on this case.  Nigro testified that he met with Michael Murray and asked if Murray had any marijuana for sale.  Nigro stated that after several such meetings, Michael Murray agreed to \"front\" Nigro between 1000 and 2000 pounds of marijuana.  Near the close of Nigro's direct examination, the government played a tape of one of the Nigro-Murray meetings.  In that conversation, Michael Murray generally described his experience with importation of marijuana from Colombia and Mexico, from getting the marijuana across the river to weighing marijuana to piecing together loads of marijuana from different suppliers.  The district court did not abuse its discretion by admitting either Nigro's testimony on direct examination or the tape-recorded conversation between Michael Murray and Nigro.  Both were properly admissible against Michael Murray as admissions.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Michael Murray's part of the conversations constituted non-hearsay admissions of a party.  Fed.R.Evid. 801(d)(2)(A);  United States v. McDowell, <span class=\"citation\" data-id=\"551473\"><a href=\"/opinion/551473/united-states-v-billy-ray-mcdowell-jr/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></a></span>, 1007 (1st Cir.1990).  Nigro's part of the conversations served as \" 'reciprocal and integrated utterance(s),' \" McDowell, <span class=\"citation\" data-id=\"551473\"><span class=\"antecedent_guess\">at</span> <a href=\"/opinion/551473/united-states-v-billy-ray-mcdowell-jr/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1007</span> </a></span>(quoting United States v. Metcalf, <span class=\"citation\" data-id=\"291788\"><a href=\"/opinion/291788/united-states-v-richard-dale-metcalf/\"><span class=\"volume\">430</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1197</span></a></span>, 1199 (8th Cir.1970)), \"reasonably required to place [Murray's] admissions into context\" and \"make them intelligible to the jury.\"  <span class=\"citation\" data-id=\"291788\"><a href=\"/opinion/291788/united-states-v-richard-dale-metcalf/\"><span class=\"id_token\">Id.</span> (internal quotation </a></span>marks and citation omitted).  Because Nigro's statements were offered only for context and not for the truth of the matter asserted, those statements are not hearsay under Federal Rule of Evidence 801(c).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">B. Nigro's Testimony on Redirect Examination</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">On cross-examination, Michael Murray's counsel attempted to discredit Nigro's testimony by insinuating that Nigro barely knew Murray.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  On redirect examination, the government asked Nigro how he first met Michael Murray.  Michael Murray's counsel objected.  At a sidebar conference, the government argued that, on cross-examination, Michael Murray's counsel opened the door to the earlier relationship between Nigro and Murray.  The district court ruled that \"[a]s to scope, I think this is all opened up because of the suggestion that this is absolutely bizarre conduct\" and because, without this background, the meeting between Nigro and Michael Murray \"seems to be such an isolated and strange event.\"   When Michael Murray's counsel pressed for a ruling under Federal Rule of Evidence 404(b), the district court stated that \"[the evidence] doesn't have to be admitted as 404(b) but that is an alternative ground for the admission.  You have opened this up, it's admitted to him to show that this was not a bizarre picking someone out of a crowd and trying to entice them into drug trafficking.\"   The district court then ruled that the government's line of questioning was permissible, but admitted the resulting testimony only against Michael Murray.  Nigro then testified that he was introduced to Michael Murray when Murray began working for Nigro in the marijuana business in 1977 or 1978.  According to Nigro, in the following year, Michael Murray and Nigro's three partners took full control of the operation, and Nigro continued to work for them in a more limited capacity.  Three more marijuana shipments occurred under this arrangement.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">At the conclusion of Nigro's testimony, the district court gave the jury the following limiting instruction:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">THE COURT:  And I will tell you that Mr. Michael Murray is not here charged with any of the events which this witness testifies took place back in the late seventies, perhaps the early eighties.  That has nothing to do with this case except, if you believe his testimony, it tends to place the conversation about which he testified, the tape that was played, if you believe that, in context.  That's the only reason you heard it.  Mr. Michael Murray is not charged with anything back then, you're not to consider that, except that to the extent that you, yourself, determine in the manner that I've just described.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We review the district court's rulings on the admissibility of evidence only for abuse of discretion.  United States v. McCarthy, <span class=\"citation\" data-id=\"581510\"><a href=\"/opinion/581510/united-states-v-william-e-mccarthy-jr/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">972</span></a></span>, 977 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court did not abuse its discretion in permitting the government on redirect examination to explore the past business dealings of Nigro and Michael Murray.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The scope of redirect examination is discretionary with the trial court and should be reversed only upon a showing of abuse of discretion.  United States v. Braidlow, <span class=\"citation\" data-id=\"480229\"><a href=\"/opinion/480229/united-states-v-ernest-braidlow/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">781</span></a></span>, 782 (8th Cir.1986).  A district court may allow testimony on redirect which clarifies an issue which the defense opened up on cross-examination even when this evidence is otherwise inadmissible.  United States v. Geer, <span class=\"citation\" data-id=\"554886\"><a href=\"/opinion/554886/united-states-v-terryl-geer-aka-terry-geer/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">892</span></a></span>, 896-97 n. 4 (1st Cir.1991) (citing <span class=\"citation\" data-id=\"480229\"><span class=\"antecedent_guess\">Braidlow,</span> <a href=\"/opinion/480229/united-states-v-ernest-braidlow/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">783</span></a></span>).   Otherwise, litigants could exploit the rules of evidence to create misleading impressions, secure in the knowledge that the other side was barred from disabusing the jury.  On cross-examination, Michael Murray's counsel opened the door to the past relationship between Murray and Nigro by making it seem that Murray did not know Nigro well enough to conduct drug business with him.  The district court did not abuse its discretion by allowing redirect testimony to clarify that issue, and exercised abundant caution in instructing the jury on the limited consideration to be given such testimony.</p>\n    </div>\n    <p>III. BAKER'S TESTIMONY</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">There are two arguments concerning the testimony of Richard Baker, the witness who permitted the Murrays to store marijuana at his farm near Boston.  Besides participating in the marijuana operation at issue in this trial, Baker also allowed his property to be used by an organization involved in manufacturing fentanyl, a dangerous synthetic drug, reported to have caused numerous deaths.  This was the operation that Michael Murray claimed to have uncovered pursuant to his cooperation agreement with the government.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">First, Michael Murray claims that Baker's testimony should be inadmissible because it was derived from Murray's immunized statements, citing Kastigar v. United States, <span class=\"citation\" data-id=\"108541\"><a href=\"/opinion/108541/kastigar-v-united-states/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">441</span></a></span>, <span class=\"citation\" data-id=\"108541\"><a href=\"/opinion/108541/kastigar-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1653</span></a></span>, <span class=\"citation\" data-id=\"108541\"><a href=\"/opinion/108541/kastigar-v-united-states/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">212</span> </a></span>(1972).  He argues that the government would not have had access to Baker had not Murray introduced him while cooperating in exposing the fentanyl operation.  The government then \"flipped\" Baker and used Baker against Murray, instead of vice versa.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Simply put, this is not a Kastigar issue, in which the government must prove it did not derive evidence from immunized statements.  The district court in this case specifically found:  \"There was no grant of immunity here, implicit or explicit.  Indeed, having reviewed my notes, it's clear to me, and I so find, that the only offer was an offer against direct use of the testimony and not any derivative use.\"   The district court's findings as to the terms the government offered Michael Murray are reviewable only for clear error.  See United States v. McLaughlin, <span class=\"citation\" data-id=\"578198\"><a href=\"/opinion/578198/united-states-v-bernard-michael-mclaughlin-united-states-of-america-v/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 16-17 (1st Cir.1992).  This finding is supported by the prosecutor's testimony that he told Murray \"the government was free to make derivative or indirect use of anything he said ... against him.\"   The district court was free to accept this testimony, especially in light of the fact that Murray offered no contrary evidence that he had obtained any agreement of derivative use immunity.  These findings were not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Second, the Catanos argue that the district court erred in refusing to recall Baker as part of the government's case, after the mid-trial discovery of certain notes which the Catanos say would have helped them impeach Baker.  After Baker had been cross-examined,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> he failed to appear on time for court the next day, apparently because of a snowstorm.  The government waived its right to redirect, but also revealed that the government had located for the first time notes DEA Agent O'Hara had taken of a meeting with Baker.  The prosecutor explained that the government had not been able to locate O'Hara's notes earlier because they were in O'Hara's personal files and O'Hara was away from the office dealing with a health crisis in his family.  The prosecutor summarized the notes, which revealed that Baker admitted knowing involvement in the fentanyl operation.  Though the government had produced documents earlier in which others implicated Baker in the fentanyl operation, the defendants had not cross-examined Baker about whether his testimony in the present case was affected by his hopes of leniency in the fentanyl case.  Counsel for Leonel Catano explained his earlier decision not to cross-examine Baker about the fentanyl case as fear of opening a \"Pandora's box\" without any written documents to indicate what Baker had said before about the fentanyl operation.  (The fear of a \"Pandora's box\" was certainly not chimerical, since the same notes which state Baker confessed to knowing participation in the fentanyl business also refer to the involvement in the fentanyl business of \"two Hispanic males [Baker] ... thought were brothers, one of whom he testified to be Jaime Catano.\")   After the disclosure of O'Hara's notes, which counsel could use to impeach Baker on the stand, Leonel Catano's counsel asked to recall Baker for cross-examination about the fentanyl case.  The district court declined to recall Baker as part of the government's case, but stated that the defendants could call Baker as their witness and that the court would give them \"latitude in examining him.\"   The defendants refused to call Baker in their cases.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Catanos now argue that there was a Brady-Giglio<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> violation in that the government failed to produce impeachment information in time for the defendants to use it in cross-examining Baker.  \"When the [Brady ] issue is one of delayed disclosure rather than of nondisclosure, ... the test is whether defendant's counsel was prevented by the delay from using the disclosed material effectively in preparing and presenting the defendant's case.\"  United States v. Ingraldi, <span class=\"citation\" data-id=\"471758\"><a href=\"/opinion/471758/united-states-v-peter-f-ingraldi/\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">408</span></a></span>, 411-12 (1st Cir.1986).  We review the district court's decision on how to handle delayed disclosure of Brady material for abuse of discretion.  See United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1178-79 (1st.  Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span> </span>(1994).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In this case, the prosecution offered a reasonable explanation of its failure to find the notes earlier.  Most importantly, the Catanos have not shown that the delay prevented them from using the materials.  The defendants cross-examined Baker at length on the theme that he was testifying in order to get a lenient sentence for his participation in the marijuana ring.  Further impeachment about his hopes to receive leniency in an additional case would have been cumulative, although admittedly the fentanyl case was more serious because of the deaths involved.  Moreover, the Catanos were perfectly free to call Baker in their case to explore the fentanyl issue, and they simply chose not to.  In view of the possibility that O'Hara's notes would implicate them in the fentanyl operation, their decision not to open the door to this testimony seems to have been the better part of valor, rather than the result of the government's delayed disclosure.  The district court did not abuse its discretion on this issue.</p>\n    </div>\n    <p>IV. JURY INSTRUCTIONS ON STANDARD OF PROOF</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The defendants make various arguments all tending to the same conclusion:  that the jurors were misled about what standard of proof to apply.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">A. Objection to Use of the Phrase \"Common Sense\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">James Murray argues that the prosecutors repeatedly urged the jurors to use \"common sense\" in evaluating the case and that this effectively lowered the standard of proof below the reasonable doubt standard.  James Murray's counsel moved for a mistrial on this ground.  Though the district court denied the mistrial motion, it agreed to \"make clear in [its] charge that the standard is beyond a reasonable doubt, and that's not equivalent of common sense.\"   The court in fact addressed the distinction between common sense and proof beyond a reasonable doubt in its charge.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Murray did not object that the court's treatment of the issue was inadequate in any way, but he now contends that the court failed \"to respond to the improper arguments.\"   Since there was no contemporaneous objection, we review only for plain error affecting substantial rights, and resulting in a miscarriage of justice.  United States v. DeMasi, <span class=\"citation\" data-id=\"195694\"><a href=\"/opinion/195694/united-states-v-de-masi/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1306</span></a></span>, 1317-19 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">947</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">890</span> </span>(1995).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">There is nothing improper about instructing the jury to use its common sense in deliberations.  See <span class=\"citation\" data-id=\"195694\"><span class=\"antecedent_guess\">DeMasi,</span> <a href=\"/opinion/195694/united-states-v-de-masi/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1317-18</span></a></span>;  United States v. Ocampo-Guarin, <span class=\"citation\" data-id=\"586815\"><a href=\"/opinion/586815/united-states-v-gloria-patricia-ocampo-guarin/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1412 (1st Cir.1992).  The district court's instructions drew a distinction between common sense, as methodology, and the beyond-a-reasonable-doubt standard, as a quantum of proof.  The court also told the jury specifically that arguments of counsel were not determinative statements of the law:  \"It is perfectly appropriate now for counsel to have mentioned the law in their closings.  That's helpful.  But take the law from me.\"   We see no reasonable probability that the jury could have been misled on this record, and we most certainly see nothing that approaches plain error resulting in a miscarriage of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">There was no error in either respect.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">B. Objection to Instructing Jurors Not to Surrender \"Strongly-held Views\"</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Leonel Catano argues that the court misled the jurors when it instructed them about the deliberation process as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Now about deliberations.  Deliberate about the case together.  Don't hesitate to reassess or reexamine your views in light of the views of your fellow jurors who have heard and seen exactly the same evidence that you've heard and seen and are under the same oath as you are to do justice.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">If you have a strong view about any aspect of this case, no one suggests that you surrender it.  A unanimous verdict means the verdict of each juror independently agreeing.  You're permitted to deliberate together to see whether the views of other jurors do affect your view of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">So it's probably not a good idea to take a straw vote at the outset of your deliberations lest you feel that under your oath you're somehow committed then to that particular view.  That's not so.  Jury deliberations are, as I say, just that, deliberations.  But you deliberate together to see whether you are affected by the views of your fellow jurors.  You're permitted to be, but don't surrender your own views if you have some strongly-held view about any aspect of the case.  We see through deliberations whether twelve jurors can come to a unanimous verdict either of not guilty or of guilty.  There's no pressure on you, but do understand that you are deliberating together.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Leonel Catano contends that by instructing jurors not to surrender \"strongly-held view[s],\" the court lowered the standard of proof below the reasonable-doubt standard.  He relies on Cage v. Louisiana, <span class=\"citation\" data-id=\"112505\"><a href=\"/opinion/112505/cage-v-louisiana/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, <span class=\"citation\" data-id=\"112505\"><a href=\"/opinion/112505/cage-v-louisiana/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">328</span></a></span>, <span class=\"citation\" data-id=\"112505\"><a href=\"/opinion/112505/cage-v-louisiana/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">339</span> </a></span>(1990) (per curiam), which the Supreme Court overruled in Estelle v. McGuire, <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 73 n. 4, <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">475</span></a></span>, 482 n. 4, <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">385</span> </a></span>(1991).  He also relies on Victor v. Nebraska, --- U.S. ----, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span>, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">583</span> </a></span>(1994), which teaches that our inquiry must not be whether an instruction \" 'could have' been applied in unconstitutional manner, but whether there is a reasonable likelihood that the jury did so apply it.\"  --- U.S. at <span class=\"citation\" data-id=\"117831\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1243</span> </a></span>(emphasis in original).  We must consider the phrase Leonel Catano objects to (\"strongly-held view[s]\") in the context of the rest of the charge.  See <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"id_token\">id.</span> at ----, </a></span>114 S.Ct. at 1247.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The court's instruction about deliberations does not directly relate to the quantum of proof and could only affect the jury's conception of the standard of proof indirectly.  The gist of the sentence Leonel complains of is to inform the jurors that they need not surrender their opinions.  The remainder of the deliberation instruction reminded jurors that \"there's no pressure on you.\"   When addressing the subject of burden of proof, the court specifically and repeatedly charged the jury that the government must prove its case \"beyond a reasonable doubt.\"   We see no likelihood that the jury would have thought the instructions on standard of proof to have been superseded by some implication in the deliberation instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Leonel Catano also argues that the instruction was analogous to an Allen<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> instruction, with its potential for improperly coercing jurors to reach agreement, citing United States v. Angiulo, <span class=\"citation\" data-id=\"313577\"><a href=\"/opinion/313577/united-states-v-gennaro-j-angiulo/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 40 (1st Cir.1973).  The instruction Catano complains of was not coercive, as it simply informed the jurors of their right to maintain their opinions and did not pressure them to change.  We conclude that the particular instruction not to surrender \"strongly-held views\" was not reasonably likely to cause the jurors to apply the instructions as a whole \"in a way that violated the Constitution.\"  Victor, --- U.S. <span class=\"citation\" data-id=\"117831\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1251</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>V. MICHAEL MURRAY'S ROLE-IN-THE-OFFENSE ENHANCEMENT</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Michael Murray argues that the district court erred by enhancing his base offense level four levels under section 3B1.1(a) due to his aggravating role in the offense.  USSG Sec. 3B1.1(a) (Nov. 1993).  He argues that the district court's findings at the time of sentencing do not indicate either that he was an \"organizer or leader,\" as opposed to a \"manager or supervisor,\" or that the \"criminal activity involved five or more participants or was otherwise extensive,\" as required for a four-level enhancement under section 3B1.1(a).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">18 U.S.C. Sec. 3553(c) (1988) requires that \"[t]he court, at the time of sentencing, shall state in open court the reasons for its imposition of the particular sentence.\"   At sentencing here, the court stated only that \"[t]he upward adjustment for Michael Murray 4 levels is appropriate.  The Court finds by a fair preponderance of the evidence that he was the principal figure, the organizer, and a 4-level adjustment is appropriate.\"   The court did not, in open court, make specific findings regarding Murray's involvement either by detailing on the record the facts developed during trial supporting its conclusion, or by adoption of findings in the presentence report.  Compare United States v. Schultz, <span class=\"citation\" data-id=\"587569\"><a href=\"/opinion/587569/united-states-v-brian-k-schultz/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">960</span></a></span>, 963-64 (1st Cir.1992) (affirming two-level enhancement under USSG Sec. 3B1.1(c) where the district court stated that the enhancement was \"agreed upon by this court,\" and that the \"largely uncontested facts set forth in the PSR\" supported the defendant's exercise of control), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1020</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">167</span> </span>(1993), with United States v. McDowell, <span class=\"citation\" data-id=\"551473\"><a href=\"/opinion/551473/united-states-v-billy-ray-mcdowell-jr/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></a></span>, 1011-12 (1st Cir.1990) (remanding a four-level enhancement where neither the PSR nor the sentencing transcript indicated the basis for enhancement).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In Schultz, we held that the district court managed minimal compliance with Section 3553(c) where the court impliedly adopted the PSR and denoted each element in determining the guideline sentencing range.  970 F.2d at at 963 n. 7.   Furthermore, \"[t]he PSR was the central focus of the issues presented at sentencing.\"  <span class=\"citation\" data-id=\"587569\"><a href=\"/opinion/587569/united-states-v-brian-k-schultz/\"><span class=\"id_token\">Id.</span>  The court </a></span>in Schultz stressed that the PSR gave substantial support for the district court's findings and for a reasoned appellate review.  <span class=\"citation\" data-id=\"587569\"><a href=\"/opinion/587569/united-states-v-brian-k-schultz/\"><span class=\"id_token\">Id.</span> at 963 </a></span>n. 7, 964.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In the case before us, the district judge adopted the PSR by checking the box on the judgment form before the statement:  \"The court adopts the factual findings and guideline application in the presentence report.\"   While in many simple cases this would be sufficient to impart to the defendant and an appellate court sufficient reasons for imposing a particular sentence, Michael Murray's PSR does not clearly demonstrate why he was considered to be an \"organizer or leader\" as distinguished from a \"manager or supervisor.\"   The PSR discusses the offense conduct over some twenty-two pages, containing some fourteen pages of taped conversations read to the jury.  While some statements in the discussion might support a finding that Michael Murray played a leadership role, much in the report would support a finding that James Murray or the Catanos played such a role.  The PSR does not come to grips with the issue by explaining specifically, in a case with considerable scope and complexity, why Michael Murray was concluded to be an \"organizer or leader\" rather than a \"manager or supervisor.\"   Without even a minimal analysis of the facts or articulation of its reasoning, the PSR simply states:  \"Michael Murray is regarded as the principle [sic] figure;  he was the organizer and paymaster.  A role adjustment under Sec. 3B1.1(a) is warranted, and is being applied.\"   The PSR makes no reference to specific evidence supporting that recommendation.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The judge's adoption of the factual findings and guideline application by checking the box on the judgment form on the facts of this case does not comply with section 3553(c), which requires a statement of reasons for imposing a particular sentence.  The lengthy recitation of evidence in the PSR simply does not focus on the distinction required by the guidelines.  If the PSR had set out a clearly stated, unequivocal explanation for holding Murray to be an organizer or leader (which we believe that it did not) the judge's reference to the PSR might be adequate.  Further, if witnesses had testified that Murray organized every facet of the drug operation and was the unequivocal leader, the bare finding that he was the organizer or leader might, standing alone, be sufficient.  Under the circumstances before us, however, section 3553(c) can only be met by the district court's explanation of why it selected the \"organizer or leader\" label, rather than that of \"manager or supervisor.\"</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We underscore that in a case where the PSR findings themselves adequately set forth a meaningful rationale for the sentence, a district judge does not err in adopting such findings.  In a case such as that before us, however, with a lengthy chain of transactions and dealings between the several individuals involved, and with a PSR which is overly inclusive and which does not even minimally focus on the specific considerations necessary to differentiate between the two categories, it is necessary that the district judge make sufficient findings to articulate the rationale for the sentencing decision.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Unlike McDowell, the case before us concerns not a total lack of findings on the question of the adjustment but, rather, their adequacy.  However, we are left in the same position as in McDowell, \"[w]ithout substantial guesswork, we cannot tell the basis on which the judge determined that the criminal activity was sufficiently extensive to permit the four level upward <span class=\"citation\" data-id=\"551473\"><span class=\"antecedent_guess\">enhancement.\"</span>  <a href=\"/opinion/551473/united-states-v-billy-ray-mcdowell-jr/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1012</span></a></span>.   Neither the PSR nor the sentencing transcript discusses Murray's involvement or identifies why he was held to be an \"organizer or leader\" as opposed to a \"manager or supervisor.\"</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In short, although the case record may very well support the four-level enhancement:</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>there is nothing in the sentencing record about any of this.  Absent explicit findings, it would be overly impetuous for us, on so exiguous a predicate, to jump to the conclusion that [the enhancement requirements were met].  A defendant in the dock, awaiting imposition of sentence, is entitled to reasoned findings, on a preponderance standard, not to an appellate court's assumptions drawn free-form from an inscrutable record.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"551473\"><a href=\"/opinion/551473/united-states-v-billy-ray-mcdowell-jr/\"><span class=\"id_token\">Id.</span> at 1012 </a></span>n. 8.   This is a troublesome, borderline case.  We conclude, however, that the requirements of section 3553(c) have not been met because the district judge did not state in open court, with sufficient specificity, the reasons for deciding this particular issue, which substantially impacted Michael Murray's sentence.  We are satisfied that justice is best served by remand for further articulation of the reasons for imposing the adjustment in accordance with 18 U.S.C. Sec. 3553(c).</p>\n    </div>\n    <p>VI. REMAINING CLAIMS OF ERROR</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The appellants raise a number of other issues.  We reject the claims of error in:  (1) denying James Murray's suppression motion;  (2) denying Jaime Catano's motion for severance;  (3) denying Jaime Catano's motion to participate in Michael Murray's omnibus motion hearing;  (4) managing the use of peremptory challenges;  (5) refusing to define reasonable doubt;  (6) convicting Jaime Catano of continuing criminal enterprise;  and (7) refusing to adjust Michael Murray's sentence for acceptance of responsibility or to depart downward.  We discuss these issues in the attached unpublished portion of this opinion, as their disposition is not of sufficient precedential value to merit publication.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">We affirm the convictions, but vacate and remand Michael Murray's sentence for further findings in accordance with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The published version of this Opinion includes only the background statement of facts and discussion of those issues that may be of general interest.  The unpublished portion of the Opinion addresses other issues that do not appear to have precedential importance.  See First Cir.R. 36.2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> To \"bobtail\" means to drive a tractor without a trailer behind.  In this context, the \"box\" would be the trailer</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See footnote 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In Simmons v. United States, <span class=\"citation\" data-id=\"107636\"><a href=\"/opinion/107636/simmons-v-united-states/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></a></span>, <span class=\"citation\" data-id=\"107636\"><a href=\"/opinion/107636/simmons-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">967</span></a></span>, <span class=\"citation\" data-id=\"107636\"><a href=\"/opinion/107636/simmons-v-united-states/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1247</span> </a></span>(1968), the Supreme Court held that a defendant's testimony in support of a motion to suppress evidence is inadmissible against him at a later trial to prove his guilt because the Court found it \"intolerable that one constitutional right should have to be surrendered in order to assert another.\"  Id. at <span class=\"citation\" data-id=\"107636\"><span class=\"antecedent_guess\">394,</span> <a href=\"/opinion/107636/simmons-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">976</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Michael Murray's argument that the statements were not admissible as statements of a co-conspirator is misplaced.  The co-conspirator exception applies to hearsay statements.  The statements here are non-hearsay under Rule 801(c) and 801(d)(2)(A)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> MICHAEL MURRAY'S COUNSEL:  And this man that you had seen on several occasions for ten minutes at a time over seven to ten, maybe twelve times, is going to front you a half a ton or a ton of marijuana without you paying for it, and you don't know even where he lives?</p>\n        <p>NIGRO:  Yes.</p>\n        <p>The following day, Michael Murray's counsel again attempted to minimize the relationship between Nigro and Murray:</p>\n        <p>MICHAEL MURRAY'S COUNSEL:  Mr. Nigro, is it your testimony that from these brief encounters with Mr. Murray that he's going to front you, meaning give you for nothing, some quantity of marijuana, uncertain, between a thousand pounds and 4,000 pounds, for nothing, without ever having discussed a price?   Is that your testimony?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court admitted this testimony only against Michael Murray and gave a limiting instruction as to the other defendants.  In this appeal, the other appellants claim no prejudice by the admission of Nigro's testimony on redirect</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Counsel for Leonel Catano had noted that he would have cross-examined Baker regarding fentanyl if he had documentation showing what Baker had or had not admitted about the fentanyl operation.  On the other hand, Jaime Catano's counsel stated at trial that his client had ordered \"not to get into the subject of fentanyl\" with Baker</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Brady v. Maryland, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span> </a></span>(1963), and Giglio v. United States, <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">763</span></a></span>, <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">104</span> </a></span>(1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The court stated:</p>\n        <p>Now, focusing on the evidence now, how do you analyze it?   What do you do with it?   You're expected to use your common sense.  You don't check your common sense at the door to the jury room.  Just the reverse.  I charge you that you use your common sense.  You consider the evidence in the case for the purposes for which it has been admitted, you give it a reasonable and fair construction in light of your common knowledge of the natural tendencies and inclinations of human beings.</p>\n        <p>Now, mention has been made of common sense, and make no doubt about it, you use your common sense while you're there in the jury room.  I'm interpolating here, going beyond what I've written out, because it's important to explain the difference.  While you use your common sense, don't think that the standard of proof here is, well, common sense.  The standard of proof is proof beyond a reasonable doubt.  You use your common sense to figure out what you believe.  And then you ask yourself as to each separate charge and each separate individual has the government proved that charge beyond a reasonable doubt.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Allen v. United States, <span class=\"citation\" data-id=\"94565\"><a href=\"/opinion/94565/allen-v-united-states/\"><span class=\"volume\">164</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">492</span></a></span>, <span class=\"citation\" data-id=\"94565\"><a href=\"/opinion/94565/allen-v-united-states/\"><span class=\"volume\">17</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">154</span></a></span>, <span class=\"citation\" data-id=\"94565\"><a href=\"/opinion/94565/allen-v-united-states/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">528</span> </a></span>(1896)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> At sentencing, Michael Murray's counsel essentially conceded the upward adjustment for manager or supervisor, but not for organizer or leader.  The difference is significant.  The former calls for a sentence of 235 to 293 months, whereas the latter calls for a range of 292 to 365 months.  Michael Murray was sentenced near the top of the range</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/94565/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107636/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108471/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108541/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112505/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112660/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117831/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195694/",
    "https://www.courtlistener.com/api/rest/v3/opinions/291788/",
    "https://www.courtlistener.com/api/rest/v3/opinions/313577/",
    "https://www.courtlistener.com/api/rest/v3/opinions/452060/",
    "https://www.courtlistener.com/api/rest/v3/opinions/471758/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480229/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551473/",
    "https://www.courtlistener.com/api/rest/v3/opinions/554886/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578198/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581510/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583578/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586815/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587569/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/679959/"
  ]
}