{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196228/",
  "id": 196228,
  "absolute_url": "/opinion/196228/rojas-morales-v-yard/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196228/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:01:00Z",
  "date_modified": "2020-02-21T23:57:09.709294Z",
  "type": "010combined",
  "sha1": "8cf861437eae198b9b00f2e6d37d977b48c35165",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1185.01A",
  "local_path": null,
  "plain_text": "                     [NOT FOR PUBLICATION]\r                            UNITED STATES COURT OF APPEALS\r                                FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1185\r\n\n                RAFAELA ROJAS-MORALES, ET AL.,\r\n                    Plaintiffs, Appellees,\r\n\n                              v.\r\n\n                 CAGUAS LUMBER YARD, ET AL.,\r\n                    Defendants, Appellees,\r\n                                      ,\r\n\n          AMERICAN INTERNATIONAL INSURANCE COMPANY,\r\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Selya, Cyr and Boudin,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nRene  Pinto Lugo, Dario Rivera Carrasquillo, Jaime Morales Morales\r                                                                              \r\nand Cordero, Miranda &amp; Pinto on brief for appellant.\r                                    \r\nPedro  Toledo Gonzalez  Law Offices  on  brief for  Caguas  Lumber\r                                               \r\nYard, Inc. et al., appellees.\r\n\n                                         \r\n                        August 4, 1995\r\n                                         \r\n\n     Per Curiam.  This appeal arises out of a personal injury\r                           \r\n\nlawsuit  brought by Rafaela Rojas-Morales and her son, Brian,\r\n\nfollowing  a  chemical  explosion  which  occurred  when  two\r\n\nproducts, Crosco Clean Up and  Lewis Red Devil Lye, were used\r\n\nto  unclog  a  drain  pipe.    After  approving a  settlement\r\n\nstipulation, the  district court  dismissed the entire  case.\r\n\nDefendant-appellant American International  Insurance Company\r\n\n(\"AIICO\") appeals.  For the following reasons, we affirm.\r\n\n                          BACKGROUND\r\n\n     We  recite only the background of this case necessary to\r\n\nan understanding of  our disposition.  The  amended complaint\r\n\nnames as defendants:  Caguas Lumber Yard, Inc.; Gildo  Masso-\r\n\nGonzalez,   his  wife   Carmen  Aponte,   and   the  conjugal\r\n\npartnership between them; Hector L. Rivera-Fontanez, his wife\r\n\nCecilia Rivera-Munoz,  and the  conjugal partnership  between\r\n\nthem;  Max Chemicals, Inc.; AIICO; Association of Warranty of\r\n\nall  Types  of  Insurance  (\"Association\");  and  Eagle  Star\r\n\nInsurance Company of  Puerto Rico (\"Eagle  Star\").  On  March\r\n\n23, 1994, AIICO,  an excess insurer, filed an  amended cross-\r\n\nclaim for contribution against co-defendants Association  and\r\n\nEagle Star, both  primary insurers.  Approximately  one month\r\n\nlater,  AIICO filed  a  motion for  summary  judgment on  its\r\n\namended cross-claim.  \r\n\n     On  September  29,  1994,  following  several months  of\r\n\nnegotiation,  a stipulation  of  settlement and  request  for\r\n\n                             -2-\r                                          2\r\r\n\njudgment  was filed.   Later  that  same day,  AIICO filed  a\r\n\nrequest  for  a ruling  on  its  pending motion  for  summary\r\n\njudgment.  On  October 4, 1994,  the district court  approved\r\n\nthe settlement  stipulation.  Approximately  two weeks later,\r\n\nthe court denied AIICO's request  for a ruling on its summary\r\n\njudgment motion on the ground that the settlement stipulation\r\n\nput  an  end  to  all matters  pending  at  the  time of  the\r\n\nsettlement, including  AIICO's cross-claim.   On  November 1,\r\n\n1994,  final judgment dismissing the entire case was entered.\r\n\nOn November  21, 1994,  AIICO served and  filed a  motion for\r\n\nreconsideration.  This motion was denied on December 1, 1994.\r\n\nAIICO filed a notice of appeal on December 12, 1994.\r\n\n                          DISCUSSION\r\n\n     Appellees argue, and  we agree, that appellant  does not\r\n\nhave a timely appeal  from the judgment.  Under  Fed. R. App.\r\n\nP. 4(a)(1),  appellant  was required  to file  its notice  of\r\n\nappeal  within thirty  days after  the date  of entry  of the\r\n\njudgment.   It is well  established that \"timely filing  of a\r\n\nnotice   of  appeal   is  `mandatory   and  jurisdictional.'\"\r\n\nAcevedo-Villalobos  v. Hernandez, 22 F.3d 384, 387 (1st Cir.)\r                                            \r\n\n(quoting  Perez-Perez v.  Popular Leasing  Rental, Inc.,  993\r                                                                   \r\n\nF.2d 281, 283  (1st Cir. 1993) (quoting  Browder v. Director,\r                                                                         \r\n\nDep't  of  Corrections,  434 U.S.  257,  264  (1978))), cert.\r                                                                         \r\n\ndenied,  115  S.  Ct.  574  (1994).   In  the  instant  case,\r                  \r\n\nappellant did not file its  notice of appeal until  forty-one\r\n\n                             -3-\r                                          3\r\r\n\ndays after entry of the judgment, well outside the thirty-day\r\n\nperiod.  \r\n\n     To be sure,  a timely motion to alter  or amend judgment\r\n\npursuant to Fed. R.  Civ. P. 59(e) tolls the  time period for\r\n\nfiling a  notice of  appeal.   See Fed.  R. App.  P. 4(a)(4).\r                                              \r\n\nAlthough  appellant's  motion  for  reconsideration  did  not\r\n\nspecifically invoke Rule 59(e), it  is properly treated as  a\r\n\nRule 59(e) motion  since it sought to set  aside the judgment\r\n\nas legally erroneous.  See Lopez  v. Corporacion Azucarera de\r                                                                         \r\n\nPuerto Rico, 938  F.2d 1510, 1513 (1st Cir.  1991).  However,\r                       \r\n\nRule 59(e) requires a motion to alter  or amend to be \"served\r\n\nnot  later than  10 days  after the  entry of  the judgment.\"\r\n\nSince  appellant's  motion  for  reconsideration  was  served\r\n\noutside the  ten-day period, it  did not affect the  time for\r\n\nappealing from the judgment.  See Acevedo-Villalobos, 22 F.3d\r                                                                \r\n\nat  389.  Under  the circumstances,  we lack  jurisdiction to\r\n\nreview the judgment.\r\n\n     Although appellant's  notice of appeal  is untimely with\r\n\nrespect to  the judgment,  it is timely  with respect  to the\r\n\ndenial  of the motion for reconsideration.  Unfortunately for\r\n\nappellant, since  the motion for reconsideration  is properly\r\n\nconstrued as one brought under Rule 59(e), the district court\r\n\nwas  without jurisdiction  to  grant it  because, as  we have\r\n\nexplained, it was untimely.  Feinstein v. Moses, 951 F.2d 16,\r                                                           \r\n\n21 (1st Cir. 1991).   Accordingly, the district court did not\r\n\n                             -4-\r                                          4\r\r\n\nerr  in denying the  motion for reconsideration,  although it\r\n\nneed not have reached the merits.1  Id. \r                                                  \r\n\n     Affirmed.2  See Loc. R. 27.1.  \r                                \r\n\n                    \r                                \r\n\n1.  Even   if    we   construe    appellant's   motion    for\r\nreconsideration as a Rule 60(b)  motion, and thus treat it as\r\ntimely, our conclusion is the same.  \"Rule 60(b) is a vehicle\r\nfor `extraordinary relief,'\"  and \"motions invoking the  rule\r\nshould be  granted `only  under exceptional  circumstances.'\"\r\nde la Torre v. Continental  Ins. Co., 15 F.3d 12, 14-15  (1st\r                                                \r\nCir. 1994) (quoting  Lepore v. Vidockler,  792 F.2d 272,  274\r                                                    \r\n(1st  Cir. 1986)).    Appellant's motion  for reconsideration\r\nessentially  reiterated, with  citation  to legal  authority,\r\narguments  made in  appellant's reply  to  opposition to  its\r\nrequest for  a ruling on  its motion for summary  judgment on\r\nthe  cross-claims.  Under  the circumstances, we  do not find\r\nany  \"exceptional  circumstances\"  here,  or  any   abuse  of\r\ndiscretion by the district court.  See Feinstein, 951 F.2d at\r                                                            \r\n21.\r\n\n2.  Appellees  request  attorneys'   fee.    A   request  for\r\nsanctions pursuant  to Fed. R. App. P. 38  must be made in \"a\r\nseparately  filed motion.\"   In the instant  case, appellees'\r\nmotion was not separately filed.   The request for attorneys'\r\nfees is denied. \r\n\n                             -5-\r                                          5\r\r\n",
  "html": "<p class=\"case_cite\">62 F.3d 1411</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Rafaela ROJAS-MORALES, et al., Plaintiffs, Appellees,<br>v.<br>CAGUAS LUMBER YARD, et al., Defendants, Appellees,<br>AMERICAN INTERNATIONAL INSURANCE COMPANY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1185.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Aug. 4, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Rene Pinto Lugo, Dario Rivera Carrasquillo, Jaime Morales Morales and Cordero, Miranda &amp; Pinto on brief for appellant.</p>\n      <p class=\"indent\">Pedro Toledo Gonzalez Law Offices on brief for Caguas Lumber Yard, Inc. et al., appellees.</p>\n      <p class=\"indent\">D.Puerto Rico.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises out of a personal injury lawsuit brought by Rafaela Rojas-Morales and her son, Brian, following a chemical explosion which occurred when two products, Crosco Clean Up and Lewis Red Devil Lye, were used to unclog a drain pipe.  After approving a settlement stipulation, the district court dismissed the entire case.  Defendant-appellant American International Insurance Company (\"AIICO\") appeals.  For the following reasons, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recite only the background of this case necessary to an understanding of our disposition.  The amended complaint names as defendants:  Caguas Lumber Yard, Inc.;  Gildo Masso-Gonzalez, his wife Carmen Aponte, and the conjugal partnership between them;  Hector L. Rivera-Fontanez, his wife Cecilia Rivera-Munoz, and the conjugal partnership between them;  Max Chemicals, Inc.;  AIICO;  Association of Warranty of all Types of Insurance (\"Association\");  and Eagle Star Insurance Company of Puerto Rico (\"Eagle Star\").  On March 23, 1994, AIICO, an excess insurer, filed an amended cross- claim for contribution against co-defendants Association and Eagle Star, both primary insurers.  Approximately one month later, AIICO filed a motion for summary judgment on its amended cross-claim.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On September 29, 1994, following several months of negotiation, a stipulation of settlement and request for judgment was filed.  Later that same day, AIICO filed a request for a ruling on its pending motion for summary judgment.  On October 4, 1994, the district court approved the settlement stipulation.  Approximately two weeks later, the court denied AIICO's request for a ruling on its summary judgment motion on the ground that the settlement stipulation put an end to all matters pending at the time of the settlement, including AIICO's cross-claim.  On November 1, 1994, final judgment dismissing the entire case was entered.  On November 21, 1994, AIICO served and filed a motion for reconsideration.  This motion was denied on December 1, 1994.  AIICO filed a notice of appeal on December 12, 1994.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellees argue, and we agree, that appellant does not have a timely appeal from the judgment.  Under Fed.  R. App.  P. 4(a)(1), appellant was required to file its notice of appeal within thirty days after the date of entry of the judgment.  It is well established that \"timely filing of a notice of appeal is 'mandatory and jurisdictional.' \"  Acevedo-Villalobos v. Hernandez, 22 F.3d 384, 387 (1st Cir.)  (quoting Perez-Perez v. Popular Leasing Rental, Inc., 993 F.2d 281, 283 (1st Cir.1993) (quoting Browder v. Director, Dep't of Corrections, 434 U.S. 257, 264 (1978))), cert. denied, 115 S. Ct. 574 (1994).  In the instant case, appellant did not file its notice of appeal until forty-one days after entry of the judgment, well outside the thirty-day period.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">To be sure, a timely motion to alter or amend judgment pursuant to Fed.  R. Civ. P. 59(e) tolls the time period for filing a notice of appeal.  See Fed.  R. App.  P. 4(a)(4).  Although appellant's motion for reconsideration did not specifically invoke Rule 59(e), it is properly treated as a Rule 59(e) motion since it sought to set aside the judgment as legally erroneous.  See Lopez v. Corporacion Azucarera de Puerto Rico, 938 F.2d 1510, 1513 (1st Cir.1991).  However, Rule 59(e) requires a motion to alter or amend to be \"served not later than 10 days after the entry of the judgment.\"  Since appellant's motion for reconsideration was served outside the ten-day period, it did not affect the time for appealing from the judgment.  See Acevedo-Villalobos, 22 F.3d at 389.  Under the circumstances, we lack jurisdiction to review the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Although appellant's notice of appeal is untimely with respect to the judgment, it is timely with respect to the denial of the motion for reconsideration.  Unfortunately for appellant, since the motion for reconsideration is properly construed as one brought under Rule 59(e), the district court was without jurisdiction to grant it because, as we have explained, it was untimely.  Feinstein v. Moses, 951 F.2d 16, 21 (1st Cir.1991).  Accordingly, the district court did not err in denying the motion for reconsideration, although it need not have reached the merits.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Affirmed.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> See Loc.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Even if we construe appellant's motion for reconsideration as a Rule 60(b) motion, and thus treat it as timely, our conclusion is the same.  \"Rule 60(b) is a vehicle for 'extraordinary relief,' \" and \"motions invoking the rule should be granted 'only under exceptional circumstances.' \" de la Torre v. Continental Ins. Co., 15 F.3d 12, 14-15 (1st Cir.1994) (quoting Lepore v. Vidockler, 792 F.2d 272, 274 (1st Cir.1986)).  Appellant's motion for reconsideration essentially reiterated, with citation to legal authority, arguments made in appellant's reply to opposition to its request for a ruling on its motion for summary judgment on the cross-claims.  Under the circumstances, we do not find any \"exceptional circumstances\" here, or any abuse of discretion by the district court.  See Feinstein, 951 F.2d at 21</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellees request attorneys' fee.  A request for sanctions pursuant to Fed.  R. App.  P. 38 must be made in \"a separately filed motion.\"  In the instant case, appellees' motion was not separately filed.  The request for attorneys' fees is denied</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1411</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Rafaela ROJAS-MORALES, et al., Plaintiffs, Appellees,<br>v.<br>CAGUAS LUMBER YARD, et al., Defendants, Appellees,<br>AMERICAN INTERNATIONAL INSURANCE COMPANY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1185.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Aug. 4, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Rene Pinto Lugo, Dario Rivera Carrasquillo, Jaime Morales Morales and Cordero, Miranda &amp; Pinto on brief for appellant.</p>\n      <p class=\"indent\">Pedro Toledo Gonzalez Law Offices on brief for Caguas Lumber Yard, Inc. et al., appellees.</p>\n      <p class=\"indent\">D.Puerto Rico.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises out of a personal injury lawsuit brought by Rafaela Rojas-Morales and her son, Brian, following a chemical explosion which occurred when two products, Crosco Clean Up and Lewis Red Devil Lye, were used to unclog a drain pipe.  After approving a settlement stipulation, the district court dismissed the entire case.  Defendant-appellant American International Insurance Company (\"AIICO\") appeals.  For the following reasons, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recite only the background of this case necessary to an understanding of our disposition.  The amended complaint names as defendants:  Caguas Lumber Yard, Inc.;  Gildo Masso-Gonzalez, his wife Carmen Aponte, and the conjugal partnership between them;  Hector L. Rivera-Fontanez, his wife Cecilia Rivera-Munoz, and the conjugal partnership between them;  Max Chemicals, Inc.;  AIICO;  Association of Warranty of all Types of Insurance (\"Association\");  and Eagle Star Insurance Company of Puerto Rico (\"Eagle Star\").  On March 23, 1994, AIICO, an excess insurer, filed an amended cross- claim for contribution against co-defendants Association and Eagle Star, both primary insurers.  Approximately one month later, AIICO filed a motion for summary judgment on its amended cross-claim.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On September 29, 1994, following several months of negotiation, a stipulation of settlement and request for judgment was filed.  Later that same day, AIICO filed a request for a ruling on its pending motion for summary judgment.  On October 4, 1994, the district court approved the settlement stipulation.  Approximately two weeks later, the court denied AIICO's request for a ruling on its summary judgment motion on the ground that the settlement stipulation put an end to all matters pending at the time of the settlement, including AIICO's cross-claim.  On November 1, 1994, final judgment dismissing the entire case was entered.  On November 21, 1994, AIICO served and filed a motion for reconsideration.  This motion was denied on December 1, 1994.  AIICO filed a notice of appeal on December 12, 1994.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellees argue, and we agree, that appellant does not have a timely appeal from the judgment.  Under Fed.  R. App.  P. 4(a)(1), appellant was required to file its notice of appeal within thirty days after the date of entry of the judgment.  It is well established that \"timely filing of a notice of appeal is 'mandatory and jurisdictional.' \"  Acevedo-Villalobos v. Hernandez, <span class=\"citation\" data-id=\"195330\"><a href=\"/opinion/195330/acevedo-villalobos-v-hon-hernandez/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">384</span></a></span>, 387 (1st Cir.)  (quoting Perez-Perez v. Popular Leasing Rental, Inc., <span class=\"citation\" data-id=\"606663\"><a href=\"/opinion/606663/agustina-perez-perez-v-popular-leasing-rental-inc/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">281</span></a></span>, 283 (1st Cir.1993) (quoting Browder v. Director, Dep't of Corrections, <span class=\"citation\" data-id=\"109761\"><a href=\"/opinion/109761/browder-v-director-dept-of-corrections-of-ill/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, 264 (1978))), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">574</span> </span>(1994).  In the instant case, appellant did not file its notice of appeal until forty-one days after entry of the judgment, well outside the thirty-day period.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">To be sure, a timely motion to alter or amend judgment pursuant to Fed.  R. Civ. P. 59(e) tolls the time period for filing a notice of appeal.  See Fed.  R. App.  P. 4(a)(4).  Although appellant's motion for reconsideration did not specifically invoke Rule 59(e), it is properly treated as a Rule 59(e) motion since it sought to set aside the judgment as legally erroneous.  See Lopez v. Corporacion Azucarera de Puerto Rico, <span class=\"citation\" data-id=\"564961\"><a href=\"/opinion/564961/victor-lopez-v-corporacion-azucarera-de-puerto-rico/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1510</span></a></span>, 1513 (1st Cir.1991).  However, Rule 59(e) requires a motion to alter or amend to be \"served not later than 10 days after the entry of the judgment.\"  Since appellant's motion for reconsideration was served outside the ten-day period, it did not affect the time for appealing from the judgment.  See <span class=\"citation\" data-id=\"195330\"><span class=\"antecedent_guess\">Acevedo-Villalobos,</span> <a href=\"/opinion/195330/acevedo-villalobos-v-hon-hernandez/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">389</span></a></span>.  Under the circumstances, we lack jurisdiction to review the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Although appellant's notice of appeal is untimely with respect to the judgment, it is timely with respect to the denial of the motion for reconsideration.  Unfortunately for appellant, since the motion for reconsideration is properly construed as one brought under Rule 59(e), the district court was without jurisdiction to grant it because, as we have explained, it was untimely.  Feinstein v. Moses, <span class=\"citation\" data-id=\"573153\"><a href=\"/opinion/573153/frederick-feinstein-v-morris-and-joyce-moses-dba-sun-cal-products/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 21 (1st Cir.1991).  Accordingly, the district court did not err in denying the motion for reconsideration, although it need not have reached the merits.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Affirmed.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> See Loc.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Even if we construe appellant's motion for reconsideration as a Rule 60(b) motion, and thus treat it as timely, our conclusion is the same.  \"Rule 60(b) is a vehicle for 'extraordinary relief,' \" and \"motions invoking the rule should be granted 'only under exceptional circumstances.' \" de la Torre v. Continental Ins. Co., <span class=\"citation\" data-id=\"195174\"><a href=\"/opinion/195174/de-la-torre-v-continental-ins-co/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 14-15 (1st Cir.1994) (quoting Lepore v. Vidockler, <span class=\"citation\" data-id=\"471273\"><a href=\"/opinion/471273/donald-lepore-v-stuart-vidockler/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">272</span></a></span>, 274 (1st Cir.1986)).  Appellant's motion for reconsideration essentially reiterated, with citation to legal authority, arguments made in appellant's reply to opposition to its request for a ruling on its motion for summary judgment on the cross-claims.  Under the circumstances, we do not find any \"exceptional circumstances\" here, or any abuse of discretion by the district court.  See <span class=\"citation\" data-id=\"573153\"><span class=\"antecedent_guess\">Feinstein,</span> <a href=\"/opinion/573153/frederick-feinstein-v-morris-and-joyce-moses-dba-sun-cal-products/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">21</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellees request attorneys' fee.  A request for sanctions pursuant to Fed.  R. App.  P. 38 must be made in \"a separately filed motion.\"  In the instant case, appellees' motion was not separately filed.  The request for attorneys' fees is denied</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109761/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195174/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195330/",
    "https://www.courtlistener.com/api/rest/v3/opinions/471273/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564961/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573153/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606663/"
  ]
}