{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196246/",
  "id": 196246,
  "absolute_url": "/opinion/196246/northeast-erectors-v-dol/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196246/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:01:21Z",
  "date_modified": "2020-02-21T23:57:58.799841Z",
  "type": "010combined",
  "sha1": "ff35dc633a0eee3bb9da73d569d1835d04bf5572",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2287.01A",
  "local_path": null,
  "plain_text": "                 UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 94-2287\r\n\n         NORTHEAST ERECTORS ASSOCIATION OF THE BTEA,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\nSECRETARY OF LABOR, OCCUPATIONAL SAFETY &amp; HEALTH ADMINISTRATION\r\n               AND ITS BOSTON REGIONAL OFFICE,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n            and Schwarzer, Senior District Judge.*\r                                                            \r\n\n                                         \r\n\nJames F.  Grosso  with whom  O'Reilly &amp;  Grosso was  on brief  for\r                                                           \r\nappellant.\r\nMark  S. Flynn,  Senior  Appellate Attorney,  with whom  Thomas S.\r                                                                              \r\nWilliamson,  Jr.,  Solicitor  of Labor,  Allen  H.  Feldman, Associate\r                                                                   \r\nSolicitor  for Special  Appellate and  Supreme  Court Litigation,  and\r\nNathaniel  I. Spiller, Counsel for Appellate Litigation, United States\r                             \r\nDepartment of Labor, were on brief for appellees.\r\n\n                                         \r\n                       August 15, 1995\r\n                                         \r\n\n                \r                            \r\n\n*Of the Northern District of California, sitting by designation.\r\r\n\n          CAMPBELL, Senior Circuit Judge.  Northeast Erectors\r                                                    \r\n\nAssoc.  (\"NEA\") sued the Secretary of Labor, the Occupational\r\n\nSafety and Health Administration (\"OSHA\"), and  OSHA's Boston\r\n\nregional  office, for declaratory and injunctive relief.  NEA\r\n\nsought to enforce an asserted oral agreement with  the Boston\r\n\nregional office  of OSHA,  under which  the office  allegedly\r\n\nagreed not to enforce certain OSHA regulations.  The district\r\n\ncourt  dismissed for  failure  to  state a  claim.   NEA  now\r\n\nappeals.  We affirm, although on a different ground.\r\n\n                              I.\r\n\n          NEA is an unincorporated association of contractors\r\n\nwho  perform structural steel and pre-cast concrete erection.\r\n\nThe   OSHA  regulations  at  issue  in  this  case  establish\r\n\nstandards  designed to  protect  against  falls of  employees\r\n\nworking in  the construction  industry and,  particularly, of\r\n\npersons working in the steel  erection industry.  29 C.F.R.  \r\n\n1926.750(b)(1)(ii) is  a regulation specifically  targeted at\r\n\nthe  steel  erection industry.   It  requires safety  nets or\r\n\nsafety lines to be installed  when employees are exposed to a\r\n\npotential fall exceeding two stories  or 25 feet.  Similarly,\r\n\n29  C.F.R.   1926.105(a),  which applies to  the construction\r\n\nindustry  in  general,  requires safety  nets  or  equivalent\r\n\nprotection for workplaces 25 feet or more above the ground.\r\n\n          We  accept  NEA's  allegations  as  true   for  the\r\n\npurposes of  this appeal,  Watterson v. Page,  987 F.2d  1, 3\r                                                        \r\n\n                             -2-\r                                          2\r\r\n\n(1st  Cir. 1993).   In October of  1989, a group  of erection\r\n\ncontractors and labor representatives met with John Miles, an\r\n\nOSHA regional administrator, and  other OSHA representatives,\r\n\nto discuss  OSHA's fall  protection standards.   During  this\r\n\nmeeting,  the contractors told Miles that, for steel erection\r\n\nworkers   known   as   \"connectors,\"   compliance  with   the\r\n\nregulations was  actually more hazardous  than noncompliance.\r\n\nSee Donovan v.  Daniel Marr &amp; Son Co., 763 F.2d 477, 479 (1st\r                                                 \r\n\nCir.   1985)  (describing  the  type  of  work  performed  by\r\n\nconnectors).   OSHA  representatives allegedly  accepted this\r\n\nview and  agreed that,  until OSHA  published a  revised fall\r\n\nprotection  standard, they would  not cite employers  for not\r\n\ncomplying  with the regulations  with respect to  workers who\r\n\nwere \"connectors.\"\r\n\n          From  1989 through  April  of  1994, regional  OSHA\r\n\nrepresentatives,   allegedly    in   compliance    with   the\r\n\n\"agreement,\"  did not cite  local steel  erection contractors\r\n\nfor  noncompliance with  the  fall protection  standards  for\r\n\n\"connectors.\"   NEA argues that the agreement was breached in\r\n\n1994  when the  Deputy  Assistant Secretary  of  OSHA sent  a\r\n\nmemorandum to all of the regional offices, directing them  to\r\n\ncite employers who violated the  fall provisions in 29 C.F.R.\r\n\n  1926.105(a).   The Boston regional office  informed various\r\n\ncontractors that it  would now begin to issue such citations.\r\n\nNEA then brought  this suit in the district  court, seeking a\r\n\n                             -3-\r                                          3\r\r\n\ndeclaration as to  its rights and obligations under  the oral\r\n\nagreement  with  the  Boston regional  office.    NEA further\r\n\nsought an injunction restraining OSHA from  issuing citations\r\n\nfor  violations of the  fall protection standards  until such\r\n\ntime as OSHA issues new standards.\r\n\n          Defendants moved  to dismiss  for lack of  subject-\r\n\nmatter jurisdiction, Fed. R. Civ. P. 12(b)(1), and failure to\r\n\nstate a  claim, Fed. R.  Civ. P.  12(b)(6).  Ruling  from the\r\n\nbench,  the  district  court  dismissed NEA's  complaint  for\r\n\nfailure to state a claim under Fed. R. Civ. P. 12(b)(6).  The\r\n\ncourt held that, as a matter of law, the government could not\r\n\nbe estopped from enforcing its regulations.  It expressly did\r\n\nnot rule  on the issue  of subject-matter jurisdiction.   NEA\r\n\nnow appeals.\r\n\n                             II.\r\n\n          When  faced  with  motions  to dismiss  under  both\r\n\n12(b)(1) and 12(b)(6),  a district court, absent  good reason\r\n\nto do otherwise, should ordinarily decide the 12(b)(1) motion\r\n\nfirst.    See 5A  Charles  Wright  &amp;  Arthur Miller,  Federal\r                                                                         \r\n\nPractice and Procedure    1350, at 210 (1990);  Bell v. Hood,\r                                                                        \r\n\n327  U.S. 678,  682 (1945) (\"Whether  the complaint  states a\r\n\ncause  of  action on  which  relief  could  be granted  is  a\r\n\nquestion of law and just as issues of fact it must be decided\r\n\nafter and not  before the court has assumed jurisdiction over\r\n\n                             -4-\r                                          4\r\r\n\nthe  controversy.\").1  It is not simply formalistic to decide\r\n\nthe jurisdictional issue when the  case would be dismissed in\r\n\nany  event   for  failure  to  state  a   claim.    Different\r\n\nconsequences   flow  from   dismissals  under   12(b)(1)  and\r\n\n12(b)(6):  for example, dismissal under the former, not being\r\n\non the merits, is without res judicata effect.   See 2A James\r                                                                \r\n\nMoore, et al.,  Moore's Federal Practice   12.07,  at 12-49 &amp;\r                                                    \r\n\nn.3 (1993).  \r\n\n          We accordingly start    as  well as end    with the\r\n\njurisdictional issue,  holding  that the  district court  was\r\n\nwithout subject-matter  jurisdiction over NEA's  claim.   The\r\n\nOccupational  Safety  and  Health  Act  (\"OSH  Act\")  has  an\r\n\nextensive   administrative  process   for   review  of   OSHA\r\n\nenforcement  actions.   After  OSHA  issues  a  citation,  an\r\n\nemployer   may   seek   administrative   review  before   the\r\n\nOccupational Safety  and Health Review  Commission (\"OSHRC\").\r\n\n29 U.S.C.    659(c).  Such challenges are  first heard before\r\n\n                    \r                                \r\n\n1.     A different  priority is followed  in cases  where the\r\n12(b)(1) motion is  based on the plaintiff's  alleged failure\r\nto  state a  federal claim.   (The  idea being  that, if  the\r\nplaintiff failed to state a  federal claim, there could be no\r\nfederal   question    jurisdiction.)    In  such  cases,  the\r\nprevailing  view  is  that,  unless  the  claim  is  entirely\r\nfrivolous, a court should assume jurisdiction and dismiss for\r\nfailure to state a claim, since federal question jurisdiction\r\nexists  once plaintiff has  alleged even a  colorable federal\r\nclaim.    See  Bell,  327  U.S.  at  682-83.   This  case  is\r                               \r\ndistinguishable,    however,    insofar     as    defendants'\r\njurisdictional argument is  not based on the  federal claim's\r\nlack of substantive merit, but upon an independent basis.\r\n\n                             -5-\r                                          5\r\r\n\nan OSHRC administrative law  judge, with discretionary review\r\n\nby OSHRC.   29 U.S.C.   661(j).   The employer may  then seek\r\n\njudicial review  of the OSHRC  decision in the U.S.  Court of\r\n\nAppeals,  whose   jurisdiction  is  \"exclusive   and  [whose]\r\n\njudgment and decree shall be final,\" except for review by the\r\n\nSupreme Court.  29 U.S.C.   660(a).  \r\n\n          The OSH  Act expressly  authorizes the  bringing of\r\n\noriginal actions  in the  U.S. District Court  in only  a few\r\n\nsituations.    None of  these  includes the  bringing  in the\r\n\ndistrict  court of pre-enforcement actions by employers.  See\r                                                                         \r\n\n29  U.S.C.    657(b)  (actions by  the  Secretary to  enforce\r\n\nadministrative  subpoenas);  id.      660(c)(2)  (actions  by\r                                            \r\n\nSecretary to enforce the antidiscrimination provisions of the\r\n\nOSH Act); id.    662(a), (d) (actions on  behalf of Secretary\r                         \r\n\nto  restrain imminent dangers); and  id.   666(l) (actions on\r                                                    \r\n\nbehalf  of  the  U.S.  to  recover  civil  penalties).    The\r\n\nadministrative  review scheme is  thus ordinarily regarded as\r\n\nthe  exclusive procedure through which an employer can obtain\r\n\nreview  of OSHA  enforcement proceedings.    See 29  U.S.C.  \r                                                            \r\n\n660(a); Brock v.  Morysville Body Works, Inc.,  829 F.2d 383,\r                                                         \r\n\n385 (3d Cir. 1987).\r\n\n          In Thunder Basin Coal Co.  v. Reich, 114 S. Ct. 771\r                                                         \r\n\n(1994),  the  Supreme  Court held  that  a  nearly identical,\r\n\ncomprehensive  administrative  review   procedure  under  the\r\n\nFederal  Mine Safety and  Health Amendments Act,  30 U.S.C.  \r\n\n                             -6-\r                                          6\r\r\n\n801 et seq., (\"Mine Act\"), revealed a congressional intent to\r                       \r\n\npreclude  district  courts   from  exercising  subject-matter\r\n\njurisdiction   over   pre-enforcement,  as   well   as  post-\r                                                 \r\n\nenforcement, challenges to the Act.  In Thunder Basin, a mine\r                                                                 \r\n\noperator, asked  to comply with  the provisions  of the  Mine\r\n\nAct,  sought immediate injunctive relief from that request in\r\n\ndistrict  court, instead of  waiting for a  citation from the\r\n\nMine  Safety  and  Health Administration  (\"MSHA\")  and  then\r\n\nchallenging  the  citation through  the Act's  review scheme.\r\n\nThe   Court  held  that   the  district  court   was  without\r\n\njurisdiction to grant the requested relief.\r\n\n          Although the  Mine Act  did  not expressly  mention\r\n\npre-enforcement challenges, the Court pointed to the detailed\r\n\nadministrative review  procedures  established  by  the  Act.\r\n\nAfter MSHA  issues  a  citation, a  mine  operator  may  seek\r\n\nadministrative  review  before the  Federal  Mine  Safety and\r\n\nHealth Review Commission  (\"FMSHRC\").  Thunder Basin,  114 S.\r                                                                \r\n\nCt.  at 775;  30 U.S.C.    815(a), (d).   Such challenges are\r\n\nheard  before  a   FMSHRC  administrative  law   judge,  with\r\n\ndiscretionary review by FMSHRC.   30 U.S.C.   823(d)(1), (2).\r\n\nThe  mine operator  may  then  seek  judicial review  of  the\r\n\ndecision in  the U.S.  Court of  Appeals, whose  jurisdiction\r\n\n\"'shall be  exclusive and  . . .  final' except  for possible\r\n\nSupreme  Court review.\"   Thunder  Basin, 114  S. Ct.  at 777\r                                                    \r\n\n(citing 30 U.S.C.   816(a)(1)).   The Act authorizes  actions\r\n\n                             -7-\r                                          7\r\r\n\nin the U.S. District Court only in a limited number of  areas\r\n\nand  only by  the  Secretary,  not by  mine  operators.   Id.\r                                                                         \r\n\n(operators  \"enjoy no corresponding right but are to complain\r\n\nto the Commission and then to the Court of Appeals\").\r\n\n          Pointing  to the  comprehensive review  procedures,\r\n\nthe Court held  that a district  court had no  subject-matter\r\n\njurisdiction to entertain a  pre-enforcement challenge to the\r\n\nAct by a mine operator.  The Mine Act's \"comprehensive review\r\n\nprocess  does  not   distinguish  between   pre-  and   post-\r\n\nenforcement  challenges, but applies to all violations of the\r\n\nAct and its regulations.\"  Id.  The Court also pointed to the\r                                          \r\n\nlegislative  history  of   the  Act,  which   indicated  that\r\n\nadministrative  review  procedures  were designed  to  be the\r\n\nexclusive  mechanism through  which  mine  operators were  to\r\n\nobtain  review of enforcement  actions.  The  Court concluded\r\n\nthat:\r\n\n          Nothing in the language and structure  of\r\n          the  Act   or  its   legislative  history\r\n          suggests that Congress  intended to allow\r\n          [employers] to evade the statutory-review\r\n          process by  enjoining the  Secretary from\r\n          commencing  enforcement  proceedings,  as\r\n          petitioner sought  to do here.  To uphold\r\n          the  District  Court's   jurisdiction  in\r\n          these circumstances would  be inimical to\r\n          the   structure   and  purpose   of   the\r\n          . . . Act.\r\n\nId. at 781.\r               \r\n\n          This case  falls  squarely within  the  holding  of\r\n\nThunder Basin.    We hold  that the  OSH Act's  comprehensive\r                         \r\n\n                             -8-\r                                          8\r\r\n\nadministrative  review scheme  precluded  the district  court\r\n\nfrom exercising subject- matter jurisdiction over the present\r\n\nestoppel-based pre-enforcement challenge.  The administrative\r\n\nand judicial  review procedures  in the  two acts  are nearly\r\n\nidentical.   Compare  29 U.S.C.     660(a) with  30 U.S.C.   \r                                                           \r\n\n816(a)(1).  Moreover,  like the claim  in Thunder Basin,  the\r                                                                   \r\n\nNEA's estoppel claim is \"of  the type Congress intended to be\r\n\nreviewed within  this statutory  structure.\"   Thunder Basin,\r                                                                        \r\n\n114 S. Ct. at 779.  If, indeed, the government has engaged in\r\n\nconduct  which   should   prevent  it   from  enforcing   its\r\n\nregulation, there is no reason  for the employer not to raise\r\n\nthat  issue as  a defense  during a  challenge to  a citation\r\n\nunder the ordinary  administrative review procedure.   Such a\r\n\ndefense would not be so  \"wholly collateral\" to the OSH Act's\r\n\nreview provisions, nor  so outside OSHA's expertise,  that it\r\n\nshould be exempted from the OSH Act's review scheme.  See id.\r                                                                         \r\n\nat 779.2\r\n\n          OSHA's  decision  would, moreover,  be  entitled to\r\n\njudicial review by a court of  appeals.  See, e.g., Erie Coke\r                                                                         \r\n\nCorp., 1992 OSH Dec. (CCH)   29,653 (O.S.H.R.C.) (no estoppel\r                 \r\n\nwhere no evidence that reliance on earlier OSHA position  was\r\n\n                    \r                                \r\n\n2.   Tierney v.  Schweiker, 718  F.2d 449  (D.C. Cir.  1983),\r                                      \r\nupon  which   the   NEA   places   principal   reliance,   is\r\ndistinguishable  as  that  case  involved  no  comprehensive,\r\nstatutory-review  scheme governing  review of  administrative\r\naction.      Accordingly,   there   could   be  inferred   no\r\ncongressional intent to foreclose other avenues of review.\r\n\n                             -9-\r                                          9\r\r\n\nreasonable   or  that   Secretary   engaged  in   affirmative\r\n\nmisconduct), aff'd sub nom., Reich v. OSHRC, 998 F.2d 134 (3d\r                                                       \r\n\nCir. 1993).  Nor  do we think that the NEA  or its membership\r\n\nsuffers any substantial harm by  being required to raise this\r\n\nissue in  the first  instance after one  or more  members are\r\n\nsubject to a citation.  See Thunder Basin, 114 S. Ct. at 781-\r                                                     \r\n\n82.   Allowing  such  claims  to be  raised  initially in  an\r\n\ninjunctive  proceeding   in  district  court   would  subvert\r\n\nCongress's  intent to have  such claims reviewed  through the\r\n\nOSH Act's detailed administrative procedure.\r\n\n                             III.\r\n\n          Because  the district  court lacked  subject-matter\r\n\njurisdiction over this  case, we affirm the  district court's\r\n\ndismissal on  that ground  and do not  reach its  decision on\r\n\ndefendants' motion to dismiss for failure to state a claim.\r\n\n          Affirmed.\r                              \r\n\n                             -10-\r                                          10\r\r\n",
  "html": "<p class=\"case_cite\">62 F.3d 37</p>\n    <p class=\"case_cite\">33 Fed.R.Serv.3d 492, 17 O.S.H. Cas. (BNA) 1329,<br>1995 O.S.H.D. (CCH) P 30,826</p>\n    <p class=\"parties\">NORTHEAST ERECTORS ASSOCIATION OF THE BTEA, Plaintiff, Appellant,<br>v.<br>SECRETARY OF LABOR, OCCUPATIONAL SAFETY &amp; HEALTH<br>ADMINISTRATION and its Boston Regional Office,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-2287.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 5, 1995.<br>Decided Aug. 15, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James F. Grosso with whom O'Reilly &amp; Grosso, Southboro, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Mark S. Flynn, Sr. Appellate Atty., with whom Thomas S. Williamson, Jr., Sol. of Labor, Allen H. Feldman, Associate Sol. for Sp. Appellate and Supreme Court Litigation, and Nathaniel I. Spiller, Counsel for Appellate Litigation, U.S.D. of Labor, Washington, DC, were on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and SCHWARZER, Senior District Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Northeast Erectors Assoc.  (\"NEA\") sued the Secretary of Labor, the Occupational Safety and Health Administration (\"OSHA\"), and OSHA's Boston regional office, for declaratory and injunctive relief.  NEA sought to enforce an asserted oral agreement with the Boston regional office of OSHA, under which the office allegedly agreed not to enforce certain OSHA regulations.  The district court dismissed for failure to state a claim.  NEA now appeals.  We affirm, although on a different ground.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">NEA is an unincorporated association of contractors who perform structural steel and pre-cast concrete erection.  The OSHA regulations at issue in this case establish standards designed to protect against falls of employees working in the construction industry and, particularly, of persons working in the steel erection industry.  29 C.F.R. Sec. 1926.750(b)(1)(ii) is a regulation specifically targeted at the steel erection industry.  It requires safety nets or safety lines to be installed when employees are exposed to a potential fall exceeding two stories or 25 feet.  Similarly, 29 C.F.R. Sec. 1926.105(a), which applies to the construction industry in general, requires safety nets or equivalent protection for workplaces 25 feet or more above the ground.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We accept NEA's allegations as true for the purposes of this appeal, Watterson v. Page, 987 F.2d 1, 3 (1st Cir.1993).  In October of 1989, a group of erection contractors and labor representatives met with John Miles, an OSHA regional administrator, and other OSHA representatives, to discuss OSHA's fall protection standards.  During this meeting, the contractors told Miles that, for steel erection workers known as \"connectors,\" compliance with the regulations was actually more hazardous than noncompliance.  See Donovan v. Daniel Marr &amp; Son Co., 763 F.2d 477, 479 (1st Cir.1985) (describing the type of work performed by connectors).  OSHA representatives allegedly accepted this view and agreed that, until OSHA published a revised fall protection standard, they would not cite employers for not complying with the regulations with respect to workers who were \"connectors.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">From 1989 through April of 1994, regional OSHA representatives, allegedly in compliance with the \"agreement,\" did not cite local steel erection contractors for noncompliance with the fall protection standards for \"connectors.\"   NEA argues that the agreement was breached in 1994 when the Deputy Assistant Secretary of OSHA sent a memorandum to all of the regional offices, directing them to cite employers who violated the fall provisions in 29 C.F.R. Sec. 1926.105(a).  The Boston regional office informed various contractors that it would now begin to issue such citations.  NEA then brought this suit in the district court, seeking a declaration as to its rights and obligations under the oral agreement with the Boston regional office.  NEA further sought an injunction restraining OSHA from issuing citations for violations of the fall protection standards until such time as OSHA issues new standards.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendants moved to dismiss for lack of subject-matter jurisdiction, Fed.R.Civ.P. 12(b)(1), and failure to state a claim, Fed.R.Civ.P. 12(b)(6).  Ruling from the bench, the district court dismissed NEA's complaint for failure to state a claim under Fed.R.Civ.P. 12(b)(6).  The court held that, as a matter of law, the government could not be estopped from enforcing its regulations.  It expressly did not rule on the issue of subject-matter jurisdiction.  NEA now appeals.II.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">When faced with motions to dismiss under both 12(b)(1) and 12(b)(6), a district court, absent good reason to do otherwise, should ordinarily decide the 12(b)(1) motion first.  See 5A Charles Wright &amp; Arthur Miller, Federal Practice and Procedure Sec. 1350, at 210 (1990);  Bell v. Hood, 327 U.S. 678, 682, 66 S.Ct. 773, 776, 90 L.Ed. 939 (1945) (\"Whether the complaint states a cause of action on which relief could be granted is a question of law and just as issues of fact it must be decided after and not before the court has assumed jurisdiction over the controversy.\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  It is not simply formalistic to decide the jurisdictional issue when the case would be dismissed in any event for failure to state a claim.  Different consequences flow from dismissals under 12(b)(1) and 12(b)(6):  for example, dismissal under the former, not being on the merits, is without res judicata effect.  See 2A James Moore, et al., Moore's Federal Practice p 12.07, at 12-49 &amp; n. 3 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We accordingly start--as well as end--with the jurisdictional issue, holding that the district court was without subject-matter jurisdiction over NEA's claim.  The Occupational Safety and Health Act (\"OSH Act\") has an extensive administrative process for review of OSHA enforcement actions.  After OSHA issues a citation, an employer may seek administrative review before the Occupational Safety and Health Review Commission (\"OSHRC\").  29 U.S.C. Sec. 659(c).  Such challenges are first heard before an OSHRC administrative law judge, with discretionary review by OSHRC.  29 U.S.C. Sec. 661(j).  The employer may then seek judicial review of the OSHRC decision in the U.S. Court of Appeals, whose jurisdiction is \"exclusive and [whose] judgment and decree shall be final,\" except for review by the Supreme Court.  29 U.S.C. Sec. 660(a).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The OSH Act expressly authorizes the bringing of original actions in the U.S. District Court in only a few situations.  None of these includes the bringing in the district court of pre-enforcement actions by employers.  See 29 U.S.C. Sec. 657(b) (actions by the Secretary to enforce administrative subpoenas);  id. Sec. 660(c)(2) (actions by Secretary to enforce the antidiscrimination provisions of the OSH Act);  id. Sec. 662(a), (d) (actions on behalf of Secretary to restrain imminent dangers);  and id. Sec. 666(l ) (actions on behalf of the U.S. to recover civil penalties).  The administrative review scheme is thus ordinarily regarded as the exclusive procedure through which an employer can obtain review of OSHA enforcement proceedings.  See 29 U.S.C. Sec. 660(a);  Brock v. Morysville Body Works, Inc., 829 F.2d 383, 385 (3d Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Thunder Basin Coal Co. v. Reich, --- U.S. ----, 114 S.Ct. 771, 127 L.Ed.2d 29 (1994), the Supreme Court held that a nearly identical, comprehensive administrative review procedure under the Federal Mine Safety and Health Amendments Act, 30 U.S.C. Sec. 801 et seq., (\"Mine Act\"), revealed a congressional intent to preclude district courts from exercising subject-matter jurisdiction over pre-enforcement, as well as post-enforcement, challenges to the Act.  In Thunder Basin, a mine operator, asked to comply with the provisions of the Mine Act, sought immediate injunctive relief from that request in district court, instead of waiting for a citation from the Mine Safety and Health Administration (\"MSHA\") and then challenging the citation through the Act's review scheme.  The Court held that the district court was without jurisdiction to grant the requested relief.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although the Mine Act did not expressly mention pre-enforcement challenges, the Court pointed to the detailed administrative review procedures established by the Act.  After MSHA issues a citation, a mine operator may seek administrative review before the Federal Mine Safety and Health Review Commission (\"FMSHRC\").  Thunder Basin, --- U.S. at ----, 114 S.Ct. at 775;  30 U.S.C. Sec. 815(a), (d).  Such challenges are heard before a FMSHRC administrative law judge, with discretionary review by FMSHRC.  30 U.S.C. Sec. 823(d)(1), (2).  The mine operator may then seek judicial review of the decision in the U.S. Court of Appeals, whose jurisdiction \" 'shall be exclusive and ... final' except for possible Supreme Court review.\"  Thunder Basin, --- U.S. at ----, 114 S.Ct. at 777 (citing 30 U.S.C. Sec. 816(a)(1)).  The Act authorizes actions in the U.S. District Court only in a limited number of areas and only by the Secretary, not by mine operators.  Id.  (operators \"enjoy no corresponding right but are to complain to the Commission and then to the Court of Appeals\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Pointing to the comprehensive review procedures, the Court held that a district court had no subject-matter jurisdiction to entertain a pre-enforcement challenge to the Act by a mine operator.  The Mine Act's \"comprehensive review process does not distinguish between pre- and post-enforcement challenges, but applies to all violations of the Act and its regulations.\"  Id.  The Court also pointed to the legislative history of the Act, which indicated that administrative review procedures were designed to be the exclusive mechanism through which mine operators were to obtain review of enforcement actions.  The Court concluded that:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Nothing in the language and structure of the Act or its legislative history suggests that Congress intended to allow [employers] to evade the statutory-review process by enjoining the Secretary from commencing enforcement proceedings, as petitioner sought to do here.  To uphold the District Court's jurisdiction in these circumstances would be inimical to the structure and purpose of the ... Act.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Id. at ----, 114 S.Ct. at 781.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This case falls squarely within the holding of Thunder Basin.   We hold that the OSH Act's comprehensive administrative review scheme precluded the district court from exercising subject- matter jurisdiction over the present estoppel-based pre-enforcement challenge.  The administrative and judicial review procedures in the two acts are nearly identical.  Compare 29 U.S.C. Sec. 660(a) with 30 U.S.C. Sec. 816(a)(1).  Moreover, like the claim in Thunder Basin, the NEA's estoppel claim is \"of the type Congress intended to be reviewed within this statutory structure.\"  Thunder Basin, --- U.S. ----, 114 S.Ct. at 779.   If, indeed, the government has engaged in conduct which should prevent it from enforcing its regulation, there is no reason for the employer not to raise that issue as a defense during a challenge to a citation under the ordinary administrative review procedure.  Such a defense would not be so \"wholly collateral\" to the OSH Act's review provisions, nor so outside OSHA's expertise, that it should be exempted from the OSH Act's review scheme.  See id. at ----, 114 S.Ct. at 779.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">OSHA's decision would, moreover, be entitled to judicial review by a court of appeals.  See, e.g., Erie Coke Corp., 1992 OSH Dec.  (CCH) p 29,653 (O.S.H.R.C.)  (no estoppel where no evidence that reliance on earlier OSHA position was reasonable or that Secretary engaged in affirmative misconduct), aff'd sub nom., Reich v. OSHRC, 998 F.2d 134 (3d Cir.1993).  Nor do we think that the NEA or its membership suffers any substantial harm by being required to raise this issue in the first instance after one or more members are subject to a citation.  See Thunder Basin, --- U.S. at ---- - ----, 114 S.Ct. at 781-82.   Allowing such claims to be raised initially in an injunctive proceeding in district court would subvert Congress's intent to have such claims reviewed through the OSH Act's detailed administrative procedure.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Because the district court lacked subject-matter jurisdiction over this case, we affirm the district court's dismissal on that ground and do not reach its decision on defendants' motion to dismiss for failure to state a claim.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A different priority is followed in cases where the 12(b)(1) motion is based on the plaintiff's alleged failure to state a federal claim.  (The idea being that, if the plaintiff failed to state a federal claim, there could be no federal question jurisdiction.)   In such cases, the prevailing view is that, unless the claim is entirely frivolous, a court should assume jurisdiction and dismiss for failure to state a claim, since federal question jurisdiction exists once plaintiff has alleged even a colorable federal claim.  See Bell, 327 U.S. at 682-83, 66 S.Ct. at 776.   This case is distinguishable, however, insofar as defendants' jurisdictional argument is not based on the federal claim's lack of substantive merit, but upon an independent basis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Tierney v. Schweiker, 718 F.2d 449 (D.C.Cir.1983), upon which the NEA places principal reliance, is distinguishable as that case involved no comprehensive, statutory-review scheme governing review of administrative action.  Accordingly, there could be inferred no congressional intent to foreclose other avenues of review</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">492</span></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">O.S.H. Cas. (BNA)</span> <span class=\"page\">1329</span></span>,<br>1995 O.S.H.D. (CCH) P 30,826</p>\n    <p class=\"parties\">NORTHEAST ERECTORS ASSOCIATION OF THE BTEA, Plaintiff, Appellant,<br>v.<br>SECRETARY OF LABOR, OCCUPATIONAL SAFETY &amp; HEALTH<br>ADMINISTRATION and its Boston Regional Office,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-2287.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 5, 1995.<br>Decided Aug. 15, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James F. Grosso with whom O'Reilly &amp; Grosso, Southboro, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Mark S. Flynn, Sr. Appellate Atty., with whom Thomas S. Williamson, Jr., Sol. of Labor, Allen H. Feldman, Associate Sol. for Sp. Appellate and Supreme Court Litigation, and Nathaniel I. Spiller, Counsel for Appellate Litigation, U.S.D. of Labor, Washington, DC, were on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and SCHWARZER, Senior District Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Northeast Erectors Assoc.  (\"NEA\") sued the Secretary of Labor, the Occupational Safety and Health Administration (\"OSHA\"), and OSHA's Boston regional office, for declaratory and injunctive relief.  NEA sought to enforce an asserted oral agreement with the Boston regional office of OSHA, under which the office allegedly agreed not to enforce certain OSHA regulations.  The district court dismissed for failure to state a claim.  NEA now appeals.  We affirm, although on a different ground.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">NEA is an unincorporated association of contractors who perform structural steel and pre-cast concrete erection.  The OSHA regulations at issue in this case establish standards designed to protect against falls of employees working in the construction industry and, particularly, of persons working in the steel erection industry.  29 C.F.R. Sec. 1926.750(b)(1)(ii) is a regulation specifically targeted at the steel erection industry.  It requires safety nets or safety lines to be installed when employees are exposed to a potential fall exceeding two stories or 25 feet.  Similarly, 29 C.F.R. Sec. 1926.105(a), which applies to the construction industry in general, requires safety nets or equivalent protection for workplaces 25 feet or more above the ground.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We accept NEA's allegations as true for the purposes of this appeal, Watterson v. Page, <span class=\"citation\" data-id=\"601477\"><a href=\"/opinion/601477/valerie-watterson-v-eileen-page/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1993).  In October of 1989, a group of erection contractors and labor representatives met with John Miles, an OSHA regional administrator, and other OSHA representatives, to discuss OSHA's fall protection standards.  During this meeting, the contractors told Miles that, for steel erection workers known as \"connectors,\" compliance with the regulations was actually more hazardous than noncompliance.  See Donovan v. Daniel Marr &amp; Son Co., <span class=\"citation\" data-id=\"453181\"><a href=\"/opinion/453181/raymond-j-donovan-secretary-of-labor-v-daniel-marr-son-co/\"><span class=\"volume\">763</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">477</span></a></span>, 479 (1st Cir.1985) (describing the type of work performed by connectors).  OSHA representatives allegedly accepted this view and agreed that, until OSHA published a revised fall protection standard, they would not cite employers for not complying with the regulations with respect to workers who were \"connectors.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">From 1989 through April of 1994, regional OSHA representatives, allegedly in compliance with the \"agreement,\" did not cite local steel erection contractors for noncompliance with the fall protection standards for \"connectors.\"   NEA argues that the agreement was breached in 1994 when the Deputy Assistant Secretary of OSHA sent a memorandum to all of the regional offices, directing them to cite employers who violated the fall provisions in 29 C.F.R. Sec. 1926.105(a).  The Boston regional office informed various contractors that it would now begin to issue such citations.  NEA then brought this suit in the district court, seeking a declaration as to its rights and obligations under the oral agreement with the Boston regional office.  NEA further sought an injunction restraining OSHA from issuing citations for violations of the fall protection standards until such time as OSHA issues new standards.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendants moved to dismiss for lack of subject-matter jurisdiction, Fed.R.Civ.P. 12(b)(1), and failure to state a claim, Fed.R.Civ.P. 12(b)(6).  Ruling from the bench, the district court dismissed NEA's complaint for failure to state a claim under Fed.R.Civ.P. 12(b)(6).  The court held that, as a matter of law, the government could not be estopped from enforcing its regulations.  It expressly did not rule on the issue of subject-matter jurisdiction.  NEA now appeals.II.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">When faced with motions to dismiss under both 12(b)(1) and 12(b)(6), a district court, absent good reason to do otherwise, should ordinarily decide the 12(b)(1) motion first.  See 5A Charles Wright &amp; Arthur Miller, Federal Practice and Procedure Sec. 1350, at 210 (1990);  Bell v. Hood, <span class=\"citation no-link\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></span>, 682, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">773</span></span>, 776, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">939</span> </span>(1945) (\"Whether the complaint states a cause of action on which relief could be granted is a question of law and just as issues of fact it must be decided after and not before the court has assumed jurisdiction over the controversy.\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  It is not simply formalistic to decide the jurisdictional issue when the case would be dismissed in any event for failure to state a claim.  Different consequences flow from dismissals under 12(b)(1) and 12(b)(6):  for example, dismissal under the former, not being on the merits, is without res judicata effect.  See 2A James Moore, et al., Moore's Federal Practice p 12.07, at 12-49 &amp; n. 3 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We accordingly start--as well as end--with the jurisdictional issue, holding that the district court was without subject-matter jurisdiction over NEA's claim.  The Occupational Safety and Health Act (\"OSH Act\") has an extensive administrative process for review of OSHA enforcement actions.  After OSHA issues a citation, an employer may seek administrative review before the Occupational Safety and Health Review Commission (\"OSHRC\").  29 U.S.C. Sec. 659(c).  Such challenges are first heard before an OSHRC administrative law judge, with discretionary review by OSHRC.  29 U.S.C. Sec. 661(j).  The employer may then seek judicial review of the OSHRC decision in the U.S. Court of Appeals, whose jurisdiction is \"exclusive and [whose] judgment and decree shall be final,\" except for review by the Supreme Court.  29 U.S.C. Sec. 660(a).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The OSH Act expressly authorizes the bringing of original actions in the U.S. District Court in only a few situations.  None of these includes the bringing in the district court of pre-enforcement actions by employers.  See 29 U.S.C. Sec. 657(b) (actions by the Secretary to enforce administrative subpoenas);  <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 660(c)(2) </span>(actions by Secretary to enforce the antidiscrimination provisions of the OSH Act);  <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 662(a), </span>(d) (actions on behalf of Secretary to restrain imminent dangers);  and <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 666(l </span>) (actions on behalf of the U.S. to recover civil penalties).  The administrative review scheme is thus ordinarily regarded as the exclusive procedure through which an employer can obtain review of OSHA enforcement proceedings.  See 29 U.S.C. Sec. 660(a);  Brock v. Morysville Body Works, Inc., <span class=\"citation\" data-id=\"494610\"><a href=\"/opinion/494610/william-e-brock-secretary-of-labor-v-morysville-body-works-inc/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">383</span></a></span>, 385 (3d Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Thunder Basin Coal Co. v. Reich, --- U.S. ----, <span class=\"citation\" data-id=\"112921\"><a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">771</span></a></span>, <span class=\"citation\" data-id=\"112921\"><a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">29</span> </a></span>(1994), the Supreme Court held that a nearly identical, comprehensive administrative review procedure under the Federal Mine Safety and Health Amendments Act, 30 U.S.C. Sec. 801 et seq., (\"Mine Act\"), revealed a congressional intent to preclude district courts from exercising subject-matter jurisdiction over pre-enforcement, as well as post-enforcement, challenges to the Act.  In Thunder Basin, a mine operator, asked to comply with the provisions of the Mine Act, sought immediate injunctive relief from that request in district court, instead of waiting for a citation from the Mine Safety and Health Administration (\"MSHA\") and then challenging the citation through the Act's review scheme.  The Court held that the district court was without jurisdiction to grant the requested relief.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although the Mine Act did not expressly mention pre-enforcement challenges, the Court pointed to the detailed administrative review procedures established by the Act.  After MSHA issues a citation, a mine operator may seek administrative review before the Federal Mine Safety and Health Review Commission (\"FMSHRC\").  Thunder Basin, --- U.S. at <span class=\"citation\" data-id=\"112921\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">775</span></a></span>;  30 U.S.C. Sec. 815(a), (d).  Such challenges are heard before a FMSHRC administrative law judge, with discretionary review by FMSHRC.  30 U.S.C. Sec. 823(d)(1), (2).  The mine operator may then seek judicial review of the decision in the U.S. Court of Appeals, whose jurisdiction \" 'shall be exclusive and ... final' except for possible Supreme Court review.\"  Thunder Basin, --- U.S. at <span class=\"citation\" data-id=\"112921\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">777</span> </a></span>(citing 30 U.S.C. Sec. 816(a)(1)).  The Act authorizes actions in the U.S. District Court only in a limited number of areas and only by the Secretary, not by mine operators.  <span class=\"citation\" data-id=\"112921\"><a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"id_token\">Id.</span>  (operators \"enjoy </a></span>no corresponding right but are to complain to the Commission and then to the Court of Appeals\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Pointing to the comprehensive review procedures, the Court held that a district court had no subject-matter jurisdiction to entertain a pre-enforcement challenge to the Act by a mine operator.  The Mine Act's \"comprehensive review process does not distinguish between pre- and post-enforcement challenges, but applies to all violations of the Act and its regulations.\"  <span class=\"citation\" data-id=\"112921\"><a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"id_token\">Id.</span>  The Court </a></span>also pointed to the legislative history of the Act, which indicated that administrative review procedures were designed to be the exclusive mechanism through which mine operators were to obtain review of enforcement actions.  The Court concluded that:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Nothing in the language and structure of the Act or its legislative history suggests that Congress intended to allow [employers] to evade the statutory-review process by enjoining the Secretary from commencing enforcement proceedings, as petitioner sought to do here.  To uphold the District Court's jurisdiction in these circumstances would be inimical to the structure and purpose of the ... Act.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"112921\"><a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"id_token\">Id.</span> at ----, </a></span>114 S.Ct. at 781.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This case falls squarely within the holding of Thunder Basin.   We hold that the OSH Act's comprehensive administrative review scheme precluded the district court from exercising subject- matter jurisdiction over the present estoppel-based pre-enforcement challenge.  The administrative and judicial review procedures in the two acts are nearly identical.  Compare 29 U.S.C. Sec. 660(a) with 30 U.S.C. Sec. 816(a)(1).  Moreover, like the claim in Thunder Basin, the NEA's estoppel claim is \"of the type Congress intended to be reviewed within this statutory structure.\"  Thunder Basin, --- U.S. <span class=\"citation\" data-id=\"112921\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">779</span></a></span>.   If, indeed, the government has engaged in conduct which should prevent it from enforcing its regulation, there is no reason for the employer not to raise that issue as a defense during a challenge to a citation under the ordinary administrative review procedure.  Such a defense would not be so \"wholly collateral\" to the OSH Act's review provisions, nor so outside OSHA's expertise, that it should be exempted from the OSH Act's review scheme.  See id. at <span class=\"citation\" data-id=\"112921\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">779</span></a></span>.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">OSHA's decision would, moreover, be entitled to judicial review by a court of appeals.  See, e.g., Erie Coke Corp., 1992 OSH Dec.  (CCH) p 29,653 (O.S.H.R.C.)  (no estoppel where no evidence that reliance on earlier OSHA position was reasonable or that Secretary engaged in affirmative misconduct), aff'd sub nom., Reich v. OSHRC, <span class=\"citation\" data-id=\"610914\"><a href=\"/opinion/610914/robert-reich-secretary-of-labor-united-states-department-of-labor-in-no/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">134</span> </a></span>(3d Cir.1993).  Nor do we think that the NEA or its membership suffers any substantial harm by being required to raise this issue in the first instance after one or more members are subject to a citation.  See Thunder Basin, --- U.S. at ---- - <span class=\"citation\" data-id=\"112921\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">781</span></a></span>-82.   Allowing such claims to be raised initially in an injunctive proceeding in district court would subvert Congress's intent to have such claims reviewed through the OSH Act's detailed administrative procedure.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Because the district court lacked subject-matter jurisdiction over this case, we affirm the district court's dismissal on that ground and do not reach its decision on defendants' motion to dismiss for failure to state a claim.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A different priority is followed in cases where the 12(b)(1) motion is based on the plaintiff's alleged failure to state a federal claim.  (The idea being that, if the plaintiff failed to state a federal claim, there could be no federal question jurisdiction.)   In such cases, the prevailing view is that, unless the claim is entirely frivolous, a court should assume jurisdiction and dismiss for failure to state a claim, since federal question jurisdiction exists once plaintiff has alleged even a colorable federal claim.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Bell,</span> <span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">682-83</span></span>, 66 S.Ct. at 776.   This case is distinguishable, however, insofar as defendants' jurisdictional argument is not based on the federal claim's lack of substantive merit, but upon an independent basis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Tierney v. Schweiker, <span class=\"citation\" data-id=\"425173\"><a href=\"/opinion/425173/mary-alma-tierney-v-richard-s-schweiker-secretary-of-health-and-human/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">449</span> </a></span>(D.C.Cir.1983), upon which the NEA places principal reliance, is distinguishable as that case involved no comprehensive, statutory-review scheme governing review of administrative action.  Accordingly, there could be inferred no congressional intent to foreclose other avenues of review</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112921/",
    "https://www.courtlistener.com/api/rest/v3/opinions/425173/",
    "https://www.courtlistener.com/api/rest/v3/opinions/453181/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494610/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601477/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610914/"
  ]
}