{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196256/",
  "id": 196256,
  "absolute_url": "/opinion/196256/stella-v-kelley/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196256/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:01:35Z",
  "date_modified": "2020-02-21T23:58:23.825113Z",
  "type": "010combined",
  "sha1": "9daa5de598ebe98cda43923ddc0690a3a6ce30b1",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1223.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1223\r\n\n                     CHARLES STELLA, ET AL.,\r\n\n                      Plaintiffs, Appellees,\r\n\n                                v.\r\n\n                   JOHN J. KELLEY, JR., ET AL.,\r\n\n                     Defendants, Appellants.\r\n\n                                              \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. A. David Mazzone, Senior U.S. District Judge]\r                                                                   \r\n\n                                              \r\n\n                              Before\r\n\n                      Selya, Cyr and Lynch,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                              \r\n\n     Richard E.  Brody, with whom Thomas M.  Elcock and Morrison,\r                                                                           \r\nMahoney &amp; Miller were on brief, for appellants.\r                          \r\n     Harvey A. Schwartz, with whom  Schwartz, Shaw &amp; Griffith was\r                                                                       \r\non brief, for appellees.\r\n\n                                              \r\n\n                         August 23, 1995\r\n\n                                              \r\r\n\n          SELYA, Circuit  Judge.  This appeal,  which requires us\r                    SELYA, Circuit  Judge.\r                                         \r\n\nto  apply the  teachings of  Johnson v.  Jones, 115  S.  Ct. 2151\r                                                        \r\n\n(1995), furnishes  virtually a textbook  model of  the limits  of\r\n\ninterlocutory review  of qualified immunity matters  in the post-\r\n\nJohnson era.  We conclude that we have jurisdiction over only one\r                 \r\n\nfacet of the appeal and, on that facet, we  affirm the challenged\r\n\norder.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          This case comes  before us  for the second  time.   See\r                                                                           \r\n\nStella  v. Town  of Tewksbury,  4 F.3d  53 (1st  Cir. 1993).   We\r                                       \r\n\nretell the tale  only to the extent  necessary to put the  issues\r\n\nthat we must decide into workable perspective.\r\n\n          In   Tewksbury,  Massachusetts  (the  Town),  the  five\r\n\nmembers  of the Zoning Board of Appeals (the Board) are appointed\r\n\nfor  fixed terms  by  the Town's  governing  body (the  Board  of\r\n\nSelectmen)  and may be removed during their terms only for cause.\r\n\nPlaintiffs  Charles Stella,  J.  Peter Downing  and Bruce  Gordon\r\n\nformerly served  on the Board.   In that capacity,  they voted to\r\n\ngrant several controversial variances.  When residents complained\r\n\nand the selectmen urged stricter enforcement of the Town's zoning\r\n\ncode,  the Board balked.   Even after the  selectmen instigated a\r\n\ncitizens'  petition demanding  greater  rigor,  and succeeded  in\r\n\nattracting over  1,000  signatures, the  Board did  not mend  its\r\n\nways.\r\n\n          In October of 1989,  the selectmen created a two-member\r\n\nsubcommittee  to  investigate  the  Board's  performance.     The\r\n\n                                2\r\r\n\nsubcommittee  held public  hearings at  which various  complaints\r\n\nwere  aired.    When the  Board  refused  to  change course,  the\r\n\nselectmen  decided  to clean  house.    After the  Commonwealth's\r\n\nattorney general  thwarted an  effort by  two selectmen, John  J.\r\n\nKelley, Jr.  and William  J. Hurton,  to reduce  the size  of the\r\n\nBoard  from  five  members  to three,  the  selectmen  instituted\r\n\nproceedings regarding  the possible removal of  Board members for\r\n\ncause.1   This time, a bare  majority of the selectmen    Kelley,\r\n\nHurton, and Thomas Camara    succeeded in ousting members  of the\r\n\nBoard from office on a series of three-to-two votes.2\r\n\n          In May  1991, three  of the  casualties of  this putsch\r\n\nfiled suit against Kelley, Hurton, Camara, and the  Town pursuant\r\n\nto 42  U.S.C.   1983 (1988).   Their flagship claim  was that the\r\n\nselectmen  cashiered them  in retaliation  for their  speech (the\r\n\nvotes they had cast), thus abridging the First Amendment.3\r\n\n          We  need  not recount  the  murmur  of skirmishes  that\r\n\nensued.   It  suffices to  say that  after two  notoriously false\r\n\n                    \r                              \r\n\n     1The selectmen acted in pursuance of a statute providing  in\r\nrelevant  part that  any member  of a  municipal zoning  board of\r\nappeals \"may  be removed  for cause  by the  appointing authority\r\nupon  written charges and after a public hearing.\"  Mass. Gen. L.\r\nch. 40A,   12 (1975).\r\n\n     2The  selectmen  held  a  separate hearing  for  each  Board\r\nmember.  The hearings occurred on various dates from September to\r\nDecember,  1990.  Separate votes  were taken with  regard to each\r\nouster.\r\n\n     3Although the complaint contained other statements of claim,\r\ne.g., an  allegation that the selectmen  improperly conducted the\r\nremoval hearings, thus depriving the plaintiffs of procedural due\r\nprocess, the instant appeal relates solely to the First Amendment\r\nclaim and, hence, we confine our account to that claim.\r\n\n                                3\r\r\n\nstarts (one of which sparked the parties' earlier journey to this\r\n\ncourt)  the selectmen  moved  for summary  judgment on  qualified\r\n\nimmunity grounds.  The district court at first granted the motion\r\n\nbut,  on reconsideration, reversed its  field.  The selectmen now\r\n\nappeal from the order denying summary judgment.\r\n\nII.  DISCUSSION\r          II.  DISCUSSION\r\n\n          We  begin   with  the  architecture  of  the  qualified\r\n\nimmunity  defense.  We  then consider the  teachings gleaned from\r\n\nJohnson v. Jones.  Finally, we apply the lessons we  have learned\r                          \r\n\nto the problems that confront us.\r\n\n                                A\r                                          A\r\n\n          Public officials accused of civil rights violations may\r\n\nraise  the  defense of  qualified  immunity as  a  shield against\r\n\nclaims  for damages arising out  of their actions.   If, however,\r\n\nthe official's conduct violated some right emanating from federal\r\n\nlaw, and  if the law was  clearly established at the  time of the\r\n\ninfringement, so that an  objectively reasonable actor would have\r\n\nrealized that  his conduct violated the  plaintiff's rights, then\r\n\nthe  qualified immunity  defense is unavailable.   See  Harlow v.\r                                                                        \r\n\nFitzgerald, 457  U.S. 800, 818-19 (1982);  Buenrostro v. Collazo,\r                                                                          \r\n\n973 F.2d 39, 42 (1st Cir. 1992).  Thus, the doctrine of qualified\r\n\nimmunity  limits  a  plaintiff's  damages  against  state  actors\r\n\n\"insofar as  their conduct  does not violate  clearly established\r\n\nstatutory or  constitutional rights of which  a reasonable person\r\n\nwould have known.\"  Harlow, 457 U.S. at 818.\r                                    \r\n\n          The  meaning   of   the  adjectival   phrase   \"clearly\r\n\n                                4\r\r\n\nestablished,\" as it operates in the qualified immunity arena, has\r\n\nnot always  been clearly  established.   The Court  has, however,\r\n\nattempted to explicate the phrase:\r\n\n          The   contours   of   the   right   must   be\r\n          sufficiently clear that a reasonable official\r\n          would  understand  that  what  he   is  doing\r\n          violates that right.  This is not to say that\r\n          an official action  is protected by qualified\r\n          immunity  unless the very  action in question\r\n          has previously  been held unlawful, but it is\r\n          to say  that in the light  of preexisting law\r\n          the unlawfulness must be apparent.\r\n\nAnderson  v.  Creighton,  483  U.S.  635,  640  (1987)  (citation\r                                 \r\n\nomitted); see also  Crooker v. Metallo, 5 F.3d 583, 585 (1st Cir.\r                                                \r\n\n1993); Rodi v. Ventetuolo, 941  F.2d 22, 30 (1st Cir. 1991).   We\r                                   \r\n\nrecently wrote:  \"The inquiry into the nature of a constitutional\r\n\nright for  the purpose of ascertaining  clear establishment seeks\r\n\nto  discover whether the right was reasonably well settled at the\r\n\ntime  of the challenged conduct  and whether the  manner in which\r\n\nthe  right related  to the  conduct was  apparent.\"   Martinez v.\r                                                                        \r\n\nColon, 54 F.3d 980, 988 (1st Cir. 1995).\r               \r\n\n                                B\r                                          B\r\n\n          The qualified immunity defense is, in part, an immunity\r\n\nfrom  trial  as well  as  an immunity  from  damage awards.   See\r                                                                           \r\n\nSiegert v. Gilley, 500 U.S. 226,  232 (1991).  Thus, the  defense\r                           \r\n\nmay  be  asserted by  a  pretrial motion  and, if  the  motion is\r\n\nrejected, immediate appellate review is sometimes available.  See\r                                                                           \r\n\nMitchell v. Forsyth, 472 U.S. 511, 530 (1985).\r                             \r\n\n          In Johnson v. Jones,  the Supreme Court cast  new light\r                                       \r\n\non the  circumstances under  which an immediate  appeal will  lie\r\n\n                                5\r\r\n\nfrom  the denial  of  a  pretrial  motion asserting  a  qualified\r\n\nimmunity  defense.    The  plaintiff, Houston  Jones,  brought  a\r\n\nsection 1983  action against five police  officers, claiming that\r\n\nthey  used excessive force incident  to his arrest and detention.\r\n\nThree of the five officers proffered a qualified immunity defense\r\n\nand moved for summary judgment, contending that they knew nothing\r\n\nabout the alleged beating.  The district court denied the motion,\r\n\nfinding enough circumstantial evidence to raise genuine issues of\r\n\nmaterial fact anent the movants'  liability.  The movants pursued\r\n\nan  interlocutory appeal,  arguing that  the record  reflected no\r\n\ntrialworthy questions.  The Seventh Circuit dismissed the appeal,\r\n\ndiscerning an  absence of appellate  jurisdiction.  26  F.3d 727,\r\n\n728 (7th Cir. 1994).\r\n\n          The Supreme Court granted  certiorari and, resolving  a\r\n\nsplit  in the  circuits,4  held that  \"a  defendant, entitled  to\r\n\ninvoke a  qualified-immunity defense,  may not appeal  a district\r\n\ncourt's summary  judgment order insofar as  that order determines\r\n\nwhether or not the  pretrial record sets forth a  `genuine' issue\r\n\nof fact for trial.\"  Johnson, 115  S. Ct. at 2159.  Thus, on  the\r                                      \r\n\none hand,  a district court's  pretrial rejection of  a proffered\r\n\nqualified immunity  defense remains  immediately appealable as  a\r\n\ncollateral  order to the extent that it  turns on a pure issue of\r\n                    \r                              \r\n\n     4Prior to the Court's decision in Johnson, several courts of\r                                                        \r\nappeals (including this court) permitted  interlocutory review of\r\npretrial   \"evidence  insufficiency\"  claims   made  by  official\r\ndefendants asserting qualified  immunity defenses, while  several\r\nother  courts  of appeals  refused to  afford  such review.   See\r                                                                           \r\nJohnson,  115 S.  Ct. at  2154 (delineating  the division  in the\r                 \r\ncircuits and citing representative cases).\r\n\n                                6\r\r\n\nlaw, notwithstanding the absence of a final judgment.  See id. at\r                                                                        \r\n\n2158; Mitchell, 472 U.S. at  530.  On the other hand,  a district\r                        \r\n\ncourt's pretrial rejection of a qualified immunity defense is not\r\n\nimmediately appealable to the  extent that it turns on  either an\r\n\nissue of  fact or an issue perceived by  the trial court to be an\r\n\nissue  of fact.   See Johnson,  115 S.  Ct. at  2159.  In  such a\r                                       \r\n\nsituation,  the  movant must  await the  entry of  final judgment\r\n\nbefore appealing the adverse ruling.  See id.; see also 28 U.S.C.\r                                                                 \r\n\n  1291 (1988).\r\n\n          The  bottom  line, then,  is  simply this:    a summary\r\n\njudgment  order which  determines that  the pretrial  record sets\r\n\nforth a genuine  issue of  fact, as distinguished  from an  order\r\n\nthat  determines whether  certain given facts  demonstrate, under\r\n\nclearly established law, a  violation of some federally protected\r\n\nright, is not reviewable  on demand.  In reaching  this branch of\r\n\nits holding, the Court abrogated our earlier decision in Unwin v.\r                                                                        \r\n\nCampbell, 863  F.2d 124,  132 (1st Cir.  1988) (determining  that\r                  \r\n\nappellate jurisdiction  exists  in qualified  immunity cases  for\r\n\ninterlocutory appeals brought to test denials of summary judgment\r\n\nthat turn  on questions  of  alleged evidentiary  insufficiency).\r\n\nConsequently, we  acknowledge that Unwin  and its progeny  are no\r                                                  \r\n\nlonger good law.5\r\n                    \r                              \r\n\n     5The  law sometimes  moves in  strange and  mysterious ways.\r\nOur decision in Unwin  resolved an apparent conflict between  two\r                               \r\nlines of First  Circuit cases:   those that  refused to  consider\r\n\"evidence  insufficiency\"  issues  regarding  qualified  immunity\r\ndefenses on  interlocutory appeal, see, e.g.,  Roure v. Hernandez\r                                                                           \r\nColon, 824 F.2d 139,  141 (1st Cir. 1987), and  those that deemed\r               \r\nthe  exercise of jurisdiction over such issues to be proper, see,\r                                                                          \r\n\n                                7\r\r\n\n                                C\r                                          C\r\n\n          The threshold question for our consideration is whether\r\n\nJohnson applies  retroactively to cases pending  on direct appeal\r                 \r\n\non the date the Court  handed down its opinion.  We  hold that it\r\n\ndoes.    When  dealing  with   matters  that  govern  a   court's\r\n\njurisdiction,  there  is   no  conceivable  bar   to  retroactive\r\n\napplication  of  a  \"new,\"   judicially  declared  rule.    Thus,\r\n\nregardless of the fact  that the selectmen filed their  notice of\r\n\nappeal prior to the Court's decision, Johnson controls.\r                                                       \r\n\n          In  this  case,  Johnson  requires that  we  parse  the\r                                            \r\n\ncomplaint.  The plaintiffs claim  that the selectmen removed them\r\n\nfrom  the Board because of  their voting patterns,  and that this\r\n\nunceremonious  dumping  infringed  a  constitutionally  protected\r\n\nright  (free speech).  The legal framework that applies to claims\r\n\nof  this genre is settled  beyond hope of  contradiction.  When a\r\n\nformer government employee brings  a First Amendment suit against\r\n\nhis  employer for taking an adverse employment action against him\r\n\non the  basis of his speech, the premier precedent is Mt. Healthy\r                                                                           \r\n\nCity  Sch. Dist.  Bd. of  Educ. v.  Doyle, 429  U.S. 274  (1977).\r                                                   \r\n\nUnder the Mt. Healthy paradigm, the plaintiff must show both that\r                               \r\n\nhis  speech was  constitutionally  protected, and  that it  was a\r\n\n\"substantial\" or \"motivating\" factor for the adverse action taken\r\n\nagainst  him.    Id.  at  287.    If  the  plaintiff  meets these\r                              \r\n\nrequirements, the burden of  persuasion shifts, and the defendant\r\n                    \r                              \r\n\ne.g., Emery v. Holmes, 824 F.2d 143, 147 (1st Cir. 1987).  Having\r                               \r\ncome  full circle,  we  now reinstate  Roure  as the  law  of the\r                                                      \r\ncircuit.\r\n\n                                8\r\r\n\nmust then prove  \"by a  preponderance of the  evidence\" that  the\r\n\nemployment action was not  affected by the speech, that  is, that\r\n\nthe  employer would  have  acted  in  the  same  way  toward  the\r\n\nplaintiff \"even in the absence of the protected conduct.\"  Id.\r                                                                        \r\n\n          The  plaintiffs'  First  Amendment  claim  tracks  this\r\n\nmodel.     They  say,  in   substance,  that  their   votes  were\r\n\nconstitutionally protected,  and that  the selectmen's desire  to\r\n\nstifle this  \"speech\" was  the salient factor  in their  removal.\r\n\nThe selectmen  offer a  twofold rejoinder.   They  assert, first,\r\n\nthat  the  plaintiffs' votes  are not  constitutionally protected\r\n\nspeech (or, at least, that  the constitutional protection was not\r\n\nclearly  established in  1990,  when the  selectmen acted),  and,\r\n\nsecond, that the evidence  conclusively shows that the plaintiffs\r\n\nwere ousted  for due cause, namely,  incompetence, dereliction of\r\n\nduty, and an intransigent refusal to follow the law.\r\n\n          In denying the selectmen's motion for summary judgment,\r\n\nthe  lower court resolved both of these points in the plaintiffs'\r\n\nfavor; the court  ruled that the plaintiffs'  votes were entitled\r\n\nto free-speech  protection, and that the plaintiffs  had limned a\r\n\ntrialworthy  question  as to  the  selectmen's  motivation.   The\r\n\nselectmen challenge this ruling in both its particulars.\r\n\n                                D\r                                          D\r\n\n          The interface  between Johnson and the  two-pronged Mt.\r                                                                           \r\n\nHealthy test  provides an excellent  example of the  newly stated\r                 \r\n\nlimits on  appellate  jurisdiction in  respect  to  interlocutory\r\n\nappeals   from  pretrial  orders   rejecting  qualified  immunity\r\n\n                                9\r\r\n\ndefenses.  Under  Johnson, we have  jurisdiction to inquire  into\r                                   \r\n\nthe  first of the selectmen's challenges, that is, to examine the\r\n\nexistence vel  non of a  constitutionally protected  right.   See\r                                                                           \r\n\nJohnson, 115 S. Ct.  at 2158.  But  we lack the power  to inquire\r                 \r\n\ninto,  or address, the second  of these challenges,  that is, the\r\n\nfact-based  question of what the evidence does (or does not) show\r\n\nconcerning whether  the selectmen's actions violated the asserted\r\n\nright   a question that depends, in this case, on the selectmen's\r\n\nmotives in ejecting the plaintiffs from their seats on the Board.\r\n\nSee id. at 2159.\r                 \r\n\n          The initial  question under Mt. Healthy  asks whether a\r                                                           \r\n\nconstitutionally  protected right  is in  play at  all.   This is\r\n\nessentially  a  legal, not  a factual,  inquiry.   See  Wright v.\r                                                                        \r\n\nIllinois Dep't of Children &amp; Family Servs., 40 F.3d 1492, 1498-99\r                                                    \r\n\n(7th  Cir. 1994); Williams v.  Kentucky, 24 F.3d  1526, 1532 (6th\r                                                 \r\n\nCir.),  cert. denied,  115 S. Ct.  358 (1994).   As  the query is\r                              \r\n\nframed, the  answer to it  does not depend upon  whose account of\r\n\nthe  facts is correct.   Thus, Johnson    which permits immediate\r                                                \r\n\nreview  of the rejection of  a qualified immunity  claim when the\r\n\nissue appealed  concerns not what  facts the litigants  might (or\r\n\nmight not) be able to prove,  but, rather, whether a given set of\r\n\nfacts  shows a violation of a federally protected right   permits\r\n\nimmediate review of the trial court's order in this respect.  See\r                                                                           \r\n\nJohnson, 115  S. Ct. at 2158;  Mitchell, 472 U.S. at  528.  Since\r                                                 \r\n\nappellate  jurisdiction  exists to  this  extent,  we proceed  to\r\n\nexamine the selectmen's contention on its merits.\r\n\n                                10\r\r\n\n          Basically, the  selectmen maintain  that the  speech at\r\n\nissue  here   votes cast  by public officials   is  not a form of\r\n\nspeech  protected by  the  First Amendment.    We do  not  agree.\r\n\nVoting   by  members  of   municipal  boards,   commissions,  and\r\n\nauthorities  comes  within  the  heartland  of  First   Amendment\r\n\ndoctrine,  and   the  status   of  public  officials'   votes  as\r\n\nconstitutionally   protected   speech   was  established   beyond\r\n\nperadventure of doubt at the time the selectmen defenestrated the\r\n\nplaintiffs.\r\n\n          The  dispositive  precedent  on  these  points  is  our\r\n\nopinion in Miller v. Town of Hull, 878 F.2d 523 (1st Cir.), cert.\r                                                                           \r\n\ndenied, 493 U.S. 976 (1989).  In Miller, a section 1983 case, the\r                                                 \r\n\nmunicipality's board of selectmen allegedly forced the removal of\r\n\ncertain  elected members  of  the  Hull  Redevelopment  Authority\r\n\nbecause of  the latter's  support for construction  projects that\r\n\nthe  selectmen opposed.  See id. at  526-28.  There, as here, the\r                                          \r\n\nselectmen attempted to  justify the ouster on grounds  of neglect\r\n\nand   inefficiency.    See  id.   at  528.     Following  a  jury\r                                         \r\n\ndetermination  that  the  plaintiffs  were  dismissed  for  their\r\n\npolitical  opinions,  and  not  for  the  reasons  cited  by  the\r\n\nselectmen, the  defendants appealed.   They averred,  inter alia,\r                                                                          \r\n\nthat   the  votes  cast  by   the  plaintiffs  did  not  comprise\r\n\nconstitutionally  protected  speech.    See id.  at  532-33.   We\r                                                         \r\n\nrejected this asseveration, concluding  that votes cast by public\r\n\nofficials  merit  First  Amendment  protection.    Judge  Bownes,\r\n\nwriting for this court, stated:\r\n\n                                11\r\r\n\n          [W]e have no difficulty  finding that the act\r\n          of voting on public  issues by a member of  a\r\n          public  agency  or  board  comes  within  the\r\n          freedom  of speech  guarantee  of  the  first\r\n          amendment. .  .  .    There can  be  no  more\r\n          definite expression of opinion than by voting\r\n          on a controversial public issue.\r\n\nId. at  532 (footnote omitted).  We went on to hold that \"elected\r             \r\n\nmembers of  a public agency  may not be  removed from  office for\r\n\nvoting contrary to the wishes of the Board of Selectmen.\"  Id. at\r                                                                        \r\n\n533.\r\n\n          Given this stalwart precedent    which, like fine wine,\r\n\nhas only improved with age    it is beyond serious question  that\r\n\nvotes  cast by  the members  of municipal  boards are  ordinarily\r\n\nentitled to  First Amendment protection, and  that this protected\r\n\nstatus was clearly established  prior to the date of  the present\r\n\ndenouement.6  Thus, unless some distinctive feature  of this case\r\n                    \r                              \r\n\n     6Indeed, we reached this precise conclusion in Miller:\r                                                                    \r\n\n               We  find  that  in  the  light  of  pre-\r\n          existing  law,  the unlawfulness  of removing\r\n          plaintiffs from  their positions . . . should\r\n          have been apparent  to defendants. . .  .  At\r\n          the  time the  removals were  effected, there\r\n          was  firmly  embedded  in our  constitutional\r\n          fabric   the    principle   that   government\r\n          employees could not be discharged for reasons\r\n          that  infringed  on the  employee's  right of\r\n          freedom of speech.\r\n\n                         *      *      *\r\n\n               A  reasonable  member  of  the  Board of\r\n          Selectmen would have understood  that removal\r\n          of the members of the  [Authority] for voting\r\n          as they  did, was  an egregious violation  of\r\n          plaintiffs'  first amendment  right.  .  .  .\r\n          There is  no basis  for defendant's  claim of\r\n          qualified immunity.\r\n\n                                12\r\r\n\nsnatches it from Miller's precedential orbit, the plaintiffs have\r                                 \r\n\nsatisfied Mt.  Healthy's first prong.   See Rankin  v. McPherson,\r                                                                          \r\n\n483 U.S. 378, 383 (1987) (\"It is clearly established that a State\r\n\nmay  not discharge  an employee  on a  basis that  infringes that\r\n\nemployee's  constitutionally  protected  interest  in  freedom of\r\n\nspeech.\");  Perry  v.  Sindermann,   408  U.S.  593,  597  (1972)\r                                           \r\n\n(similar).\r\n\n                                E\r                                          E\r\n\n          The  selectmen labor  to  distinguish  Miller in  three\r                                                                 \r\n\nways, but to  no avail.  First,  they posit that  Miller involved\r                                                                  \r\n\nthe removal of  elected officials whereas this  case involves the\r                                 \r\n\nremoval  of appointed officials.  This is a distinction without a\r                               \r\n\ndifference.   The selectmen  have offered no  plausible rationale\r\n\nfor  variable treatment, and  no language in  Miller supports the\r                                                              \r\n\nconclusion that the First  Amendment right at issue applies  less\r\n\nbroadly  to  appointed  officials   as  contrasted  with  elected\r\n\nofficials.  We, therefore,  decline the defendants' invitation to\r\n\ncreate a wholly artificial dichotomy.\r\n\n          Second, the selectmen observe  that the language of the\r\n\nrelevant removal statutes is not identical.  This is true  as far\r\n\nas it goes, but it does not go very  far.  The applicable statute\r\n\nin Miller  allowed removal  of agency members  for \"inefficiency,\r                   \r\n\nneglect of  duty or  misconduct in office.\"   Mass.  Gen. L.  ch.\r\n\n121B,     6 (1969).   Here,  the  applicable statute  permits the\r\n\nremoval  of Board members \"for cause.\"   Mass. Gen. L. ch. 40A,  \r\n                    \r                              \r\n\nMiller, 878 F.2d at 534 (citations omitted).\r                \r\n\n                                13\r\r\n\n12 (1975).   Once again,  the selectmen have  advanced no  cogent\r\n\nreason  why  these  slight  variances in  terminology  warrant  a\r\n\nsignificant  dilution  of  the  First Amendment  protection  that\r\n\nsafeguards votes  cast by  officials who  are subject to  removal\r\n\nunder section 12.\r\n\n          The selectmen  reserve their most  impassioned rhetoric\r\n\nfor  their protest that the  votes at issue  here were \"illegal,\"\r\n\nand that the illegality  somehow stripped away the constitutional\r\n\nprotection  that otherwise  would  have attached.7    We are  not\r\n\nconvinced.   This argument is  merely a back-door  approach to an\r\n\nexamination   of  the  defendants'   reasons  for  banishing  the\r\n\nplaintiffs   a topic that, under current circumstances, cannot be\r\n\nbroached  on  interlocutory  appeal.    See  text  infra.    And,\r                                                                  \r\n\nrelatedly,  the district  court rejected  this argument  on fact-\r                                                                           \r\n\nbased  grounds; since  Johnson precludes  us from  inquiring into\r                                        \r\n\nfactual controversies  on an  interlocutory appeal,  see Johnson,\r                                                                          \r\n\n                    \r                              \r\n\n     7This argument uses as a vaulting pole a footnote in Miller,\r                                                                          \r\n878 F.2d at 533  n.14, in which Judge Bownes quoted United States\r                                                                           \r\nv. City of Yonkers, 856 F.2d  444, 457 (2d Cir. 1988) (subsequent\r                            \r\nhistory omitted as irrelevant),  to the effect that \"just  as the\r\nFirst  Amendment would  not  permit [council  members] to  incite\r\nviolation  of federal law, it does not permit them to take action\r\nin violation  of such  law.\"  Yonkers  is inapposite here.   That\r                                               \r\ncase involved members of a city council who refused to cast votes\r\nnecessary to effectuate a federal court decree.   See id. at 452.\r                                                                   \r\nThe  recalcitrant  council  members  tried  to  raise  the  First\r\nAmendment as a shield against the federal court's order.  See id.\r                                                                           \r\nat  457.    On appeal,  the  Second  Circuit  balanced the  First\r\nAmendment  claims  against  \"the  public  interest  in  obtaining\r\ncompliance    with   federal   court    judgments   that   remedy\r\nconstitutional  violations,\" and  found  that  enforcing  federal\r\ncourt  orders   \"unquestionably  justifies  whatever   burden  on\r\nexpression has occurred.\"   Id.  It is readily  apparent that the\r                                         \r\nsituation in Yonkers has no known parallel in Tewksbury.\r                              \r\n\n                                14\r\r\n\n115  S.  Ct. at  2159,  we  cannot  undertake here  and  now  the\r\n\nfactbound delving  into illegality that the  selectmen's argument\r\n\nnecessarily entails.\r\n\n          In sum,  we have jurisdiction to  hear an interlocutory\r\n\nappeal from  a  pretrial order  denying summary  judgment on  the\r\n\nbasis  of qualified  immunity  to  the  extent  that  the  appeal\r\n\nchallenges the trial court's  legal determination that votes cast\r\n\nby  members of  a  local zoning  board comprise  constitutionally\r\n\nprotected speech.  Exercising this jurisdiction, we find that the\r\n\ndefendants' efforts  to deflect  the Miller rule  are unavailing.\r                                                     \r\n\nConsequently, we hold that  the votes cast by the  plaintiffs, in\r\n\ntheir capacity as Board members, are entitled to protection under\r\n\nthe  First  Amendment.   Since the  law  from which  this holding\r\n\nprescinds was  clearly established in 1990,  the district court's\r\n\nrefusal  to  grant  summary judgment  on  this  ground  cannot be\r\n\nfaulted.\r\n\n                                F\r                                          F\r\n\n          The second prong of  the Mt. Healthy paradigm addresses\r                                                        \r\n\nwhether or not the  constitutionally protected speech amounted to\r\n\na  \"substantial\"  or  \"motivating\"  factor  in  the  decision  to\r\n\nterminate the plaintiffs qua Board members.  See Mt. Healthy, 429\r                                                                      \r\n\nU.S. at  287.  When this  appeal was taken on  February 27, 1995,\r\n\nUnwin reflected the law of this circuit, and, thus, we would have\r               \r\n\nentertained  an  interlocutory  appeal  of the  district  court's\r\n\ndetermination  that  the amassed  evidence  sufficed  to raise  a\r\n\ntrialworthy  issue.    Johnson,  however,  demands  a   different\r                                        \r\n\n                                15\r\r\n\noutcome.  Although  the selectmen  tell a plausible  tale to  the\r\n\neffect that  they ousted the  plaintiffs for dereliction  of duty\r\n\nrather than  on speech-related  grounds, that tale  is factbound.\r\n\nThe district court, in  declining to grant the motion  for brevis\r                                                                           \r\n\ndisposition, did so on the basis that the summary judgment record\r\n\ncontained  enough  evidence  to  raise  triable  issues  of  fact\r\n\nconcerning the selectmen's motivation.  While the selectmen claim\r\n\nthat  this  decision  is  deeply flawed,  Johnson  bars  pretrial\r                                                           \r\n\nappellate review of such \"evidentiary insufficiency\" claims.  See\r                                                                           \r\n\nJohnson,  115 S. Ct. at 2159 (holding that \"a defendant, entitled\r                 \r\n\nto invoke a qualified-immunity defense, may not appeal a district\r\n\ncourt's summary  judgment order insofar as  that order determines\r\n\nwhether or not the  pretrial record sets forth a  `genuine' issue\r\n\nof  fact for trial\").   Indeed,  Justice Breyer  anticipated this\r\n\nvery type of circumstance, and made it clear that such cases fell\r\n\nwithin the class of  cases in which an interlocutory  appeal does\r\n\nnot lie.  See id. at 2158 (explaining that the jurisdictional bar\r                           \r\n\nextends  to  \"constitutional tort  cases  .  . .  [that]  involve\r\n\nfactual controversies about, for example, intent\").\r\n\n          Accordingly,   we  may   go  no   further.     We  lack\r\n\njurisdiction to  review, on an interlocutory  basis, the district\r\n\ncourt's finding that there is a genuine factual dispute regarding\r\n\na substantive  element of  the plaintiffs'  constitutional claim,\r\n\nnamely,  the  selectmen's  actual  motivation   in  removing  the\r\n\n                                16\r\r\n\nplaintiffs from office.8\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                    \r                              \r\n\n     8We  see no anomaly in  our determination that  one facet of\r\nthe  defendants' appeal  passes Johnson  muster though  the other\r                                                 \r\nfacet  does  not.    Indeed,  the  Court  anticipated  that  such\r\nschismatic  situations would develop.  See Johnson, 115 S. Ct. at\r                                                            \r\n2159.\r\n\n                                17\r\r\n",
  "html": "<p class=\"case_cite\">63 F.3d 71</p>\n    <p class=\"parties\">Charles STELLA, et al., Plaintiffs, Appellees,<br>v.<br>John J. KELLEY, Jr., et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 95-1223.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 1, 1995.<br>Decided Aug. 23, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard E. Brody, with whom Thomas M. Elcock and Morrison, Mahoney &amp; Miller, Boston, MA, were on brief, for appellants.</p>\n      <p class=\"indent\">Harvey A. Schwartz, with whom Schwartz, Shaw &amp; Griffith, Boston, MA, was on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, CYR and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal, which requires us to apply the teachings of Johnson v. Jones, --- U.S. ----, 115 S.Ct. 2151, 132 L.Ed.2d 238 (1995), furnishes virtually a textbook model of the limits of interlocutory review of qualified immunity matters in the post-Johnson era.  We conclude that we have jurisdiction over only one facet of the appeal and, on that facet, we affirm the challenged order.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case comes before us for the second time.  See Stella v. Town of Tewksbury, 4 F.3d 53 (1st Cir.1993).  We retell the tale only to the extent necessary to put the issues that we must decide into workable perspective.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In Tewksbury, Massachusetts (the Town), the five members of the Zoning Board of Appeals (the Board) are appointed for fixed terms by the Town's governing body (the Board of Selectmen) and may be removed during their terms only for cause.  Plaintiffs Charles Stella, J. Peter Downing and Bruce Gordon formerly served on the Board.  In that capacity, they voted to grant several controversial variances.  When residents complained and the selectmen urged stricter enforcement of the Town's zoning code, the Board balked.  Even after the selectmen instigated a citizens' petition demanding greater rigor, and succeeded in attracting over 1,000 signatures, the Board did not mend its ways.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In October of 1989, the selectmen created a two-member subcommittee to investigate the Board's performance.  The subcommittee held public hearings at which various complaints were aired.  When the Board refused to change course, the selectmen decided to clean house.  After the Commonwealth's attorney general thwarted an effort by two selectmen, John J. Kelley, Jr. and William J. Hurton, to reduce the size of the Board from five members to three, the selectmen instituted proceedings regarding the possible removal of Board members for cause.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This time, a bare majority of the selectmen--Kelley, Hurton, and Thomas Camara--succeeded in ousting members of the Board from office on a series of three-to-two votes.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In May 1991, three of the casualties of this putsch filed suit against Kelley, Hurton, Camara, and the Town pursuant to 42 U.S.C. Sec. 1983 (1988).  Their flagship claim was that the selectmen cashiered them in retaliation for their speech (the votes they had cast), thus abridging the First Amendment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We need not recount the murmur of skirmishes that ensued.  It suffices to say that after two notoriously false starts (one of which sparked the parties' earlier journey to this court) the selectmen moved for summary judgment on qualified immunity grounds.  The district court at first granted the motion but, on reconsideration, reversed its field.  The selectmen now appeal from the order denying summary judgment.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We begin with the architecture of the qualified immunity defense.  We then consider the teachings gleaned from Johnson v. Jones.   Finally, we apply the lessons we have learned to the problems that confront us.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">* Public officials accused of civil rights violations may raise the defense of qualified immunity as a shield against claims for damages arising out of their actions.  If, however, the official's conduct violated some right emanating from federal law, and if the law was clearly established at the time of the infringement, so that an objectively reasonable actor would have realized that his conduct violated the plaintiff's rights, then the qualified immunity defense is unavailable.  See Harlow v. Fitzgerald, 457 U.S. 800, 818-19, 102 S.Ct. 2727, 2738-39, 73 L.Ed.2d 396 (1982);  Buenrostro v. Collazo, 973 F.2d 39, 42 (1st Cir.1992).  Thus, the doctrine of qualified immunity limits a plaintiff's damages against state actors \"insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.\"  Harlow, 457 U.S. at 818, 102 S.Ct. at 2738.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The meaning of the adjectival phrase \"clearly established,\" as it operates in the qualified immunity arena, has not always been clearly established.  The Court has, however, attempted to explicate the phrase:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>The contours of the right must be sufficiently clear that a reasonable official would understand that what he is doing violates that right.  This is not to say that an official action is protected by qualified immunity unless the very action in question has previously been held unlawful, but it is to say that in the light of preexisting law the unlawfulness must be apparent.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Anderson v. Creighton, 483 U.S. 635, 640, 107 S.Ct. 3034, 3039, 97 L.Ed.2d 523 (1987) (citation omitted);  see also Crooker v. Metallo, 5 F.3d 583, 585 (1st Cir.1993);  Rodi v. Ventetuolo, 941 F.2d 22, 30 (1st Cir.1991).  We recently wrote:  \"The inquiry into the nature of a constitutional right for the purpose of ascertaining clear establishment seeks to discover whether the right was reasonably well settled at the time of the challenged conduct and whether the manner in which the right related to the conduct was apparent.\"  Martinez v. Colon, 54 F.3d 980, 988 (1st Cir.1995).</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The qualified immunity defense is, in part, an immunity from trial as well as an immunity from damage awards.  See Siegert v. Gilley, 500 U.S. 226, 232, 111 S.Ct. 1789, 1793, 114 L.Ed.2d 277 (1991).  Thus, the defense may be asserted by a pretrial motion and, if the motion is rejected, immediate appellate review is sometimes available.  See Mitchell v. Forsyth, 472 U.S. 511, 530, 105 S.Ct. 2806, 2817, 86 L.Ed.2d 411 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In Johnson v. Jones, the Supreme Court cast new light on the circumstances under which an immediate appeal will lie from the denial of a pretrial motion asserting a qualified immunity defense.  The plaintiff, Houston Jones, brought a section 1983 action against five police officers, claiming that they used excessive force incident to his arrest and detention.  Three of the five officers proffered a qualified immunity defense and moved for summary judgment, contending that they knew nothing about the alleged beating.  The district court denied the motion, finding enough circumstantial evidence to raise genuine issues of material fact anent the movants' liability.  The movants pursued an interlocutory appeal, arguing that the record reflected no trialworthy questions.  The Seventh Circuit dismissed the appeal, discerning an absence of appellate jurisdiction.  26 F.3d 727, 728 (7th Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Supreme Court granted certiorari and, resolving a split in the circuits,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> held that \"a defendant, entitled to invoke a qualified-immunity defense, may not appeal a district court's summary judgment order insofar as that order determines whether or not the pretrial record sets forth a 'genuine' issue of fact for trial.\"  Johnson, --- U.S. at ----, 115 S.Ct. at 2159.   Thus, on the one hand, a district court's pretrial rejection of a proffered qualified immunity defense remains immediately appealable as a collateral order to the extent that it turns on a pure issue of law, notwithstanding the absence of a final judgment.  See id. at ----, 115 S.Ct. at 2158;  Mitchell, 472 U.S. at 530, 105 S.Ct. at 2817.   On the other hand, a district court's pretrial rejection of a qualified immunity defense is not immediately appealable to the extent that it turns on either an issue of fact or an issue perceived by the trial court to be an issue of fact.  See Johnson, --- U.S. at ----, 115 S.Ct. at 2159.   In such a situation, the movant must await the entry of final judgment before appealing the adverse ruling.  See id.;   see also 28 U.S.C. Sec. 1291 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The bottom line, then, is simply this:  a summary judgment order which determines that the pretrial record sets forth a genuine issue of fact, as distinguished from an order that determines whether certain given facts demonstrate, under clearly established law, a violation of some federally protected right, is not reviewable on demand.  In reaching this branch of its holding, the Court abrogated our earlier decision in Unwin v. Campbell, 863 F.2d 124, 132 (1st Cir.1988) (determining that appellate jurisdiction exists in qualified immunity cases for interlocutory appeals brought to test denials of summary judgment that turn on questions of alleged evidentiary insufficiency).  Consequently, we acknowledge that Unwin and its progeny are no longer good law.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The threshold question for our consideration is whether Johnson applies retroactively to cases pending on direct appeal on the date the Court handed down its opinion.  We hold that it does.  When dealing with matters that govern a court's jurisdiction, there is no conceivable bar to retroactive application of a \"new,\" judicially declared rule.  Thus, regardless of the fact that the selectmen filed their notice of appeal prior to the Court's decision, Johnson controls.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this case, Johnson requires that we parse the complaint.  The plaintiffs claim that the selectmen removed them from the Board because of their voting patterns, and that this unceremonious dumping infringed a constitutionally protected right (free speech).  The legal framework that applies to claims of this genre is settled beyond hope of contradiction.  When a former government employee brings a First Amendment suit against his employer for taking an adverse employment action against him on the basis of his speech, the premier precedent is Mt. Healthy City Sch. Dist. Bd. of Educ. v. Doyle, 429 U.S. 274, 97 S.Ct. 568, 50 L.Ed.2d 471 (1977).  Under the Mt. Healthy paradigm, the plaintiff must show both that his speech was constitutionally protected, and that it was a \"substantial\" or \"motivating\" factor for the adverse action taken against him.  Id. at 287, 97 S.Ct. at 576.   If the plaintiff meets these requirements, the burden of persuasion shifts, and the defendant must then prove \"by a preponderance of the evidence\" that the employment action was not affected by the speech, that is, that the employer would have acted in the same way toward the plaintiff \"even in the absence of the protected conduct.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The plaintiffs' First Amendment claim tracks this model.  They say, in substance, that their votes were constitutionally protected, and that the selectmen's desire to stifle this \"speech\" was the salient factor in their removal.  The selectmen offer a twofold rejoinder.  They assert, first, that the plaintiffs' votes are not constitutionally protected speech (or, at least, that the constitutional protection was not clearly established in 1990, when the selectmen acted), and, second, that the evidence conclusively shows that the plaintiffs were ousted for due cause, namely, incompetence, dereliction of duty, and an intransigent refusal to follow the law.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In denying the selectmen's motion for summary judgment, the lower court resolved both of these points in the plaintiffs' favor;  the court ruled that the plaintiffs' votes were entitled to free-speech protection, and that the plaintiffs had limned a trialworthy question as to the selectmen's motivation.  The selectmen challenge this ruling in both its particulars.</p>\n    </div>\n    <p>D</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The interface between Johnson and the two-pronged Mt. Healthy test provides an excellent example of the newly stated limits on appellate jurisdiction in respect to interlocutory appeals from pretrial orders rejecting qualified immunity defenses.  Under Johnson, we have jurisdiction to inquire into the first of the selectmen's challenges, that is, to examine the existence vel non of a constitutionally protected right.  See Johnson, --- U.S. at ----, 115 S.Ct. at 2158.   But we lack the power to inquire into, or address, the second of these challenges, that is, the fact-based question of what the evidence does (or does not) show concerning whether the selectmen's actions violated the asserted right--a question that depends, in this case, on the selectmen's motives in ejecting the plaintiffs from their seats on the Board.  See id. at ----, 115 S.Ct. at 2159.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The initial question under Mt. Healthy asks whether a constitutionally protected right is in play at all.  This is essentially a legal, not a factual, inquiry.  See Wright v. Illinois Dep't of Children &amp; Family Servs., 40 F.3d 1492, 1498-99 (7th Cir.1994);  Williams v. Kentucky, 24 F.3d 1526, 1532 (6th Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 358, 130 L.Ed.2d 312 (1994).  As the query is framed, the answer to it does not depend upon whose account of the facts is correct.  Thus, Johnson--which permits immediate review of the rejection of a qualified immunity claim when the issue appealed concerns not what facts the litigants might (or might not) be able to prove, but, rather, whether a given set of facts shows a violation of a federally protected right--permits immediate review of the trial court's order in this respect.  See Johnson, --- U.S. at ----, 115 S.Ct. at 2158;  Mitchell, 472 U.S. at 528, 105 S.Ct. at 2816.   Since appellate jurisdiction exists to this extent, we proceed to examine the selectmen's contention on its merits.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Basically, the selectmen maintain that the speech at issue here--votes cast by public officials--is not a form of speech protected by the First Amendment.  We do not agree.  Voting by members of municipal boards, commissions, and authorities comes within the heartland of First Amendment doctrine, and the status of public officials' votes as constitutionally protected speech was established beyond peradventure of doubt at the time the selectmen defenestrated the plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The dispositive precedent on these points is our opinion in Miller v. Town of Hull, 878 F.2d 523 (1st Cir.), cert. denied, 493 U.S. 976, 110 S.Ct. 501, 107 L.Ed.2d 504 (1989).  In Miller, a section 1983 case, the municipality's board of selectmen allegedly forced the removal of certain elected members of the Hull Redevelopment Authority because of the latter's support for construction projects that the selectmen opposed.  See id. at 526-28.   There, as here, the selectmen attempted to justify the ouster on grounds of neglect and inefficiency.  See id. at 528.   Following a jury determination that the plaintiffs were dismissed for their political opinions, and not for the reasons cited by the selectmen, the defendants appealed.  They averred, inter alia, that the votes cast by the plaintiffs did not comprise constitutionally protected speech.  See id. at 532-33.   We rejected this asseveration, concluding that votes cast by public officials merit First Amendment protection.  Judge Bownes, writing for this court, stated:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>[W]e have no difficulty finding that the act of voting on public issues by a member of a public agency or board comes within the freedom of speech guarantee of the first amendment....  There can be no more definite expression of opinion than by voting on a controversial public issue.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Id. at 532 (footnote omitted).  We went on to hold that \"elected members of a public agency may not be removed from office for voting contrary to the wishes of the Board of Selectmen.\"  Id. at 533.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Given this stalwart precedent--which, like fine wine, has only improved with age--it is beyond serious question that votes cast by the members of municipal boards are ordinarily entitled to First Amendment protection, and that this protected status was clearly established prior to the date of the present denouement.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Thus, unless some distinctive feature of this case snatches it from Miller 's precedential orbit, the plaintiffs have satisfied Mt. Healthy 's first prong.  See Rankin v. McPherson, 483 U.S. 378, 383, 107 S.Ct. 2891, 2896, 97 L.Ed.2d 315 (1987) (\"It is clearly established that a State may not discharge an employee on a basis that infringes that employee's constitutionally protected interest in freedom of speech.\");  Perry v. Sindermann, 408 U.S. 593, 597, 92 S.Ct. 2694, 2698, 33 L.Ed.2d 570 (1972) (similar).</p>\n    </div>\n    <p>E</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The selectmen labor to distinguish Miller in three ways, but to no avail.  First, they posit that Miller involved the removal of elected officials whereas this case involves the removal of appointed officials.  This is a distinction without a difference.  The selectmen have offered no plausible rationale for variable treatment, and no language in Miller supports the conclusion that the First Amendment right at issue applies less broadly to appointed officials as contrasted with elected officials.  We, therefore, decline the defendants' invitation to create a wholly artificial dichotomy.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Second, the selectmen observe that the language of the relevant removal statutes is not identical.  This is true as far as it goes, but it does not go very far.  The applicable statute in Miller allowed removal of agency members for \"inefficiency, neglect of duty or misconduct in office.\"   Mass.Gen.L. ch. 121B, Sec. 6 (1969).  Here, the applicable statute permits the removal of Board members \"for cause.\"   Mass.Gen.L. ch. 40A, Sec. 12 (1975).  Once again, the selectmen have advanced no cogent reason why these slight variances in terminology warrant a significant dilution of the First Amendment protection that safeguards votes cast by officials who are subject to removal under section 12.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The selectmen reserve their most impassioned rhetoric for their protest that the votes at issue here were \"illegal,\" and that the illegality somehow stripped away the constitutional protection that otherwise would have attached.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  We are not convinced.  This argument is merely a back-door approach to an examination of the defendants' reasons for banishing the plaintiffs--a topic that, under current circumstances, cannot be broached on interlocutory appeal.  See text infra.   And, relatedly, the district court rejected this argument on fact-based grounds;  since Johnson precludes us from inquiring into factual controversies on an interlocutory appeal, see Johnson, --- U.S. at ----, 115 S.Ct. at 2159, we cannot undertake here and now the factbound delving into illegality that the selectmen's argument necessarily entails.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In sum, we have jurisdiction to hear an interlocutory appeal from a pretrial order denying summary judgment on the basis of qualified immunity to the extent that the appeal challenges the trial court's legal determination that votes cast by members of a local zoning board comprise constitutionally protected speech.  Exercising this jurisdiction, we find that the defendants' efforts to deflect the Miller rule are unavailing.  Consequently, we hold that the votes cast by the plaintiffs, in their capacity as Board members, are entitled to protection under the First Amendment.  Since the law from which this holding prescinds was clearly established in 1990, the district court's refusal to grant summary judgment on this ground cannot be faulted.</p>\n    </div>\n    <p>F</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The second prong of the Mt. Healthy paradigm addresses whether or not the constitutionally protected speech amounted to a \"substantial\" or \"motivating\" factor in the decision to terminate the plaintiffs qua Board members.  See Mt. Healthy, 429 U.S. at 287, 97 S.Ct. at 575.   When this appeal was taken on February 27, 1995, Unwin reflected the law of this circuit, and, thus, we would have entertained an interlocutory appeal of the district court's determination that the amassed evidence sufficed to raise a trialworthy issue.  Johnson, however, demands a different outcome.  Although the selectmen tell a plausible tale to the effect that they ousted the plaintiffs for dereliction of duty rather than on speech-related grounds, that tale is factbound.  The district court, in declining to grant the motion for brevis disposition, did so on the basis that the summary judgment record contained enough evidence to raise triable issues of fact concerning the selectmen's motivation.  While the selectmen claim that this decision is deeply flawed, Johnson bars pretrial appellate review of such \"evidentiary insufficiency\" claims.  See Johnson, --- U.S. at ----, 115 S.Ct. at 2159 (holding that \"a defendant, entitled to invoke a qualified-immunity defense, may not appeal a district court's summary judgment order insofar as that order determines whether or not the pretrial record sets forth a 'genuine' issue of fact for trial\").  Indeed, Justice Breyer anticipated this very type of circumstance, and made it clear that such cases fell within the class of cases in which an interlocutory appeal does not lie.  See id. at ----, 115 S.Ct. at 2158 (explaining that the jurisdictional bar extends to \"constitutional tort cases ... [that] involve factual controversies about, for example, intent\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Accordingly, we may go no further.  We lack jurisdiction to review, on an interlocutory basis, the district court's finding that there is a genuine factual dispute regarding a substantive element of the plaintiffs' constitutional claim, namely, the selectmen's actual motivation in removing the plaintiffs from office.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The selectmen acted in pursuance of a statute providing in relevant part that any member of a municipal zoning board of appeals \"may be removed for cause by the appointing authority upon written charges and after a public hearing.\"   Mass.Gen.L. ch. 40A, Sec. 12 (1975)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The selectmen held a separate hearing for each Board member.  The hearings occurred on various dates from September to December, 1990.  Separate votes were taken with regard to each ouster</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although the complaint contained other statements of claim, e.g., an allegation that the selectmen improperly conducted the removal hearings, thus depriving the plaintiffs of procedural due process, the instant appeal relates solely to the First Amendment claim and, hence, we confine our account to that claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Prior to the Court's decision in Johnson, several courts of appeals (including this court) permitted interlocutory review of pretrial \"evidence insufficiency\" claims made by official defendants asserting qualified immunity defenses, while several other courts of appeals refused to afford such review.  See Johnson, --- U.S. at ----, 115 S.Ct. at 2154 (delineating the division in the circuits and citing representative cases)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The law sometimes moves in strange and mysterious ways.  Our decision in Unwin resolved an apparent conflict between two lines of First Circuit cases:  those that refused to consider \"evidence insufficiency\" issues regarding qualified immunity defenses on interlocutory appeal, see, e.g., Roure v. Hernandez Colon, 824 F.2d 139, 141 (1st Cir.1987), and those that deemed the exercise of jurisdiction over such issues to be proper, see, e.g., Emery v. Holmes, 824 F.2d 143, 147 (1st Cir.1987).  Having come full circle, we now reinstate Roure as the law of the circuit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Indeed, we reached this precise conclusion in Miller:</p>\n        <p>We find that in the light of pre-existing law, the unlawfulness of removing plaintiffs from their positions ... should have been apparent to defendants....  At the time the removals were effected, there was firmly embedded in our constitutional fabric the principle that government employees could not be discharged for reasons that infringed on the employee's right of freedom of speech.</p>\n        <p>A reasonable member of the Board of Selectmen would have understood that removal of the members of the [Authority] for voting as they did, was an egregious violation of plaintiffs' first amendment right....  There is no basis for defendant's claim of qualified immunity.</p>\n        <p>Miller, 878 F.2d at 534 (citations omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This argument uses as a vaulting pole a footnote in Miller, 878 F.2d at 533 n. 14, in which Judge Bownes quoted United States v. City of Yonkers, 856 F.2d 444, 457 (2d Cir.1988) (subsequent history omitted as irrelevant), to the effect that \"just as the First Amendment would not permit [council members] to incite violation of federal law, it does not permit them to take action in violation of such law.\"  Yonkers is inapposite here.  That case involved members of a city council who refused to cast votes necessary to effectuate a federal court decree.  See id. at 452.   The recalcitrant council members tried to raise the First Amendment as a shield against the federal court's order.  See id. at 457.   On appeal, the Second Circuit balanced the First Amendment claims against \"the public interest in obtaining compliance with federal court judgments that remedy constitutional violations,\" and found that enforcing federal court orders \"unquestionably justifies whatever burden on expression has occurred.\"  Id.  It is readily apparent that the situation in Yonkers has no known parallel in Tewksbury</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We see no anomaly in our determination that one facet of the defendants' appeal passes Johnson muster though the other facet does not.  Indeed, the Court anticipated that such schismatic situations would develop.  See Johnson, --- U.S. at ----, 115 S.Ct. at 2159</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></span></p>\n    <p class=\"parties\">Charles STELLA, et al., Plaintiffs, Appellees,<br>v.<br>John J. KELLEY, Jr., et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 95-1223.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 1, 1995.<br>Decided Aug. 23, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard E. Brody, with whom Thomas M. Elcock and Morrison, Mahoney &amp; Miller, Boston, MA, were on brief, for appellants.</p>\n      <p class=\"indent\">Harvey A. Schwartz, with whom Schwartz, Shaw &amp; Griffith, Boston, MA, was on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, CYR and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal, which requires us to apply the teachings of Johnson v. Jones, --- U.S. ----, <span class=\"citation\" data-id=\"117950\"><a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></a></span>, <span class=\"citation\" data-id=\"117950\"><a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span> </a></span>(1995), furnishes virtually a textbook model of the limits of interlocutory review of qualified immunity matters in the post-Johnson era.  We conclude that we have jurisdiction over only one facet of the appeal and, on that facet, we affirm the challenged order.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case comes before us for the second time.  See Stella v. Town of Tewksbury, <span class=\"citation\" data-id=\"194924\"><a href=\"/opinion/194924/stella-v-tewksbury-town-of/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span> </a></span>(1st Cir.1993).  We retell the tale only to the extent necessary to put the issues that we must decide into workable perspective.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In Tewksbury, Massachusetts (the Town), the five members of the Zoning Board of Appeals (the Board) are appointed for fixed terms by the Town's governing body (the Board of Selectmen) and may be removed during their terms only for cause.  Plaintiffs Charles Stella, J. Peter Downing and Bruce Gordon formerly served on the Board.  In that capacity, they voted to grant several controversial variances.  When residents complained and the selectmen urged stricter enforcement of the Town's zoning code, the Board balked.  Even after the selectmen instigated a citizens' petition demanding greater rigor, and succeeded in attracting over 1,000 signatures, the Board did not mend its ways.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In October of 1989, the selectmen created a two-member subcommittee to investigate the Board's performance.  The subcommittee held public hearings at which various complaints were aired.  When the Board refused to change course, the selectmen decided to clean house.  After the Commonwealth's attorney general thwarted an effort by two selectmen, John J. Kelley, Jr. and William J. Hurton, to reduce the size of the Board from five members to three, the selectmen instituted proceedings regarding the possible removal of Board members for cause.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This time, a bare majority of the selectmen--Kelley, Hurton, and Thomas Camara--succeeded in ousting members of the Board from office on a series of three-to-two votes.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In May 1991, three of the casualties of this putsch filed suit against Kelley, Hurton, Camara, and the Town pursuant to 42 U.S.C. Sec. 1983 (1988).  Their flagship claim was that the selectmen cashiered them in retaliation for their speech (the votes they had cast), thus abridging the First Amendment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We need not recount the murmur of skirmishes that ensued.  It suffices to say that after two notoriously false starts (one of which sparked the parties' earlier journey to this court) the selectmen moved for summary judgment on qualified immunity grounds.  The district court at first granted the motion but, on reconsideration, reversed its field.  The selectmen now appeal from the order denying summary judgment.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We begin with the architecture of the qualified immunity defense.  We then consider the teachings gleaned from Johnson v. Jones.   Finally, we apply the lessons we have learned to the problems that confront us.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">* Public officials accused of civil rights violations may raise the defense of qualified immunity as a shield against claims for damages arising out of their actions.  If, however, the official's conduct violated some right emanating from federal law, and if the law was clearly established at the time of the infringement, so that an objectively reasonable actor would have realized that his conduct violated the plaintiff's rights, then the qualified immunity defense is unavailable.  See Harlow v. Fitzgerald, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818-19, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, 2738-39, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span> </a></span>(1982);  Buenrostro v. Collazo, <span class=\"citation\" data-id=\"589648\"><a href=\"/opinion/589648/leonel-buenrostro-v-pablo-collazo-aka-pablo-collazo-marrero/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 42 (1st Cir.1992).  Thus, the doctrine of qualified immunity limits a plaintiff's damages against state actors \"insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.\"  <span class=\"citation\" data-id=\"110763\"><span class=\"antecedent_guess\">Harlow,</span> <a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">818</span></a></span>, 102 S.Ct. at 2738.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The meaning of the adjectival phrase \"clearly established,\" as it operates in the qualified immunity arena, has not always been clearly established.  The Court has, however, attempted to explicate the phrase:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>The contours of the right must be sufficiently clear that a reasonable official would understand that what he is doing violates that right.  This is not to say that an official action is protected by qualified immunity unless the very action in question has previously been held unlawful, but it is to say that in the light of preexisting law the unlawfulness must be apparent.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Anderson v. Creighton, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 640, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, 3039, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span> </a></span>(1987) (citation omitted);  see also Crooker v. Metallo, <span class=\"citation\" data-id=\"194966\"><a href=\"/opinion/194966/crooker-v-metallo/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">583</span></a></span>, 585 (1st Cir.1993);  Rodi v. Ventetuolo, <span class=\"citation\" data-id=\"566305\"><a href=\"/opinion/566305/stephen-gerard-rodi-v-donald-r-ventetuolo/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 30 (1st Cir.1991).  We recently wrote:  \"The inquiry into the nature of a constitutional right for the purpose of ascertaining clear establishment seeks to discover whether the right was reasonably well settled at the time of the challenged conduct and whether the manner in which the right related to the conduct was apparent.\"  Martinez v. Colon, <span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">980</span></a></span>, 988 (1st Cir.1995).</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The qualified immunity defense is, in part, an immunity from trial as well as an immunity from damage awards.  See Siegert v. Gilley, <span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span>, 232, <span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1789</span></a></span>, 1793, <span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">277</span> </a></span>(1991).  Thus, the defense may be asserted by a pretrial motion and, if the motion is rejected, immediate appellate review is sometimes available.  See Mitchell v. Forsyth, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 530, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>, 2817, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span> </a></span>(1985).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In Johnson v. Jones, the Supreme Court cast new light on the circumstances under which an immediate appeal will lie from the denial of a pretrial motion asserting a qualified immunity defense.  The plaintiff, Houston Jones, brought a section 1983 action against five police officers, claiming that they used excessive force incident to his arrest and detention.  Three of the five officers proffered a qualified immunity defense and moved for summary judgment, contending that they knew nothing about the alleged beating.  The district court denied the motion, finding enough circumstantial evidence to raise genuine issues of material fact anent the movants' liability.  The movants pursued an interlocutory appeal, arguing that the record reflected no trialworthy questions.  The Seventh Circuit dismissed the appeal, discerning an absence of appellate jurisdiction.  <span class=\"citation\" data-id=\"672088\"><a href=\"/opinion/672088/houston-jones-v-tyson-johnson/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">727</span></a></span>, 728 (7th Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Supreme Court granted certiorari and, resolving a split in the circuits,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> held that \"a defendant, entitled to invoke a qualified-immunity defense, may not appeal a district court's summary judgment order insofar as that order determines whether or not the pretrial record sets forth a 'genuine' issue of fact for trial.\"  Johnson, --- U.S. at <span class=\"citation\" data-id=\"117950\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2159</span></a></span>.   Thus, on the one hand, a district court's pretrial rejection of a proffered qualified immunity defense remains immediately appealable as a collateral order to the extent that it turns on a pure issue of law, notwithstanding the absence of a final judgment.  See <span class=\"citation\" data-id=\"117950\"><a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"id_token\">id.</span> at ----, </a></span>115 S.Ct. at 2158;  <span class=\"citation\" data-id=\"111481\"><span class=\"antecedent_guess\">Mitchell,</span> <a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">530</span></a></span>, 105 S.Ct. at 2817.   On the other hand, a district court's pretrial rejection of a qualified immunity defense is not immediately appealable to the extent that it turns on either an issue of fact or an issue perceived by the trial court to be an issue of fact.  See Johnson, --- U.S. at <span class=\"citation\" data-id=\"117950\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2159</span></a></span>.   In such a situation, the movant must await the entry of final judgment before appealing the adverse ruling.  See id.;   see also 28 U.S.C. Sec. 1291 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The bottom line, then, is simply this:  a summary judgment order which determines that the pretrial record sets forth a genuine issue of fact, as distinguished from an order that determines whether certain given facts demonstrate, under clearly established law, a violation of some federally protected right, is not reviewable on demand.  In reaching this branch of its holding, the Court abrogated our earlier decision in Unwin v. Campbell, <span class=\"citation\" data-id=\"515717\"><a href=\"/opinion/515717/ronald-unwin-v-police-officer-robert-campbell-state-trooper-mark-furlone/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">124</span></a></span>, 132 (1st Cir.1988) (determining that appellate jurisdiction exists in qualified immunity cases for interlocutory appeals brought to test denials of summary judgment that turn on questions of alleged evidentiary insufficiency).  Consequently, we acknowledge that Unwin and its progeny are no longer good law.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The threshold question for our consideration is whether Johnson applies retroactively to cases pending on direct appeal on the date the Court handed down its opinion.  We hold that it does.  When dealing with matters that govern a court's jurisdiction, there is no conceivable bar to retroactive application of a \"new,\" judicially declared rule.  Thus, regardless of the fact that the selectmen filed their notice of appeal prior to the Court's decision, Johnson controls.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this case, Johnson requires that we parse the complaint.  The plaintiffs claim that the selectmen removed them from the Board because of their voting patterns, and that this unceremonious dumping infringed a constitutionally protected right (free speech).  The legal framework that applies to claims of this genre is settled beyond hope of contradiction.  When a former government employee brings a First Amendment suit against his employer for taking an adverse employment action against him on the basis of his speech, the premier precedent is Mt. Healthy City Sch. Dist. Bd. of Educ. v. Doyle, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span> </a></span>(1977).  Under the Mt. Healthy paradigm, the plaintiff must show both that his speech was constitutionally protected, and that it was a \"substantial\" or \"motivating\" factor for the adverse action taken against him.  <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"id_token\">Id.</span> at 287, </a></span>97 S.Ct. at 576.   If the plaintiff meets these requirements, the burden of persuasion shifts, and the defendant must then prove \"by a preponderance of the evidence\" that the employment action was not affected by the speech, that is, that the employer would have acted in the same way toward the plaintiff \"even in the absence of the protected conduct.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The plaintiffs' First Amendment claim tracks this model.  They say, in substance, that their votes were constitutionally protected, and that the selectmen's desire to stifle this \"speech\" was the salient factor in their removal.  The selectmen offer a twofold rejoinder.  They assert, first, that the plaintiffs' votes are not constitutionally protected speech (or, at least, that the constitutional protection was not clearly established in 1990, when the selectmen acted), and, second, that the evidence conclusively shows that the plaintiffs were ousted for due cause, namely, incompetence, dereliction of duty, and an intransigent refusal to follow the law.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In denying the selectmen's motion for summary judgment, the lower court resolved both of these points in the plaintiffs' favor;  the court ruled that the plaintiffs' votes were entitled to free-speech protection, and that the plaintiffs had limned a trialworthy question as to the selectmen's motivation.  The selectmen challenge this ruling in both its particulars.</p>\n    </div>\n    <p>D</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The interface between Johnson and the two-pronged Mt. Healthy test provides an excellent example of the newly stated limits on appellate jurisdiction in respect to interlocutory appeals from pretrial orders rejecting qualified immunity defenses.  Under Johnson, we have jurisdiction to inquire into the first of the selectmen's challenges, that is, to examine the existence vel non of a constitutionally protected right.  See Johnson, --- U.S. at <span class=\"citation\" data-id=\"117950\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2158</span></a></span>.   But we lack the power to inquire into, or address, the second of these challenges, that is, the fact-based question of what the evidence does (or does not) show concerning whether the selectmen's actions violated the asserted right--a question that depends, in this case, on the selectmen's motives in ejecting the plaintiffs from their seats on the Board.  See id. at <span class=\"citation\" data-id=\"117950\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2159</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The initial question under Mt. Healthy asks whether a constitutionally protected right is in play at all.  This is essentially a legal, not a factual, inquiry.  See Wright v. Illinois Dep't of Children &amp; Family Servs., <span class=\"citation\" data-id=\"683146\"><a href=\"/opinion/683146/margaret-h-wright-v-illinois-department-of-children-family-services/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1492</span></a></span>, 1498-99 (7th Cir.1994);  Williams v. Kentucky, <span class=\"citation\" data-id=\"670670\"><a href=\"/opinion/670670/maggie-williams-v-commonwealth-of-kentucky-cabinet-for-human-resources/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1526</span></a></span>, 1532 (6th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">358</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">312</span> </span>(1994).  As the query is framed, the answer to it does not depend upon whose account of the facts is correct.  Thus, Johnson--which permits immediate review of the rejection of a qualified immunity claim when the issue appealed concerns not what facts the litigants might (or might not) be able to prove, but, rather, whether a given set of facts shows a violation of a federally protected right--permits immediate review of the trial court's order in this respect.  See Johnson, --- U.S. at <span class=\"citation\" data-id=\"117950\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2158</span></a></span>;  <span class=\"citation\" data-id=\"111481\"><span class=\"antecedent_guess\">Mitchell,</span> <a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">528</span></a></span>, 105 S.Ct. at 2816.   Since appellate jurisdiction exists to this extent, we proceed to examine the selectmen's contention on its merits.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Basically, the selectmen maintain that the speech at issue here--votes cast by public officials--is not a form of speech protected by the First Amendment.  We do not agree.  Voting by members of municipal boards, commissions, and authorities comes within the heartland of First Amendment doctrine, and the status of public officials' votes as constitutionally protected speech was established beyond peradventure of doubt at the time the selectmen defenestrated the plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The dispositive precedent on these points is our opinion in Miller v. Town of Hull, <span class=\"citation\" data-id=\"525552\"><a href=\"/opinion/525552/david-b-miller-v-town-of-hull-massachusetts-etc/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">523</span> </a></span>(1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">976</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">501</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">504</span> </span>(1989).  In Miller, a section 1983 case, the municipality's board of selectmen allegedly forced the removal of certain elected members of the Hull Redevelopment Authority because of the latter's support for construction projects that the selectmen opposed.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 526-28. </span>  There, as here, the selectmen attempted to justify the ouster on grounds of neglect and inefficiency.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 528. </span>  Following a jury determination that the plaintiffs were dismissed for their political opinions, and not for the reasons cited by the selectmen, the defendants appealed.  They averred, inter alia, that the votes cast by the plaintiffs did not comprise constitutionally protected speech.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 532-33. </span>  We rejected this asseveration, concluding that votes cast by public officials merit First Amendment protection.  Judge Bownes, writing for this court, stated:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>[W]e have no difficulty finding that the act of voting on public issues by a member of a public agency or board comes within the freedom of speech guarantee of the first amendment....  There can be no more definite expression of opinion than by voting on a controversial public issue.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 532 </span>(footnote omitted).  We went on to hold that \"elected members of a public agency may not be removed from office for voting contrary to the wishes of the Board of Selectmen.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 533.</span></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Given this stalwart precedent--which, like fine wine, has only improved with age--it is beyond serious question that votes cast by the members of municipal boards are ordinarily entitled to First Amendment protection, and that this protected status was clearly established prior to the date of the present denouement.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Thus, unless some distinctive feature of this case snatches it from Miller 's precedential orbit, the plaintiffs have satisfied Mt. Healthy 's first prong.  See Rankin v. McPherson, <span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">378</span></a></span>, 383, <span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2891</span></a></span>, 2896, <span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">315</span> </a></span>(1987) (\"It is clearly established that a State may not discharge an employee on a basis that infringes that employee's constitutionally protected interest in freedom of speech.\");  Perry v. Sindermann, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span>, 597, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2694</span></a></span>, 2698, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">570</span> </a></span>(1972) (similar).</p>\n    </div>\n    <p>E</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The selectmen labor to distinguish Miller in three ways, but to no avail.  First, they posit that Miller involved the removal of elected officials whereas this case involves the removal of appointed officials.  This is a distinction without a difference.  The selectmen have offered no plausible rationale for variable treatment, and no language in Miller supports the conclusion that the First Amendment right at issue applies less broadly to appointed officials as contrasted with elected officials.  We, therefore, decline the defendants' invitation to create a wholly artificial dichotomy.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Second, the selectmen observe that the language of the relevant removal statutes is not identical.  This is true as far as it goes, but it does not go very far.  The applicable statute in Miller allowed removal of agency members for \"inefficiency, neglect of duty or misconduct in office.\"   Mass.Gen.L. ch. 121B, Sec. 6 (1969).  Here, the applicable statute permits the removal of Board members \"for cause.\"   Mass.Gen.L. ch. 40A, Sec. 12 (1975).  Once again, the selectmen have advanced no cogent reason why these slight variances in terminology warrant a significant dilution of the First Amendment protection that safeguards votes cast by officials who are subject to removal under section 12.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The selectmen reserve their most impassioned rhetoric for their protest that the votes at issue here were \"illegal,\" and that the illegality somehow stripped away the constitutional protection that otherwise would have attached.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  We are not convinced.  This argument is merely a back-door approach to an examination of the defendants' reasons for banishing the plaintiffs--a topic that, under current circumstances, cannot be broached on interlocutory appeal.  See text infra.   And, relatedly, the district court rejected this argument on fact-based grounds;  since Johnson precludes us from inquiring into factual controversies on an interlocutory appeal, see Johnson, --- U.S. at <span class=\"citation\" data-id=\"117950\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2159</span></a></span>, we cannot undertake here and now the factbound delving into illegality that the selectmen's argument necessarily entails.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In sum, we have jurisdiction to hear an interlocutory appeal from a pretrial order denying summary judgment on the basis of qualified immunity to the extent that the appeal challenges the trial court's legal determination that votes cast by members of a local zoning board comprise constitutionally protected speech.  Exercising this jurisdiction, we find that the defendants' efforts to deflect the Miller rule are unavailing.  Consequently, we hold that the votes cast by the plaintiffs, in their capacity as Board members, are entitled to protection under the First Amendment.  Since the law from which this holding prescinds was clearly established in 1990, the district court's refusal to grant summary judgment on this ground cannot be faulted.</p>\n    </div>\n    <p>F</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The second prong of the Mt. Healthy paradigm addresses whether or not the constitutionally protected speech amounted to a \"substantial\" or \"motivating\" factor in the decision to terminate the plaintiffs qua Board members.  See Mt. <span class=\"citation\" data-id=\"109574\"><span class=\"antecedent_guess\">Healthy,</span> <a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">287</span></a></span>, 97 S.Ct. at 575.   When this appeal was taken on February 27, 1995, Unwin reflected the law of this circuit, and, thus, we would have entertained an interlocutory appeal of the district court's determination that the amassed evidence sufficed to raise a trialworthy issue.  Johnson, however, demands a different outcome.  Although the selectmen tell a plausible tale to the effect that they ousted the plaintiffs for dereliction of duty rather than on speech-related grounds, that tale is factbound.  The district court, in declining to grant the motion for brevis disposition, did so on the basis that the summary judgment record contained enough evidence to raise triable issues of fact concerning the selectmen's motivation.  While the selectmen claim that this decision is deeply flawed, Johnson bars pretrial appellate review of such \"evidentiary insufficiency\" claims.  See Johnson, --- U.S. at <span class=\"citation\" data-id=\"117950\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2159</span> </a></span>(holding that \"a defendant, entitled to invoke a qualified-immunity defense, may not appeal a district court's summary judgment order insofar as that order determines whether or not the pretrial record sets forth a 'genuine' issue of fact for trial\").  Indeed, Justice Breyer anticipated this very type of circumstance, and made it clear that such cases fell within the class of cases in which an interlocutory appeal does not lie.  See <span class=\"citation\" data-id=\"117950\"><a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"id_token\">id.</span> at ----, </a></span>115 S.Ct. at 2158 (explaining that the jurisdictional bar extends to \"constitutional tort cases ... [that] involve factual controversies about, for example, intent\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Accordingly, we may go no further.  We lack jurisdiction to review, on an interlocutory basis, the district court's finding that there is a genuine factual dispute regarding a substantive element of the plaintiffs' constitutional claim, namely, the selectmen's actual motivation in removing the plaintiffs from office.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The selectmen acted in pursuance of a statute providing in relevant part that any member of a municipal zoning board of appeals \"may be removed for cause by the appointing authority upon written charges and after a public hearing.\"   Mass.Gen.L. ch. 40A, Sec. 12 (1975)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The selectmen held a separate hearing for each Board member.  The hearings occurred on various dates from September to December, 1990.  Separate votes were taken with regard to each ouster</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although the complaint contained other statements of claim, e.g., an allegation that the selectmen improperly conducted the removal hearings, thus depriving the plaintiffs of procedural due process, the instant appeal relates solely to the First Amendment claim and, hence, we confine our account to that claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Prior to the Court's decision in Johnson, several courts of appeals (including this court) permitted interlocutory review of pretrial \"evidence insufficiency\" claims made by official defendants asserting qualified immunity defenses, while several other courts of appeals refused to afford such review.  See Johnson, --- U.S. at <span class=\"citation\" data-id=\"117950\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2154</span> </a></span>(delineating the division in the circuits and citing representative cases)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The law sometimes moves in strange and mysterious ways.  Our decision in Unwin resolved an apparent conflict between two lines of First Circuit cases:  those that refused to consider \"evidence insufficiency\" issues regarding qualified immunity defenses on interlocutory appeal, see, e.g., Roure v. Hernandez Colon, <span class=\"citation\" data-id=\"491641\"><a href=\"/opinion/491641/trinidad-roure-v-rafael-hernandez-colon-etc/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">139</span></a></span>, 141 (1st Cir.1987), and those that deemed the exercise of jurisdiction over such issues to be proper, see, e.g., Emery v. Holmes, <span class=\"citation\" data-id=\"491642\"><a href=\"/opinion/491642/richard-emery-v-peter-bradford-holmes/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">143</span></a></span>, 147 (1st Cir.1987).  Having come full circle, we now reinstate Roure as the law of the circuit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Indeed, we reached this precise conclusion in Miller:</p>\n        <p>We find that in the light of pre-existing law, the unlawfulness of removing plaintiffs from their positions ... should have been apparent to defendants....  At the time the removals were effected, there was firmly embedded in our constitutional fabric the principle that government employees could not be discharged for reasons that infringed on the employee's right of freedom of speech.</p>\n        <p>A reasonable member of the Board of Selectmen would have understood that removal of the members of the [Authority] for voting as they did, was an egregious violation of plaintiffs' first amendment right....  There is no basis for defendant's claim of qualified immunity.</p>\n        <p><span class=\"citation\" data-id=\"525552\"><span class=\"antecedent_guess\">Miller,</span> <a href=\"/opinion/525552/david-b-miller-v-town-of-hull-massachusetts-etc/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">534</span> </a></span>(citations omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This argument uses as a vaulting pole a footnote in <span class=\"citation\" data-id=\"525552\"><span class=\"antecedent_guess\">Miller,</span> <a href=\"/opinion/525552/david-b-miller-v-town-of-hull-massachusetts-etc/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">533</span> </a></span>n. 14, in which Judge Bownes quoted United States v. City of Yonkers, <span class=\"citation\" data-id=\"511573\"><a href=\"/opinion/511573/united-states-of-america-and-yonkers-branch-national-association-for-the/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">444</span></a></span>, 457 (2d Cir.1988) (subsequent history omitted as irrelevant), to the effect that \"just as the First Amendment would not permit [council members] to incite violation of federal law, it does not permit them to take action in violation of such law.\"  Yonkers is inapposite here.  That case involved members of a city council who refused to cast votes necessary to effectuate a federal court decree.  See <span class=\"citation\" data-id=\"511573\"><a href=\"/opinion/511573/united-states-of-america-and-yonkers-branch-national-association-for-the/\"><span class=\"id_token\">id.</span> at 452. </a></span>  The recalcitrant council members tried to raise the First Amendment as a shield against the federal court's order.  See <span class=\"citation\" data-id=\"511573\"><a href=\"/opinion/511573/united-states-of-america-and-yonkers-branch-national-association-for-the/\"><span class=\"id_token\">id.</span> at 457. </a></span>  On appeal, the Second Circuit balanced the First Amendment claims against \"the public interest in obtaining compliance with federal court judgments that remedy constitutional violations,\" and found that enforcing federal court orders \"unquestionably justifies whatever burden on expression has occurred.\"  <span class=\"citation\" data-id=\"511573\"><a href=\"/opinion/511573/united-states-of-america-and-yonkers-branch-national-association-for-the/\"><span class=\"id_token\">Id.</span>  It is </a></span>readily apparent that the situation in Yonkers has no known parallel in Tewksbury</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We see no anomaly in our determination that one facet of the defendants' appeal passes Johnson muster though the other facet does not.  Indeed, the Court anticipated that such schismatic situations would develop.  See Johnson, --- U.S. at <span class=\"citation\" data-id=\"117950\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2159</span></a></span></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108609/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109574/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111946/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112594/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117950/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194924/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194966/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491641/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491642/",
    "https://www.courtlistener.com/api/rest/v3/opinions/511573/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515717/",
    "https://www.courtlistener.com/api/rest/v3/opinions/525552/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566305/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589648/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670670/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672088/",
    "https://www.courtlistener.com/api/rest/v3/opinions/683146/",
    "https://www.courtlistener.com/api/rest/v3/opinions/696203/"
  ]
}