{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196230/",
  "id": 196230,
  "absolute_url": "/opinion/196230/united-states-v-garafano/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196230/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:01:03Z",
  "date_modified": "2020-02-21T23:57:14.030970Z",
  "type": "010combined",
  "sha1": "2a840d9547b7b4cef6f0c739564e9e2f3ef43592",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1127.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1127\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                        GARY GARAFANO,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n    [Hon. Raymond J. Pettine, Senior U.S. District Judge]\r                                                                    \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n\n              Boudin and Stahl, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nJohn A. MacFadyen for appellant.\r                             \r\nMargaret E.  Curran, Assistant United  States Attorney,  with whom\r                               \r\nSheldon  Whitehouse, United  States  Attorney,  and  Craig  N.  Moore,\r                                                                             \r\nAssistant United States Attorney, were on brief for the United States.\r\n\n                                         \r\n\n                        August 7, 1995\r\n                                         \r\r\n\n     BOUDIN, Circuit Judge.  In 1993, Gary Garafano was tried\r                                      \r\n\nunder  a single-count  indictment, under  the  Hobbs Act,  18\r\n\nU.S.C.    1951, for extortion under color  of official right.\r\n\nThe substance  of the charge  was that Garafano  had extorted\r\n\nmoney  from Forte  Brothers, a  construction  firm with  city\r\n\ncontracts,   threatening  otherwise   to  cease   authorizing\r\n\nconstruction  work  performed  by  the  firm  for  the  city.\r\n\nGarafano was  at that  time an  official  of the  Providence,\r\n\nRhode Island, Department of Public Works.\r\n\n     At  trial,  James  Forte,  the  firm's  vice  president,\r\n\ntestified  that Garafano  had  initially demanded  $8,000 and\r\n\nthat he (Forte) gave the $8,000 to Steven Tocco, a supervisor\r\n\nin his firm, for delivery  to Garafano.  Tocco testified that\r\n\nhe delivered the $8,000 to Garafano, that he  made additional\r\n\npayments  to Garafano  (for a  total of  $100,000),  and that\r\n\nForte Brothers inflated its billings to the city to cover the\r\n\npayments.   Garafano denied receiving any payments from Forte\r\n\nBrothers.  The  jury convicted him on a  general verdict that\r\n\ndid not indicate whether the jury had found multiple payments\r\n\nor only a single one.\r\n\n     Whether  there  was  one payment  or  multiple  payments\r\n\naffected the sentencing guideline range, see United States v.\r                                                                      \r\n\nGarafano, 36 F.3d 133, 134 (1st Cir. 1994), and this was  the\r                    \r\n\nprincipal  subject of controversy  at the original sentencing\r\n\nhearing.  There, defense counsel took the  position that only\r\n\n                             -2-\r                                         -2-\r\r\n\nthe initial $8,000 payment was supported by adequate evidence\r\n\nand  that Tocco's  testimony as  to further  payments was  an\r\n\nattempt  to conceal  his own  pocketing  of the  money.   The\r\n\nprosecutor  replied  that  the  court  lacked  \"discretion to\r\n\npiecemeal the jury's verdict in this case.\"\r\n\n     The  district judge  concluded that  Garafano  should be\r\n\nsentenced  on  the  premise  that  Garafano  had  engaged  in\r\n\nmultiple  extortions amounting  to  $100,000,  and the  court\r\n\nsentenced  Garafano accordingly.  However, the judge made one\r\n\nor two remarks that suggested  that he might be agreeing with\r                                                        \r\n\nthe  prosecutor's apparent  suggestion  that a  challenge  to\r\n\nTocco's trial testimony  was effectively a  collateral attack\r\n\non the jury's verdict.   Garafano appealed from his sentence,\r\n\nclaiming  that the  district  court had  refused  to make  an\r\n\nindependent assessment of the Tocco testimony.\r\n\n     On  the appeal, the government conceded the jury verdict\r\n\ndid not  resolve the question  of whether there had  been one\r\n\nbribe or multiple bribes,  but it asserted that  the district\r\n\njudge had  made an  independent assessment.   We agreed  that\r\n\nthis was likely but \"to  remove the shadow of uncertainty\" we\r\n\ndetermined  to remand, pointing out that the potential impact\r\n\non the sentence  was significant and that it  would take very\r\n\nlittle effort to resolve the uncertainty.  Garafano,  36 F.3d\r                                                               \r\n\nat  135-36.  We declined  the government's suggestion that we\r\n\nretain  jurisdiction  and  also  declined  defense  counsel's\r\n\n                             -3-\r                                         -3-\r\r\n\nalternative request  for an entirely new  sentencing hearing.\r\n\nInstead, we said the following (36 F.3d at 136):\r\n\n          We propose to vacate the existing sentence and\r\n     remand  the  matter  to   the  district  court  for\r\n     resentencing.  The district court has already given\r\n     Garafano a chance to argue his evidentiary position\r\n     in full and no request was made by  defense counsel\r\n     to  offer new evidence;  if the district  court did\r\n     (at the earlier  hearing)  or did not then  but now\r\n     does  find (independently of the jury verdict) that\r\n     bribes  continued  until  December  1990  and  were\r\n     around  $100,000, the  court  is  free  to  say  so\r\n     summarily  and to reimpose  the same sentence.   No\r\n     additional proceedings,  or further  explanation or\r\n     findings,  are  required.    See United  States  v.\r                                                                \r\n     Savoie, 985 F.2d 612, 620-21 (1st Cir. 1993).\r                       \r\n\n          Conversely,  the  district  court  is free  to\r\n     order any further proceedings it deems  appropriate\r\n     before  imposing sentence.   It may do  so if there\r\n     was  an  actual  misunderstanding  at the  original\r\n     sentencing as to the district court's authority, or\r\n     merely  because the court thinks that this would be\r\n     useful to  it.   But if the  court does  change the\r\n     factual premise on which it sentences Garafano  and\r\n     thereby  alters the  guideline range  available  we\r\n     think that  it would  be within  the spirit of  the\r\n     rules to  provide  counsel  and  the  defendant  an\r\n     opportunity to allocute again. \r\n\n     On  remand, the  district court  invited  both sides  to\r\n\nprovide written  submissions detailing the  support for their\r\n\nrespective  positions.  Defense counsel argued that there was\r\n\nnot  enough reliable evidence to support findings of multiple\r\n\nbribes in  excess of $8,000, and also  submitted an affidavit\r\n\nfrom  Anthony Stanzione,  a city  engineer during  Garafano's\r\n\nservice with  the Public  Works Department.   Stanzione  said\r\n\nthat he oversaw daily  work on the job sites and approved the\r\n\nbills and said that the  Forte Brothers' invoices did not, to\r\n\n                             -4-\r                                         -4-\r\r\n\nthe best  of Stanzione's  knowledge, reflect  inflated bills.\r\n\nHe  also made  other  statements  that  in  certain  respects\r\n\nsupported Garafano's testimony at trial.   Garafano's counsel\r\n\nrequested  an  evidentiary   hearing,  which  the  prosecutor\r\n\nopposed.\r\n\n     After further written exchanges, the district court held\r\n\na  new sentencing  hearing  on  December 13,  1994.   At  the\r\n\nconclusion, the district  judge said:  \"There is  no doubt in\r\n\nmy mind that  at the  earlier hearing  I independently  found\r\n\nthat bribes continued until December 1990 and were around one\r\n\nhundred  thousand  dollars.\"    As  to  the  request  for  an\r\n\nevidentiary  hearing,  the  district  judge  said  that  \"the\r\n\ntestimony  as a  whole supports  Tocco and  I see  nothing in\r\n\nStanzione's affidavit  that steers me in  another direction.\"\r\n\nAccordingly,  the  district  court   reimposed  the  original\r\n\nsentence.\r\n\n     Garafano  has now  appealed  again.    On  this  appeal,\r\n\nGarafano's  main argument is  that the district  court abused\r\n\nits  discretion when it  declined to hear  Stanzione testify.\r\n\nThe government says, correctly, that this court's mandate was\r\n\nfully satisfied  by the district court.   The instructions on\r\n\nremand explicitly  permitted the district court  to determine\r\n\nthat  it   \"did  (at  the   earlier  hearing)  .  .   .  find\r\n\n(independently of  the  jury verdict)  that bribes  continued\r\n\n                             -5-\r                                         -5-\r\r\n\nuntil  December 1990 and  were around $100,000  . . .  .\"  36\r\n\nF.3d at 136.\r\n\n     We said that,  in that event,  the district court  could\r\n\nsay  so  summarily,  provide  no  additional  proceedings  or\r\n\nfurther explanations  or  findings,  and  reimpose  the  same\r\n\nsentence.   Id.  This  is just what  the district  judge did.\r                           \r\n\nAlthough  the district court  invited the parties  to restate\r\n\ntheir positions, and the court reviewed again the presentence\r\n\nreport and associated notes, it did so as part of  the effort\r\n\nto assure itself that it had at the original sentencing \"made\r\n\nthe requisite evaluation independent of  the jury verdict . .\r\n\n. .\"\r\n\n     The  result would  not change  if we  viewed the  matter\r\n\nindependently  of the  mandate.   The  right to  present live\r\n\ntestimony at sentencing is not automatic and is reviewed only\r\n\nfor abuse of  discretion.  See United States  v. Gerante, 891\r                                                                    \r\n\nF.2d  364, 367  (1st  Cir. 1989).   It  is fairly  common for\r\n\ndistrict courts to consider affidavits, proffers and far less\r\n\nformal  sources  of  information  at  sentencing,  especially\r\n\nwhere--as here--the  sentencing judge  presided over a  trial\r\n\nthat involved the same issues presented at sentencing.  \r\n\n     In this instance, we read the district court's ruling as\r\n\na determination by the district judge that, even if Stanzione\r\n\nhad testified to  the substance of what was  contained in his\r\n\naffidavit,  the  district  court  would  still  have accepted\r\n\n                             -6-\r                                         -6-\r\r\n\nTocco's version of  events.  There is no  claim by Garafano--\r\n\nand  if there  were, we  would reject  it--that the  district\r\n\njudge was rationally obligated to accept  Stanzione's version\r\n\nof events.   Indeed, at least some  of Stanzione's assertions\r\n\ncould   have  been   accepted   without  disproving   Tocco's\r\n\ntestimony.\r\n\n     Defense   counsel  says   that   where  credibility   is\r\n\nimportant, the judge needs  to listen to the witness  testify\r\n\nin his own  words in open  court; and counsel  added at  oral\r\n\nargument that there  were bound to be helpful  details in the\r\n\ntestimony  not   captured  in   the  proffer.     There   are\r\n\npossibilities   that  would  have  greater  or  lesser  force\r\n\ndepending on  the facts, and  we think that no  absolute rule\r\n\ncan be  fashioned.   It  is  enough to  say here  that  these\r\n\nconsiderations   are  part  of  the  calculus  and  that  the\r\n\ndetermination not  to  hear live  testimony here  was not  an\r\n\nabuse of discretion.\r\n\n     After all, the district court  had heard all of the live\r\n\nevidence  on multiple  payments that  either  side sought  to\r\n\npresent at  trial.  When  the belated proffer  of Stanzione's\r\n\ntestimony was  made, the  district  judge had  only one  more\r\n\npiece to fit into  a puzzle with which the judge  was already\r\n\nfamiliar.   On  the facts  before us,  we think  the district\r\n\ncourt  made a legitimate  practical judgment  that converting\r\n\n                             -7-\r                                         -7-\r\r\n\nthe  proffer into live testimony would not materially improve\r\n\nthe court's ability to make this judgment.\r\n\n     Finally, Garafano suggests that, in violation of Fed. R.\r\n\nCrim. P. 32(c)(3)(C), he was improperly denied an opportunity\r\n\nfor  allocution  at  his  second  sentencing  hearing.    The\r\n\nsuggestion is without merit.   This court said in its mandate\r\n\nthat an opportunity to allocute again should  be afforded \"if\r\n\nthe [district] court does change the factual premise on which\r\n\nit  sentences  Garafano\" and  \"thereby  alters  the guideline\r\n\nrange available.\"   36 F.3d at 136.   The district  court did\r\n\nnot  change either  the  factual predicate  (multiple  bribes\r\n\namounting to $100,000) or the guideline range.\r\n\n     At oral argument, counsel  for Garafano suggested  that,\r\n\nassuming  that the mandate was complied  with by the district\r\n\ncourt, this court  lacked authority to fashion such a limited\r\n\nremand; put differently, the suggestion is that this court by\r\n\nvacating   the  original   sentence  automatically   entitled\r\n\nGarafano  to  start  from ground  zero,  as  if the  original\r\n\nsentencing hearing had  not occurred.  We flatly  reject this\r\n\nkind of legal formalism that sacrifices substance in favor of\r\n\nritual.\r\n\n     Federal  appellate  courts,   including  the  courts  of\r\n\nappeals as well as the Supreme Court, have been granted broad\r\n\nauthority under 28 U.S.C.   2106 to\r\n\n     affirm, modify,  vacate, set aside  or reverse  any\r\n     judgment,  decree, or  order  of  a court  lawfully\r\n\n                             -8-\r                                         -8-\r\r\n\n     brought  before it for  review, and may  remand the\r\n     cause  and  direct the  entry  of such  appropriate\r\n     judgment, decree, or order, or require such further\r\n     proceedings to  be  had as  may be  just under  the\r\n     circumstances.\r\n\nOne  effect  of  this long-established  formula  is  to allow\r\n\nappellate courts the  flexibility to adapt their  mandates to\r\n\nthe particular problem  discerned on appeal and to provide an\r\n\nefficient and  sensible solution.  This  provision authorizes\r\n\njust the kind of \"middle way\" that this court adopted when it\r\n\nrejected the government's request that we  pose only a single\r\n\nquestion to  the  district court  and Garafano's  alternative\r\n\nrequest that the district court be required to start afresh. \r\n\n     The   reason  why  we  followed  the  middle  course  is\r\n\napparent.  An entirely new sentencing hearing was unnecessary\r\n\nif, as we suspected was  the case, the district court had  at\r\n\nthe  original  sentencing  made  an  independent  finding  of\r\n\nmultiple  bribes.   On the  other hand,  if (contrary  to our\r\n\nexpectation)  the  district  judge said  that  he  had relied\r\n\nsimply on  the jury  verdict, then  some further  proceedings\r\n\nwould be necessary, and we  wanted the district court to have\r\n\nthat authority  without having to  report back to  this court\r\n\nand obtain a  new mandate.   Accordingly, our limited  remand\r                                                                 \r\n\nembraced both possibilities.\r\n\n     Of course,  we would not  frame a remand order  that did\r\n\nviolence to the substance of  Rule 32(c)(3)(C).  That rule is\r\n\ndesigned to  give  the defendant  an opportunity  \"to make  a\r\n\n                             -9-\r                                         -9-\r\r\n\nstatement  and present any  information in mitigation  of the\r\n\nsentence.\"  Garafano and his  counsel had this opportunity in\r\n\nfull at the first  hearing.  There is nothing in  the rule or\r\n\nits rationale that requires a  defendant to be given a second\r\n\nopportunity if all else remains unchanged.\r\n\n     In this  case, all  else did  remain unchanged once  the\r\n\ndistrict court  reaffirmed its  original finding  of multiple\r\n\nbribes, a $100,000  total, and the original  guideline range.\r\n\nThe defendant had no more right  under these circumstances to\r\n\na new allocution  than to a new presentence  report.  Defense\r\n\ncounsel's suggestion  that Stanzione's proffer  was something\r\n\non  which to  base a  new allocution,  after the  proffer was\r\n\neffectively rejected by the district  judge, is not a serious\r\n\nargument.\r\n\n     Affirmed.\r                         \r\n\n                             -10-\r                                         -10-\r\r\n",
  "html": "<p class=\"case_cite\">61 F.3d 113</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Gary GARAFANO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1127.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard July 31, 1995.<br>Decided Aug. 7, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John A. MacFadyen, Providence, RI, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Asst. U.S. Atty., with whom Sheldon Whitehouse, U.S. Atty., and Craig N. Moore, Asst. U.S. Atty., Providence, RI, were on brief, for the U.S.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1993, Gary Garafano was tried under a single-count indictment, under the Hobbs Act, 18 U.S.C. Sec. 1951, for extortion under color of official right.  The substance of the charge was that Garafano had extorted money from Forte Brothers, a construction firm with city contracts, threatening otherwise to cease authorizing construction work performed by the firm for the city.  Garafano was at that time an official of the Providence, Rhode Island, Department of Public Works.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At trial, James Forte, the firm's vice president, testified that Garafano had initially demanded $8,000 and that he (Forte) gave the $8,000 to Steven Tocco, a supervisor in his firm, for delivery to Garafano.  Tocco testified that he delivered the $8,000 to Garafano, that he made additional payments to Garafano (for a total of $100,000), and that Forte Brothers inflated its billings to the city to cover the payments.  Garafano denied receiving any payments from Forte Brothers.  The jury convicted him on a general verdict that did not indicate whether the jury had found multiple payments or only a single one.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Whether there was one payment or multiple payments affected the sentencing guideline range, see United States v. Garafano, 36 F.3d 133, 134 (1st Cir.1994), and this was the principal subject of controversy at the original sentencing hearing.  There, defense counsel took the position that only the initial $8,000 payment was supported by adequate evidence and that Tocco's testimony as to further payments was an attempt to conceal his own pocketing of the money.  The prosecutor replied that the court lacked \"discretion to piecemeal the jury's verdict in this case.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district judge concluded that Garafano should be sentenced on the premise that Garafano had engaged in multiple extortions amounting to $100,000, and the court sentenced Garafano accordingly.  However, the judge made one or two remarks that suggested that he might be agreeing with the prosecutor's apparent suggestion that a challenge to Tocco's trial testimony was effectively a collateral attack on the jury's verdict.  Garafano appealed from his sentence, claiming that the district court had refused to make an independent assessment of the Tocco testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the appeal, the government conceded the jury verdict did not resolve the question of whether there had been one bribe or multiple bribes, but it asserted that the district judge had made an independent assessment.  We agreed that this was likely but \"to remove the shadow of uncertainty\" we determined to remand, pointing out that the potential impact on the sentence was significant and that it would take very little effort to resolve the uncertainty.  Garafano, 36 F.3d at 135-36.   We declined the government's suggestion that we retain jurisdiction and also declined defense counsel's alternative request for an entirely new sentencing hearing.  Instead, we said the following (36 F.3d at 136):</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We propose to vacate the existing sentence and remand the matter to the district court for resentencing.  The district court has already given Garafano a chance to argue his evidentiary position in full and no request was made by defense counsel to offer new evidence;  if the district court did (at the earlier hearing)--or did not then but now does--find (independently of the jury verdict) that bribes continued until December 1990 and were around $100,000, the court is free to say so summarily and to reimpose the same sentence.  No additional proceedings, or further explanation or findings, are required.  See United States v. Savoie, 985 F.2d 612, 620-21 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Conversely, the district court is free to order any further proceedings it deems appropriate before imposing sentence.  It may do so if there was an actual misunderstanding at the original sentencing as to the district court's authority, or merely because the court thinks that this would be useful to it.  But if the court does change the factual premise on which it sentences Garafano--and thereby alters the guideline range available--we think that it would be within the spirit of the rules to provide counsel and the defendant an opportunity to allocute again.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On remand, the district court invited both sides to provide written submissions detailing the support for their respective positions.  Defense counsel argued that there was not enough reliable evidence to support findings of multiple bribes in excess of $8,000, and also submitted an affidavit from Anthony Stanzione, a city engineer during Garafano's service with the Public Works Department.  Stanzione said that he oversaw daily work on the job sites and approved the bills and said that the Forte Brothers' invoices did not, to the best of Stanzione's knowledge, reflect inflated bills.  He also made other statements that in certain respects supported Garafano's testimony at trial.  Garafano's counsel requested an evidentiary hearing, which the prosecutor opposed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After further written exchanges, the district court held a new sentencing hearing on December 13, 1994.  At the conclusion, the district judge said:  \"There is no doubt in my mind that at the earlier hearing I independently found that bribes continued until December 1990 and were around one hundred thousand dollars.\"   As to the request for an evidentiary hearing, the district judge said that \"the testimony as a whole supports Tocco and I see nothing in Stanzione's affidavit that steers me in another direction.\"   Accordingly, the district court reimposed the original sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Garafano has now appealed again.  On this appeal, Garafano's main argument is that the district court abused its discretion when it declined to hear Stanzione testify.  The government says, correctly, that this court's mandate was fully satisfied by the district court.  The instructions on remand explicitly permitted the district court to determine that it \"did (at the earlier hearing) ... find (independently of the jury verdict) that bribes continued until December 1990 and were around $100,000....\"  36 F.3d at 136.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We said that, in that event, the district court could say so summarily, provide no additional proceedings or further explanations or findings, and reimpose the same sentence.  Id.  This is just what the district judge did.  Although the district court invited the parties to restate their positions, and the court reviewed again the presentence report and associated notes, it did so as part of the effort to assure itself that it had at the original sentencing \"made the requisite evaluation independent of the jury verdict....\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The result would not change if we viewed the matter independently of the mandate.  The right to present live testimony at sentencing is not automatic and is reviewed only for abuse of discretion.  See United States v. Gerante, 891 F.2d 364, 367 (1st Cir.1989).  It is fairly common for district courts to consider affidavits, proffers and far less formal sources of information at sentencing, especially where--as here--the sentencing judge presided over a trial that involved the same issues presented at sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this instance, we read the district court's ruling as a determination by the district judge that, even if Stanzione had testified to the substance of what was contained in his affidavit, the district court would still have accepted Tocco's version of events.  There is no claim by Garafano--and if there were, we would reject it--that the district judge was rationally obligated to accept Stanzione's version of events.  Indeed, at least some of Stanzione's assertions could have been accepted without disproving Tocco's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defense counsel says that where credibility is important, the judge needs to listen to the witness testify in his own words in open court;  and counsel added at oral argument that there were bound to be helpful details in the testimony not captured in the proffer.  There are possibilities that would have greater or lesser force depending on the facts, and we think that no absolute rule can be fashioned.  It is enough to say here that these considerations are part of the calculus and that the determination not to hear live testimony here was not an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">After all, the district court had heard all of the live evidence on multiple payments that either side sought to present at trial.  When the belated proffer of Stanzione's testimony was made, the district judge had only one more piece to fit into a puzzle with which the judge was already familiar.  On the facts before us, we think the district court made a legitimate practical judgment that converting the proffer into live testimony would not materially improve the court's ability to make this judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, Garafano suggests that, in violation of Fed.R.Crim.P. 32(c)(3)(C), he was improperly denied an opportunity for allocution at his second sentencing hearing.  The suggestion is without merit.  This court said in its mandate that an opportunity to allocute again should be afforded \"if the [district] court does change the factual premise on which it sentences Garafano\" and \"thereby alters the guideline range available.\"  36 F.3d at 136.   The district court did not change either the factual predicate (multiple bribes amounting to $100,000) or the guideline range.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At oral argument, counsel for Garafano suggested that, assuming that the mandate was complied with by the district court, this court lacked authority to fashion such a limited remand;  put differently, the suggestion is that this court by vacating the original sentence automatically entitled Garafano to start from ground zero, as if the original sentencing hearing had not occurred.  We flatly reject this kind of legal formalism that sacrifices substance in favor of ritual.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Federal appellate courts, including the courts of appeals as well as the Supreme Court, have been granted broad authority under 28 U.S.C. Sec. 2106 to</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>affirm, modify, vacate, set aside or reverse any judgment, decree, or order of a court lawfully brought before it for review, and may remand the cause and direct the entry of such appropriate judgment, decree, or order, or require such further proceedings to be had as may be just under the circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">One effect of this long-established formula is to allow appellate courts the flexibility to adapt their mandates to the particular problem discerned on appeal and to provide an efficient and sensible solution.  This provision authorizes just the kind of \"middle way\" that this court adopted when it rejected the government's request that we pose only a single question to the district court and Garafano's alternative request that the district court be required to start afresh.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The reason why we followed the middle course is apparent.  An entirely new sentencing hearing was unnecessary if, as we suspected was the case, the district court had at the original sentencing made an independent finding of multiple bribes.  On the other hand, if (contrary to our expectation) the district judge said that he had relied simply on the jury verdict, then some further proceedings would be necessary, and we wanted the district court to have that authority without having to report back to this court and obtain a new mandate.  Accordingly, our limited remand embraced both possibilities.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Of course, we would not frame a remand order that did violence to the substance of Rule 32(c)(3)(C).  That rule is designed to give the defendant an opportunity \"to make a statement and present any information in mitigation of the sentence.\"   Garafano and his counsel had this opportunity in full at the first hearing.  There is nothing in the rule or its rationale that requires a defendant to be given a second opportunity if all else remains unchanged.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In this case, all else did remain unchanged once the district court reaffirmed its original finding of multiple bribes, a $100,000 total, and the original guideline range.  The defendant had no more right under these circumstances to a new allocution than to a new presentence report.  Defense counsel's suggestion that Stanzione's proffer was something on which to base a new allocution, after the proffer was effectively rejected by the district judge, is not a serious argument.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">113</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Gary GARAFANO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1127.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard July 31, 1995.<br>Decided Aug. 7, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John A. MacFadyen, Providence, RI, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Asst. U.S. Atty., with whom Sheldon Whitehouse, U.S. Atty., and Craig N. Moore, Asst. U.S. Atty., Providence, RI, were on brief, for the U.S.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1993, Gary Garafano was tried under a single-count indictment, under the Hobbs Act, 18 U.S.C. Sec. 1951, for extortion under color of official right.  The substance of the charge was that Garafano had extorted money from Forte Brothers, a construction firm with city contracts, threatening otherwise to cease authorizing construction work performed by the firm for the city.  Garafano was at that time an official of the Providence, Rhode Island, Department of Public Works.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At trial, James Forte, the firm's vice president, testified that Garafano had initially demanded $8,000 and that he (Forte) gave the $8,000 to Steven Tocco, a supervisor in his firm, for delivery to Garafano.  Tocco testified that he delivered the $8,000 to Garafano, that he made additional payments to Garafano (for a total of $100,000), and that Forte Brothers inflated its billings to the city to cover the payments.  Garafano denied receiving any payments from Forte Brothers.  The jury convicted him on a general verdict that did not indicate whether the jury had found multiple payments or only a single one.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Whether there was one payment or multiple payments affected the sentencing guideline range, see United States v. Garafano, <span class=\"citation\" data-id=\"195613\"><a href=\"/opinion/195613/united-states-v-garafano/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">133</span></a></span>, 134 (1st Cir.1994), and this was the principal subject of controversy at the original sentencing hearing.  There, defense counsel took the position that only the initial $8,000 payment was supported by adequate evidence and that Tocco's testimony as to further payments was an attempt to conceal his own pocketing of the money.  The prosecutor replied that the court lacked \"discretion to piecemeal the jury's verdict in this case.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district judge concluded that Garafano should be sentenced on the premise that Garafano had engaged in multiple extortions amounting to $100,000, and the court sentenced Garafano accordingly.  However, the judge made one or two remarks that suggested that he might be agreeing with the prosecutor's apparent suggestion that a challenge to Tocco's trial testimony was effectively a collateral attack on the jury's verdict.  Garafano appealed from his sentence, claiming that the district court had refused to make an independent assessment of the Tocco testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the appeal, the government conceded the jury verdict did not resolve the question of whether there had been one bribe or multiple bribes, but it asserted that the district judge had made an independent assessment.  We agreed that this was likely but \"to remove the shadow of uncertainty\" we determined to remand, pointing out that the potential impact on the sentence was significant and that it would take very little effort to resolve the uncertainty.  <span class=\"citation\" data-id=\"195613\"><span class=\"antecedent_guess\">Garafano,</span> <a href=\"/opinion/195613/united-states-v-garafano/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">135-36</span></a></span>.   We declined the government's suggestion that we retain jurisdiction and also declined defense counsel's alternative request for an entirely new sentencing hearing.  Instead, we said the following (36 F.3d at 136):</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We propose to vacate the existing sentence and remand the matter to the district court for resentencing.  The district court has already given Garafano a chance to argue his evidentiary position in full and no request was made by defense counsel to offer new evidence;  if the district court did (at the earlier hearing)--or did not then but now does--find (independently of the jury verdict) that bribes continued until December 1990 and were around $100,000, the court is free to say so summarily and to reimpose the same sentence.  No additional proceedings, or further explanation or findings, are required.  See United States v. Savoie, <span class=\"citation\" data-id=\"600257\"><a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span>, 620-21 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Conversely, the district court is free to order any further proceedings it deems appropriate before imposing sentence.  It may do so if there was an actual misunderstanding at the original sentencing as to the district court's authority, or merely because the court thinks that this would be useful to it.  But if the court does change the factual premise on which it sentences Garafano--and thereby alters the guideline range available--we think that it would be within the spirit of the rules to provide counsel and the defendant an opportunity to allocute again.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On remand, the district court invited both sides to provide written submissions detailing the support for their respective positions.  Defense counsel argued that there was not enough reliable evidence to support findings of multiple bribes in excess of $8,000, and also submitted an affidavit from Anthony Stanzione, a city engineer during Garafano's service with the Public Works Department.  Stanzione said that he oversaw daily work on the job sites and approved the bills and said that the Forte Brothers' invoices did not, to the best of Stanzione's knowledge, reflect inflated bills.  He also made other statements that in certain respects supported Garafano's testimony at trial.  Garafano's counsel requested an evidentiary hearing, which the prosecutor opposed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After further written exchanges, the district court held a new sentencing hearing on December 13, 1994.  At the conclusion, the district judge said:  \"There is no doubt in my mind that at the earlier hearing I independently found that bribes continued until December 1990 and were around one hundred thousand dollars.\"   As to the request for an evidentiary hearing, the district judge said that \"the testimony as a whole supports Tocco and I see nothing in Stanzione's affidavit that steers me in another direction.\"   Accordingly, the district court reimposed the original sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Garafano has now appealed again.  On this appeal, Garafano's main argument is that the district court abused its discretion when it declined to hear Stanzione testify.  The government says, correctly, that this court's mandate was fully satisfied by the district court.  The instructions on remand explicitly permitted the district court to determine that it \"did (at the earlier hearing) ... find (independently of the jury verdict) that bribes continued until December 1990 and were around <span class=\"citation\" data-id=\"195613\"><span class=\"antecedent_guess\">$100,000....\"</span>  <a href=\"/opinion/195613/united-states-v-garafano/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">136</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We said that, in that event, the district court could say so summarily, provide no additional proceedings or further explanations or findings, and reimpose the same sentence.  <span class=\"citation\" data-id=\"195613\"><a href=\"/opinion/195613/united-states-v-garafano/\"><span class=\"id_token\">Id.</span>  This is </a></span>just what the district judge did.  Although the district court invited the parties to restate their positions, and the court reviewed again the presentence report and associated notes, it did so as part of the effort to assure itself that it had at the original sentencing \"made the requisite evaluation independent of the jury verdict....\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The result would not change if we viewed the matter independently of the mandate.  The right to present live testimony at sentencing is not automatic and is reviewed only for abuse of discretion.  See United States v. Gerante, <span class=\"citation\" data-id=\"533564\"><a href=\"/opinion/533564/united-states-v-joseph-gerante/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span></a></span>, 367 (1st Cir.1989).  It is fairly common for district courts to consider affidavits, proffers and far less formal sources of information at sentencing, especially where--as here--the sentencing judge presided over a trial that involved the same issues presented at sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this instance, we read the district court's ruling as a determination by the district judge that, even if Stanzione had testified to the substance of what was contained in his affidavit, the district court would still have accepted Tocco's version of events.  There is no claim by Garafano--and if there were, we would reject it--that the district judge was rationally obligated to accept Stanzione's version of events.  Indeed, at least some of Stanzione's assertions could have been accepted without disproving Tocco's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defense counsel says that where credibility is important, the judge needs to listen to the witness testify in his own words in open court;  and counsel added at oral argument that there were bound to be helpful details in the testimony not captured in the proffer.  There are possibilities that would have greater or lesser force depending on the facts, and we think that no absolute rule can be fashioned.  It is enough to say here that these considerations are part of the calculus and that the determination not to hear live testimony here was not an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">After all, the district court had heard all of the live evidence on multiple payments that either side sought to present at trial.  When the belated proffer of Stanzione's testimony was made, the district judge had only one more piece to fit into a puzzle with which the judge was already familiar.  On the facts before us, we think the district court made a legitimate practical judgment that converting the proffer into live testimony would not materially improve the court's ability to make this judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, Garafano suggests that, in violation of Fed.R.Crim.P. 32(c)(3)(C), he was improperly denied an opportunity for allocution at his second sentencing hearing.  The suggestion is without merit.  This court said in its mandate that an opportunity to allocute again should be afforded \"if the [district] court does change the factual premise on which it sentences Garafano\" and \"thereby alters the guideline range <span class=\"citation\" data-id=\"195613\"><span class=\"antecedent_guess\">available.\"</span>  <a href=\"/opinion/195613/united-states-v-garafano/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">136</span></a></span>.   The district court did not change either the factual predicate (multiple bribes amounting to $100,000) or the guideline range.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At oral argument, counsel for Garafano suggested that, assuming that the mandate was complied with by the district court, this court lacked authority to fashion such a limited remand;  put differently, the suggestion is that this court by vacating the original sentence automatically entitled Garafano to start from ground zero, as if the original sentencing hearing had not occurred.  We flatly reject this kind of legal formalism that sacrifices substance in favor of ritual.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Federal appellate courts, including the courts of appeals as well as the Supreme Court, have been granted broad authority under 28 U.S.C. Sec. 2106 to</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>affirm, modify, vacate, set aside or reverse any judgment, decree, or order of a court lawfully brought before it for review, and may remand the cause and direct the entry of such appropriate judgment, decree, or order, or require such further proceedings to be had as may be just under the circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">One effect of this long-established formula is to allow appellate courts the flexibility to adapt their mandates to the particular problem discerned on appeal and to provide an efficient and sensible solution.  This provision authorizes just the kind of \"middle way\" that this court adopted when it rejected the government's request that we pose only a single question to the district court and Garafano's alternative request that the district court be required to start afresh.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The reason why we followed the middle course is apparent.  An entirely new sentencing hearing was unnecessary if, as we suspected was the case, the district court had at the original sentencing made an independent finding of multiple bribes.  On the other hand, if (contrary to our expectation) the district judge said that he had relied simply on the jury verdict, then some further proceedings would be necessary, and we wanted the district court to have that authority without having to report back to this court and obtain a new mandate.  Accordingly, our limited remand embraced both possibilities.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Of course, we would not frame a remand order that did violence to the substance of Rule 32(c)(3)(C).  That rule is designed to give the defendant an opportunity \"to make a statement and present any information in mitigation of the sentence.\"   Garafano and his counsel had this opportunity in full at the first hearing.  There is nothing in the rule or its rationale that requires a defendant to be given a second opportunity if all else remains unchanged.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In this case, all else did remain unchanged once the district court reaffirmed its original finding of multiple bribes, a $100,000 total, and the original guideline range.  The defendant had no more right under these circumstances to a new allocution than to a new presentence report.  Defense counsel's suggestion that Stanzione's proffer was something on which to base a new allocution, after the proffer was effectively rejected by the district judge, is not a serious argument.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195613/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533564/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600257/"
  ]
}