{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196231/",
  "id": 196231,
  "absolute_url": "/opinion/196231/united-states-v-barbioni/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196231/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:01:04Z",
  "date_modified": "2020-02-21T23:57:15.256279Z",
  "type": "010combined",
  "sha1": "3e7ef7a00ea58b5d8cdb2eb7700e24912ccbb4ec",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1555.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1555\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                     JOSEPH EUGENE BARBIONI,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n           [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                Boudin and Stahl, Circuit Judges.\r                                                          \r\n\n                                           \r\n\n     William Maselli for appellant.\r                              \r\n     F. Mark Terison, Assistant United States Attorney, with whom\r                              \r\nJay  P. McCloskey,  United  States  Attorney,  and  Elizabeth  C.\r                                                                           \r\nWoodcock, Assistant  United States  Attorney, were  on brief  for\r                  \r\nappellee.\r\n\n                                           \r\n\n                          August 7, 1995\r\n                                           \r\r\n\n           TORRUELLA,  Chief  Judge.   Defendant-appellant  Joseph\r                    TORRUELLA,  Chief  Judge.\r                                            \r\n\nBarbioni  appeals on double jeopardy grounds the district court's\r\n\ndenial of his motion to dismiss.  The district court had declared\r\n\na mistrial  after  the jury  announced  that it  was  deadlocked.\r\n\nFinding no abuse of discretion, we affirm.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          Appellant   Barbioni  was   indicted   and  tried   for\r\n\ndeliberately  making   false  statements  to  the  United  States\r\n\nDepartment of Labor  Workers' Compensation Program, and  for mail\r\n\nfraud, in violation of 18  U.S.C.    1001 and 1341, respectively.\r\n\nAfter a  trial that lasted  almost four days, the  jury was given\r\n\ninstructions by the  district court and began  its deliberations.\r\n\nAfter  approximately seven  hours, the  jury sent  a note  to the\r\n\ndistrict court, saying  that it could  not reach a verdict.   The\r\n\ndistrict court judge then brought  the jury back to the courtroom\r\n\nand  gave it  some general  instructions,  such as  reminding the\r\n\njurors that the verdict must be unanimous.  The court then stated\r\n\nto the jury  that it did not  intend to keep them  there \"against\r\n\nyour will and beat a verdict out of you one way or the other, but\r\n\nI want to  make one more effort  to attempt to reach  a unanimous\r\n\nverdict if we can.\"  The court continued, \"[I]f that's impossible\r\n\nin  your collective  judgment, then  advise  me of  that fact  in\r\n\nwriting . . . and we'll respond accordingly.\"\r\n\n          The jury then retired again.  After three more hours of\r\n\nfurther deliberations,  the jury again  sent a note to  the court\r\n\nsaying that it could not reach  a unanimous decision.  The  judge\r\n\n                               -2-\r\r\n\n then called counsel  for the government and  defense counsel into\r\n\nchambers and explained that he was going to inquire of the jurors\r\n\nindividually whether they all agreed  that they could not reach a\r\n\nverdict.  If  they all agreed, the court stated, it would declare\r\n\na  mistrial.   The defense  objected  to this  course of  action,\r\n\nrequesting that the jury be given more time to deliberate after a\r\n\nweekend's rest.\r\n\n          Nevertheless, the court polled the jurors  individually\r\n\nin open court.   Each juror stated  that he or she  was satisfied\r\n\nthat the  jury was deadlocked,  and that further  instructions or\r\n\ndeliberations   were   not  likely   to  resolve   the  deadlock.\r\n\nAccordingly, the district court declared a mistrial and dismissed\r\n\nthe jury over defense counsel's objections.\r\n\n                             ANALYSIS\r                                       ANALYSIS\r\n\n          Barbioni  now claims that the district court abused its\r\n\ndiscretion in declaring a mistrial, and that retrial is barred by\r\n\nthe Double Jeopardy Clause of  the United States Constitution.  A\r\n\ndecision  to  declare  a  mistrial  is  committed  to  the  sound\r\n\ndiscretion of  the trial court,  Arizona v. Washington,  434 U.S.\r                                                                \r\n\n497, 506  (1978), and we  therefore review only  for an abuse  of\r\n\nthis discretion.  After carefully reviewing the record, we see no\r\n\nsuch abuse here.\r\n\n          While  it is  certainly  true that  a  defendant has  a\r\n\n\"valued  right  to  have  his  trial completed  by  a  particular\r\n\ntribunal,\"  Wade v. Hunter, 336 U.S. 684, 689 (1949),  this right\r                                    \r\n\nis  not absolute.   Rather,  it  is subject  to  the doctrine  of\r\n\n                               -3-\r\r\n\n \"manifest necessity.\"   United States v. Ram rez,  884 F.2d 1524,\r                                                          \r\n\n1528 (1st Cir.  1989) (citing United States v. P rez,  22 U.S. (9\r                                                              \r\n\nWheat.) 579, 580  (1824).  Under this doctrine,  a district court\r\n\nmay declare a mistrial over  the defendant's objection only if it\r\n\ndetermines that there is  a \"manifest necessity\" for a  mistrial,\r\n\nor the ends of public justice would otherwise be defeated.   Id.;\r                                                                         \r\n\nsee  also United  States v.  DiPietro, 936  F.2d 6,  9  (1st Cir.\r                                               \r\n\n1991).   Moreover,  a  district  court must  find,  based on  the\r\n\nparticular  circumstances surrounding  the trial  and the  jury's\r\n\ndeliberations, that there exists a \"high degree\" of necessity for\r\n\na mistrial before  making such a declaration.   Ram rez, 884 F.2d\r                                                                 \r\n\nat 1528-29 (citing Arizona v. Washington, 434 U.S. at 506).\r                                                  \r\n\n          Examining  the circumstances  of  the instant  case, we\r\n\nthink that  the district  court did not  abuse its  discretion in\r\n\nfinding \"manifest necessity\" for declaring a  mistrial.  The jury\r\n\ndeliberated for  almost ten  hours, after  which each  individual\r\n\njuror unequivocally expressed the opinion that the jury could not\r\n\nreach a unanimous decision.   The court polled the jurors on this\r\n\npoint with great care before concluding that further deliberation\r\n\nwould be  futile.1   Moreover, the trial  was a  relatively short\r\n                    \r                              \r\n\n1  Barbioni also contends that the court should have instead sent\r\nthe  jurors  home  and  reconvened  them  for  deliberations  the\r\nfollowing Monday.  Under the circumstances, we cannot find  error\r\nin  the court's  rejection of  this suggestion.   The  jurors had\r\nunanimously declared to the court  that they did not believe that\r\nfurther deliberations  would be  fruitful.   By disregarding  the\r\njurors  on this  point and  demanding  further deliberation,  the\r\ncourt might  have risked  pressuring the  jurors into  abandoning\r\ngood faith opinions  merely for the  sake of reaching  unanimity.\r\nWe do not mean that the  district court was obliged to take  this\r\nview, but it was a pertinent consideration.\r\n\n                               -4-\r\r\n\n one,  and   the  legal   issues  at   stake  were   not  complex.\r\n\nNevertheless,  the jurors  could  not reach  a verdict  after ten\r\n\nhours  of  deliberation.    We  think  that  these  circumstances\r\n\nrationally permitted the district court to conclude that manifest\r\n\nnecessity justified the declaration of a mistrial.\r\n\n          It is well settled  that an appeal  from a denial of  a\r\n\nmotion to  dismiss  following a  \"hung  jury\" does  not  normally\r\n\npresent  a valid  Double Jeopardy  claim.   Richardson v.  United\r                                                                           \r\n\nStates, 468  U.S. 317, 324  (1984); United States v.  Porter, 807\r                                                                      \r\n\nF.2d 21, 22 (1st Cir. 1986),  cert. denied, 481 U.S. 1048 (1987).\r                                                    \r\n\nGiven the  district court's sound  exercise of its  discretion in\r\n\ndeclaring a mistrial, we see  no reason here to depart  from this\r\n\nrule.    Accordingly,  the  district  court's  declaration  of  a\r\n\nmistrial and denial of  Barbioni's motion to dismiss the  charges\r\n\nare affirmed.2 \r                      \r\n\n                    \r                              \r\n\n2  Barbioni also contends on appeal that the district court erred\r\nin its  modified Allen  instruction to  the jury.   See  Allen v.\r                                                                        \r\nUnited States, 164 U.S. 492 (1896).   At the time the charge  was\r                       \r\ngiven,  however,  defense  counsel raised  no  objections  to the\r\ninstruction.  Even when the district court had finished and asked\r\ncounsel if they had anything to add to the modified Allen charge,\r                                                                   \r\ndefense counsel  stated, \"No, your  Honor.  Thank you.\"   Because\r\nBarbioni  did  not  object  to  the instruction,  and  raised  no\r\narguments or suggestions  when given the opportunity to  do so by\r\nthe district  court,  we deem  this  argument waived  on  appeal.\r\nWindsor Mount Joy v. Giragosian,  53  F.3d   ,    (1st Cir. 1995)\r                                         \r\n(arguments  not  properly  raised  below  are  deemed  waived  on\r\nappeal).\r\n\n                               -5-\r\r\n",
  "html": "<p class=\"case_cite\">62 F.3d 5</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Joseph Eugene BARBIONI, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 95-1555.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard July 31, 1995.<br>Decided Aug. 7, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William Maselli, Auburn, ME, for appellant.</p>\n      <p class=\"indent\">F. Mark Terison, Asst. U.S. Atty., Portland, ME, with whom Jay P. McCloskey, U.S. Atty., and Elizabeth C. Woodcock, Asst. U.S. Atty., Bangor, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Joseph Barbioni appeals on double jeopardy grounds the district court's denial of his motion to dismiss.  The district court had declared a mistrial after the jury announced that it was deadlocked.  Finding no abuse of discretion, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant Barbioni was indicted and tried for deliberately making false statements to the United States Department of Labor Workers' Compensation Program, and for mail fraud, in violation of 18 U.S.C. Secs. 1001 and 1341, respectively.  After a trial that lasted almost four days, the jury was given instructions by the district court and began its deliberations.  After approximately seven hours, the jury sent a note to the district court, saying that it could not reach a verdict.  The district court judge then brought the jury back to the courtroom and gave it some general instructions, such as reminding the jurors that the verdict must be unanimous.  The court then stated to the jury that it did not intend to keep them there \"against your will and beat a verdict out of you one way or the other, but I want to make one more effort to attempt to reach a unanimous verdict if we can.\"   The court continued, \"[I]f that's impossible in your collective judgment, then advise me of that fact in writing ... and we'll respond accordingly.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The jury then retired again.  After three more hours of further deliberations, the jury again sent a note to the court saying that it could not reach a unanimous decision.  The judge then called counsel for the government and defense counsel into chambers and explained that he was going to inquire of the jurors individually whether they all agreed that they could not reach a verdict.  If they all agreed, the court stated, it would declare a mistrial.  The defense objected to this course of action, requesting that the jury be given more time to deliberate after a weekend's rest.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Nevertheless, the court polled the jurors individually in open court.  Each juror stated that he or she was satisfied that the jury was deadlocked, and that further instructions or deliberations were not likely to resolve the deadlock.  Accordingly, the district court declared a mistrial and dismissed the jury over defense counsel's objections.</p>\n    </div>\n    <p>ANALYSIS</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Barbioni now claims that the district court abused its discretion in declaring a mistrial, and that retrial is barred by the Double Jeopardy Clause of the United States Constitution.  A decision to declare a mistrial is committed to the sound discretion of the trial court, Arizona v. Washington, 434 U.S. 497, 506, 98 S.Ct. 824, 830-31, 54 L.Ed.2d 717 (1978), and we therefore review only for an abuse of this discretion.  After carefully reviewing the record, we see no such abuse here.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While it is certainly true that a defendant has a \"valued right to have his trial completed by a particular tribunal,\" Wade v. Hunter, 336 U.S. 684, 689, 69 S.Ct. 834, 837, 93 L.Ed. 974 (1949), this right is not absolute.  Rather, it is subject to the doctrine of \"manifest necessity.\"  United States v. Ramirez, 884 F.2d 1524, 1528 (1st Cir.1989) (citing United States v. Perez, 22 U.S.  (9 Wheat.) 579, 580, 6 L.Ed. 165 (1824)).  Under this doctrine, a district court may declare a mistrial over the defendant's objection only if it determines that there is a \"manifest necessity\" for a mistrial, or the ends of public justice would otherwise be defeated.  Id.;  see also United States v. DiPietro, 936 F.2d 6, 9 (1st Cir.1991).  Moreover, a district court must find, based on the particular circumstances surrounding the trial and the jury's deliberations, that there exists a \"high degree\" of necessity for a mistrial before making such a declaration.  Ramirez, 884 F.2d at 1528-29 (citing Arizona v. Washington, 434 U.S. at 506, 98 S.Ct. at 830-31).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Examining the circumstances of the instant case, we think that the district court did not abuse its discretion in finding \"manifest necessity\" for declaring a mistrial.  The jury deliberated for almost ten hours, after which each individual juror unequivocally expressed the opinion that the jury could not reach a unanimous decision.  The court polled the jurors on this point with great care before concluding that further deliberation would be futile.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Moreover, the trial was a relatively short one, and the legal issues at stake were not complex.  Nevertheless, the jurors could not reach a verdict after ten hours of deliberation.  We think that these circumstances rationally permitted the district court to conclude that manifest necessity justified the declaration of a mistrial.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is well settled that an appeal from a denial of a motion to dismiss following a \"hung jury\" does not normally present a valid Double Jeopardy claim.  Richardson v. United States, 468 U.S. 317, 324, 104 S.Ct. 3081, 3085-86, 82 L.Ed.2d 242 (1984);  United States v. Porter, 807 F.2d 21, 22 (1st Cir.1986), cert. denied, 481 U.S. 1048, 107 S.Ct. 2178, 95 L.Ed.2d 835 (1987).  Given the district court's sound exercise of its discretion in declaring a mistrial, we see no reason here to depart from this rule.  Accordingly, the district court's declaration of a mistrial and denial of Barbioni's motion to dismiss the charges are affirmed.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Barbioni also contends that the court should have instead sent the jurors home and reconvened them for deliberations the following Monday.  Under the circumstances, we cannot find error in the court's rejection of this suggestion.  The jurors had unanimously declared to the court that they did not believe that further deliberations would be fruitful.  By disregarding the jurors on this point and demanding further deliberation, the court might have risked pressuring the jurors into abandoning good faith opinions merely for the sake of reaching unanimity.  We do not mean that the district court was obliged to take this view, but it was a pertinent consideration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Barbioni also contends on appeal that the district court erred in its modified Allen instruction to the jury.  See Allen v. United States, 164 U.S. 492, 17 S.Ct. 154, 41 L.Ed. 528 (1896).  At the time the charge was given, however, defense counsel raised no objections to the instruction.  Even when the district court had finished and asked counsel if they had anything to add to the modified Allen charge, defense counsel stated, \"No, your Honor.  Thank you.\"   Because Barbioni did not object to the instruction, and raised no arguments or suggestions when given the opportunity to do so by the district court, we deem this argument waived on appeal.  Windsor Mount Joy v. Giragosian, 57 F.3d 50, 56 (1st Cir.1995) (arguments not properly raised below are deemed waived on appeal)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Joseph Eugene BARBIONI, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 95-1555.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard July 31, 1995.<br>Decided Aug. 7, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William Maselli, Auburn, ME, for appellant.</p>\n      <p class=\"indent\">F. Mark Terison, Asst. U.S. Atty., Portland, ME, with whom Jay P. McCloskey, U.S. Atty., and Elizabeth C. Woodcock, Asst. U.S. Atty., Bangor, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Joseph Barbioni appeals on double jeopardy grounds the district court's denial of his motion to dismiss.  The district court had declared a mistrial after the jury announced that it was deadlocked.  Finding no abuse of discretion, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant Barbioni was indicted and tried for deliberately making false statements to the United States Department of Labor Workers' Compensation Program, and for mail fraud, in violation of 18 U.S.C. Secs. 1001 and 1341, respectively.  After a trial that lasted almost four days, the jury was given instructions by the district court and began its deliberations.  After approximately seven hours, the jury sent a note to the district court, saying that it could not reach a verdict.  The district court judge then brought the jury back to the courtroom and gave it some general instructions, such as reminding the jurors that the verdict must be unanimous.  The court then stated to the jury that it did not intend to keep them there \"against your will and beat a verdict out of you one way or the other, but I want to make one more effort to attempt to reach a unanimous verdict if we can.\"   The court continued, \"[I]f that's impossible in your collective judgment, then advise me of that fact in writing ... and we'll respond accordingly.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The jury then retired again.  After three more hours of further deliberations, the jury again sent a note to the court saying that it could not reach a unanimous decision.  The judge then called counsel for the government and defense counsel into chambers and explained that he was going to inquire of the jurors individually whether they all agreed that they could not reach a verdict.  If they all agreed, the court stated, it would declare a mistrial.  The defense objected to this course of action, requesting that the jury be given more time to deliberate after a weekend's rest.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Nevertheless, the court polled the jurors individually in open court.  Each juror stated that he or she was satisfied that the jury was deadlocked, and that further instructions or deliberations were not likely to resolve the deadlock.  Accordingly, the district court declared a mistrial and dismissed the jury over defense counsel's objections.</p>\n    </div>\n    <p>ANALYSIS</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Barbioni now claims that the district court abused its discretion in declaring a mistrial, and that retrial is barred by the Double Jeopardy Clause of the United States Constitution.  A decision to declare a mistrial is committed to the sound discretion of the trial court, Arizona v. Washington, <span class=\"citation\" data-id=\"109773\"><a href=\"/opinion/109773/arizona-v-washington/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span>, 506, <span class=\"citation\" data-id=\"109773\"><a href=\"/opinion/109773/arizona-v-washington/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, 830-31, <span class=\"citation\" data-id=\"109773\"><a href=\"/opinion/109773/arizona-v-washington/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">717</span> </a></span>(1978), and we therefore review only for an abuse of this discretion.  After carefully reviewing the record, we see no such abuse here.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While it is certainly true that a defendant has a \"valued right to have his trial completed by a particular tribunal,\" Wade v. Hunter, <span class=\"citation\" data-id=\"104660\"><a href=\"/opinion/104660/wade-v-hunter/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">684</span></a></span>, 689, <span class=\"citation\" data-id=\"104660\"><a href=\"/opinion/104660/wade-v-hunter/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">834</span></a></span>, 837, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">974</span> </span>(1949), this right is not absolute.  Rather, it is subject to the doctrine of \"manifest necessity.\"  United States v. Ramirez, <span class=\"citation\" data-id=\"529280\"><a href=\"/opinion/529280/united-states-v-daniel-phisco-ramirez-united-states-v-jairo/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1524</span></a></span>, 1528 (1st Cir.1989) (citing United States v. Perez, 22 U.S.  (9 Wheat.) 579, 580, <span class=\"citation\" data-id=\"85440\"><a href=\"/opinion/85440/united-states-v-perez/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">165</span> </a></span>(1824)).  Under this doctrine, a district court may declare a mistrial over the defendant's objection only if it determines that there is a \"manifest necessity\" for a mistrial, or the ends of public justice would otherwise be defeated.  Id.;  see also United States v. DiPietro, <span class=\"citation\" data-id=\"563217\"><a href=\"/opinion/563217/united-states-v-robyn-dipietro/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span>, 9 (1st Cir.1991).  Moreover, a district court must find, based on the particular circumstances surrounding the trial and the jury's deliberations, that there exists a \"high degree\" of necessity for a mistrial before making such a declaration.  <span class=\"citation\" data-id=\"529280\"><span class=\"antecedent_guess\">Ramirez,</span> <a href=\"/opinion/529280/united-states-v-daniel-phisco-ramirez-united-states-v-jairo/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1528-29</span> </a></span>(citing Arizona v. <span class=\"citation\" data-id=\"109773\"><span class=\"antecedent_guess\">Washington,</span> <a href=\"/opinion/109773/arizona-v-washington/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">506</span></a></span>, 98 S.Ct. at 830-31).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Examining the circumstances of the instant case, we think that the district court did not abuse its discretion in finding \"manifest necessity\" for declaring a mistrial.  The jury deliberated for almost ten hours, after which each individual juror unequivocally expressed the opinion that the jury could not reach a unanimous decision.  The court polled the jurors on this point with great care before concluding that further deliberation would be futile.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Moreover, the trial was a relatively short one, and the legal issues at stake were not complex.  Nevertheless, the jurors could not reach a verdict after ten hours of deliberation.  We think that these circumstances rationally permitted the district court to conclude that manifest necessity justified the declaration of a mistrial.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is well settled that an appeal from a denial of a motion to dismiss following a \"hung jury\" does not normally present a valid Double Jeopardy claim.  Richardson v. United States, <span class=\"citation\" data-id=\"111246\"><a href=\"/opinion/111246/richardson-v-united-states/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 324, <span class=\"citation\" data-id=\"111246\"><a href=\"/opinion/111246/richardson-v-united-states/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3081</span></a></span>, 3085-86, <span class=\"citation\" data-id=\"111246\"><a href=\"/opinion/111246/richardson-v-united-states/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">242</span> </a></span>(1984);  United States v. Porter, <span class=\"citation\" data-id=\"480422\"><a href=\"/opinion/480422/united-states-v-paul-c-porter/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 22 (1st Cir.1986), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1048</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2178</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">835</span> </span>(1987).  Given the district court's sound exercise of its discretion in declaring a mistrial, we see no reason here to depart from this rule.  Accordingly, the district court's declaration of a mistrial and denial of Barbioni's motion to dismiss the charges are affirmed.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Barbioni also contends that the court should have instead sent the jurors home and reconvened them for deliberations the following Monday.  Under the circumstances, we cannot find error in the court's rejection of this suggestion.  The jurors had unanimously declared to the court that they did not believe that further deliberations would be fruitful.  By disregarding the jurors on this point and demanding further deliberation, the court might have risked pressuring the jurors into abandoning good faith opinions merely for the sake of reaching unanimity.  We do not mean that the district court was obliged to take this view, but it was a pertinent consideration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Barbioni also contends on appeal that the district court erred in its modified Allen instruction to the jury.  See Allen v. United States, <span class=\"citation\" data-id=\"94565\"><a href=\"/opinion/94565/allen-v-united-states/\"><span class=\"volume\">164</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">492</span></a></span>, <span class=\"citation\" data-id=\"94565\"><a href=\"/opinion/94565/allen-v-united-states/\"><span class=\"volume\">17</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">154</span></a></span>, <span class=\"citation\" data-id=\"94565\"><a href=\"/opinion/94565/allen-v-united-states/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">528</span> </a></span>(1896).  At the time the charge was given, however, defense counsel raised no objections to the instruction.  Even when the district court had finished and asked counsel if they had anything to add to the modified Allen charge, defense counsel stated, \"No, your Honor.  Thank you.\"   Because Barbioni did not object to the instruction, and raised no arguments or suggestions when given the opportunity to do so by the district court, we deem this argument waived on appeal.  Windsor Mount Joy v. Giragosian, <span class=\"citation\" data-id=\"196149\"><a href=\"/opinion/196149/windsor-v-giragosian/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 56 (1st Cir.1995) (arguments not properly raised below are deemed waived on appeal)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/85440/",
    "https://www.courtlistener.com/api/rest/v3/opinions/94565/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104660/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109773/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111246/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196149/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480422/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529280/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563217/"
  ]
}