{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196272/",
  "id": 196272,
  "absolute_url": "/opinion/196272/local-285-v-nonotuck-resource/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196272/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:02:12Z",
  "date_modified": "2020-02-21T23:30:04.835117Z",
  "type": "010combined",
  "sha1": "15179fd34565689f3c4484828c133b1d080c9df6",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1031.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1031\r\n\n                   LOCAL 285, SERVICE EMPLOYEES\r\n                  INTERNATIONAL UNION, AFL-CIO,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n               NONOTUCK RESOURCE ASSOCIATES, INC.,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. Frank H. Freedman, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n\n                    and Stahl, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n     David  B. Rome,  with whom  Lois  Johnson, Angoff,  Goldman,\r                                                                           \r\nManning, Pyle, Wanger &amp; Hiatt, P.C., were on brief for appellant.\r                                             \r\n     Albert R. Mason for appellee.\r                              \r\n\n                                           \r\n\n                         August 31, 1995\r\n                                           \r\r\n\n           TORRUELLA, Chief Judge.   Local 285, Service  Employees\r                    TORRUELLA, Chief Judge.\r                                          \r\n\nInternational  Union,  AFL-CIO,  CLC  (\"the  Union\"),   submitted\r\n\ngrievances for  two discharged  employees, Justin  Onanibaku (the\r\n\n\"Onanibaku grievance\") and Mildred Singh (the \"Singh grievance\"),\r\n\npursuant to the grievance/arbitration procedure contained  in its\r\n\ncollective   bargaining   agreement    with   Nonotuck   Resource\r\n\nAssociates,  Inc. (\"the Company\").   The Union  alleged that both\r\n\nemployees  were discharged  without \"just  cause.\"   The  Company\r\n\nrefused  to  submit  to  arbitration,  maintaining  that  neither\r\n\ngrievance   was  arbitrable   under  the   collective  bargaining\r\n\nagreement.  The Union then filed the instant action in the United\r\n\nStates District Court for the District of Massachusetts, pursuant\r\n\nto    301 of the Labor Management Relations  Act, 29 U.S.C.   185\r\n\n(1982), to compel the Company to arbitrate both grievances.  Upon\r\n\ncross-motions for  summary judgment,  the district court  ordered\r\n\nthe  Company to  arbitrate  the  grievances,  and  rejected  both\r\n\nparty's  motions for  attorneys'  fees.   The  Union appeals  the\r\n\ndenial  of its  request  for  attorneys' fees.1    We affirm  the\r\n\ndenial of attorneys' fees with  respect to one of the grievances,\r\n\nreverse the denial  of attorneys' fees with respect  to the other\r\n\ngrievance,  and remand  the case  to the  district court  for the\r\n\ncalculation of fees.\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n                    \r                              \r\n\n1  The Company does not appeal the district court's decision that\r\nthe grievances are arbitrable.\r\n\n                               -2-\r\r\n\n           In deciding not to award the Union its attorneys' fees,\r\n\nthe district  court reasoned  that \"even  though [the  Company's]\r\n\ncontentions fell short -- a good faith dispute existed as  to the\r\n\nproper  venue for  this case.\"   We  review the  district court's\r\n\ndecision  only for  \"abuse  of  discretion.\"    Crafts  Precision\r                                                                           \r\n\nIndus., Inc. v.  Lodge No. 1836, Int'l Assoc.  of Machinists, 889\r                                                                      \r\n\nF.2d 1184, 1186 (1st Cir. 1989).\r\n\n          A.   The Proper Standard\r                    A.   The Proper Standard\r                                            \r\n\n          As  an  initial  matter,  the  Union  argues  that  the\r\n\ndistrict court analyzed the question  of attorneys' fees under an\r\n\nimproper standard.  The Union argues that the court's  use of the\r\n\nphrase \"good faith dispute\" indicates that it improperly required\r\n\nthe Union  to show  bad faith  on the  part of  the Company  as a\r\n\nprerequisite to a fee award.  The Union maintains that, under the\r\n\nproper standard,  all it  needed to show  was that  the Company's\r\n\nrefusal  to  arbitrate  was objectively  \"without  justification\"\r\n\nunder  the terms  of  the  collective  bargaining  agreement  and\r\n\ncontrolling law, and that the Company's subjective good faith  is\r\n\ntherefore irrelevant.   The  Company, on  the other  hand, argues\r\n\nthat the district court correctly applied a bad faith test.\r\n\n          Under  the   so-called  \"American   Rule,\"  absent   an\r\n\nauthorizing   statute   or  contractual   commitment,   litigants\r\n\ngenerally  bear  their  own  costs.    Aleyska  Pipeline  Co.  v.\r                                                                       \r\n\nWilderness  Soc'y,  421  U.S.  240,  257  (1974).    One  of  the\r                           \r\n\nexceptions to  this rule, however, is that  a court may award the\r\n\nprevailing party  its attorney's fees  if it determines  that the\r\n\n                               -3-\r\r\n\n losing  party  has  \"acted  in bad  faith,  vexatiously,  or  for\r\n\noppressive reasons . . . .\"  Id. at 258-59 (quoting F.D. Rich Co.\r                                                                           \r\n\nv. United States  ex rel. Indus.  Lumber Co., 417  U.S. 116,  129\r                                                      \r\n\n(1974)).   See also  Cote v. James  River Corp., 761  F.2d 60, 61\r                                                         \r\n\n(1st Cir. 1985).   \"[T]he term 'vexatious' means  that the losing\r\n\nparty's  actions  were   'frivolous,  unreasonable,  or   without\r\n\nfoundation,  even though not  brought in subjective  bad faith.'\"\r\n\nWashington Hosp. Ctr. v. Service  Employees Int'l Union, 746 F.2d\r                                                                 \r\n\n1503, 1510 (D.C.  Cir. 1984) (quoting Christiansburg  Garment Co.\r                                                                           \r\n\nv. EEOC, 434  U.S. 412, 421 (1978)).  See  also Crafts Precision,\r                                                                          \r\n\n889 F.2d at 1186.\r\n\n          It  is clear, therefore, that contrary to the Company's\r\n\nassertions, subjective bad  faith is not a prerequisite  to a fee\r\n\naward.  Moreover, contrary  to the Union's suggestions, we  think\r\n\nthat  the district  court's citation  to  Courier-Citizen Co.  v.\r                                                                       \r\n\nBoston Electrotypers  Union No. 11,  702 F.2d 273, 282  (1st Cir.\r                                            \r\n\n1983), which  recites a  \"without justification\"  test, indicates\r\n\nthat the court  understood the proper  standard, and merely  used\r\n\nthe term \"good faith dispute\"  to refer to what it considered  an\r\n\nobjectively  and  subjectively  reasonable  dispute  between  the\r\n\nparties  over  the interpretation  of  the collective  bargaining\r\n\nagreement and controlling law.   We therefore reject the  Union's\r\n\nargument that  the district court applied an improper standard of\r\n\nreview.\r\n\n          B.   The Two Grievances\r                    B.   The Two Grievances\r                                           \r\n\n                               -4-\r\r\n\n           The Company  refused to  arbitrate either grievance  on\r\n\nthe grounds that they were not  arbitrable under the terms of the\r\n\ncollective-bargaining  agreement.    The question  on  appeal  is\r\n\nwhether either or both of  the grievances were so clearly subject\r\n\nto arbitration  under  the collective  bargaining  agreement  and\r\n\ncontrolling law  that we can  say that the district  court abused\r\n\nits discretion in concluding that the Company's refusal to submit\r\n\nto  arbitration  was  not  frivolous,  unreasonable,  or  without\r\n\njustification.\r\n\n          We begin  by recognizing the  general rule that  when a\r\n\ncollective bargaining  agreement contains an  arbitration clause,\r\n\nsuch as the one in this case, \"a presumption of arbitrability [is\r\n\ncreated]  in  the  sense  that  '[a]n  order   to  arbitrate  the\r\n\nparticular grievance should  not be denied unless it  may be said\r\n\nwith  positive assurance  that  the  arbitration  clause  is  not\r\n\nsusceptible  of  an  interpretation   that  covers  the  asserted\r\n\ndispute.  Doubts should be resolved in favor of coverage.'\"  AT &amp;\r                                                                           \r\n\nT Technologies,  Inc. v. Communications Workers of  Am., 475 U.S.\r                                                                 \r\n\n643,  650  (1986)   (quoting  Steelworkers  v.  Warrior   &amp;  Gulf\r                                                                           \r\n\nNavigation Co., 363 U.S.  574, 582-83 (1960)).  It  is also true,\r                        \r\n\nhowever, that  \"arbitration is a  matter of contract and  a party\r\n\ncannot be required to submit  to arbitration any dispute which he\r\n\nhas  not agreed  so to submit.\"   Id.  at 648 (quoting  Warrior &amp;\r                                                                           \r\n\nGulf, 363 U.S. at 582).\r              \r\n\n            1.  The Onanibaku Grievance\r                      1.  The Onanibaku Grievance\r                                                 \r\n\n                               -5-\r\r\n\n           The  Company   argued  on  summary  judgment  that  the\r\n\nOnanibaku  grievance was  not  arbitrable  under the  collective-\r\n\nbargaining   agreement   because  Onanibaku   alleged   that  his\r\n\ndiscipline  was discriminatorily  motivated.   Article  5 of  the\r\n\ncollective  bargaining  agreement  provides  that  \"[n]o  dispute\r\n\nregarding alleged discrimination shall be subject to grievance or\r\n\narbitration  unless no remedy  therefore is provided  by State or\r\n\nfederal law.\"   The Union argues that the  Company's position was\r\n\nwithout justification because the terms of the grievance filed by\r\n\nthe  Union on  behalf of  Onanibaku  alleged merely  that he  was\r\n\ndischarged without just cause; it did not mention discrimination.\r\n\nThe   Union  points  out   that,  as  the   certified  bargaining\r\n\nrepresentative,  the labor organization, not the employee, is the\r\n\nmaster of the grievance.  See Republic Steel Corp. v. Maddox, 379\r                                                                      \r\n\nU.S. 650, 653  (1965) (union has no duty  to pursue unmeritorious\r\n\ngrievances); Miller v. United States Postal Serv., 985 F.2d 9, 12\r                                                           \r\n\n(1st Cir.  1993).  The  Union also points  out that it  wrote the\r\n\nCompany a letter  specifically stating that  it was not  alleging\r\n\ndiscrimination.\r\n\n          We think the district court acted within its discretion\r\n\nin concluding that  the Company's defense to the arbitrability of\r\n\nthe  Onanibaku grievance was  not so frivolous,  unreasonable, or\r\n\nwithout  justification as  to  warrant  imposition of  attorneys'\r\n\nfees.  The fact is that Onanibaku alleged, prior to the filing of\r\n\nthe   grievance,  that   his   discipline  was   discriminatorily\r\n\nmotivated.   Moreover, he filed  a charge with  the Massachusetts\r\n\n                               -6-\r\r\n\n Commission  Against   Discrimination,  and  filed   civil  rights\r\n\ncomplaints  with  the  Northampton   Police,  alleging  that  the\r\n\ndisciplinary action was discriminatorily  motivated.  Under these\r\n\ncircumstances, we do not find  it so unreasonable for the Company\r\n\nto assert the position that a claim  of discrimination was at the\r\n\nheart  of  the Onanibaku  grievance, and  that the  grievance was\r\n\ntherefore  not arbitrable.   This  was  an issue  of \"substantive\r\n\narbitrability,\" thesignificance ofwhich weshall presentlydiscuss.\r\n\n            2.  The Singh Grievance\r                      2.  The Singh Grievance\r                                             \r\n\n          The Company refused to arbitrate the Singh grievance on\r\n\nthe  grounds  that  it  was  not filed  within  the  time  limits\r\n\nestablished in Article 20 of the collective bargaining agreement.\r\n\nArticle 20 provides  that any grievance must be  presented to the\r\n\nemployee's appropriate  supervisor \"no  later  than fifteen  (15)\r\n\ncalendar  days  following  the  date  of  the  grievance  or  the\r\n\nEmployee's  knowledge  of  its  occurrence.\"    Article  20  also\r\n\nprovides:  \"The  time   limits  provided  in  this   article  are\r\n\nconditions  precedent for the filing and processing of grievances\r\n\nunder  this Article.\"   The  district court  held that  the Singh\r\n\ngrievance   was   arbitrable,   reasoning   that   \"because    an\r\n\n'untimeliness'  defense   is  a   classic   case  of   procedural\r                                                   \r\n\narbitrability  that should  be decided  by  the arbitrator,  [the\r\n\nCompany's] contention  to the contrary will  prove unsuccessful.\"\r\n\n(emphasis added).   Again, the court declined to  award the Union\r\n\nits attorneys'  fees.   Our discussion of  this issue  must begin\r\n\nwith the  distinction  between  \"substantive  arbitrability\"  and\r\n\n                               -7-\r\r\n\n \"procedural arbitrability.\"   Substantive arbitrability refers to\r\n\nwhether a dispute involves a subject matter that the parties have\r\n\ncontractually agreed to submit to arbitration.  See International\r                                                                           \r\n\nBhd. of Elec.  Workers, Local 1228, AFL-CIO v.  WNEV-TV, New Eng.\r                                                                           \r\n\nTelevision Corp., 778 F.2d 46, 49 (1st  Cir. 1985).  For example,\r                          \r\n\nthe   Onanibaku  grievance   raised   a  matter   of  substantive\r\n\narbitrability   --  the  parties  to  the  collective  bargaining\r\n\nagreement  specifically   agreed  not  to   arbitrate  grievances\r\n\nalleging discrimination.   Thus,  the question  for the  district\r\n\ncourt was whether the Onanibaku grievance alleged discrimination.\r\n\nProcedural arbitrability, on the other hand, concerns such issues\r\n\nas to \"whether grievance procedures or some part of them apply to\r\n\na  particular dispute, whether such procedures have been followed\r\n\nor  excused, or  whether  the unexcused  failure  to follow  them\r\n\navoids the duty  to arbitrate.\"  John Wiley &amp; Sons v. Livingston,\r                                                                          \r\n\n376 U.S. 543, 557 (1964).  See also Beer Sales Drivers, Local 744\r                                                                           \r\n\nv. Metropolitan Distribs.,  Inc., 763 F.2d 300,  302-03 (7th Cir.\r                                          \r\n\n1985).  In John Wiley,  the Supreme Court established that issues\r                               \r\n\nof substantive  arbitrability are  for the  court to  decide, and\r\n\nissues  of procedural  arbitrability are  for  the arbitrator  to\r\n\ndecide.  \"Once it is determined [by a court] that the parties are\r\n\nobligated  to  submit  the  subject   matter  of  a  dispute   to\r\n\narbitration, 'procedural' questions which grow out of the dispute\r\n\nand  bear  on  its  final  disposition  should  be  left  to  the\r\n\narbitrator.\"  376 U.S. at 557.\r\n\n                               -8-\r\r\n\n           Thirty years of Supreme Court and federal circuit court\r\n\nprecedent have established that  issues concerning the timeliness\r\n\nof a  filed grievance  are \"classic\"  procedural questions to  be\r\n\ndecided  by an arbitrator, a description appropriately adopted by\r\n\nthe district court.  See  supra p.7.  Unfortunately, the district\r                                         \r\n\ncourt  failed  to   properly  apply  the  consequences   of  this\r\n\ndescription.  Because  the law  is clear on  this issue, and  has\r\n\nbeen  for some  time, the  Company was  without justification  in\r\n\nrefusing  to arbitrate  the Singh grievance,  and in  forcing the\r\n\nUnion  to litigate its  arbitrability in federal  district court.\r\n\nWe  conclude that  the  district court  abused its  discretion in\r\n\nholding to the contrary.\r\n\n          The Company argues that the timeliness requirement  was\r\n\na  bargained-for   \"condition  precedent\"   to  arbitration   and\r\n\ntherefore that it  is for the court to decide whether the parties\r\n\nintended to arbitrate  this particular grievance.  In  support of\r\n\nthis  argument, the Company  notes the Supreme  Court's statement\r\n\nthat  \"[i]n  the absence  of  any express  provision  excluding a\r\n\nparticular  grievance  from arbitration,  .  .  . only  the  most\r\n\nforceful  evidence  of  a  purpose  to  exclude  the  claim  from\r\n\narbitration can prevail.\"   AT &amp; T Technologies, 475  U.S. at 650\r                                                         \r\n\n(quoting Warrior &amp; Gulf, 363 U.S. at 584-85).  The Company argues\r                                 \r\n\nthat  this  is  a  case  of  an  express  provision  excluding  a\r\n\nparticular  grievance from  arbitration,  and  maintains that  to\r\n\nconclude otherwise is  to deprive the Company of  the benefits of\r\n\nits bargain.\r\n\n                               -9-\r\r\n\n           The  Company's position  misapprehends the  distinction\r\n\nbetween substantive and procedural arbitrability.  In John Wiley,\r                                                                          \r\n\nthe employer maintained that it had no duty to arbitrate because:\r\n\n(1)  the collective  bargaining agreement  set  out a  three-step\r\n\ngrievance  procedure, and  the  first  two  steps  had  not  been\r\n\nfollowed, 376 U.S. at 555-56;  and (2) the union allegedly failed\r\n\nto  comply with the following provision of the agreement: \"Notice\r\n\nof  any grievance must  be filed with  the Employer  and with the\r\n\nUnion Shop Steward within four  (4) weeks after its occurrence or\r\n\nlatest  existence.   The  failure  by either  party  to file  the\r\n\ngrievance  within this time limitation shall  be construed and be\r\n\ndeemed to be an abandonment of the  grievance.\"  Id. at 556 n.11.\r                                                             \r\n\nAs noted,  the Court  held that  once it  is determined  that the\r\n\nparties are  obligated to  arbitrate the  subject  matter of  the\r\n\ndispute, then any procedural questions growing out of the dispute\r\n\nand  bearing on  its  final  disposition should  be  left to  the\r\n\narbitrator.  Id. at 557.\r                         \r\n\n          The John Wiley Court reasoned that, because the role of\r                                  \r\n\na reviewing court is only to determine whether the subject matter\r\n\nof the dispute is arbitrable under the agreement, and not to rule\r\n\non the merits  of the dispute,  and because procedural  questions\r\n\nare often inextricably  bound up with the merits  of the dispute,\r\n\nprocedural  questions should be  decided by the  arbitrator along\r\n\nwith the merits.  See id. at 557.\r                                  \r\n\n          There is no  principled distinction between the  timing\r\n\nissue deemed  procedural in  John Wiley and  the timing  issue in\r                                                 \r\n\n                               -10-\r\r\n\n this case.   Both are \"conditions precedent\"  to arbitration; but\r\n\nthe  fact that something is a  condition precedent to arbitration\r\n\ndoes not  make  it  any less  a  \"'procedural'  question[]  which\r\n\ngrow[s] out of the dispute and bear[s] on its final disposition .\r\n\n. . .\"  The dispute in this case concerns whether Singh was fired\r\n\nwithout just cause --  a cause of  action clearly covered by  the\r\n\narbitration clause  contained in  the agreement.   The  Company's\r\n\ntimeliness defense is merely a procedural question arising out of\r\n\nthat dispute.\r\n\n          Supreme Court and circuit  court cases demonstrate that\r\n\nthis  rule  is  clear  and  well-established.    For example,  in\r\n\nInternational  Union of Operating Eng'rs v. Flair Builders, Inc.,\r                                                                          \r\n\n406 U.S. 487  (1972), the Supreme Court held that  once the court\r\n\ndetermines that the subject matter of a dispute is covered by the\r\n\ncollective  bargaining  agreement, then  a  claim by  one  of the\r\n\nparties  that the particular grievance is barred by the equitable\r\n\ndefense of  laches is  a question for  the arbitrator  to decide.\r\n\nId. at 491-92.   Similarly, in Trailways v.  Amalgamated Ass'n of\r                                                                           \r\n\nStreet,  Elec. Ry.  &amp; Motor  Coach Employees,  343 F.2d  815 (1st\r                                                      \r\n\nCir.), cert. denied, 383 U.S. 879 (1965), this court rejected the\r                             \r\n\nemployer's  argument  that  the  union  failed  to  file  certain\r\n\ngrievances within the  time conditions imposed by  the collective\r\n\nbargaining agreement.   We cited  John Wiley for  the proposition\r                                                      \r\n\nthat: \"The company's contention that the union failed to file the\r\n\ngrievances  relating to  discharge of  the  employees within  the\r\n\nrequisite  time limits,  is without  merit.   It  can raise  that\r\n\n                               -11-\r\r\n\n defense before the arbitrator but not before this court.\"  Id. at\r                                                                        \r\n\n818.   See also Bechtel  Constr., Inc. v. Laborers'  Int'l Union,\r                                                                          \r\n\n812 F.2d 750, 753 (1st Cir. 1987) (failure to submit grievance to\r\n\ncommittee, as required by step grievance procedure, is \"a classic\r\n\nquestion of  'procedural  arbitrability' for  the  arbitrator  to\r\n\ndecide\").\r\n\n          The  employer in Chauffeurs, Teamsters &amp; Helpers, Local\r                                                                           \r\n\nUnion 765 v. Stroehmann Bros. Co., 625 F.2d  1092 (3d Cir. 1980),\r                                           \r\n\nmade  an argument almost identical to that of the Company in this\r\n\ncase.   The employer argued  that a grievance was  not arbitrable\r\n\nbecause the submission  to the  American Arbitration  Association\r\n\nwas untimely, and maintained \"that the court, not the arbitrator,\r\n\nmust make the determination that all preconditions to arbitration\r                                                                           \r\n\nhave been met.\"   Id. at 1093 (emphasis added).  The court easily\r                              \r\n\nrejected this argument:\r\n\n            [T]he  significance   of  a   default  in\r\n            literal  compliance  with  a  contractual\r\n            procedural   requirement   calls   for  a\r\n            determination  of  the intention  of  the\r\n            parties  to   the  contract.     Such   a\r\n            determination  is  no different  in  kind\r\n            from   a  dispute   over  a   substantive\r\n            contract  provision.     Both   types  of\r\n            determinations are,  under the  governing\r\n            case law, matters for the arbitrator.\r\n\nId.\r            \r\n\n          A plethora of circuit court cases have interpreted John\r                                                                           \r\n\nWiley in the  same or  similar fashion.   See, e.g., Denhardt  v.\r                                                                       \r\n\nTrailways, Inc., 767  F.2d 687, 689 (10th Cir.  1985) (dispute as\r                         \r\n\nto employer's compliance with time limit for conducting a hearing\r\n\nis a procedural matter for arbitrator); Beer Sales Drivers, Local\r                                                                           \r\n\n                               -12-\r\r\n\n 744 v.  Metropolitan Distribs., Inc.,  763 F.2d 300,  302-03 (7th\r                                              \r\n\nCir.  1985) (union's  alleged  failure  to  submit  its  members'\r\n\ngrievances  within time limitation  specified in agreement  is an\r\n\nissue of procedural arbitrability for arbitrator); Nursing Home &amp;\r                                                                           \r\n\nHosp. Union 434 v. Sky Vue Terrace, Inc., 759 F.2d 1094, 1097 (3d\r                                                  \r\n\nCir.  1985)  (\"the  law  is  clear  that  matters  of  procedural\r\n\narbitrability,  such as  time  limits,  are to  be  left for  the\r\n\narbitrator\");   Automotive, Petroleum  &amp; Allied Indus.  Employees\r                                                                           \r\n\nUnion, Local 618 v. Town &amp; Country  Ford, Inc., 709 F.2d 509 (8th\r                                                        \r\n\nCir. 1983) (whether grievance was  barred from arbitration due to\r\n\nunion's  alleged failure to  submit complaint to  employer within\r\n\nfive days from notice of  discharge, as required by agreement, is\r\n\nquestion of procedural arbitrability for arbitrator); Hospital  &amp;\r                                                                           \r\n\nInst. Workers Union Local 250 v. Marshal Hale Memorial Hosp., 647\r                                                                      \r\n\nF.2d 38, 40-41 (9th Cir. 1981) (alleged noncompliance with timing\r\n\nrequirements of a  multiple step procedure is a  question for the\r\n\narbitrator); United Rubber,  Cork, Linoleum &amp; Plastic  Workers v.\r                                                                        \r\n\nInterco, Inc.,  415 F.2d 1208, 1210 (8th  Cir. 1969) (arbitration\r                       \r\n\nordered despite  union's failure  to file  arbitration within  90\r\n\ndays).  The Company has directed us to no cases to the contrary.\r\n\n          In  Washington  Hospital  Center,  supra, the  employer\r                                                            \r\n\nargued that  a  grievance was  not arbitrable  because the  union\r\n\nfailed  to follow the  timing requirements of  the step-grievance\r\n\nprocess.   Relying on John  Wiley, the  Court of Appeals  for the\r                                           \r\n\nDistrict  of Columbia found  that the employer's  position on the\r\n\ngrievance was \"sufficiently frivolous and unreasonable to warrant\r\n\n                               -13-\r\r\n\n a  fee award.\"   Washington Hosp. Ctr.,  746 F.2d at  1510.2  The\r                                                \r\n\ncourt reasoned  that the  employer's position  was frivolous  and\r\n\nunreasonable since  it made  no attempt  to distinguish its  case\r\n\nfrom the facts  of John Wiley, and relied solely on an inapposite\r                                       \r\n\ncase from another circuit.  Id. at 1510-11.\r                                        \r\n\n          The Union in this case  relied heavily on John Wiley in\r                                                                        \r\n\nits memorandum  in support  of its motion  for summary  judgment.\r\n\nNevertheless, the  Company made  no attempt  to distinguish  John\r                                                                           \r\n\nWiley  in its  responsive memorandum.   Indeed,  it did  not even\r               \r\n\nmention   the  case.    Instead,  it  relied  almost  exclusively\r\n\n(although cursorily)  on a case  from the Massachusetts  Court of\r\n\nAppeals decided under  state, not federal law.   The Company does\r\n\nlittle  better  on  appeal,  citing  two  pre-John  Wiley  cases,\r                                                                   \r\n\nincluding one  from this circuit, for the proposition that: \"This\r\n\ncourt has held  that it is for  'the courts to  determine whether\r\n\n                    \r                              \r\n\n2  The  court noted that John  Wiley created a clear  and certain\r                                              \r\nrule with regard to procedural  arbitrability.  We agree with its\r\ncomment that:\r\n\n            The benefits  of the rule's  certainty --\r\n            that  all   disputes  as   to  procedural\r                               \r\n            arbitrability are  for the  arbitrator --\r\n            outweigh any countervailing  factors.  As\r\n            the  Supreme  Court  said in  Wiley,  any\r                                                         \r\n            other rule would engender  delay with the\r\n            potential  to  'entirely   eliminate  the\r\n            prospect   of    a   speedy    arbitrated\r\n            settlement   of  the   dispute,  to   the\r\n            disadvantage of  the parties  .  . .  and\r\n            contrary  to the  aims of  national labor\r\n            policy.'\"\r\n\nId. at 1512 (quoting John Wiley, 376 U.S. at 558).\r                                         \r\n\n                               -14-\r\r\n\n procedural   conditions  to  arbitrate  have  been  met.'\"3    As\r                                 \r\n\ndemonstrated above,  it is clear  that this  proposition did  not\r\n\nsurvive John Wiley.  Moreover, in its sole attempt to distinguish\r                            \r\n\nJohn Wiley, the  Company compares the time bar  provisions of its\r                    \r\n\ncollective-bargaining agreement with a wholly immaterial contract\r\n\nprovision from John  Wiley.4  Finally,  the Company has  directed\r                                    \r\n\nthis court to  no federal circuit or district  court precedent to\r\n\nsupport its position.\r\n                    \r                              \r\n\n3  The two cases cited are Boston Mut. Life Ins. Co. v. Insurance\r                                                                           \r\nAgents Int'l  Union, 258  F.2d 516  (1st Cir.  1958) and  Brass &amp;\r                                                                           \r\nCopper Workers Fed. Labor Union  No. 19322 v. American Brass Co.,\r                                                                          \r\n272 F.2d 849 (7th Cir. 1959), cert. denied, 363  U.S. 845 (1960).\r                                                    \r\nThe  Company also  indicates that  one  of these  cases --  it is\r\nsomewhat unclear which -- is \"quoting from\" John Wiley.  This is,\r                                                                \r\nof course,  a rather  dubious proposition  considering that  both\r\ncases were decided  before John Wiley.  We will  give the Company\r                                               \r\nthe benefit of the doubt that it  intended to say \"cited in\" John\r                                                                           \r\nWiley, as  both cases are  cited therein as examples  of circuits\r               \r\nthat have held that  it is for the court  to determine procedural\r\nquestions,  John  Wiley,  376 U.S.  at  556  n.12, a  proposition\r                                 \r\nrejected by John Wiley and its progeny.  Supra.\r                                                        \r\n\n4  The Company's brief states:\r\n\n            \"Compared with  the defendant's  contract\r\n            language which  plainly states  'The time\r\n            limits  provided  in   this  Article  are\r\n            conditions precedent  for the  filing and\r                                                               \r\n            processing  of   grievances  under   this\r                                                               \r\n            Article\r                             \r\n            .  .  .,  we  submit  that  there  is  no\r\n            comparison or similarity  to Wiley, who's\r                                                        \r\n            [sic] contract language  simply holds 'No\r\n            dispute alleging discrimination  shall be\r\n            subject  to   grievance  or   arbitration\r\n            unless no remedy therefore is provided  .\r\n            . .'\"  (emphasis in original).\r\n\n   In fact, the actual time bar  at issue in John Wiley was  very\r                                                                 \r\nsimilar to that  in this case.   It stated that: \"The  failure of\r\neither party to  file the grievance  within this time  limitation\r\nshall  be construed  and be  deemed to  be an abandonment  of the\r\ngrievance.\"  373 U.S. at 556 n.11.\r\n\n                               -15-\r\r\n\n           Under these  extraordinary circumstances, we  think the\r\n\nCompany's position  regarding the  Singh grievance  has been  and\r\n\ncontinues to be frivolous,  unreasonable, and without foundation.\r\n\nWe conclude  that  the district  court abused  its discretion  in\r\n\ndeciding to  the contrary.5   Accordingly, we remand the  case to\r\n\nthe district court to assess and impose attorneys' fees and costs\r\n\nupon   the  Company  for  its  refusal  to  arbitrate  the  Singh\r\n\ngrievance.\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For  the reasons  stated herein,  the  decision of  the\r\n\ndistrict court is affirmed in part and reversed in  part, and the\r                                                                  \r\n\ncase is remanded  to the district  court for further  proceedings\r                          \r\n\nconsistent with this opinion.\r\n\n                    \r                              \r\n\n5  In making this determination, we find some significance in the\r\nfact  that the district court offered  virtually no rationale for\r\nits decision not to award attorneys' fees on the Singh grievance,\r\ndespite  its recognition  that \"an  'untimeliness'  defense is  a\r\nclassic case of  procedural arbitrability that should  be decided\r\nby the arbitrator . . . .\"\r\n\n                               -16-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1031\r\n\n                   LOCAL 285, SERVICE EMPLOYEES\r\n                  INTERNATIONAL UNION, AFL-CIO,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n               NONOTUCK RESOURCE ASSOCIATES, INC.,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. Frank H. Freedman, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n\n                    and Stahl, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n     David  B. Rome,  with whom  Lois  Johnson, Angoff,  Goldman,\r                                                                           \r\nManning, Pyle, Wanger &amp; Hiatt, P.C., were on brief for appellant.\r                                             \r\n     Albert R. Mason for appellee.\r                              \r\n\n                                           \r\n\n                         August 31, 1995\r\n                                           \r\r\n\n           TORRUELLA, Chief Judge.   Local 285, Service  Employees\r                    TORRUELLA, Chief Judge.\r                                          \r\n\nInternational  Union,  AFL-CIO,  CLC  (\"the  Union\"),   submitted\r\n\ngrievances for  two discharged  employees, Justin  Onanibaku (the\r\n\n\"Onanibaku grievance\") and Mildred Singh (the \"Singh grievance\"),\r\n\npursuant to the grievance/arbitration procedure contained  in its\r\n\ncollective   bargaining   agreement    with   Nonotuck   Resource\r\n\nAssociates,  Inc. (\"the Company\").   The Union  alleged that both\r\n\nemployees  were discharged  without \"just  cause.\"   The  Company\r\n\nrefused  to  submit  to  arbitration,  maintaining  that  neither\r\n\ngrievance   was  arbitrable   under  the   collective  bargaining\r\n\nagreement.  The Union then filed the instant action in the United\r\n\nStates District Court for the District of Massachusetts, pursuant\r\n\nto    301 of the Labor Management Relations  Act, 29 U.S.C.   185\r\n\n(1982), to compel the Company to arbitrate both grievances.  Upon\r\n\ncross-motions for  summary judgment,  the district court  ordered\r\n\nthe  Company to  arbitrate  the  grievances,  and  rejected  both\r\n\nparty's  motions for  attorneys'  fees.   The  Union appeals  the\r\n\ndenial  of its  request  for  attorneys' fees.1    We affirm  the\r\n\ndenial of attorneys' fees with  respect to one of the grievances,\r\n\nreverse the denial  of attorneys' fees with respect  to the other\r\n\ngrievance,  and remand  the case  to the  district court  for the\r\n\ncalculation of fees.\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n                    \r                              \r\n\n1  The Company does not appeal the district court's decision that\r\nthe grievances are arbitrable.\r\n\n                               -2-\r\r\n\n           In deciding not to award the Union its attorneys' fees,\r\n\nthe district  court reasoned  that \"even  though [the  Company's]\r\n\ncontentions fell short -- a good faith dispute existed as  to the\r\n\nproper  venue for  this case.\"   We  review the  district court's\r\n\ndecision  only for  \"abuse  of  discretion.\"    Crafts  Precision\r                                                                           \r\n\nIndus., Inc. v.  Lodge No. 1836, Int'l Assoc.  of Machinists, </pre><span class=\"citation\" data-id=\"532517\"><a href=\"/opinion/532517/no-89-1460/\"><span class=\"volume\">889</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1184</span></a></span><pre class=\"inline\">, 1186 (1st Cir. 1989).\r\n\n          A.   The Proper Standard\r                    A.   The Proper Standard\r                                            \r\n\n          As  an  initial  matter,  the  Union  argues  that  the\r\n\ndistrict court analyzed the question  of attorneys' fees under an\r\n\nimproper standard.  The Union argues that the court's  use of the\r\n\nphrase \"good faith dispute\" indicates that it improperly required\r\n\nthe Union  to show  bad faith  on the  part of  the Company  as a\r\n\nprerequisite to a fee award.  The Union maintains that, under the\r\n\nproper standard,  all it  needed to show  was that  the Company's\r\n\nrefusal  to  arbitrate  was objectively  \"without  justification\"\r\n\nunder  the terms  of  the  collective  bargaining  agreement  and\r\n\ncontrolling law, and that the Company's subjective good faith  is\r\n\ntherefore irrelevant.   The  Company, on  the other  hand, argues\r\n\nthat the district court correctly applied a bad faith test.\r\n\n          Under  the   so-called  \"American   Rule,\"  absent   an\r\n\nauthorizing   statute   or  contractual   commitment,   litigants\r\n\ngenerally  bear  their  own  costs.    Aleyska  Pipeline  Co.  v.\r                                                                       \r\n\nWilderness  Soc'y,  </pre><span class=\"citation no-link\"><span class=\"volume\">421</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">240</span></span><pre class=\"inline\">,  257  (1974).    One  of  the\r                           \r\n\nexceptions to  this rule, however, is that  a court may award the\r\n\nprevailing party  its attorney's fees  if it determines  that the\r\n\n                               -3-\r\r\n\n losing  party  has  \"acted  in bad  faith,  vexatiously,  or  for\r\n\noppressive reasons . . . .\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 258-59 </span><pre class=\"inline\">(quoting F.D. Rich Co.\r                                                                           \r\n\nv. United States  ex rel. Indus.  Lumber Co., </pre><span class=\"citation\" data-id=\"109048\"><a href=\"/opinion/109048/fd-rich-co-v-united-states-ex-rel-industrial-lumber-co/\"><span class=\"volume\">417</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">116</span></a></span><pre class=\"inline\">,  129\r                                                      \r\n\n(1974)).   See also  Cote v. James  River Corp., </pre><span class=\"citation\" data-id=\"451691\"><a href=\"/opinion/451691/marie-r-cote-v-james-river-corporation-united-brotherhood-local-75/\"><span class=\"volume\">761</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span><pre class=\"inline\">, 61\r                                                         \r\n\n(1st Cir. 1985).   \"[T]he term 'vexatious' means  that the losing\r\n\nparty's  actions  were   'frivolous,  unreasonable,  or   without\r\n\nfoundation,  even though not  brought in subjective  bad faith.'\"\r\n\nWashington Hosp. Ctr. v. Service  Employees Int'l Union, </pre><span class=\"citation\" data-id=\"443934\"><a href=\"/opinion/443934/washington-hospital-center-v-service-employees-international-union-local/\"><span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n\n<span class=\"page\">1503</span></a></span><pre class=\"inline\">, 1510 (D.C.  Cir. 1984) (quoting Christiansburg  Garment Co.\r                                                                           \r\n\nv. EEOC, </pre><span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">434</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span><pre class=\"inline\">, 421 (1978)).  See  also Crafts </pre><span class=\"citation\" data-id=\"532517\"><span class=\"antecedent_guess\">Precision,</span>\r                                                                          \r\n\n<a href=\"/opinion/532517/no-89-1460/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1186</span></a></span><pre class=\"inline\">.\r\n\n          It  is clear, therefore, that contrary to the Company's\r\n\nassertions, subjective bad  faith is not a prerequisite  to a fee\r\n\naward.  Moreover, contrary  to the Union's suggestions, we  think\r\n\nthat  the district  court's citation  to  Courier-Citizen Co.  v.\r                                                                       \r\n\nBoston Electrotypers  Union No. 11,  </pre><span class=\"citation\" data-id=\"415480\"><a href=\"/opinion/415480/courier-citizen-company-v-boston-electrotypers-union-no-11-international/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">273</span></a></span><pre class=\"inline\">, 282  (1st Cir.\r                                            \r\n\n1983), which  recites a  \"without justification\"  test, indicates\r\n\nthat the court  understood the proper  standard, and merely  used\r\n\nthe term \"good faith dispute\"  to refer to what it considered  an\r\n\nobjectively  and  subjectively  reasonable  dispute  between  the\r\n\nparties  over  the interpretation  of  the collective  bargaining\r\n\nagreement and controlling law.   We therefore reject the  Union's\r\n\nargument that  the district court applied an improper standard of\r\n\nreview.\r\n\n          B.   The Two Grievances\r                    B.   The Two Grievances\r                                           \r\n\n                               -4-\r\r\n\n           The Company  refused to  arbitrate either grievance  on\r\n\nthe grounds that they were not  arbitrable under the terms of the\r\n\ncollective-bargaining  agreement.    The question  on  appeal  is\r\n\nwhether either or both of  the grievances were so clearly subject\r\n\nto arbitration  under  the collective  bargaining  agreement  and\r\n\ncontrolling law  that we can  say that the district  court abused\r\n\nits discretion in concluding that the Company's refusal to submit\r\n\nto  arbitration  was  not  frivolous,  unreasonable,  or  without\r\n\njustification.\r\n\n          We begin  by recognizing the  general rule that  when a\r\n\ncollective bargaining  agreement contains an  arbitration clause,\r\n\nsuch as the one in this case, \"a presumption of arbitrability [is\r\n\ncreated]  in  the  sense  that  '[a]n  order   to  arbitrate  the\r\n\nparticular grievance should  not be denied unless it  may be said\r\n\nwith  positive assurance  that  the  arbitration  clause  is  not\r\n\nsusceptible  of  an  interpretation   that  covers  the  asserted\r\n\ndispute.  Doubts should be resolved in favor of coverage.'\"  AT &amp;\r                                                                           \r\n\nT Technologies,  Inc. v. Communications Workers of  Am., </pre><span class=\"citation\" data-id=\"111623\"><a href=\"/opinion/111623/att-technologies-inc-v-communications-workers/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span>\r                                                                 \r\n\n<span class=\"page\">643</span></a></span><pre class=\"inline\">,  650  (1986)   (quoting  Steelworkers  v.  Warrior   &amp;  Gulf\r                                                                           \r\n\nNavigation Co., </pre><span class=\"citation\" data-id=\"106085\"><a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">574</span></a></span><pre class=\"inline\">, 582-83 (1960)).  It  is also true,\r                        \r\n\nhowever, that  \"arbitration is a  matter of contract and  a party\r\n\ncannot be required to submit  to arbitration any dispute which he\r\n\nhas  not agreed  so to submit.\"   </pre><span class=\"citation\" data-id=\"106085\"><a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"id_token\">Id.</span>  at 648 </a></span><pre class=\"inline\">(quoting  Warrior &amp;\r                                                                           \r\n\n</pre><span class=\"citation\" data-id=\"106085\"><span class=\"antecedent_guess\">Gulf,</span> <a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">582</span></a></span><pre class=\"inline\">).\r              \r\n\n            1.  The Onanibaku Grievance\r                      1.  The Onanibaku Grievance\r                                                 \r\n\n                               -5-\r\r\n\n           The  Company   argued  on  summary  judgment  that  the\r\n\nOnanibaku  grievance was  not  arbitrable  under the  collective-\r\n\nbargaining   agreement   because  Onanibaku   alleged   that  his\r\n\ndiscipline  was discriminatorily  motivated.   Article  5 of  the\r\n\ncollective  bargaining  agreement  provides  that  \"[n]o  dispute\r\n\nregarding alleged discrimination shall be subject to grievance or\r\n\narbitration  unless no remedy  therefore is provided  by State or\r\n\nfederal law.\"   The Union argues that the  Company's position was\r\n\nwithout justification because the terms of the grievance filed by\r\n\nthe  Union on  behalf of  Onanibaku  alleged merely  that he  was\r\n\ndischarged without just cause; it did not mention discrimination.\r\n\nThe   Union  points  out   that,  as  the   certified  bargaining\r\n\nrepresentative,  the labor organization, not the employee, is the\r\n\nmaster of the grievance.  See Republic Steel Corp. v. Maddox, </pre><span class=\"citation\" data-id=\"106973\"><a href=\"/opinion/106973/republic-steel-corp-v-maddox/\"><span class=\"volume\">379</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">650</span></a></span><pre class=\"inline\">, 653  (1965) (union has no duty  to pursue unmeritorious\r\n\ngrievances); Miller v. United States Postal Serv., </pre><span class=\"citation\" data-id=\"599285\"><a href=\"/opinion/599285/ralph-j-miller-jr-v-united-states-postal-service/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">, 12\r                                                           \r\n\n(1st Cir.  1993).  The  Union also points  out that it  wrote the\r\n\nCompany a letter  specifically stating that  it was not  alleging\r\n\ndiscrimination.\r\n\n          We think the district court acted within its discretion\r\n\nin concluding that  the Company's defense to the arbitrability of\r\n\nthe  Onanibaku grievance was  not so frivolous,  unreasonable, or\r\n\nwithout  justification as  to  warrant  imposition of  attorneys'\r\n\nfees.  The fact is that Onanibaku alleged, prior to the filing of\r\n\nthe   grievance,  that   his   discipline  was   discriminatorily\r\n\nmotivated.   Moreover, he filed  a charge with  the Massachusetts\r\n\n                               -6-\r\r\n\n Commission  Against   Discrimination,  and  filed   civil  rights\r\n\ncomplaints  with  the  Northampton   Police,  alleging  that  the\r\n\ndisciplinary action was discriminatorily  motivated.  Under these\r\n\ncircumstances, we do not find  it so unreasonable for the Company\r\n\nto assert the position that a claim  of discrimination was at the\r\n\nheart  of  the Onanibaku  grievance, and  that the  grievance was\r\n\ntherefore  not arbitrable.   This  was  an issue  of \"substantive\r\n\narbitrability,\" thesignificance ofwhich weshall presentlydiscuss.\r\n\n            2.  The Singh Grievance\r                      2.  The Singh Grievance\r                                             \r\n\n          The Company refused to arbitrate the Singh grievance on\r\n\nthe  grounds  that  it  was  not filed  within  the  time  limits\r\n\nestablished in Article 20 of the collective bargaining agreement.\r\n\nArticle 20 provides  that any grievance must be  presented to the\r\n\nemployee's appropriate  supervisor \"no  later  than fifteen  (15)\r\n\ncalendar  days  following  the  date  of  the  grievance  or  the\r\n\nEmployee's  knowledge  of  its  occurrence.\"    Article  20  also\r\n\nprovides:  \"The  time   limits  provided  in  this   article  are\r\n\nconditions  precedent for the filing and processing of grievances\r\n\nunder  this Article.\"   The  district court  held that  the Singh\r\n\ngrievance   was   arbitrable,   reasoning   that   \"because    an\r\n\n'untimeliness'  defense   is  a   classic   case  of   procedural\r                                                   \r\n\narbitrability  that should  be decided  by  the arbitrator,  [the\r\n\nCompany's] contention  to the contrary will  prove unsuccessful.\"\r\n\n(emphasis added).   Again, the court declined to  award the Union\r\n\nits attorneys'  fees.   Our discussion of  this issue  must begin\r\n\nwith the  distinction  between  \"substantive  arbitrability\"  and\r\n\n                               -7-\r\r\n\n \"procedural arbitrability.\"   Substantive arbitrability refers to\r\n\nwhether a dispute involves a subject matter that the parties have\r\n\ncontractually agreed to submit to arbitration.  See International\r                                                                           \r\n\nBhd. of Elec.  Workers, Local 1228, AFL-CIO v.  WNEV-TV, New Eng.\r                                                                           \r\n\nTelevision Corp., </pre><span class=\"citation\" data-id=\"461340\"><a href=\"/opinion/461340/international-brotherhood-of-electrical-workers-local-1228-afl-cio-v/\"><span class=\"volume\">778</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span><pre class=\"inline\">, 49 (1st  Cir. 1985).  For example,\r                          \r\n\nthe   Onanibaku  grievance   raised   a  matter   of  substantive\r\n\narbitrability   --  the  parties  to  the  collective  bargaining\r\n\nagreement  specifically   agreed  not  to   arbitrate  grievances\r\n\nalleging discrimination.   Thus,  the question  for the  district\r\n\ncourt was whether the Onanibaku grievance alleged discrimination.\r\n\nProcedural arbitrability, on the other hand, concerns such issues\r\n\nas to \"whether grievance procedures or some part of them apply to\r\n\na  particular dispute, whether such procedures have been followed\r\n\nor  excused, or  whether  the unexcused  failure  to follow  them\r\n\navoids the duty  to arbitrate.\"  John Wiley &amp; Sons v. Livingston,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"106784\"><a href=\"/opinion/106784/john-wiley-sons-inc-v-livingston/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">543</span></a></span><pre class=\"inline\">, 557 (1964).  See also Beer Sales Drivers, Local 744\r                                                                           \r\n\nv. Metropolitan Distribs.,  Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">763</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">300</span></span><pre class=\"inline\">,  302-03 (7th Cir.\r                                          \r\n\n1985).  In John Wiley,  the Supreme Court established that issues\r                               \r\n\nof substantive  arbitrability are  for the  court to  decide, and\r\n\nissues  of procedural  arbitrability are  for  the arbitrator  to\r\n\ndecide.  \"Once it is determined [by a court] that the parties are\r\n\nobligated  to  submit  the  subject   matter  of  a  dispute   to\r\n\narbitration, 'procedural' questions which grow out of the dispute\r\n\nand  bear  on  its  final  disposition  should  be  left  to  the\r\n\n</pre><span class=\"citation\" data-id=\"106784\"><span class=\"antecedent_guess\">arbitrator.\"</span>  <a href=\"/opinion/106784/john-wiley-sons-inc-v-livingston/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">557</span></a></span><pre class=\"inline\">.\r\n\n                               -8-\r\r\n\n           Thirty years of Supreme Court and federal circuit court\r\n\nprecedent have established that  issues concerning the timeliness\r\n\nof a  filed grievance  are \"classic\"  procedural questions to  be\r\n\ndecided  by an arbitrator, a description appropriately adopted by\r\n\nthe district court.  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span>  supra </span><pre class=\"inline\">p.7.  Unfortunately, the district\r                                         \r\n\ncourt  failed  to   properly  apply  the  consequences   of  this\r\n\ndescription.  Because  the law  is clear on  this issue, and  has\r\n\nbeen  for some  time, the  Company was  without justification  in\r\n\nrefusing  to arbitrate  the Singh grievance,  and in  forcing the\r\n\nUnion  to litigate its  arbitrability in federal  district court.\r\n\nWe  conclude that  the  district court  abused its  discretion in\r\n\nholding to the contrary.\r\n\n          The Company argues that the timeliness requirement  was\r\n\na  bargained-for   \"condition  precedent\"   to  arbitration   and\r\n\ntherefore that it  is for the court to decide whether the parties\r\n\nintended to arbitrate  this particular grievance.  In  support of\r\n\nthis  argument, the Company  notes the Supreme  Court's statement\r\n\nthat  \"[i]n  the absence  of  any express  provision  excluding a\r\n\nparticular  grievance  from arbitration,  .  .  . only  the  most\r\n\nforceful  evidence  of  a  purpose  to  exclude  the  claim  from\r\n\narbitration can prevail.\"   AT &amp; T </pre><span class=\"citation\" data-id=\"111623\"><span class=\"antecedent_guess\">Technologies,</span> <a href=\"/opinion/111623/att-technologies-inc-v-communications-workers/\"><span class=\"volume\">475</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">650</span>\r</a></span><pre class=\"inline\">                                                         \r\n\n(quoting Warrior &amp; </pre><span class=\"citation\" data-id=\"106085\"><span class=\"antecedent_guess\">Gulf,</span> <a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">584-85</span></a></span><pre class=\"inline\">).  The Company argues\r                                 \r\n\nthat  this  is  a  case  of  an  express  provision  excluding  a\r\n\nparticular  grievance from  arbitration,  and  maintains that  to\r\n\nconclude otherwise is  to deprive the Company of  the benefits of\r\n\nits bargain.\r\n\n                               -9-\r\r\n\n           The  Company's position  misapprehends the  distinction\r\n\nbetween substantive and procedural arbitrability.  In John Wiley,\r                                                                          \r\n\nthe employer maintained that it had no duty to arbitrate because:\r\n\n(1)  the collective  bargaining agreement  set  out a  three-step\r\n\ngrievance  procedure, and  the  first  two  steps  had  not  been\r\n\n</pre><span class=\"citation\" data-id=\"106784\"><span class=\"antecedent_guess\">followed,</span> <a href=\"/opinion/106784/john-wiley-sons-inc-v-livingston/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">555-56</span></a></span><pre class=\"inline\">;  and (2) the union allegedly failed\r\n\nto  comply with the following provision of the agreement: \"Notice\r\n\nof  any grievance must  be filed with  the Employer  and with the\r\n\nUnion Shop Steward within four  (4) weeks after its occurrence or\r\n\nlatest  existence.   The  failure  by either  party  to file  the\r\n\ngrievance  within this time limitation shall  be construed and be\r\n\ndeemed to be an abandonment of the  grievance.\"  </pre><span class=\"citation\" data-id=\"106784\"><a href=\"/opinion/106784/john-wiley-sons-inc-v-livingston/\"><span class=\"id_token\">Id.</span> at 556 </a></span><pre class=\"inline\">n.11.\r                                                             \r\n\nAs noted,  the Court  held that  once it  is determined  that the\r\n\nparties are  obligated to  arbitrate the  subject  matter of  the\r\n\ndispute, then any procedural questions growing out of the dispute\r\n\nand  bearing on  its  final  disposition should  be  left to  the\r\n\narbitrator.  </pre><span class=\"citation\" data-id=\"106784\"><a href=\"/opinion/106784/john-wiley-sons-inc-v-livingston/\"><span class=\"id_token\">Id.</span> at 557.\r</a></span><pre class=\"inline\">                         \r\n\n          The John Wiley Court reasoned that, because the role of\r                                  \r\n\na reviewing court is only to determine whether the subject matter\r\n\nof the dispute is arbitrable under the agreement, and not to rule\r\n\non the merits  of the dispute,  and because procedural  questions\r\n\nare often inextricably  bound up with the merits  of the dispute,\r\n\nprocedural  questions should be  decided by the  arbitrator along\r\n\nwith the merits.  See </pre><span class=\"citation\" data-id=\"106784\"><a href=\"/opinion/106784/john-wiley-sons-inc-v-livingston/\"><span class=\"id_token\">id.</span> at 557.\r</a></span><pre class=\"inline\">                                  \r\n\n          There is no  principled distinction between the  timing\r\n\nissue deemed  procedural in  John Wiley and  the timing  issue in\r                                                 \r\n\n                               -10-\r\r\n\n this case.   Both are \"conditions precedent\"  to arbitration; but\r\n\nthe  fact that something is a  condition precedent to arbitration\r\n\ndoes not  make  it  any less  a  \"'procedural'  question[]  which\r\n\ngrow[s] out of the dispute and bear[s] on its final disposition .\r\n\n. . .\"  The dispute in this case concerns whether Singh was fired\r\n\nwithout just cause --  a cause of  action clearly covered by  the\r\n\narbitration clause  contained in  the agreement.   The  Company's\r\n\ntimeliness defense is merely a procedural question arising out of\r\n\nthat dispute.\r\n\n          Supreme Court and circuit  court cases demonstrate that\r\n\nthis  rule  is  clear  and  well-established.    For example,  in\r\n\nInternational  Union of Operating Eng'rs v. Flair Builders, Inc.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"108545\"><a href=\"/opinion/108545/operating-engineers-v-flair-builders-inc/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">487</span> </a></span><pre class=\"inline\"> (1972), the Supreme Court held that  once the court\r\n\ndetermines that the subject matter of a dispute is covered by the\r\n\ncollective  bargaining  agreement, then  a  claim by  one  of the\r\n\nparties  that the particular grievance is barred by the equitable\r\n\ndefense of  laches is  a question for  the arbitrator  to decide.\r\n\n</pre><span class=\"citation\" data-id=\"108545\"><a href=\"/opinion/108545/operating-engineers-v-flair-builders-inc/\"><span class=\"id_token\">Id.</span> at 491-92. </a></span><pre class=\"inline\">  Similarly, in Trailways v.  Amalgamated Ass'n of\r                                                                           \r\n\nStreet,  Elec. Ry.  &amp; Motor  Coach Employees,  </pre><span class=\"citation\" data-id=\"267475\"><a href=\"/opinion/267475/trailways-of-new-england-inc-v-amalgamated-association-of-street/\"><span class=\"volume\">343</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">815</span> </a></span><pre class=\"inline\">(1st\r                                                      \r\n\nCir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">879</span> </span><pre class=\"inline\">(1965), this court rejected the\r                             \r\n\nemployer's  argument  that  the  union  failed  to  file  certain\r\n\ngrievances within the  time conditions imposed by  the collective\r\n\nbargaining agreement.   We cited  John Wiley for  the proposition\r                                                      \r\n\nthat: \"The company's contention that the union failed to file the\r\n\ngrievances  relating to  discharge of  the  employees within  the\r\n\nrequisite  time limits,  is without  merit.   It  can raise  that\r\n\n                               -11-\r\r\n\n defense before the arbitrator but not before this court.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at\r                                                                        \r\n\n818. </span><pre class=\"inline\">  See also Bechtel  Constr., Inc. v. Laborers'  Int'l Union,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"483810\"><a href=\"/opinion/483810/bechtel-construction-inc-v-laborers-international-union-of-north/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">750</span></a></span><pre class=\"inline\">, 753 (1st Cir. 1987) (failure to submit grievance to\r\n\ncommittee, as required by step grievance procedure, is \"a classic\r\n\nquestion of  'procedural  arbitrability' for  the  arbitrator  to\r\n\ndecide\").\r\n\n          The  employer in Chauffeurs, Teamsters &amp; Helpers, Local\r                                                                           \r\n\nUnion 765 v. Stroehmann Bros. Co., </pre><span class=\"citation\" data-id=\"380314\"><a href=\"/opinion/380314/chauffeurs-teamsters-and-helpers-local-union-no-765-v-stroehmann/\"><span class=\"volume\">625</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1092</span> </a></span><pre class=\"inline\">(3d Cir. 1980),\r                                           \r\n\nmade  an argument almost identical to that of the Company in this\r\n\ncase.   The employer argued  that a grievance was  not arbitrable\r\n\nbecause the submission  to the  American Arbitration  Association\r\n\nwas untimely, and maintained \"that the court, not the arbitrator,\r\n\nmust make the determination that all preconditions to arbitration\r                                                                           \r\n\nhave been met.\"   </pre><span class=\"citation\" data-id=\"380314\"><a href=\"/opinion/380314/chauffeurs-teamsters-and-helpers-local-union-no-765-v-stroehmann/\"><span class=\"id_token\">Id.</span> at 1093 </a></span><pre class=\"inline\">(emphasis added).  The court easily\r                              \r\n\nrejected this argument:\r\n\n            [T]he  significance   of  a   default  in\r\n            literal  compliance  with  a  contractual\r\n            procedural   requirement   calls   for  a\r\n            determination  of  the intention  of  the\r\n            parties  to   the  contract.     Such   a\r\n            determination  is  no different  in  kind\r\n            from   a  dispute   over  a   substantive\r\n            contract  provision.     Both   types  of\r\n            determinations are,  under the  governing\r\n            case law, matters for the arbitrator.\r\n\n</pre><span class=\"citation\" data-id=\"380314\"><a href=\"/opinion/380314/chauffeurs-teamsters-and-helpers-local-union-no-765-v-stroehmann/\"><span class=\"id_token\">Id.</span>\r            \r\n\n          A plethora </a></span><pre class=\"inline\">of circuit court cases have interpreted John\r                                                                           \r\n\nWiley in the  same or  similar fashion.   See, e.g., Denhardt  v.\r                                                                       \r\n\nTrailways, Inc., </pre><span class=\"citation\" data-id=\"454926\"><a href=\"/opinion/454926/monty-d-denhardt-v-trailways-inc/\"><span class=\"volume\">767</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">687</span></a></span><pre class=\"inline\">, 689 (10th Cir.  1985) (dispute as\r                         \r\n\nto employer's compliance with time limit for conducting a hearing\r\n\nis a procedural matter for arbitrator); Beer Sales Drivers, Local\r                                                                           \r\n\n                               -12-\r\r\n\n 744 v.  Metropolitan Distribs., Inc.,  </pre><span class=\"citation no-link\"><span class=\"volume\">763</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">300</span></span><pre class=\"inline\">,  302-03 (7th\r                                              \r\n\nCir.  1985) (union's  alleged  failure  to  submit  its  members'\r\n\ngrievances  within time limitation  specified in agreement  is an\r\n\nissue of procedural arbitrability for arbitrator); Nursing Home &amp;\r                                                                           \r\n\nHosp. Union 434 v. Sky Vue Terrace, Inc., </pre><span class=\"citation\" data-id=\"450730\"><a href=\"/opinion/450730/nursing-home-hospital-union-no-434-afl-cio-ldiu-by-louis-mackson/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1094</span></a></span><pre class=\"inline\">, 1097 (3d\r                                                  \r\n\nCir.  1985)  (\"the  law  is  clear  that  matters  of  procedural\r\n\narbitrability,  such as  time  limits,  are to  be  left for  the\r\n\narbitrator\");   Automotive, Petroleum  &amp; Allied Indus.  Employees\r                                                                           \r\n\nUnion, Local 618 v. Town &amp; Country  Ford, Inc., </pre><span class=\"citation\" data-id=\"419798\"><a href=\"/opinion/419798/automotive-petroleum-and-allied-industries-employees-union-local-no-618/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">509</span> </a></span><pre class=\"inline\">(8th\r                                                        \r\n\nCir. 1983) (whether grievance was  barred from arbitration due to\r\n\nunion's  alleged failure to  submit complaint to  employer within\r\n\nfive days from notice of  discharge, as required by agreement, is\r\n\nquestion of procedural arbitrability for arbitrator); Hospital  &amp;\r                                                                           \r\n\nInst. Workers Union Local 250 v. Marshal Hale Memorial Hosp., </pre><span class=\"citation\" data-id=\"389583\"><a href=\"/opinion/389583/hospital-and-institutional-workers-union-local-250-seiu-afl-cio-v/\"><span class=\"volume\">647</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span><pre class=\"inline\">, 40-41 (9th Cir. 1981) (alleged noncompliance with timing\r\n\nrequirements of a  multiple step procedure is a  question for the\r\n\narbitrator); United Rubber,  Cork, Linoleum &amp; Plastic  Workers v.\r                                                                        \r\n\nInterco, Inc.,  </pre><span class=\"citation\" data-id=\"286486\"><a href=\"/opinion/286486/local-198-united-rubber-cork-linoleum-plastic-workers-of-america/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1208</span></a></span><pre class=\"inline\">, 1210 (8th  Cir. 1969) (arbitration\r                       \r\n\nordered despite  union's failure  to file  arbitration within  90\r\n\ndays).  The Company has directed us to no cases to the contrary.\r\n\n          In  Washington  Hospital  </pre><span class=\"citation\" data-id=\"443934\"><a href=\"/opinion/443934/washington-hospital-center-v-service-employees-international-union-local/\"><span class=\"antecedent_guess\">Center,</span>  supra</a></span><pre class=\"inline\">, the  employer\r                                                            \r\n\nargued that  a  grievance was  not arbitrable  because the  union\r\n\nfailed  to follow the  timing requirements of  the step-grievance\r\n\nprocess.   Relying on John  Wiley, the  Court of Appeals  for the\r                                           \r\n\nDistrict  of Columbia found  that the employer's  position on the\r\n\ngrievance was \"sufficiently frivolous and unreasonable to warrant\r\n\n                               -13-\r\r\n\n a  fee award.\"   Washington Hosp. </pre><span class=\"citation\" data-id=\"443934\"><span class=\"antecedent_guess\">Ctr.,</span>  <a href=\"/opinion/443934/washington-hospital-center-v-service-employees-international-union-local/\"><span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">1510</span></a></span><pre class=\"inline\">.2  The\r                                                \r\n\ncourt reasoned  that the  employer's position  was frivolous  and\r\n\nunreasonable since  it made  no attempt  to distinguish its  case\r\n\nfrom the facts  of John Wiley, and relied solely on an inapposite\r                                       \r\n\ncase from another circuit.  </pre><span class=\"citation\" data-id=\"443934\"><a href=\"/opinion/443934/washington-hospital-center-v-service-employees-international-union-local/\"><span class=\"id_token\">Id.</span> at 1510-11.\r</a></span><pre class=\"inline\">                                        \r\n\n          The Union in this case  relied heavily on John Wiley in\r                                                                        \r\n\nits memorandum  in support  of its motion  for summary  judgment.\r\n\nNevertheless, the  Company made  no attempt  to distinguish  John\r                                                                           \r\n\nWiley  in its  responsive memorandum.   Indeed,  it did  not even\r               \r\n\nmention   the  case.    Instead,  it  relied  almost  exclusively\r\n\n(although cursorily)  on a case  from the Massachusetts  Court of\r\n\nAppeals decided under  state, not federal law.   The Company does\r\n\nlittle  better  on  appeal,  citing  two  pre-John  Wiley  cases,\r                                                                   \r\n\nincluding one  from this circuit, for the proposition that: \"This\r\n\ncourt has held  that it is for  'the courts to  determine whether\r\n\n                    \r                              \r\n\n2  The  court noted that John  Wiley created a clear  and certain\r                                              \r\nrule with regard to procedural  arbitrability.  We agree with its\r\ncomment that:\r\n\n            The benefits  of the rule's  certainty --\r\n            that  all   disputes  as   to  procedural\r                               \r\n            arbitrability are  for the  arbitrator --\r\n            outweigh any countervailing  factors.  As\r\n            the  Supreme  Court  said in  Wiley,  any\r                                                         \r\n            other rule would engender  delay with the\r\n            potential  to  'entirely   eliminate  the\r\n            prospect   of    a   speedy    arbitrated\r\n            settlement   of  the   dispute,  to   the\r\n            disadvantage of  the parties  .  . .  and\r\n            contrary  to the  aims of  national labor\r\n            policy.'\"\r\n\n</pre><span class=\"citation\" data-id=\"443934\"><a href=\"/opinion/443934/washington-hospital-center-v-service-employees-international-union-local/\"><span class=\"id_token\">Id.</span> at 1512 </a></span><pre class=\"inline\">(quoting John </pre><span class=\"citation\" data-id=\"106784\"><span class=\"antecedent_guess\">Wiley,</span> <a href=\"/opinion/106784/john-wiley-sons-inc-v-livingston/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">558</span></a></span><pre class=\"inline\">).\r                                         \r\n\n                               -14-\r\r\n\n procedural   conditions  to  arbitrate  have  been  met.'\"3    As\r                                 \r\n\ndemonstrated above,  it is clear  that this  proposition did  not\r\n\nsurvive John Wiley.  Moreover, in its sole attempt to distinguish\r                            \r\n\nJohn Wiley, the  Company compares the time bar  provisions of its\r                    \r\n\ncollective-bargaining agreement with a wholly immaterial contract\r\n\nprovision from John  Wiley.4  Finally,  the Company has  directed\r                                    \r\n\nthis court to  no federal circuit or district  court precedent to\r\n\nsupport its position.\r\n                    \r                              \r\n\n3  The two cases cited are Boston Mut. Life Ins. Co. v. Insurance\r                                                                           \r\nAgents Int'l  Union, </pre><span class=\"citation\" data-id=\"245932\"><a href=\"/opinion/245932/boston-mutual-life-insurance-company-v-insurance-agents-international/\"><span class=\"volume\">258</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">516</span> </a></span><pre class=\"inline\"> (1st Cir.  1958) and  Brass &amp;\r                                                                           \r\nCopper Workers Fed. Labor Union  No. 19322 v. American Brass Co.,\r                                                                          \r\n</pre><span class=\"citation\" data-id=\"249565\"><a href=\"/opinion/249565/brass-and-copper-workers-federal-labor-union-no-19322-afl-cio-v-american/\"><span class=\"volume\">272</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">849</span> </a></span><pre class=\"inline\">(7th Cir. 1959), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">363</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">845</span> </span><pre class=\"inline\">(1960).\r                                                    \r\nThe  Company also  indicates that  one  of these  cases --  it is\r\nsomewhat unclear which -- is \"quoting from\" John Wiley.  This is,\r                                                                \r\nof course,  a rather  dubious proposition  considering that  both\r\ncases were decided  before John Wiley.  We will  give the Company\r                                               \r\nthe benefit of the doubt that it  intended to say \"cited in\" John\r                                                                           \r\nWiley, as  both cases are  cited therein as examples  of circuits\r               \r\nthat have held that  it is for the court  to determine procedural\r\nquestions,  John  </pre><span class=\"citation\" data-id=\"106784\"><span class=\"antecedent_guess\">Wiley,</span>  <a href=\"/opinion/106784/john-wiley-sons-inc-v-livingston/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span>  at  <span class=\"page\">556</span> </a></span><pre class=\"inline\"> n.12, a  proposition\r                                 \r\nrejected by John Wiley and its progeny.  Supra.\r                                                        \r\n\n4  The Company's brief states:\r\n\n            \"Compared with  the defendant's  contract\r\n            language which  plainly states  'The time\r\n            limits  provided  in   this  Article  are\r\n            conditions precedent  for the  filing and\r                                                               \r\n            processing  of   grievances  under   this\r                                                               \r\n            Article\r                             \r\n            .  .  .,  we  submit  that  there  is  no\r\n            comparison or similarity  to Wiley, who's\r                                                        \r\n            [sic] contract language  simply holds 'No\r\n            dispute alleging discrimination  shall be\r\n            subject  to   grievance  or   arbitration\r\n            unless no remedy therefore is provided  .\r\n            . .'\"  (emphasis in original).\r\n\n   In fact, the actual time bar  at issue in John Wiley was  very\r                                                                 \r\nsimilar to that  in this case.   It stated that: \"The  failure of\r\neither party to  file the grievance  within this time  limitation\r\nshall  be construed  and be  deemed to  be an abandonment  of the\r\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">grievance.\"</span>  <span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">556</span> </span><pre class=\"inline\">n.11.\r\n\n                               -15-\r\r\n\n           Under these  extraordinary circumstances, we  think the\r\n\nCompany's position  regarding the  Singh grievance  has been  and\r\n\ncontinues to be frivolous,  unreasonable, and without foundation.\r\n\nWe conclude  that  the district  court abused  its discretion  in\r\n\ndeciding to  the contrary.5   Accordingly, we remand the  case to\r\n\nthe district court to assess and impose attorneys' fees and costs\r\n\nupon   the  Company  for  its  refusal  to  arbitrate  the  Singh\r\n\ngrievance.\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For  the reasons  stated herein,  the  decision of  the\r\n\ndistrict court is affirmed in part and reversed in  part, and the\r                                                                  \r\n\ncase is remanded  to the district  court for further  proceedings\r                          \r\n\nconsistent with this opinion.\r\n\n                    \r                              \r\n\n5  In making this determination, we find some significance in the\r\nfact  that the district court offered  virtually no rationale for\r\nits decision not to award attorneys' fees on the Singh grievance,\r\ndespite  its recognition  that \"an  'untimeliness'  defense is  a\r\nclassic case of  procedural arbitrability that should  be decided\r\nby the arbitrator . . . .\"\r\n\n                               -16-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106085/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106784/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106973/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108545/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109048/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109769/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111623/",
    "https://www.courtlistener.com/api/rest/v3/opinions/245932/",
    "https://www.courtlistener.com/api/rest/v3/opinions/249565/",
    "https://www.courtlistener.com/api/rest/v3/opinions/267475/",
    "https://www.courtlistener.com/api/rest/v3/opinions/286486/",
    "https://www.courtlistener.com/api/rest/v3/opinions/380314/",
    "https://www.courtlistener.com/api/rest/v3/opinions/389583/",
    "https://www.courtlistener.com/api/rest/v3/opinions/415480/",
    "https://www.courtlistener.com/api/rest/v3/opinions/419798/",
    "https://www.courtlistener.com/api/rest/v3/opinions/443934/",
    "https://www.courtlistener.com/api/rest/v3/opinions/450730/",
    "https://www.courtlistener.com/api/rest/v3/opinions/451691/",
    "https://www.courtlistener.com/api/rest/v3/opinions/454926/",
    "https://www.courtlistener.com/api/rest/v3/opinions/461340/",
    "https://www.courtlistener.com/api/rest/v3/opinions/483810/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532517/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599285/"
  ]
}