{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196288/",
  "id": 196288,
  "absolute_url": "/opinion/196288/monarch-life-v-ropes-gray/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196288/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:02:31Z",
  "date_modified": "2020-02-21T23:30:40.765594Z",
  "type": "010combined",
  "sha1": "1a2258a6d479e9bd871ab5640a6e3aea1e4fb57d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2173.01A",
  "local_path": null,
  "plain_text": "\n\nNovember 22, 1995 UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 94-2173\r\n\n             MONARCH LIFE INSURANCE COMPANY, ET AL.,\r\n\n                           Appellants,\r\n\n                                v.\r\n\n                          ROPES &amp; GRAY,\r\n\n                            Appellee.\r\n\n                                           \r                                                     \r\n\nNo. 94-2200\r\n\n             MONARCH LIFE INSURANCE COMPANY, ET AL.,\r\n\n                            Appellees,\r\n\n                                v.\r\n\n                          ROPES &amp; GRAY,\r\n\n                            Appellant.\r\n\n                                           \r                                                     \r\n\n                           ERRATA SHEET\r\n\n   The  opinion of this Court, issued September 13, 1995, is amended\r\nas follows:\r\n\n   p.9,  1, l.14:  \"(Bankr. D.D.C. 1992)).\"  in place of \"(Bankr. D.\r\nColo. 1992)).\"\r\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 94-2173\r\n\n             MONARCH LIFE INSURANCE COMPANY, ET AL.,\r\n\n                           Appellants,\r\n\n                                v.\r\n\n                          ROPES &amp; GRAY,\r\n\n                            Appellee.\r\n\n                                           \r                                                     \r\n\nNo. 94-2200\r\n\n             MONARCH LIFE INSURANCE COMPANY, ET AL.,\r\n\n                            Appellees,\r\n\n                                v.\r\n\n                          ROPES &amp; GRAY,\r\n\n                            Appellant.\r\n\n                                           \r                                                     \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Frank H. Freedman, Senior U.S. District Judge]\r                                                                    \r\n\n                                           \r                                                     \r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Cyr and Stahl, Circuit Judges.\r                                                         \r\n\n                                           \r                                                     \r\r\n\n                                3\r\r\n\n   Bruce E. Baty,  with whom  Christopher D.  Schneider, Morrison  &amp;\r                                                                              \r\nHecker, Charles K. Bergin, Jr., and Robinson, Donovan, Madden &amp; Barry,\r                                                                              \r\nP.C. were on brief for Monarch Life Insurance Company.\r            \r\n   John  K. Villa, with whom  Nicole K. Seligman,  Philip J. Deutch,\r                                                                             \r\nWilliams  &amp; Connolly, Charles S.  Cohen and Egan,  Flanagan and Cohen,\r                                                                              \r\nP.C. were on brief for Ropes &amp; Gray.\r            \r\n\n                                           \r                                                     \r\n\n                        September 13, 1995\r\n                                           \r                                                     \r\n\n                                2\r\r\n\n          CYR,   Circuit  Judge.     Following   an  unsuccessful\r                    CYR,   Circuit  Judge.\r                                         \r\n\nintermediate appeal to the district court, Monarch Life Insurance\r\n\nCo. (\"Monarch  Life\")  continues  to  press its  challenge  to  a\r\n\nbankruptcy  court  order enjoining  its  prosecution  of a  legal\r\n\nmalpractice action  in Massachusetts Superior  Court against  its\r\n\nformer counsel,  the law firm  of Ropes &amp;  Gray.   The bankruptcy\r\n\ncourt  determined  that  the   Monarch  Life  action  violated  a\r\n\npermanent injunction incorporated in the confirmed reorganization\r\n\nplan  of  its  parent corporation,  Monarch  Capital  Corporation\r\n\n(\"Monarch Capital\").   We now  affirm the district  court on  the\r\n\nground that Monarch Life  is collaterally estopped from asserting\r\n\na state court challenge to the bankruptcy court's jurisdiction to\r\n\nenter  the  permanent injunction  incorporated  in the  confirmed\r\n\nreorganization plan.  \r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          Monarch Capital, incorporated as  a holding company  in\r\n\n1968,  marketed life  and  disability  insurance through  Monarch\r\n\nLife, its  wholly-owned Massachusetts subsidiary,1  and developed\r\n\nreal estate  through another group of  subsidiaries (\"real estate\r\n\nsubsidiaries\").    Ropes  &amp;  Gray  provided   simultaneous  legal\r\n\nrepresentation to Monarch Capital and its subsidiaries, including\r\n\nMonarch Life.  In 1985, Monarch Capital established a  Short-Term\r\n\n                    \r                              \r\n\n     1For  simplicity sake,  \"Monarch  Life\" includes  appellants\r\nSpringfield  Life  Insurance  Company  and  First  Variable  Life\r\nInsurance Company.  \r\n\n                                3\r\r\n\nInvestment  Pool  (\"STIP\"),  a  common bank  account  into  which\r\n\nMonarch Capital's  subsidiaries agreed to make  daily deposits of\r\n\ntheir  excess  cash  balances.   The  STIP  agreement  authorized\r\n\nMonarch  Capital to  borrow  needed funds  from  the STIP  at  an\r\n\ninterest rate more favorable than the market  rate, and permitted\r\n\nthe subsidiaries to recoup their STIP deposits on demand.\r\n\n          Beginning   in  1987,  Monarch  Capital's  real  estate\r\n\nsubsidiaries began experiencing serious cash flow problems due to\r\n\nan abrupt economy-wide decline  in real estate values.   In order\r\n\nto prop up its failing real estate subsidiaries, Monarch  Capital\r\n\nbegan to  borrow heavily  from the  STIP deposits  contributed by\r\n\nMonarch  Life.     By  1990,  Monarch   Life's  outstanding  STIP\r\n\n\"advances\" to  Monarch Capital  approximated $175 million.   When\r\n\nMonarch Life learned the  extent of Monarch Capital's borrowings,\r\n\nit unilaterally cancelled its participation in the STIP.  Shortly\r\n\nthereafter, Monarch Life discharged Ropes &amp;  Gray as its counsel.\r\n\nDuring  that same  year, Monarch  Capital borrowed  an additional\r\n\n$235 million from a group of financial institutions (hereinafter:\r\n\n\"the 235 Banks\"), pledging  its capital stock in Monarch  Life as\r\n\ncollateral for the loan.          \r\n\n          In May  1991, the Massachusetts  Insurance Commissioner\r\n\nplaced  Monarch Life in receivership.  The receiver in turn filed\r\n\nan  involuntary  chapter  11 petition  against  Monarch  Capital.\r\n\nAfter  seven months  of negotiation,  the principal  creditors of\r\n\nMonarch Capital    the 235  Banks and Monarch Life    proposed  a\r\n\nplan  of reorganization  (\"Plan\"), which  purported to  settle or\r\n\n                                4\r\r\n\nrelease a tangle of \"complex\" claims and cross-claims held by and\r\n\nagainst Monarch  Capital, its subsidiaries, and  other creditors.\r\n\nIn  re Monarch  Capital Corp.,  No. 91-41379-JFQ,  slip op.  at 9\r                                       \r\n\n(Bankr.  D. Mass. June 25, 1992).2  These included Monarch Life's\r\n\nclaim that Monarch Capital, acting in concert with the 235 Banks,\r\n\nhad used  the STIP  to deplete  Monarch  Life's coffers,  thereby\r\n\nplacing   Monarch  Life   in   violation   of   state   insurance\r\n\nregulations.3   In  consideration  of their  mutual agreement  to\r\n\nrelease claims  and to make  financial contributions to  fund the\r\n\nPlan,  the  Plan  proponents  insisted  on  the  inclusion  of  a\r\n\npermanent injunction to protect them from future lawsuits arising\r\n\nfrom or related to claims settled under the Plan.  \r\n\n          The  injunction  ultimately   included  in  the   order\r\n\nconfirming the Plan provides as follows:  \r\n\n          In  addition  to  the discharge  provided  by\r\n          Section 1141  of the Bankruptcy  Code and  to\r\n          supplement   the   discharge  provisions   of\r\n          Article   VI.A  of   the  Plan,   this  Order\r\n          constitutes an injunction against all persons\r                                                                 \r\n          (other than the FDIC as Receiver) from taking\r\n          any  of the following  actions (other than an\r\n                    \r                              \r\n\n     2Ropes &amp; Gray was scheduled as a creditor  in the chapter 11\r\nproceeding, but asserted no claim against Monarch Capital. \r\n\n     3The  Plan  also  provided,  inter alia,  that  (1)  Monarch\r                                                      \r\nCapital  would separate its  insurance business (thereby creating\r\nthe \"Life Group\") from its real estate business (thereby creating\r\nthe  \"New Realty  Group\"); and  (2) the  235 Banks  would release\r\ntheir guaranty  claims against Monarch Capital's  subsidiaries in\r\nconnection  with the 1990 loan  to Monarch Capital,  and agree to\r\nshare  the Monarch Life capital  stock which had  been pledged as\r\ncollateral  for the  1990 loan  with Monarch  Capital's unsecured\r\ncreditors.  Upon confirmation of  the Plan in June 1992, the  235\r\nBanks  became  Monarch  Life's  \"parent\"  by  acquiring  a  clear\r\nmajority of  Monarch Life  stock, and Monarch  Life emerged  from\r\nreceivership.\r\n\n                                5\r\r\n\n          action   brought  to  enforce  any  right  or\r\n          obligation under  the Plan or  the Settlement\r\n          Agreement):  \r\n\n               a. commencement or  continuation of  any\r                                                                 \r\n               action  or  proceeding  arising from  or\r                                                                 \r\n               related  to  a  claim  against  [Monarch\r                                                       \r\n               Capital] against or  affecting or  [sic]\r\n               any  property  of [Monarch  Capital], or\r\n               any direct or indirect transferee of any\r\n               property  of,  or  direct   or  indirect\r\n               successor in  interest  to, any  of  the\r\n               foregoing . . . ; and  \r                                              \r\n\n               b. commencement or  continuation of  any\r                                                                 \r\n               action  or  proceeding  arising from  or\r                                                                 \r\n               related to a claim against the Debtor of\r                                                              \r\n               this Chapter 11 case, the [Monarch Life]\r\n               Receivership  or  the operations  of the\r\n               Debtor against  or affecting any  of New\r\n               Holding  Co.,  New Realty  Co., [Monarch\r\n               Life],  the  Agent, the  235  Banks, the\r\n               Trustee,  the  Creditors' Committee  (in\r\n               such   capacity),  the   [Monarch  Life]\r\n               Receiver and  their respective officers,\r                                                       \r\n               directors, employees, attorneys, agents,\r                                                        \r\n               successors  and  assigns  other  than  a\r\n               claim to enforce  obligations under  the\r\n               Plan or  the Settlement Agreement .  . .\r\n               .4  \r\n\nId. at 19-20 (emphasis added).   \r             \r\n\n          After  a   hearing,  at  which  the  parties  discussed\r\n\nwhether, and to what extent,  Bankruptcy Code   105(a)5  empowers\r\n\na bankruptcy  court to  afford permanent injunctive  relief which\r\n\neffectively  grants  a  \"discharge\"  to parties  other  than  the\r                                                                           \r\n\nchapter  11  debtor, the  bankruptcy  court  confirmed the  Plan,\r                             \r\n\n                    \r                              \r\n\n     4Subparagraphs (a) and (b)  each list specific exceptions to\r\nthe coverage of the injunction; none are material to this appeal.\r\n\n     5Section 105(a) provides in  relevant part:  \"The  court may\r\nissue any  order,  process,  or  judgment that  is  necessary  or\r\nappropriate  to  carry out  the provisions  of  this title.\"   11\r\nU.S.C.   105(a).\r\n\n                                6\r\r\n\nincluding  the proposed injunction.   See id. at  23-27; see also\r                                                                           \r\n\ninfra Appendix  at pp.  i-iii (containing relevant  excerpts from\r               \r\n\nconfirmation  order).   The  bankruptcy court  found that  absent\r\n\nprompt confirmation  of a  chapter 11  plan, Monarch Life  likely\r\n\nwould be forced into  liquidation.  In re Monarch  Capital Corp.,\r                                                                          \r\n\nNo.  91-41379-JFQ,  slip  op. at  18.    Monarch  Life's receiver\r\n\nelected not to appeal the confirmation order.\r\n\n          Monarch  Life  soon  discovered   documentary  evidence\r\n\nallegedly   establishing  that   Ropes   &amp;  Gray   simultaneously\r\n\nrepresented   both   Monarch   Capital   and  Monarch   Life   in\r\n\ncircumstances  which suggested an  inherent conflict of interest.\r\n\nIn May 1993, Monarch Life brought suit in  Massachusetts Superior\r\n\nCourt, seeking  compensatory damages  for Ropes &amp;  Gray's alleged\r\n\nparticipation  in  Monarch  Capital's  private  strategy  to  use\r\n\nMonarch Life's  STIP contributions  to prop up  Monarch Capital's\r\n\nmoribund real  estate investments.   Monarch Life  alleged, inter\r                                                                           \r\n\nalia,  that Monarch  Capital  and Ropes  &amp;  Gray, in  reports  to\r              \r\n\nMassachusetts  insurance  regulators, deliberately  concealed the\r\n\nnature  and  understated the  amount  of the  STIP  \"advances\" to\r\n\nMonarch Capital, thereby exposing  Monarch Life and its directors\r\n\nto civil liability for  Monarch Life's violation of Massachusetts\r\n\ninsurance  laws which  require that  insurance companies  keep on\r\n\nhand minimum \"admitted assets\" to cover extant policies.  Monarch\r\n\nLife further alleged that Ropes &amp; Gray had deliberately concealed\r\n\nfrom Monarch Life the ongoing use of the  STIP by Monarch Capital\r\n\nto finance its  long-term real  estate ventures, as  well as  the\r\n\n                                7\r\r\n\nfact  that  Monarch Capital  had  no realistic  prospect  of ever\r\n\nrepaying its STIP \"advances\" had Monarch Life made demand.6\r\n\n          Ropes &amp; Gray filed a motion for civil  contempt against\r\n\nMonarch Life  in the  bankruptcy court,  claiming that its  state\r\n\ncourt action  violated the injunctive provision  in the confirmed\r\n\nMonarch  Capital chapter  11 plan.   Following  a hearing  on the\r\n\ncontempt  motion, the  bankruptcy court  determined that  (1) the\r\n\nMonarch  Life  action  was barred  by  the  broad  terms of  both\r\n\nsubparagraphs (a) and (b) of the injunction included in the Plan,\r\n\nsee supra p.  6; and (2) the  doctrine of res  judicata precluded\r                                                                 \r\n\nMonarch Life from attacking the bankruptcy court's \"jurisdiction\"\r\n\nto enter the  broad-based injunction.   Ropes &amp;  Gray v.  Monarch\r                                                                           \r\n\nLife Ins. Co. (In re Monarch Capital Corp.), No. 91-41379-JFQ, at\r                                                    \r\n\n6-7 (Bankr. D. Mass. Oct.  15, 1993).  The bankruptcy court  held\r\n\nMonarch Life  in civil contempt  but refused to  impose sanctions\r\n\nbecause the terms  of the injunctive  provision in the  confirmed\r\n\nPlan  were not \"sufficiently  specific and definite\"  to permit a\r\n\nfinding that the  violation had been deliberate  or undertaken in\r\n\nbad faith.  Id. at 7.  On intermediate appeal, the district court\r                         \r\n\naffirmed  the bankruptcy court decision.  Ropes &amp; Gray v. Monarch\r                                                                           \r\n\nLife  Ins. Co.  (In re  Monarch Capital  Corp.), 173 B.R.  31 (D.\r                                                        \r\n\n                    \r                              \r\n\n     6Ropes  &amp; Gray responded  that (1)  Monarch Capital,  as the\r\nparent of Monarch Life, had the unfettered legal right to use its\r\nsubsidiaries'  assets  as it  wished; (2)  Ropes  &amp; Gray  had not\r\nlearned  of the  STIP  advances until  1989,  by which  time  the\r\noutstanding balances  were already significant; and  (3) in order\r\nto  protect Monarch Life's interests,  Ropes &amp; Gray  at that time\r\nadvised  Monarch  Capital not  to  \"borrow\"  any additional  STIP\r\nfunds.\r\n\n                                8\r\r\n\nMass. 1994).7\r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          Monarch Life  contends, as  a matter  of law,  that the\r                                                                \r\n\npermanent  injunctive provision  included in  the confirmed  Plan\r\n\ncannot extinguish actions  against third parties such  as Ropes &amp;\r\n\nGray, since bankruptcy courts have no \"jurisdiction\" or  power to\r                                                                        \r\n\n\"discharge\"  (1) debts other than those of the chapter 11 debtor,\r\n\nsee  Brief for  Appellants at  12-16   (citing Bankruptcy  Code  \r             \r\n\n524(e), 11 U.S.C.   524(e) (\"[D]ischarge  of a debt of the debtor\r\n\ndoes not  affect the liability  of any  other entity  on, or  the\r\n\nproperty  of  any  other   entity  for,  such  debt.\");  American\r                                                                           \r\n\nHardwoods,  Inc.  v.  Deutsche   Credit  Corp.  (In  re  American\r                                                                           \r\n\nHardwoods,  Inc.), 885  F.2d 621,  626 (9th  Cir. 1989)),  or (2)\r                          \r\n\ndebts of any nondebtor such as Ropes &amp; Gray which concededly made\r\n\nno financial contribution to  the Plan, see id. at  16-20 (citing\r                                                         \r\n\nIn  re Heron,  Burchett, Ruckert  &amp; Rothwell,  148 B.R.  665, 687\r                                                      \r\n\n                    \r                              \r\n\n     7The district  court relied  on slightly  different grounds.\r\nFirst,  it determined  that  it would  be  unfair to  invoke  res\r                                                                           \r\njudicata against  Monarch Life, which honestly  believed that the\r                  \r\ninjunctive provision was not broad enough to bar  actions against\r\nparties like Ropes &amp;  Gray.  Id. at 40-41.  The  court also ruled\r                                          \r\nthat  subparagraph (b) was inapposite because Ropes &amp; Gray was no\r\nlonger Monarch Life's \"attorney\" at  the time of the confirmation\r\nhearing.  Id. at 43-44.  Nevertheless, it concluded that subpara-\r                       \r\ngraph  (a)  of the  injunction was  broad  enough to  bar Monarch\r\nLife's state court action  against Ropes &amp; Gray.   Id. at  44-45.\r                                                                \r\nThe  district  court thereupon  vacated  the  order of  contempt,\r\ninasmuch as the lack  of clarity in the injunctive  provision not\r\nonly  made   sanctions  unwarranted   but  also   undermined  the\r\nbankruptcy  court's threshold  finding  that Monarch  Life was  a\r\ncontemnor.  Id. at 46.\r                         \r\n\n                                9\r\r\n\n(Bankr. D.D.C. 1992)).  \r\n\n          Ropes  &amp; Gray  counters  that Monarch  Life is  barred,\r\n\nunder  the doctrines of res judicata  and judicial estoppel, from\r                                              \r\n\nlitigating  the scope of the  bankruptcy court's power because it\r\n\nnot only knowingly failed to appeal from the order confirming the\r\n\nchapter 11 Plan, but in its announced role as a Plan proponent it\r                                                                        \r\n\nacquiesced in  its co-proponents'  arguments that the  bankruptcy\r                    \r\n\ncourt possessed  broad injunctive powers under  Bankruptcy Code  \r\n\n105(a).  See Stoll v. Gottlieb, 305 U.S. 165, 172  (1938) (unless\r                                        \r\n\na party in interest  objects, and appeals an erroneous  ruling by\r\n\nthe bankruptcy court that it  had \"jurisdiction\" to confirm terms\r\n\nof  plan, the  ruling is  conclusive in  subsequent proceedings);\r\n\nRepublic  Supply Co. v. Shoaf,  815 F.2d 1046,  1052-53 (5th Cir.\r                                       \r\n\n1987) (same); cf. Celotex Corp. v. Edwards, 115 S. Ct. 1493, 1499\r                                                    \r\n\n(1995)  (if bankruptcy  court  determines that  it possesses  so-\r\n\ncalled \"related to\" jurisdiction  to enjoin under Code    105(a),\r\n\nand the jurisdictional  question remains open for  determination,\r\n\naggrieved litigant's recourse is  by appeal from bankruptcy court\r\n\ndecision, not  by collateral  attack on bankruptcy  court order);\r\n\ncf.  also Maggio  v.  Zeitz, 333  U.S.  56, 69  (1948)  (contempt\r                                     \r\n\nproceeding is not appropriate  vehicle for attacking validity, or\r\n\nretrying  the  merits,  of   the  order  contravened  by  alleged\r\n\ncontemnor).\r\n\nA.  Standards of Review \r          A.  Standards of Review\r                                 \r\n\n          Although   the  conclusions  of   law  reached  by  the\r\n\nbankruptcy  court and the district  court are subject  to de novo\r                                                                           \r\n\n                                10\r\r\n\nreview, the  underlying findings of fact by  the bankruptcy court\r\n\nare reviewed only for  clear error.  Western  Auto Supply Co.  v.\r                                                                       \r\n\nSavage Arms, Inc. (In re Savage Indus., Inc.),  43 F.3d 714, 719-\r                                                      \r\n\n20, n. 8 (1st Cir. 1994); In re G.S.F. Corp., 938 F.2d 1467, 1474\r                                                      \r\n\n(1st  Cir.  1991).    The  applicability  vel non  of  preclusion\r                                                           \r\n\nprinciples  is a question of law.   See, e.g., Gonzalez v. Abreu,\r                                                                          \r\n\n27 F.3d 751, 755 (1st Cir. 1994).  Since the  judgment (viz., the\r\n\norder  confirming the Plan) was rendered by a federal tribunal   \r\n\nthe bankruptcy  court      see FDIC v.  Shearson-American Express\r                                                                           \r\n\nInc.,  996  F.2d  493,  497  (1st  Cir.  1993)  (bankruptcy court\r              \r\n\ndecisions trigger normal res judicata principles) (citing Katchen\r                                                                           \r\n\nv.  Landy, 382 U.S.  323, 334 (1966)),  cert. denied, 114  S. Ct.\r                                                              \r\n\n1054  (1994); see  also, e.g.,  Stoll, 305  U.S. at  170 (finding\r                                               \r\n\nbankruptcy court order confirming reorganization plan entitled to\r\n\nres judicata effect);  Eubanks v.  FDIC, 977 F.2d  166, 170  (5th\r                                                 \r\n\nCir. 1992)  (similar), federal preclusion principles  apply.  See\r                                                                           \r\n\nBlonder-Tongue  Lab., Inc. v. University of Ill. Found., 402 U.S.\r                                                                 \r\n\n313, 324-25 (1971); Recoveredge L.P.  v. Pentecost, 44 F.3d 1284,\r                                                            \r\n\n1290 (5th Cir. 1995); Orijas v. Louisiana-Pacific Corp., 31  F.3d\r                                                                 \r\n\n995, 1010 (10th  Cir. 1993); Restatement (Second)  of Judgments  \r                                                                         \r\n\n87.   In order to invoke  collateral estoppel (issue preclusion),\r\n\nRopes  &amp;  Gray must  demonstrate  that:  (1)  both  the  contempt\r\n\nproceedings and  the confirmation  proceedings involved  the same\r                                                                           \r\n\nissue  of law  or fact;  (2) the  parties actually  litigated the\r                                                                       \r\n\nissue in  the confirmation proceedings; (3)  the bankruptcy court\r\n\nactually resolved  the  issue in  a  final and  binding  judgment\r                           \r\n\n                                11\r\r\n\n(viz., its confirmation  order); and (4)  its resolution of  that\r\n\nissue  of  law  or fact  was  essential  to  its judgment  (i.e.,\r                                                 \r\n\nnecessary to its holding).   See Grella v. Salem Five Cents  Sav.\r                                                                           \r\n\nBank, 42 F.3d 26, 30 (1st Cir. 1994); Piccicuto v. Dwyer, 39 F.3d\r                                                                  \r\n\n37,40 (1stCir. 1994);Restatement (Second)of Judgments  27(1982).8\r                                                               \r\n\nB.  Merits of Issue Preclusion Claim\r          B.  Merits of Issue Preclusion Claim\r                                              \r\n                    \r                              \r\n\n     8Monarch  Life argues that Ropes  &amp; Gray cannot  rely on res\r                                                                           \r\njudicata principles  because it  filed no chapter  11 claim  and,\r                  \r\ntherefore,  was  not a  \"party\"  to the  chapter  11 confirmation\r\nproceedings.   See, e.g.,  Apparel Art  Int'l v.  Amertex Enters.\r                                                                           \r\nLtd., 48 F.3d 576, 583 (1st Cir. 1995) (claim preclusion normally\r              \r\nrequires  \"identicality  of  parties,\"  or   at  least  privity).\r\nFrequently, however, \"res judicata\"  is used more inclusively, to\r                                            \r\nrefer  either  to claim  preclusion  or  issue preclusion  (i.e.,\r                                                                   \r\ncollateral  estoppel).  See Grella, 42 F.3d at 30-31 (noting that\r                                            \r\nbasis for  bankruptcy court  decision was unclear,  and observing\r\nthat  labels    \"res  judicata\" and \"collateral  estoppel\"    are\r                                        \r\nless important than substance  of parties' argumentation in light\r\nof factual  circumstances) (citing  Dennis v. Rhode  Island Hosp.\r                                                                           \r\nTrust,  744  F.2d  893,  898  (1st  Cir.  1984));  Railway  Labor\r                                                                           \r\nExecutives' Ass'n  v. Guilford Transp. Indus., Inc.,  989 F.2d 9,\r                                                             \r\n11  n.3 (1st  Cir. 1993)  (noting confusion prevailing  over same\r\nlabels); see also Fiumara  v. Fireman's Fund Ins. Cos.,  746 F.2d\r                                                                \r\n87, 90 n.1 (1st Cir. 1984)  (noting \"distinct family resemblance\"\r                                      \r\nbetween  two doctrines).  Since Monarch  Life seeks to relitigate\r\nonly one  component \"issue\"  arising from the  confirmation order\r\n(viz.,  the  bankruptcy court's  jurisdiction  or  power under   \r\n105(a)),  the preclusion defense asserted by Ropes &amp; Gray is more\r\nexactly    characterized    as   collateral    estoppel   (\"issue\r\npreclusion\").  \r\n     A  party invoking issue preclusion need not show that it was\r\nprivy  to  the first  proceeding.   See  Parklane Hosiery  Co. v.\r                                                                        \r\nShore, 439 U.S.  322, 326-28  (1979) (no  \"mutuality of  parties\"\r               \r\nrule); Blonder-Tongue Lab., 402 U.S. at 328 (same);  Fiumara, 746\r                                                                      \r\nF.2d  at 92; cf. DiPinto v. Sperling, 9 F.3d 2, 4 (1st Cir. 1993)\r                                              \r\n(Rhode Island law).   It need only  show that \"the party  against\r                                                                           \r\nwhom issue preclusion will  be applied had a fair  opportunity to\r                                                \r\nlitigate  the issue fully.\"  Kyricopoulos v. Town of Orleans, 967\r                                                                      \r\nF.2d  14, 16  (1st Cir. 1992)  (Massachusetts law  dispenses with\r\n\"mutuality\"  rule) (emphasis  added).   Of  course,  even if  the\r\nbankruptcy  court   had  based  its  contempt   ruling  on  claim\r\npreclusion,  we  would have  been free  to  affirm on  any ground\r\nsupported by  the bankruptcy court  record.  See  La Electronica,\r                                                                           \r\nInc. v. Capo-Roman (In  re Electronica, Inc.), 995 F.2d  320, 321\r                                                      \r\nn.1 (1st Cir. 1993).\r\n\n                                12\r\r\n\n     1.   \"Same Issue\" \r               1.   \"Same Issue\" \r                               \r\n\n          We must  first identify the precise  issue Monarch Life\r\n\nsought  to \"relitigate\"  in  its defense  against Ropes  &amp; Gray's\r\n\nmotion for civil contempt.   We have held that  Bankruptcy Code  \r\n\n105(a)  confers ample power  upon the bankruptcy  court to enjoin\r\n\nthe  initiation  or continuation  of  judicial  proceedings in  a\r\n\nnonbankruptcy forum  against nondebtors during the  pendency of a\r\n\nchapter 11 case,  where the court reasonably concludes  that such\r\n\nactions  would  entail  or   threaten  adverse  \"impact\"  on  the\r\n\nadministration of the chapter 11 estate.  See In re G.S.F. Corp.,\r                                                                          \r\n\n938 F.2d at 1474.  These injunctions  serve simply as adjuncts to\r\n\nthe  automatic   stay,  see  Bankruptcy  Code      362(a),  which\r                                     \r\n\nostensibly  protects  only  the  debtor  and  its  property  from\r                                    \r\n\ncreditor \"grab-law\"  tactics after the \"race  to the courthouse.\"\r                                            \r\n\nSee  Austin v. Unarco Indus.,  Inc., 705 F.2d  1, 4-5 (1st Cir.),\r                                             \r\n\ncert.  dismissed, 463 U.S. 1247 (1983).  Since the automatic stay\r                          \r\n\nmay induce creditors  to refocus their recovery efforts  upon the\r\n\nchapter  11  debtor's  co-obligors,  a  temporary  injunction  is\r\n\nsometimes  needed  to  protect  nondebtors  (e.g.,  a   corporate\r\n\ndebtor's principals and managing  officers) whose time and energy\r\n\nshould not be diverted  to collateral lawsuits and away  from the\r\n\neffort to reorganize the debtor.  Like the automatic stay itself,\r\n\nsee  Bankruptcy   Code     362(c),  however,   these  accessorial\r             \r\n\ninjunctions  normally  lapse       at  the  latest      following\r\n\nconfirmation  of the  chapter  11 plan  and  the closing  of  the\r\n\nchapter  11 case,  leaving  the nondebtor  co-obligor once  again\r\n\n                                13\r\r\n\nexposed  to  pursuit  by   the  discharged  chapter  11  debtor's\r\n\ncreditors.  \r\n\n          The more intricate  \"jurisdictional\" question raised by\r\n\nthe  confirmation order and contempt  proceedings in this case is\r\n\nwhether  Congress  intended an  outer  temporal  boundary on  the\r\n\navailability of injunctive relief under Bankruptcy Code   105(a).\r\n\nSince  the  chapter  11 debtor  is  the  only entity  permanently\r                                                                           \r\n\ndischarged upon confirmation of a chapter 11 plan, id.   1141(d),\r                                                                \r\n\nits creditors usually  are free to pursue  all available remedies\r\n\nagainst those undischarged  entities which were obligated,  along\r\n\nwith  the chapter 11  debtor, on a  prepetition debt.   See id.  \r                                                                         \r\n\n524(e) (\"[D]ischarge of a debt of the debtor does not affect  the\r\n\nliability of any other  entity on, or the  property of any  other\r\n\nentity  for, such debt.\").   Whether  the Code  likewise empowers\r\n\nbankruptcy   courts   to   enter  permanent   injunctions   which\r                                                                   \r\n\neffectively confer  de facto \"discharge\" relief  upon the chapter\r                                      \r\n\n11 debtor's  co-obligors, and  if so, under  what conditions  and\r\n\nlimitations, are the topics of continuing debate and disagreement\r\n\nin both case law and commentary.   See, e.g., Howard C. Buschmann\r                                                      \r\n\nIII &amp; Sean P. Madden, The Power and Propriety of Bankruptcy Court\r                                                                           \r\n\nIntervention  in Actions  Between  Nondebtors,  47  The  Business\r                                                       \r\n\nLawyer 913 (1992). \r\n\n          The  case law splits  along two principal  lines.  Some\r\n\ncourts hold  that section  105(a) does  not  permit a  bankruptcy\r\n\ncourt  permanently to  enjoin post-confirmation  lawsuits against\r\n\nnondebtors,  since such  an order  would directly  contravene the\r\n\n                                14\r\r\n\n\"more  specific\"  proscription in  section  524(e).   See,  e.g.,\r                                                                          \r\n\nAmericanHardwoods, 885F.2d at626; LandsingDiversified Properties-\r                                                                           \r\n\n II v.  First Nat'l Bank &amp;  Trust Co. (In re  Western Real Estate\r                                                                           \r\n\nFund, Inc.), 922 F.2d  592, 600-01 (10th Cir. 1990),  modified on\r                                                                           \r\n\nother grounds, 932  F.2d 898 (10th Cir. 1991).   The factual cir-\r                       \r\n\ncumstances in  these cases  did not  suggest,  however, that  the\r\n\ngrant  of  injunctive relief  was in  any  sense integral  to the\r\n\nsuccess  of   the  chapter  11  reorganization.     See  American\r                                                                           \r\n\nHardwoods, 885 F.2d at 626  (noting no \"unusual facts\" warranting\r                   \r\n\npermanent \"discharge\" of debtor's loan guarantor). \r\n\n          The  second  line of  cases  note  that section  524(e)\r\n\ncannot be construed as an absolute or per se proscription against\r                                                      \r\n\npermanent injunctive relief for all nondebtors.  See, e.g., In re\r                                                                           \r\n\nHeron, Burchette, 148 B.R. at 687 (noting that   524(e) \"contains\r                          \r\n\nno language of prohibition  and [thus] should not be  interpreted\r                                    \r\n\nto  limit court's power under   105(a)\") (emphasis added).  These\r\n\ncourts  have formulated  various  tests for  determining when  de\r                                                                           \r\n\nfacto  \"discharges\" would not be ultra vires.  See, e.g., Menard-\r                                                                           \r\n\nSanford v. Mabey (In re A.H. Robins Co.), 880 F.2d  694, 702 (4th\r                                                 \r\n\nCir.),  cert. denied, 493 U.S. 959 (1989), cited with approval in\r                                                                           \r\n\nIn re G.S.F.  Corp., 938 F.2d at  1474-75; In re  Master Mortgage\r                                                                           \r\n\nInv. Fund, 168 B.R.  930, 935 (Bankr. W.D. Mo.  1994) (collecting\r                   \r\n\ncases).   In extraordinary circumstances, it has been held that a\r\n\nbankruptcy court can grant permanent  injunctive relief essential\r\n\nto enable  the formulation  and confirmation of  a reorganization\r\n\nplan if,  for example, nondebtors who  would otherwise contribute\r\n\n                                15\r\r\n\nto  funding the plan will  not settle their  mutual claims absent\r\n\n\"protection\"  from  potential post-confirmation  lawsuits arising\r\n\nfrom their  prepetition relationship with the  chapter 11 debtor.\r\n\nSee, e.g., In re A.H. Robins Co., 880  F.2d at 702.  These courts\r                                          \r\n\nhave  taken into  consideration  whether (1)  the creditors  have\r\n\noverwhelmingly approved  the plan,  with the injunction;  (2) the\r\n\nplan contemplates full  payment of all  creditor claims; and  (3)\r\n\nthe  injunction   would  affect  a  relatively   small  class  of\r\n\nclaimants.  Id. at 698, 700-702; In re Master Mortgage,  168 B.R.\r                                                                \r\n\nat 935.\r\n\n          In this second line of  cases, the courts have ascribed\r\n\nimportance  to  the  fact   that  the  cooperation  of  essential\r\n\n\"contributing\"  parties may  not  have been  forthcoming, and  no\r\n\nchapter 11 plan may have  been practicable, absent an  injunctive\r\n\nprovision   affording   so-called   incidental  \"protection\"   to\r                                                        \r\n\nnondebtors  who  do  not intend  to  contribute  directly to  the\r                                  \r\n\nchapter  11 plan.   For  example,  if a  non-\"contributing\" party\r\n\nholds  an  indirect  claim  against  a   would-be  \"contributing\"\r\n\nparty,9  such  as  a  contingent  claim  for  indemnification  or\r\n\ncontribution, the potential  \"contributing\" party may  decline to\r\n\naccept, or  contribute to, the  chapter 11 plan  in circumstances\r\n\n                    \r                              \r\n\n     9Ropes  &amp;  Gray  argues  that it  \"contributed\"  to  Monarch\r\nCapital's chapter 11 plan to the extent it held contingent claims\r\nfor  indemnification  or  contribution against  Monarch  Capital,\r\nwhich  it  effectively \"released\"  by  refraining  from filing  a\r\nclaim.   See supra  note 2.   For present  purposes, however, the\r                            \r\nterm  \"contributing\" parties is used to  refer to those entities,\r\nsuch as the 235 Banks and Monarch Life, which proposed and signed\r\nonto the Plan.\r\n\n                                16\r\r\n\nwhere the non-\"contributing\" party remains free to implead him as\r\n\na third-party defendant  in a post-confirmation lawsuit.   See In\r                                                                           \r\n\nre  A.H. Robins, 880  F.2d at 702.   In such circumstances, these\r                         \r\n\ncourts have  afforded the \"incidental protection\"  of a permanent\r\n\ninjunction   by   enjoining   \"direct\"   actions    against   the\r                                                                           \r\n\nnoncontributor in order to  protect the contributor from exposure\r                        \r\n\nto indirect liability.\r\n\n     2.   Actual Litigation\r               2.   Actual Litigation\r                                     \r\n\n          Monarch Life  represents that it had  no inkling during\r\n\nthe confirmation  proceedings that any party  was contending that\r\n\nsection 105(a) enabled  the bankruptcy court to  grant the broad-\r\n\nbased  \"incidental\"  injunctive  relief  required  to  protect  a\r\n\n\"noncontributing\"  party such as Ropes  &amp; Gray.   In a memorandum\r\n\nsubmitted prior to confirmation by the 235 Banks, however, it was\r                                         \r\n\nplainly stated that    \r\n\n          the Injunction must  by necessity extend  not\r\n          only  to parties  like the  235 Banks  or the\r\n          [Monarch Life] Receiver  who are  signatories\r\n          to,  and gave actual consideration under, the\r\n          Settlement  Agreement,  but  also   to  those\r\n          nonsignatory  parties  such  as officers  and\r\n          directors of  those parties  .  . .  .   That\r\n          consideration  will  be seriously  diminished\r\n          and  the  releases  granted  the  signatories\r\n          worthless if the nonsignatories  can continue\r\n          to be  sued, since certain  signatory parties\r\n          would be directly or indirectly liable to the\r                                                                 \r\n          parties  being  sued.   Consequently, actions\r                                        \r\n          against   the   nonsignatories  will   be  as\r\n          destructive  to  the  settlement  as  actions\r\n          against the signatories.\r\n\n(Emphasis added.)   The 235 Banks  memorandum repeatedly adverted\r\n\nto the problem posed  for both \"signatories\" and \"nonsignatories\"\r\n\nunless  the latter were insulated    by injunctive relief    from\r\n\n                                17\r\r\n\npost-confirmation  lawsuits.    Moreover,  it  prominently  cited\r\n\ncases, such as A.H. Robins, supra, involving \"incidental\" injunc-\r                                           \r\n\ntive  relief for  noncontributing  nondebtors holding  contingent\r\n\nclaims for indemnification or contribution.\r\n\n          Monarch Life  argues, nonetheless, that  the 235  Banks\r\n\nmemorandum does not establish  that the section 105(a) issue  was\r\n\n\"actually  litigated,\"  within  the  meaning  of  the  collateral\r\n\nestoppel doctrine, since the memorandum was not signed by Monarch\r\n\nLife  and therefore merely represented the 235 Banks' view of the\r\n\napplicable law.  We do not agree.  \r\n\n          First, the  235 Banks and  Monarch Life     through its\r\n\nreceiver    held themselves forth in the confirmation proceedings\r\n\nas joint Plan  proponents, frequently sharing  responsibility for\r                  \r\n\npresenting the merits of discrete portions of the Plan before the\r\n\nbankruptcy court.   See  also supra  note  3.   Monarch Life  may\r                                             \r\n\ndisagree with the litigation  stance taken by its  receiver prior\r\n\nto confirmation  of the Plan,  but it does  not contend  that the\r\n\nreceiver could not bind it for issue preclusion purposes.  \r\n\n          Second, there is no reason to suppose that Monarch Life\r\n\nitself did not expect to benefit    nor indeed that it has not in\r\n\nfact benefited    from the protection afforded in response to the\r\n\n235 Banks'  invitation to confer the  broadest available \"incide-\r\n\nntal\"  protection,  upon  all  noncontributing  co-obligors, from\r\n\nfuture  lawsuits \"arising  from  or related  to  a claim  against\r\n\n[Monarch Capital] or affecting or [sic]  any property of [Monarch\r\n\nCapital].\"   Thus,  we cannot  simply  assume that  no  protected\r\n\n                                18\r\r\n\nnoncontributor  held an  indirect  claim  for indemnification  or\r\n\ncontribution against Monarch Life.  \r                                           \r\n\n          Third,  even if  Monarch  Life had  not yet  discovered\r\n\nspecific grounds for its asserted cause of action against Ropes &amp;\r\n\nGray relating to Monarch  Capital's abuse of the STIP,  it cannot\r\n\nplausibly  contend that  Ropes &amp;  Gray's alleged  involvement, as\r\n\nMonarch Capital's counsel during the relevant time period, was so\r\n\nfar removed from  Monarch Life's contemplation that it  could not\r\n\nhave  weighed  the strategic  advantages  and  risks involved  in\r\n\nadvocating \"incidental\" injunctive  relief prior to  confirmation\r\n\nof the Plan.  See,  e.g., DeCosta v. Viacom Int'l Inc.,  981 F.2d\r                                                                \r\n\n602, 605-06, 610  (1st Cir. 1992) (court may  decide not to apply\r\n\ncollateral estoppel  where there has been  a \"significant\" change\r\n\nin  the law or factual circumstances since the first judgment was\r\n\nentered; and finding no such \"significant change\"), cert. denied,\r                                                                          \r\n\n113 S. Ct.  3039 (1993).   Moreover,  changed circumstances  will\r\n\npreclude  the application  of  collateral estoppel  only if  they\r\n\nmight  have  altered the  decision the  court  made in  the first\r                              \r\n\nproceeding.   See  Montana v.  United States,  440 U.S.  147, 159\r                                                      \r\n\n(1979); EEOC v.  American Airlines,  48 F.3d 164,  167 (5th  Cir.\r                                            \r\n\n1995).  And, Monarch Life cannot establish that it would not have\r\n\nproposed  precisely the  same  injunction, whereby  it agreed  to\r\n\nrelease a number of viable causes of action against third parties\r\n\n\"arising  from\" claims  against Monarch  Capital, even if  it had\r\n\nknown the particulars  of its malpractice  claim against Ropes  &amp;\r\n\nGray in  June 1992.  Cf. Fiumara v. Fireman's Fund Ins. Cos., 746\r                                                                      \r\n\n                                19\r\r\n\nF.2d 87, 91-92 (1st  Cir. 1984) (noting  that \"all of the  events\r\n\nwhich define  the [subsequent] federal complaint  occurred in the\r\n\nperiod before the [first proceeding] and were at  least generally\r\n\nhinted  at during  that  trial,\" and  \"[i]f  they were  not  then\r\n\nlitigated as  hotly  as plaintiff  would now  wish, they  plainly\r\n\ncould have been\").\r\n\n          Finally,  and most importantly, the \"actual litigation\"\r\n\ncomponent in  the collateral  estoppel analysis does  not require\r\n\nthat  Monarch Life  be shown  to have  advocated the  broad-based\r\n\n\"incidental\" injunction, but only that the \"jurisdictional\" issue\r\n\nwas squarely raised by the 235 Banks,  thus giving Monarch Life a\r\n\nfull and fair opportunity to interpose objection if  it disagreed\r\n\nwith the 235  Banks' legal contentions.  See Blonder-Tongue Lab.,\r                                                                         \r\n\n402  U.S. at 328  (in order to further  the interests of finality\r\n\nand judicial economy, collateral  estoppel doctrine requires that\r\n\nlitigant be afforded \"one full and  fair opportunity for judicial\r\n\nresolution\" of the  issue).  Therefore, since the  section 105(a)\r\n\n\"jurisdictional\" issue  was expressly broached in  the 235 Banks'\r\n\nmemorandum prior to  confirmation of the  Plan, and by  prominent\r\n\ncitation to decisions such as  A.H. Robins, supra, Monarch Life's\r                                                           \r\n\nsilence alone satisfied the second criterion under the collateral\r\n\nestoppel analysis.10\r\n                    \r                              \r\n\n     10Monarch  Life argues  that  the     105(a) order  must  be\r\ninterpreted as  enjoining only the  noncontributors' cross-claims\r                                        \r\nimpleading Plan  contributors, not  Monarch Life's initiation  in\r\nMassachusetts Superior  Court of its principal  claim against the\r\nnoncontributing  Ropes &amp;  Gray.   See Brief  for Appellant  at 21\r                                               \r\n(citing Pacor, Inc.  v. Higgins,  743 F.2d 984  (3d Cir.  1984)).\r                                         \r\nEven if  this \"severability\"  contention had merit,  the district\r\n\n                                20\r\r\n\n     3.   Actual Resolution\r               3.   Actual Resolution\r                                     \r\n\n          Monarch Life  argues that a genuine  dispute remains as\r\n\nto  whether  the  \"ambiguous\"  order   of  confirmation  actually\r\n\nresolved the section 105(a) \"jurisdictional\" issue \"litigated\" by\r                  \r\n\nthe parties prior to confirmation.  See Reply Brief for Appellant\r                                                 \r\n\nat 11 (citing Commonwealth of Mass. v. Departmental Grant Appeals\r                                                                           \r\n\nBd.,  815  F.2d 778,  788 (1st  Cir.  1987) (party  may challenge\r             \r\n\ninterpretation of ambiguous injunction not  previously interpret-\r\n\ned));  see  also In  re  Monarch Capital  Corp.,  173 B.R.  at 41\r                                                         \r\n\n(\"Appellants do not challenge the Bankruptcy Court's authority to\r\n\nenter  the  Injunction .  . .  .\").   Consequently, it  cannot be\r\n\npresumed that the same issue was before the bankruptcy court both\r\n\nin the  confirmation proceedings  and  the contempt  proceedings.\r\n\nIts argument begs the question.  \r\n\n          Monarch Life  asserts a two-pronged attack  against the\r\n\ncontempt order.  Its first line  of attack is that the injunctive\r\n\nprovision  in  the confirmation  order  cannot  be \"expanded\"  to\r\n\nencompass   Ropes  &amp;   Gray's   contingent  obligations   because\r\n\nbankruptcy  courts  have  no  power  to  enter  such  broad-based\r                                             \r\n\ninjunctions  under  section  105(a).     However,  it  cannot  be\r\n\nconsidered  a  conclusive answer  to  Ropes  &amp; Gray's  collateral\r\n\nestoppel defense  for Monarch  Life to  say that it  subjectively\r                                                                           \r\n                    \r                              \r\n\ncourt  properly noted that it  had been waived  by Monarch Life's\r\nfailure to  raise it in the bankruptcy court contempt proceeding.\r\nSee  In re  Monarch Capital  Corp., 173  B.R. at  45 (issues  not\r                                            \r\nraised before the bankruptcy  court are deemed waived  on appeal)\r\n(citing  Juniper Dev.  Group  v. Kahn  (In re  Hemingway Transp.,\r                                                                           \r\nInc.), 993 F.2d 915, 935 (1st Cir.), cert. denied, 114 S. Ct. 303\r                                                           \r\n(1993)). \r\n\n                                21\r\r\n\nconstrued the confirmation order  more narrowly than its language\r\n\nand context warranted.   See Piccicuto, 39 F.3d at  41 (rejecting\r                                                \r\n\nargument that prior judgment  was ambiguous and used \"regrettably\r\n\nloose language\").   Rather,  Monarch Life's construction  must be\r\n\nevaluated  against the objective  import of  the language  in the\r\n\nconfirmation  order  itself.     As  the  confirmation  order  is\r\n\ndispositive, it is set out at length in the appendix.   See infra\r                                                                           \r\n\nAppendix pp. i-iii. \r\n\n          Monarch  Life mischaracterizes  the obvious  breadth of\r                                                                        \r\n\nthe  confirmation order as ambiguity.   Even a  cursory review of\r                                              \r\n\nthe confirmation  order demonstrates beyond doubt  that the third\r\n\ncriterion  in the collateral estoppel analysis has been met.  See\r                                                                           \r\n\nGrella, 42 F.3d  at 30-31  (issue may be  actually litigated  and\r                \r\n\nresolved \"even if it is not explicitly decided,\" as long as it is\r\n\nlogically necessary to final decision).  \r\n\n          Monarch Life  emphasizes the  fact that  the bankruptcy\r\n\ncourt distinguished American  Hardwoods11    a case in  which the\r                                                 \r\n\nenjoined action had been  against a nondebtor who would  not have\r                                                                           \r\n\ncontributed to the  chapter 11 plan    and then  stated that \"the\r                                                                           \r\n\n                    \r                              \r\n\n     11Monarch Life points also to a decision entered  earlier in\r\nan  unrelated adversary proceeding,  wherein the bankruptcy court\r\ndenied  the chapter  11  trustee's motion  to  enjoin a  suit  by\r\nMonarch Capital shareholders against  Monarch Life.  It considers\r\nthat decision  probative because it noted  the bankruptcy court's\r\nconcern that such an injunction might exceed the limitations  set\r\nforth  in American Hardwoods.   See In re  Monarch Capital Corp.,\r                                                                          \r\nNo.  91-41379-JFQ (Bankr.  D. Mass.  Apr. 8,  1992).   We do  not\r\nagree.  First,  the proposed  injunction involved  there was  not\r\npart of    thus could not be \"essential\" to    the reorganization\r\nplan.   Further,  the  bankruptcy court  expressly  distinguished\r\nAmerican Hardwoods in its final order of confirmation.  \r                            \r\n\n                                22\r\r\n\npersons protected  by the [Monarch Capital]  Injunction have con-\r                           \r\n\ntributed substantial  amounts to  the Plan  . .  . .\"   (Emphasis\r\n\nadded.)  But the bankruptcy court did not say that Plan contribu-\r\n\ntors, such  as the  235 Banks  and  Monarch Life,  were the  only\r                                                                           \r\n\nentities  \"protected\" by the  injunction.   Rather, it  said that\r\n\nthis injunctive protection was  the reason for entering a  perma-\r                                                    \r\n\nnent injunction.  Moreover, in distinguishing American Hardwoods,\r                                                                          \r\n\nwhere protection for contributors was not at issue, the bankrupt-\r                                                   \r\n\ncy  court cited  with  approval several  decisions     like  A.H.\r                                                                           \r\n\nRobins, supra    (and provided  plain parenthetical descriptions)\r                       \r\n\nholding that  section 105(a) empowers bankruptcy  courts to grant\r\n\npermanent injunctions  not only against  actions asserting claims\r\n\ndirectly  against plan contributors, but \"incidental\" injunctions\r                  \r\n\nprotecting plan  contributors from indirect claims for indemnifi-\r                                                            \r\n\ncation and contribution, at least where such protection is deemed\r\n\n\"essential\" to the success  of a reorganization plan.   See infra\r                                                                           \r\n\nAppendix at p. i. \r\n\n          By citing  A.H. Robins, supra,  and cases of  its kind,\r                                                 \r\n\nthe bankruptcy court plainly signaled its endorsement of the Plan\r\n\nproponents' request for a broad injunction extending \"incidental\"\r\n\nprotection  to all  noncontributors who  might  otherwise implead\r\n\nPlan contributors  as third-party defendants in  subsequent state\r\n\ncourt actions.    The bankruptcy  court  then made  the  required\r\n\npredicate findings for a broad \"incidental\" injunction as enumer-\r\n\nated in  A.H.  Robins.   It  found that  (1) the  injunction  was\r                               \r\n\n\"essential\"  to  garner  the  Plan  contributors'  cooperation in\r\n\n                                23\r\r\n\nMonarch  Capital's  reorganization,  and  (2)  Monarch  Capital's\r\n\ncreditors  overwhelmingly had approved  the injunctive provision.\r\n\nSee infra  Appendix at p. ii.   Monarch Life cannot  turn a blind\r                   \r\n\neye  to the  plain  import of  the  injunctive provision  in  the\r\n\nconfirmation order, then under the  guise of an alleged  \"ambigu-\r\n\nity\"  attempt to  relitigate the  \"jurisdiction\" of the  court to\r\n\nenter the injunction. \r\n\n          Finally, this is not  a conventional \"preclusion\" case,\r\n\nwherein the court is required to interpret a first judgment which\r\n\nwas entered by a different tribunal.  Even though our interpreta-\r                                    \r\n\ntion of the confirmation order essentially presents a question of\r\n\nlaw, see United States  v. O'Rourke, 943  F.2d 180, 186 (2d  Cir.\r                                             \r\n\n1991), the bankruptcy court in this case was interpreting its own\r\n\norder of confirmation.  We think customary appellate deference is\r\n\nappropriate in these circumstances with respect to the bankruptcy\r\n\ncourt's  determination that  the  confirmation  order was  suffi-\r\n\nciently broad to confer \"incidental\"  protection to noncontribut-\r\n\ning  parties like Ropes &amp;  Gray.12  Similarly,  because the bank-\r\n                    \r                              \r\n\n     12See, e.g., In re Weber,  25 F.3d 413, 416 (7th Cir.  1994)\r                                       \r\n(noting that bankruptcy court's interpretation of its own confir-\r\nmation order is entitled to same  deference as generally accorded\r\ncourts  construing  their  own  judgments);  William  B.  Schnach\r                                                                           \r\nRetirement Trust  v.  Unified Capital  Corp.  (In re  Bono  Dev.,\r                                                                           \r\nInc.), 8 F.3d  720, 721-22 (10th  Cir. 1993) (same;  interpreting\r              \r\nbankruptcy court's \"superpriority\" order);  Texas N.W. Ry. Co. v.\r                                                                        \r\nDiamond Shamrock Ref.  &amp; Mktg. Co. (In re  Chicago, Rock Island &amp;\r                                                                           \r\nPac.  R.R.  Co.), 865  F.2d 807,  810-11  (7th Cir.  1988) (same;\r                         \r\nconstruing bankruptcy court's order approving  sale); Ranch House\r                                                                           \r\nof  Orange-Brevard, Inc.  v.  Gluckstern (In  re  Ranch House  of\r                                                                           \r\nOrange-Brevard,  Inc.),  773 F.2d  1166,  1168  (11th Cir.  1985)\r                               \r\n(same; confirmation order); see  also generally Farmhand, Inc. v.\r                                                                        \r\nAnel  Eng'g Indus.,  Inc., 693  F.2d 1140,  1146 (5th  Cir. 1982)\r                                   \r\n(noting that district  courts are entitled to deference in inter-\r\n\n                                24\r\r\n\nruptcy  court was  directly engaged in  the give-and-take  of the\r\n\nconfirmation  proceedings and  had the  better vantage  point for\r\n\ndetermining  whether the parties had been  fairly apprised of the\r\n\n\"jurisdictional\" issue,  we likewise  think it prudent  to accord\r\n\nsome deference to its determination that the section 105(a) issue\r\n\nwas  \"actually litigated.\"   See  Ranch House  of Orange-Brevard,\r                                                                           \r\n\nInc. v. Gluckstern (In  re Ranch House of  Orange-Brevard, Inc.),\r                                                                         \r\n\n773 F.2d 1166, 1168  (11th Cir. 1985) (\"The bankruptcy  judge who\r\n\nhas  presided over  the case from  its inception  is in  the best\r\n\nposition to  clarify any apparent inconsistencies  in the court's\r\n\nrulings.\"); supra Section II.B.2.\r                           \r\n\n          Notwithstanding the numerous  warning signals,  Monarch\r\n\nLife  elected  to treat  the  obvious breadth  of  the injunctive\r\n\nprovision as  ambiguity.  The record  remains clear, nonetheless,\r\n\nthat the bankruptcy court's  \"jurisdiction\" to enjoin enforcement\r\n\nof Monarch Life's claims against the noncontributing Ropes &amp; Gray\r\n\nwas  actually litigated and  that Monarch Life  therefore was re-\r\n\nquired, but  failed, to object  to the confirmation  order and/or\r\n\nappeal from  the section 105(a) injunctive  provision included in\r\n\nit.  \r\n\n     4.   Essentiality\r               4.   Essentiality\r                                \r\n\n          It follows, a fortiori, from our determination that the\r                                          \r\n\nconfirmation order included an  \"incidental\" injunction, that the\r\n\nbankruptcy court's ruling  on its  section 105(a)  \"jurisdiction\"\r\n                    \r                              \r\n\npreting own  orders); Securities and  Exch. Comm'n v.  Sloan, 535\r                                                                      \r\nF.2d 679, 681 (2d  Cir. 1976) (same), cert. denied,  430 U.S. 966\r                                                            \r\n(1977).  \r\n\n                                25\r\r\n\nwas essential to the effectiveness and validity of the injunctive\r\n\nprovision.   See  Stoll,  305 U.S.  at  171-72 (\"Every  court  in\r                                 \r\n\nrendering a  judgment tacitly,  if not expressly,  determines its\r\n\njurisdiction over . . . the subject matter.\").\r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          We  therefore hold  that  the issue  of the  bankruptcy\r\n\ncourt's power to enter  its so-called \"incidental\" injunction was\r\n\nprecluded,  having been conclusively resolved in the confirmation\r\n\norder which Monarch Life  neither opposed nor appealed.    Though\r\n\nthere is  conflicting authority on the  \"jurisdictional\" reach of\r\n\nsection  105(a), the  confirmation  order cited  precedent for  a\r\n\nbroad-based \"incidental\"  injunctive provision.   Cf. Restatement\r                                                                           \r\n\n(Second) of Judgments    29 cmt.  j (1980) (court  may refuse  to\r                               \r\n\ninvoke  collateral  estoppel  if  first  judgment  was  \"patently\r\n\nincorrect\").  Accordingly, Monarch Life cannot now argue that the\r\n\nconfirmation order is not subject to this broad construction.  We\r\n\nexpress  no view on the soundness of  the precedents cited in the\r\n\nconfirmation order, nor on  their applicability to the particular\r\n\nPlan proposed by  Monarch Life.13   The proper  recourse for  ad-\r\n                    \r                              \r\n\n     13Ropes  &amp; Gray  cross-appeals from  the bankruptcy  court's\r\nrefusal  to  award it  compensatory  damages  for Monarch  Life's\r\ncontempt.  See Brief for Appellee at 48 (citing Perker v.  United\r                                                                           \r\nStates, 153 F.2d 66, 70 (1st Cir. 1946) (noting that \"complainant\r                \r\nis entitled  as a matter of  right to an order  in civil contempt\r\nimposing a  compensatory fine\")).   As the district  court noted,\r\nhowever, the level of  specificity needed to ground a  finding of\r\ncontempt  is not susceptible to precise  quantification.  We find\r\nno  abuse of discretion in the bankruptcy court's implicit deter-\r\nmination  that  Monarch Life  did  not commit  such  an egregious\r\n\n                                26\r\r\n\ndressing those questions was  by direct appeal from the  order of\r\n\nconfirmation.  \r\n\n          Finally,  the  confirmation  order enjoined  all  post-\r\n\nconfirmation  lawsuits  \"arising  from\"  or  \"related to\"  claims\r\n\nagainst Monarch  Capital.  See supra  p. 6.  The  complaint filed\r                                              \r\n\nagainst Ropes &amp; Gray  in Massachusetts Superior Court by  Monarch\r\n\nLife alleges a joint scheme  by Monarch Capital and Ropes  &amp; Gray\r\n\nto abuse the STIP account at  Monarch Life's expense    plainly a\r\n\nclaim \"arising  from\" Monarch  Life's STIP claim  against Monarch\r\n\nCapital.   We  agree with  the  district court  that  it was  not\r\n\nunreasonable  to expect that Ropes &amp; Gray might attempt to assert\r\n\ncross-claims  against parties  who  \"contributed\" to  the Monarch\r\n\nCapital Plan,  or cross-claims  which  ultimately would  \"affect\"\r\n\nMonarch Capital's property in  the hands of its \"direct  or indi-\r\n\nrect transferee[s]\"  or \"successor[s] in interest.\"  See supra p.\r                                                                        \r\n\n6; see also In re Monarch Capital Corp., 173 B.R.  at 45 (reject-\r                                                 \r\n\ning  Monarch Life's argument that there is absolutely no conceiv-\r\n\nable ground upon which Ropes &amp; Gray might assert a cross-claim in\r\n\nthe superior court  action).   Thus, it is  academic whether  the\r\n\ninjunction also \"protects\" Ropes &amp;  Gray as Monarch Life's former\r                                                                           \r\n\n\"counsel.\" \r\n\n          The judgment of  the district court  is affirmed.   The\r                    The judgment of  the district court  is affirmed.   The\r                                                                           \r\n\nparties shall bear their own costs.\r          parties shall bear their own costs.\r                                            \r\n                    \r                              \r\n\ncontempt as would compel the imposition of sanctions.  See, e.g.,\r                                                                          \r\nJohnston  Envtl. Corp. v. Knight  (In re Goodman),  991 F.2d 613,\r                                                          \r\n620 (9th Cir. 1993) (noting that bankruptcy court  has discretion\r\nto  award no damages  if it finds  contempt insufficiently \"egre-\r\ngious\").\r\n\n                                27\r\r\n\n                             APPENDIX\r                                       APPENDIX\r                                               \r\n\n          Section  105 of  the  Bankruptcy  Code grants  the\r\n     Court broad equitable power to issue any order, process\r\n     or judgment  that is necessary or  appropriate to carry\r\n     out  the provisions  of Title  11.   In re  Old Orchard\r                                                                      \r\n     Investment Co.,  31 Bankr. 599, 601  (W.D. Mich. 1983);\r                             \r\n     Menard-Sanford v.  Mabey (In  re A.H. Robins  Co.), 880\r                                                                \r\n     F.2d 694, 702 (4th Cir. 1989), cert. denied, 110 S. Ct.\r                                                          \r\n     376  (1989) (affirming  power  of  bankruptcy court  to\r\n     enjoin  suits permanently against nondebtors in a plan,\r\n     where  there  existed  certain  indemnification  rights\r\n     against the debtor); In re Energy Co-op, Inc., 886 F.2d\r                                                            \r\n     921 (7th Cir. 1989) (permanent injunction issued pursu-\r\n     ant to  settlement agreement); MacArthur Co.  v. Johns-\r                                                                      \r\n     Manville Corp. (In re Johns-Manville Corp.) 837 F.2d 89\r                                                         \r\n     (2d  Cir.  1988), cert.  denied,  488  U.S. 868  (1988)\r                                              \r\n     (permanent injunction  may  be issued  against  actions\r\n     against an insurer  as part of settlement  incorporated\r\n     in a  chapter 11 plan notwithstanding  claims that this\r\n     impermissibly  discharged a nondebtor);  see In  re CCA\r                                                                      \r\n     Partnership,  70 Bankr.  696  (Bankr.  C.D. Cal.  1985)\r                          \r\n     (judgment  creditor  enjoined  from   enforcing  claims\r\n     against debtor's individual partners).\r\n\n          Section 105 grants  bankruptcy courts \"ample power\r\n     to  enjoin  actions  excepted from  the  automatic stay\r\n     which  might interfere  in the  rehabilitative process,\r\n     whether in a liquidation  or in a reorganization case.\"\r\n     In re Johns Manville Corp.,  26 Bankr. 420, 425 (Bankr.\r                                         \r\n     S.D.N.Y. 1983), quoting Collier on Bankruptcy    362.05\r                                                            \r\n     (15th ed. 1982).  Further, bankruptcy courts \"may issue\r\n     or  extend stays  to  enjoin a  variety of  proceedings\r\n     which  will  have an  adverse  impact  on the  debtor's\r\n     ability to formulate a  Chapter 11 plan.\"  In  re Johns\r                                                                      \r\n     Manville Corp., 40 Bankr. 219, 226 (S.D.N.Y. 1984).\r                             \r\n\n          Under  section 105,  this Court  has the  power to\r\n     issue  injunctions  which  prevent proceedings  against\r\n     nondebtor third parties  where pursuit of such  actions\r\n     would  materially and  adversely affect  the  estate or\r\n     creditor recoveries  under  a plan  of  reorganization.\r\n     See Codfish  Corp. v.  FDIC (In  re Codfish Corp.),  97\r                                                                \r\n     B.R. 132, 135 (Bankr. D.P.R. 1988) (injunctions  appro-\r\n     priate  where there  is clear  and convincing  evidence\r\n     \"that the estate  would be substantially  and adversely\r\n     affected by  the continuance of such an action\"); In re\r                                                                      \r\n     Monroe Well Serv., Inc., 67  B.R. 746, 751 (Bankr. E.D.\r                                      \r\n     Pa. 1986) (injunctions appropriate to avoid anticipated\r\n     adverse impact on bankruptcy estate); G.S.F. Corp., 938\r                                                                 \r\n     F.2d [1464,]  1474 [(1st Cir. 1991)  (adverse impact on\r\n     debtor's estate required  for injunction against  third\r\n\n                                i\r\r\n\n     party actions).\r\n\n          This Court  has the power to  approve the releases\r\n     and issue  the Injunction with respect  to the Trustee,\r\n     Temporary Receiver and creditors' Committee for matters\r\n     in connection with the  chapter 11 case.  In  re Drexel\r                                                                      \r\n     Burnham Lambert Group, Inc., 138 B.R. [723, 753 (Bankr.\r                                          \r\n     S.D.N.Y. 1992)].  \r\n\n          Where an injunction allows a settlement that forms\r\n     the  basis of a chapter  11 plan to  take effect, where\r\n     the entire settlement and hence  the plan hinges on the\r\n     parties being free  from the very  claims that the  in-\r\n     junction would prohibit, courts will order  the injunc-\r\n     tive relief.  See,  e.g., In re A.H. Robins  Co., Inc.,\r                                                                     \r\n     880 F.2d  694 (4th  Cir.), cert.  denied, 493 U.S.  959\r                                                       \r\n     (1989); MacArthur Co., 837 F.2d  [at 89]; SEC v. Drexel\r                                                                      \r\n     Burnham Lambert,  Inc. (In  re  Drexel Burnham  Lambert\r                                                                      \r\n     Group, Inc.), 130 B.R. 910, 928 (S.D.N.Y. 1991), aff'd,\r                                                                     \r\n     960 F.2d 285 (2d Cir. 1992); UNARCO Bloomington Factory\r                                                                      \r\n     Workers v.  UNR Indus., Inc.,  124 B.R. 268  (N.D. Ill.\r                                           \r\n     1990);  Republic Supply  Co. v.  Shoaf, 815  F.2d 1046,\r                                                     \r\n     1050 (5th Cir. 1987).\r\n\n          The  opinion of the Court  of Appeals in the Ninth\r\n     Circuit in In re American  Hardwoods, 885 F.2d 621 (9th\r                                                   \r\n     Cir.  1989) is  inapposite.   In that  case, guarantors\r\n     were protected  by the  provisions of a  plan, although\r\n     they apparently provided no  contribution to that plan.\r\n     The injunction  was not  shown to  be essential  to the\r\n     plan.  The  court also  notes that  section 524(e),  on\r\n     which  the Ninth Circuit relies, does  not by its terms\r\n     preclude  the entry  of injunctive  relief in  favor of\r\n     nondebtors  making   plan  contributions,  particularly\r\n     where as here,  creditors have overwhelmingly consented\r\n     to it. ...   In this case, the persons protected by the\r\n     Injunction  have contributed substantial amounts to the\r\n     Plan, creditors have agreed  to the Injunction in order\r\n     to get these  payments, and the Injunction  is the only\r\n     basis  on which  to build,  confirm and  effectuate the\r\n     Plan.\r\n\n          Recent  cases  following  American  Hardwoods  are\r                                                                 \r\n     distinguishable from the facts  of this case on similar\r\n     grounds.   See, e.g.,  In re Western  Real Estate Fund,\r                                                                     \r\n     922 F.2d 592 (10th Cir. 1990).  In Western, an attorney\r                                                         \r\n     was not enjoined from collecting all fees for work done\r\n     on behalf  of the debtor.   In  that case, the  fees at\r\n     issue  were owed by a nondebtor third party who did not\r\n     contribute  to the  debtor's  plan.   The attorney  was\r\n     allowed  to collect against that third party.  In In re\r                                                                      \r\n     Rohnert  Park Auto Parts, Inc.,  113 B.R. 610 (9th Cir.\r                                             \r\n\n                                ii\r\r\n\n     BAP 1990), a creditor was time barred from asserting  a\r\n     claim  in the  debtor's bankruptcy.   The  creditor was\r\n     enjoined  by  the  bankruptcy  court   from  collecting\r\n     against a nondebtor third party who  was liable for the\r\n     debt.  The [court] did not uphold that  plan provision.\r\n     However, the  nondebtor third party had not contributed\r\n     to  the funding  of the  plan, nor  was  the injunction\r\n     shown essential to  that plan.  In  this case, however,\r\n     the persons protected by the Injunction are the princi-\r\n     pal contributors  of consideration to the  Plan.  Those\r\n     persons  would not  contribute without  the Injunction.\r\n     Therefore, Western Real  Estate and Rohnert Park  Auto,\r                                                                     \r\n     like American Hardwoods, are inapposite.\r                                      \r\n\nIn  re Monarch Capital Corp., No. 91-41379-JFQ, slip op. at 23-27\r                                      \r\n\n(Bankr. D. Mass. June 25, 1992).\r\n\n                               iii\r\r\n",
  "html": "<p class=\"case_cite\">65 F.3d 973</p>\n    <p class=\"case_cite\">34 Collier Bankr.Cas.2d 313, 27 Bankr.Ct.Dec. 1039,<br>Bankr. L. Rep.  P 76,634</p>\n    <p class=\"parties\">MONARCH LIFE INSURANCE COMPANY, et al., Appellants,<br>v.<br>ROPES &amp; GRAY, Appellee.<br>MONARCH LIFE INSURANCE COMPANY, et al., Appellees,<br>v.<br>ROPES &amp; GRAY, Appellant.</p>\n    <p class=\"docket\">Nos. 94-2173, 94-2200.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 5, 1995.<br>Decided Sept. 13, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bruce E. Baty, with whom Christopher D. Schneider, Morrison &amp; Hecker, Kansas City, MO, Charles K. Bergin, Jr. and Robinson, Donovan, Madden &amp; Barry, P.C., Springfield, MA, were on brief, for Monarch Life Insurance Company.</p>\n      <p class=\"indent\">John K. Villa, with whom Nicole K. Seligman, Philip J. Deutch, Williams &amp; Connolly, Washington, DC, Charles S. Cohen and Egan, Flanagan and Cohen, P.C., Springfield, MA, were on brief, for Ropes &amp; Gray.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, and CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following an unsuccessful intermediate appeal to the district court, Monarch Life Insurance Co.  (\"Monarch Life\") continues to press its challenge to a bankruptcy court order enjoining its prosecution of a legal malpractice action in Massachusetts Superior Court against its former counsel, the law firm of Ropes &amp; Gray.  The bankruptcy court determined that the Monarch Life action violated a permanent injunction incorporated in the confirmed reorganization plan of its parent corporation, Monarch Capital Corporation (\"Monarch Capital\").  We now affirm the district court on the ground that Monarch Life is collaterally estopped from asserting a state court challenge to the bankruptcy court's jurisdiction to enter the permanent injunction incorporated in the confirmed reorganization plan.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Monarch Capital, incorporated as a holding company in 1968, marketed life and disability insurance through Monarch Life, its wholly-owned Massachusetts subsidiary,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and developed real estate through another group of subsidiaries (\"real estate subsidiaries\").  Ropes &amp; Gray provided simultaneous legal representation to Monarch Capital and its subsidiaries, including Monarch Life.  In 1985, Monarch Capital established a Short-Term Investment Pool (\"STIP\"), a common bank account into which Monarch Capital's subsidiaries agreed to make daily deposits of their excess cash balances.  The STIP agreement authorized Monarch Capital to borrow needed funds from the STIP at an interest rate more favorable than the market rate, and permitted the subsidiaries to recoup their STIP deposits on demand.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Beginning in 1987, Monarch Capital's real estate subsidiaries began experiencing serious cash flow problems due to an abrupt economy-wide decline in real estate values.  In order to prop up its failing real estate subsidiaries, Monarch Capital began to borrow heavily from the STIP deposits contributed by Monarch Life.  By 1990, Monarch Life's outstanding STIP \"advances\" to Monarch Capital approximated $175 million.  When Monarch Life learned the extent of Monarch Capital's borrowings, it unilaterally cancelled its participation in the STIP.  Shortly thereafter, Monarch Life discharged Ropes &amp; Gray as its counsel.  During that same year, Monarch Capital borrowed an additional $235 million from a group of financial institutions (hereinafter:  \"the 235 Banks\"), pledging its capital stock in Monarch Life as collateral for the loan.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In May 1991, the Massachusetts Insurance Commissioner placed Monarch Life in receivership.  The receiver in turn filed an involuntary chapter 11 petition against Monarch Capital.  After seven months of negotiation, the principal creditors of Monarch Capital--the 235 Banks and Monarch Life--proposed a plan of reorganization (\"Plan\"), which purported to settle or release a tangle of \"complex\" claims and cross-claims held by and against Monarch Capital, its subsidiaries, and other creditors.  In re Monarch Capital Corp., No. 91-41379-JFQ, slip op. at 9 (Bankr.D.Mass. June 25, 1992).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  These included Monarch Life's claim that Monarch Capital, acting in concert with the 235 Banks, had used the STIP to deplete Monarch Life's coffers, thereby placing Monarch Life in violation of state insurance regulations.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In consideration of their mutual agreement to release claims and to make financial contributions to fund the Plan, the Plan proponents insisted on the inclusion of a permanent injunction to protect them from future lawsuits arising from or related to claims settled under the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The injunction ultimately included in the order confirming the Plan provides as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>In addition to the discharge provided by Section 1141 of the Bankruptcy Code and to supplement the discharge provisions of Article VI.A of the Plan, this Order constitutes an injunction against all persons (other than the FDIC as Receiver) from taking any of the following actions (other than an action brought to enforce any right or obligation under the Plan or the Settlement Agreement):</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>a. commencement or continuation of any action or proceeding arising from or related to a claim against [Monarch Capital] against or affecting or [sic] any property of [Monarch Capital], or any direct or indirect transferee of any property of, or direct or indirect successor in interest to, any of the foregoing ...;  and</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>b. commencement or continuation of any action or proceeding arising from or related to a claim against the Debtor of this Chapter 11 case, the [Monarch Life] Receivership or the operations of the Debtor against or affecting any of New Holding Co., New Realty Co., [Monarch Life], the Agent, the 235 Banks, the Trustee, the Creditors' Committee (in such capacity), the [Monarch Life] Receiver and their respective officers, directors, employees, attorneys, agents, successors and assigns other than a claim to enforce obligations under the Plan or the Settlement Agreement....<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Id. at 19-20 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After a hearing, at which the parties discussed whether, and to what extent, Bankruptcy Code Sec. 105(a)<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> empowers a bankruptcy court to afford permanent injunctive relief which effectively grants a \"discharge\" to parties other than the chapter 11 debtor, the bankruptcy court confirmed the Plan, including the proposed injunction.  See id. at 23-27;  see also infra Appendix at pp. 984-85 (containing relevant excerpts from confirmation order).  The bankruptcy court found that absent prompt confirmation of a chapter 11 plan, Monarch Life likely would be forced into liquidation.  In re Monarch Capital Corp., No. 91-41379-JFQ, slip op. at 18.   Monarch Life's receiver elected not to appeal the confirmation order.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Monarch Life soon discovered documentary evidence allegedly establishing that Ropes &amp; Gray simultaneously represented both Monarch Capital and Monarch Life in circumstances which suggested an inherent conflict of interest.  In May 1993, Monarch Life brought suit in Massachusetts Superior Court, seeking compensatory damages for Ropes &amp; Gray's alleged participation in Monarch Capital's private strategy to use Monarch Life's STIP contributions to prop up Monarch Capital's moribund real estate investments.  Monarch Life alleged, inter alia, that Monarch Capital and Ropes &amp; Gray, in reports to Massachusetts insurance regulators, deliberately concealed the nature and understated the amount of the STIP \"advances\" to Monarch Capital, thereby exposing Monarch Life and its directors to civil liability for Monarch Life's violation of Massachusetts insurance laws which require that insurance companies keep on hand minimum \"admitted assets\" to cover extant policies.  Monarch Life further alleged that Ropes &amp; Gray had deliberately concealed from Monarch Life the ongoing use of the STIP by Monarch Capital to finance its long-term real estate ventures, as well as the fact that Monarch Capital had no realistic prospect of ever repaying its STIP \"advances\" had Monarch Life made demand.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Ropes &amp; Gray filed a motion for civil contempt against Monarch Life in the bankruptcy court, claiming that its state court action violated the injunctive provision in the confirmed Monarch Capital chapter 11 plan.  Following a hearing on the contempt motion, the bankruptcy court determined that (1) the Monarch Life action was barred by the broad terms of both subparagraphs (a) and (b) of the injunction included in the Plan, see supra p. 976;  and (2) the doctrine of res judicata precluded Monarch Life from attacking the bankruptcy court's \"jurisdiction\" to enter the broad-based injunction.  Ropes &amp; Gray v. Monarch Life Ins. Co.  (In re Monarch Capital Corp.), No. 91-41379-JFQ, at 6-7 (Bankr.D.Mass. Oct. 15, 1993).  The bankruptcy court held Monarch Life in civil contempt but refused to impose sanctions because the terms of the injunctive provision in the confirmed Plan were not \"sufficiently specific and definite\" to permit a finding that the violation had been deliberate or undertaken in bad faith.  Id. at 7.   On intermediate appeal, the district court affirmed the bankruptcy court decision.  Monarch Life Ins. Co.  (In re Monarch Capital Corp.) v. Ropes &amp; Gray, 173 B.R. 31 (D.Mass.1994).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Monarch Life contends, as a matter of law, that the permanent injunctive provision included in the confirmed Plan cannot extinguish actions against third parties such as Ropes &amp; Gray, since bankruptcy courts have no \"jurisdiction \" or power to \"discharge\" (1) debts other than those of the chapter 11 debtor, see Brief for Appellants at 12-16 (citing Bankruptcy Code Sec. 524(e), 11 U.S.C. Sec. 524(e) (\"[D]ischarge of a debt of the debtor does not affect the liability of any other entity on, or the property of any other entity for, such debt.\");  American Hardwoods, Inc. v. Deutsche Credit Corp.  (In re American Hardwoods, Inc.), 885 F.2d 621, 626 (9th Cir.1989)), or (2) debts of any nondebtor such as Ropes &amp; Gray which concededly made no financial contribution to the Plan, see id. at 16-20 (citing In re Heron, Burchette, Ruckert &amp; Rothwell, 148 B.R. 660 665, 687 (Bankr.D.D.C.1992)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Ropes &amp; Gray counters that Monarch Life is barred, under the doctrines of res judicata and judicial estoppel, from litigating the scope of the bankruptcy court's power because it not only knowingly failed to appeal from the order confirming the chapter 11 Plan, but in its announced role as a Plan proponent it acquiesced in its co-proponents' arguments that the bankruptcy court possessed broad injunctive powers under Bankruptcy Code Sec. 105(a).  See Stoll v. Gottlieb, 305 U.S. 165, 172, 59 S.Ct. 134, 137, 83 L.Ed. 104 (1938) (unless a party in interest objects, and appeals an erroneous ruling by the bankruptcy court that it had \"jurisdiction\" to confirm terms of plan, the ruling is conclusive in subsequent proceedings);  Republic Supply Co. v. Shoaf, 815 F.2d 1046, 1052-53 (5th Cir.1987) (same);  cf. Celotex Corp. v. Edwards, --- U.S. ----, ----, 115 S.Ct. 1493, 1499, 131 L.Ed.2d 403 (1995) (if bankruptcy court determines that it possesses so-called \"related to\" jurisdiction to enjoin under Code Sec. 105(a), and the jurisdictional question remains open for determination, aggrieved litigant's recourse is by appeal from bankruptcy court decision, not by collateral attack on bankruptcy court order);  cf. also Maggio v. Zeitz, 333 U.S. 56, 69, 68 S.Ct. 401, 408, 92 L.Ed. 476 (1948) (contempt proceeding is not appropriate vehicle for attacking validity, or retrying the merits, of the order contravened by alleged contemnor).</p>\n    </div>\n    <p>A. Standards of Review</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the conclusions of law reached by the bankruptcy court and the district court are subject to de novo review, the underlying findings of fact by the bankruptcy court are reviewed only for clear error.  Western Auto Supply Co. v. Savage Arms, Inc.  (In re Savage Indus., Inc.), 43 F.3d 714, 719-20, n. 8 (1st Cir.1994);  In re G.S.F. Corp., 938 F.2d 1467, 1474 (1st Cir.1991).  The applicability vel non of preclusion principles is a question of law.  See, e.g., Gonzalez v. Banco Cent. Corp., 27 F.3d 751, 755 (1st Cir.1994).  Since the judgment (viz., the order confirming the Plan) was rendered by a federal tribunal--the bankruptcy court-- see FDIC v. Shearson-American Express Inc., 996 F.2d 493, 497 (1st Cir.1993) (bankruptcy court decisions trigger normal res judicata principles) (citing Katchen v. Landy, 382 U.S. 323, 334, 86 S.Ct. 467, 475, 15 L.Ed.2d 391 (1966)), cert. denied, --- U.S. ----, 114 S.Ct. 1054, 127 L.Ed.2d 375 (1994);  see also, e.g., Stoll, 305 U.S. at 170, 59 S.Ct. at 137 (finding bankruptcy court order confirming reorganization plan entitled to res judicata effect);  Eubanks v. FDIC, 977 F.2d 166, 170 (5th Cir.1992) (similar), federal preclusion principles apply.  See Blonder-Tongue Lab., Inc. v. University of Ill.  Found., 402 U.S. 313, 324-25, 91 S.Ct. 1434, 1440-41, 28 L.Ed.2d 788 (1971);  RecoverEdge L.P. v. Pentecost, 44 F.3d 1284, 1290 (5th Cir.1995);  Orjias v. Louisiana-Pacific Corp., 31 F.3d 995, 1010 (10th Cir.1994);  Restatement (Second) of Judgments Sec. 87.  In order to invoke collateral estoppel (issue preclusion), Ropes &amp; Gray must demonstrate that:  (1) both the contempt proceedings and the confirmation proceedings involved the same issue of law or fact;  (2) the parties actually litigated the issue in the confirmation proceedings;  (3) the bankruptcy court actually resolved the issue in a final and binding judgment (viz., its confirmation order);  and (4) its resolution of that issue of law or fact was essential to its judgment (i.e., necessary to its holding).  See Grella v. Salem Five Cent Sav. Bank, 42 F.3d 26, 30 (1st Cir.1994);  Piccicuto v. Dwyer, 39 F.3d 37, 40 (1st Cir.1994);  Restatement (Second) of Judgments Sec. 27 (1982).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p>B. Merits of Issue Preclusion Claim</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>1. \"Same Issue\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We must first identify the precise issue Monarch Life sought to \"relitigate\" in its defense against Ropes &amp; Gray's motion for civil contempt.  We have held that Bankruptcy Code Sec. 105(a) confers ample power upon the bankruptcy court to enjoin the initiation or continuation of judicial proceedings in a nonbankruptcy forum against nondebtors during the pendency of a chapter 11 case, where the court reasonably concludes that such actions would entail or threaten adverse \"impact\" on the administration of the chapter 11 estate.  See In re G.S.F. Corp., 938 F.2d at 1474.   These injunctions serve simply as adjuncts to the automatic stay, see Bankruptcy Code Sec. 362(a), which ostensibly protects only the debtor and its property from creditor \"grab-law\" tactics after the \"race to the courthouse.\"   See Austin v. Unarco Indus., Inc., 705 F.2d 1, 4-5 (1st Cir.), cert. dismissed, 463 U.S. 1247, 104 S.Ct. 34, 77 L.Ed.2d 1454 (1983).  Since the automatic stay may induce creditors to refocus their recovery efforts upon the chapter 11 debtor's co-obligors, a temporary injunction is sometimes needed to protect nondebtors (e.g., a corporate debtor's principals and managing officers) whose time and energy should not be diverted to collateral lawsuits and away from the effort to reorganize the debtor.  Like the automatic stay itself, see Bankruptcy Code Sec. 362(c), however, these accessorial injunctions normally lapse--at the latest--following confirmation of the chapter 11 plan and the closing of the chapter 11 case, leaving the nondebtor co-obligor once again exposed to pursuit by the discharged chapter 11 debtor's creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The more intricate \"jurisdictional\" question raised by the confirmation order and contempt proceedings in this case is whether Congress intended an outer temporal boundary on the availability of injunctive relief under Bankruptcy Code Sec. 105(a).  Since the chapter 11 debtor is the only entity permanently discharged upon confirmation of a chapter 11 plan, id. Sec. 1141(d), its creditors usually are free to pursue all available remedies against those undischarged entities which were obligated, along with the chapter 11 debtor, on a prepetition debt.  See id. Sec. 524(e) (\"[D]ischarge of a debt of the debtor does not affect the liability of any other entity on, or the property of any other entity for, such debt.\").  Whether the Code likewise empowers bankruptcy courts to enter permanent injunctions which effectively confer de facto \"discharge\" relief upon the chapter 11 debtor's co-obligors, and if so, under what conditions and limitations, are the topics of continuing debate and disagreement in both case law and commentary.  See, e.g., Howard C. Buschmann III &amp; Sean P. Madden, The Power and Propriety of Bankruptcy Court Intervention in Actions Between Nondebtors, 47 The Business Lawyer 913 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The case law splits along two principal lines.  Some courts hold that section 105(a) does not permit a bankruptcy court permanently to enjoin post-confirmation lawsuits against nondebtors, since such an order would directly contravene the \"more specific\" proscription in section 524(e).  See, e.g., American Hardwoods, 885 F.2d at 626;  Landsing Diversified Properties-II v. First Nat'l Bank &amp; Trust Co.  (In re Western Real Estate Fund, Inc.), 922 F.2d 592, 600-01 (10th Cir.1990), modified on other grounds, 932 F.2d 898 (10th Cir.1991).  The factual circumstances in these cases did not suggest, however, that the grant of injunctive relief was in any sense integral to the success of the chapter 11 reorganization.  See American Hardwoods, 885 F.2d at 626 (noting no \"unusual facts\" warranting permanent \"discharge\" of debtor's loan guarantor).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The second line of cases note that section 524(e) cannot be construed as an absolute or per se proscription against permanent injunctive relief for all nondebtors.  See, e.g., In re Heron, Burchette, 148 B.R. at 687 (noting that Sec. 524(e) \"contains no language of prohibition and [thus] should not be interpreted to limit court's power under Sec. 105(a)\") (emphasis added).  These courts have formulated various tests for determining when de facto \"discharges\" would not be ultra vires.  See, e.g., Menard-Sanford v. Mabey (In re A.H. Robins Co.), 880 F.2d 694, 702 (4th Cir.), cert. denied, 493 U.S. 959, 110 S.Ct. 376, 107 L.Ed.2d 362 (1989), cited with approval in In re G.S.F. Corp., 938 F.2d at 1474-75;  In re Master Mortgage Inv. Fund, 168 B.R. 930, 935 (Bankr.W.D.Mo.1994) (collecting cases).  In extraordinary circumstances, it has been held that a bankruptcy court can grant permanent injunctive relief essential to enable the formulation and confirmation of a reorganization plan if, for example, nondebtors who would otherwise contribute to funding the plan will not settle their mutual claims absent \"protection\" from potential post-confirmation lawsuits arising from their prepetition relationship with the chapter 11 debtor.  See, e.g., In re A.H. Robins Co., 880 F.2d at 702.   These courts have taken into consideration whether (1) the creditors have overwhelmingly approved the plan, with the injunction;  (2) the plan contemplates full payment of all creditor claims;  and (3) the injunction would affect a relatively small class of claimants.  Id. at 698, 700-702;  In re Master Mortgage, 168 B.R. at 935.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In this second line of cases, the courts have ascribed importance to the fact that the cooperation of essential \"contributing\" parties may not have been forthcoming, and no chapter 11 plan may have been practicable, absent an injunctive provision affording so-called incidental \"protection\" to nondebtors who do not intend to contribute directly to the chapter 11 plan.  For example, if a non-\"contributing\" party holds an indirect claim against a would-be \"contributing\" party,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> such as a contingent claim for indemnification or contribution, the potential \"contributing\" party may decline to accept, or contribute to, the chapter 11 plan in circumstances where the non-\"contributing\" party remains free to implead him as a third-party defendant in a post-confirmation lawsuit.  See In re A.H. Robins, 880 F.2d at 702.   In such circumstances, these courts have afforded the \"incidental protection\" of a permanent injunction by enjoining \"direct\" actions against the noncontributor in order to protect the contributor from exposure to indirect liability.</p>\n    </div>\n    <p>2. Actual Litigation</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Monarch Life represents that it had no inkling during the confirmation proceedings that any party was contending that section 105(a) enabled the bankruptcy court to grant the broad-based \"incidental\" injunctive relief required to protect a \"noncontributing\" party such as Ropes &amp; Gray.  In a memorandum submitted prior to confirmation by the 235 Banks, however, it was plainly stated that--</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>the Injunction must by necessity extend not only to parties like the 235 Banks or the [Monarch Life] Receiver who are signatories to, and gave actual consideration under, the Settlement Agreement, but also to those nonsignatory parties such as officers and directors of those parties....  That consideration will be seriously diminished and the releases granted the signatories worthless if the nonsignatories can continue to be sued, since certain signatory parties would be directly or indirectly liable to the parties being sued.   Consequently, actions against the nonsignatories will be as destructive to the settlement as actions against the signatories.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(Emphasis added.)   The 235 Banks memorandum repeatedly adverted to the problem posed for both \"signatories\" and \"nonsignatories\" unless the latter were insulated--by injunctive relief--from post-confirmation lawsuits.  Moreover, it prominently cited cases, such as A.H. Robins, supra, involving \"incidental\" injunctive relief for noncontributing nondebtors holding contingent claims for indemnification or contribution.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Monarch Life argues, nonetheless, that the 235 Banks memorandum does not establish that the section 105(a) issue was \"actually litigated,\" within the meaning of the collateral estoppel doctrine, since the memorandum was not signed by Monarch Life and therefore merely represented the 235 Banks' view of the applicable law.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">First, the 235 Banks and Monarch Life--through its receiver--held themselves forth in the confirmation proceedings as joint Plan proponents, frequently sharing responsibility for presenting the merits of discrete portions of the Plan before the bankruptcy court.  See also supra note 3.  Monarch Life may disagree with the litigation stance taken by its receiver prior to confirmation of the Plan, but it does not contend that the receiver could not bind it for issue preclusion purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Second, there is no reason to suppose that Monarch Life itself did not expect to benefit--nor indeed that it has not in fact benefited--from the protection afforded in response to the 235 Banks' invitation to confer the broadest available \"incidental\" protection, upon all noncontributing co-obligors, from future lawsuits \"arising from or related to a claim against [Monarch Capital] or affecting or [sic] any property of [Monarch Capital].\"  Thus, we cannot simply assume that no protected noncontributor held an indirect claim for indemnification or contribution against Monarch Life.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Third, even if Monarch Life had not yet discovered specific grounds for its asserted cause of action against Ropes &amp; Gray relating to Monarch Capital's abuse of the STIP, it cannot plausibly contend that Ropes &amp; Gray's alleged involvement, as Monarch Capital's counsel during the relevant time period, was so far removed from Monarch Life's contemplation that it could not have weighed the strategic advantages and risks involved in advocating \"incidental\" injunctive relief prior to confirmation of the Plan.  See, e.g., DeCosta v. Viacom Int'l Inc., 981 F.2d 602, 605-06, 610 (1st Cir.1992) (court may decide not to apply collateral estoppel where there has been a \"significant\" change in the law or factual circumstances since the first judgment was entered;  and finding no such \"significant change\"), cert. denied, --- U.S. ----, 113 S.Ct. 3039, 125 L.Ed.2d 725 (1993).  Moreover, changed circumstances will preclude the application of collateral estoppel only if they might have altered the decision the court made in the first proceeding.  See Montana v. United States, 440 U.S. 147, 159, 99 S.Ct. 970, 976, 59 L.Ed.2d 210 (1979);  EEOC v. American Airlines, 48 F.3d 164, 167 (5th Cir.1995).  And, Monarch Life cannot establish that it would not have proposed precisely the same injunction, whereby it agreed to release a number of viable causes of action against third parties \"arising from\" claims against Monarch Capital, even if it had known the particulars of its malpractice claim against Ropes &amp; Gray in June 1992.  Cf. Fiumara v. Fireman's Fund Ins. Cos., 746 F.2d 87, 91-92 (1st Cir.1984) (noting that \"all of the events which define the [subsequent] federal complaint occurred in the period before the [first proceeding] and were at least generally hinted at during that trial,\" and \"[i]f they were not then litigated as hotly as plaintiff would now wish, they plainly could have been\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, and most importantly, the \"actual litigation\" component in the collateral estoppel analysis does not require that Monarch Life be shown to have advocated the broad-based \"incidental\" injunction, but only that the \"jurisdictional\" issue was squarely raised by the 235 Banks, thus giving Monarch Life a full and fair opportunity to interpose objection if it disagreed with the 235 Banks' legal contentions.  See Blonder-Tongue Lab., 402 U.S. at 328, 91 S.Ct. at 1442-43 (in order to further the interests of finality and judicial economy, collateral estoppel doctrine requires that litigant be afforded \"one full and fair opportunity for judicial resolution\" of the issue).  Therefore, since the section 105(a) \"jurisdictional\" issue was expressly broached in the 235 Banks' memorandum prior to confirmation of the Plan, and by prominent citation to decisions such as A.H. Robins, supra, Monarch Life's silence alone satisfied the second criterion under the collateral estoppel analysis.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p>3. Actual Resolution</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Monarch Life argues that a genuine dispute remains as to whether the \"ambiguous\" order of confirmation actually resolved the section 105(a) \"jurisdictional\" issue \"litigated\" by the parties prior to confirmation.  See Reply Brief for Appellant at 11 (citing Commonwealth of Mass. v. Departmental Grant Appeals Bd., 815 F.2d 778, 788 (1st Cir.1987) (party may challenge interpretation of ambiguous injunction not previously interpreted));  see also In re Monarch Capital Corp., 173 B.R. at 41 (\"Appellants do not challenge the Bankruptcy Court's authority to enter the Injunction....\").  Consequently, it cannot be presumed that the same issue was before the bankruptcy court both in the confirmation proceedings and the contempt proceedings.  Its argument begs the question.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Monarch Life asserts a two-pronged attack against the contempt order.  Its first line of attack is that the injunctive provision in the confirmation order cannot be \"expanded\" to encompass Ropes &amp; Gray's contingent obligations because bankruptcy courts have no power to enter such broad-based injunctions under section 105(a).  However, it cannot be considered a conclusive answer to Ropes &amp; Gray's collateral estoppel defense for Monarch Life to say that it subjectively construed the confirmation order more narrowly than its language and context warranted.  See Piccicuto, 39 F.3d at 41 (rejecting argument that prior judgment was ambiguous and used \"regrettably loose language\").  Rather, Monarch Life's construction must be evaluated against the objective import of the language in the confirmation order itself.  As the confirmation order is dispositive, it is set out at length in the appendix.  See infra Appendix pp. 984-85.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Monarch Life mischaracterizes the obvious breadth of the confirmation order as ambiguity.   Even a cursory review of the confirmation order demonstrates beyond doubt that the third criterion in the collateral estoppel analysis has been met.  See Grella, 42 F.3d at 30-31 (issue may be actually litigated and resolved \"even if it is not explicitly decided,\" as long as it is logically necessary to final decision).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Monarch Life emphasizes the fact that the bankruptcy court distinguished American Hardwoods<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>--a case in which the enjoined action had been against a nondebtor who would not have contributed to the chapter 11 plan--and then stated that \"the persons protected by the [Monarch Capital] Injunction have contributed substantial amounts to the Plan....\"  (Emphasis added.)   But the bankruptcy court did not say that Plan contributors, such as the 235 Banks and Monarch Life, were the only entities \"protected\" by the injunction.  Rather, it said that this injunctive protection was the reason for entering a permanent injunction.  Moreover, in distinguishing American Hardwoods, where protection for contributors was not at issue, the bankruptcy court cited with approval several decisions--like A.H. Robins, supra--(and provided plain parenthetical descriptions) holding that section 105(a) empowers bankruptcy courts to grant permanent injunctions not only against actions asserting claims directly against plan contributors, but \"incidental\" injunctions protecting plan contributors from indirect claims for indemnification and contribution, at least where such protection is deemed \"essential\" to the success of a reorganization plan.  See infra Appendix at p. 984.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">By citing A.H. Robins, supra, and cases of its kind, the bankruptcy court plainly signaled its endorsement of the Plan proponents' request for a broad injunction extending \"incidental\" protection to all noncontributors who might otherwise implead Plan contributors as third-party defendants in subsequent state court actions.  The bankruptcy court then made the required predicate findings for a broad \"incidental\" injunction as enumerated in A.H. Robins.   It found that (1) the injunction was \"essential\" to garner the Plan contributors' cooperation in Monarch Capital's reorganization, and (2) Monarch Capital's creditors overwhelmingly had approved the injunctive provision.  See infra Appendix at p. 984.  Monarch Life cannot turn a blind eye to the plain import of the injunctive provision in the confirmation order, then under the guise of an alleged \"ambiguity\" attempt to relitigate the \"jurisdiction\" of the court to enter the injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Finally, this is not a conventional \"preclusion\" case, wherein the court is required to interpret a first judgment which was entered by a different tribunal.  Even though our interpretation of the confirmation order essentially presents a question of law, see United States v. O'Rourke, 943 F.2d 180, 186 (2d Cir.1991), the bankruptcy court in this case was interpreting its own order of confirmation.  We think customary appellate deference is appropriate in these circumstances with respect to the bankruptcy court's determination that the confirmation order was sufficiently broad to confer \"incidental\" protection to noncontributing parties like Ropes &amp; Gray.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Similarly, because the bankruptcy court was directly engaged in the give-and-take of the confirmation proceedings and had the better vantage point for determining whether the parties had been fairly apprised of the \"jurisdictional\" issue, we likewise think it prudent to accord some deference to its determination that the section 105(a) issue was \"actually litigated.\"   See Ranch House of Orange-Brevard, Inc. v. Gluckstern (In re Ranch House of Orange-Brevard, Inc.), 773 F.2d 1166, 1168 (11th Cir.1985) (\"The bankruptcy judge who has presided over the case from its inception is in the best position to clarify any apparent inconsistencies in the court's rulings.\");   supra Section II.B.2.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Notwithstanding the numerous warning signals, Monarch Life elected to treat the obvious breadth of the injunctive provision as ambiguity.  The record remains clear, nonetheless, that the bankruptcy court's \"jurisdiction\" to enjoin enforcement of Monarch Life's claims against the noncontributing Ropes &amp; Gray was actually litigated and that Monarch Life therefore was required, but failed, to object to the confirmation order and/or appeal from the section 105(a) injunctive provision included in it.</p>\n    </div>\n    <p>4. Essentiality</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">It follows, a fortiori, from our determination that the confirmation order included an \"incidental\" injunction, that the bankruptcy court's ruling on its section 105(a) \"jurisdiction\" was essential to the effectiveness and validity of the injunctive provision.  See Stoll, 305 U.S. at 171-72, 59 S.Ct. at 137-38 (\"Every court in rendering a judgment tacitly, if not expressly, determines its jurisdiction over ... the subject matter.\").</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We therefore hold that the issue of the bankruptcy court's power to enter its so-called \"incidental\" injunction was precluded, having been conclusively resolved in the confirmation order which Monarch Life neither opposed nor appealed.  Though there is conflicting authority on the \"jurisdictional\" reach of section 105(a), the confirmation order cited precedent for a broad-based \"incidental\" injunctive provision.  Cf. Restatement (Second) of Judgments Sec. 29 cmt. j (1980) (court may refuse to invoke collateral estoppel if first judgment was \"patently incorrect\").  Accordingly, Monarch Life cannot now argue that the confirmation order is not subject to this broad construction.  We express no view on the soundness of the precedents cited in the confirmation order, nor on their applicability to the particular Plan proposed by Monarch Life.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  The proper recourse for addressing those questions was by direct appeal from the order of confirmation.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Finally, the confirmation order enjoined all post-confirmation lawsuits \"arising from\" or \"related to\" claims against Monarch Capital.  See supra p. 976.  The complaint filed against Ropes &amp; Gray in Massachusetts Superior Court by Monarch Life alleges a joint scheme by Monarch Capital and Ropes &amp; Gray to abuse the STIP account at Monarch Life's expense--plainly a claim \"arising from\" Monarch Life's STIP claim against Monarch Capital.  We agree with the district court that it was not unreasonable to expect that Ropes &amp; Gray might attempt to assert cross-claims against parties who \"contributed\" to the Monarch Capital Plan, or cross-claims which ultimately would \"affect\" Monarch Capital's property in the hands of its \"direct or indirect transferee[s]\" or \"successor[s] in interest.\"   See supra p. 976;  see also In re Monarch Capital Corp., 173 B.R. at 45 (rejecting Monarch Life's argument that there is absolutely no conceivable ground upon which Ropes &amp; Gray might assert a cross-claim in the superior court action).  Thus, it is academic whether the injunction also \"protects\" Ropes &amp; Gray as Monarch Life's former \"counsel.\"</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.  The parties shall bear their own costs.</p>\n    </div>\n    <p>APPENDIX</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Section 105 of the Bankruptcy Code grants the Court broad equitable power to issue any order, process or judgment that is necessary or appropriate to carry out the provisions of Title 11.  In re Old Orchard Investment Co., 31 Bankr. 599, 601 (W.D.Mich.1983);  Menard-Sanford v. Mabey (In re A.H. Robins Co.), 880 F.2d 694, 702 (4th Cir.1989), cert. denied, [493 U.S. 959] 110 S.Ct. 376 [107 L.Ed.2d 362] (1989) (affirming power of bankruptcy court to enjoin suits permanently against nondebtors in a plan, where there existed certain indemnification rights against the debtor);  In re Energy Co-op., Inc., 886 F.2d 921 (7th Cir.1989) (permanent injunction issued pursuant to settlement agreement);  MacArthur Co. v. Johns-Manville Corp.  (In re Johns-Manville Corp.) 837 F.2d 89 (2d Cir.1988), cert. denied, 488 U.S. 868 [109 S.Ct. 176, 102 L.Ed.2d 145] (1988) (permanent injunction may be issued against actions against an insurer as part of settlement incorporated in a chapter 11 plan notwithstanding claims that this impermissibly discharged a nondebtor);  see In re CCA Partnership, 70 Bankr. 696 (Bankr.C.D.Cal.  [1987] 1985) (judgment creditor enjoined from enforcing claims against debtor's individual partners).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Section 105 grants bankruptcy courts \"ample power to enjoin actions excepted from the automatic stay which might interfere in the rehabilitative process, whether in a liquidation or in a reorganization case.\"  In re [Johns-Manville] Johns Manville Corp., 26 Bankr. 420, 425 (Bankr.S.D.N.Y.1983), quoting Collier on Bankruptcy pp 362.05 (15th ed. 1982).  Further, bankruptcy courts \"may issue or extend stays to enjoin a variety of proceedings which will have an adverse impact on the debtor's ability to formulate a Chapter 11 plan.\"  In re Johns[-]Manville Corp., 40 Bankr. 219, 226 (S.D.N.Y.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Under section 105, this Court has the power to issue injunctions which prevent proceedings against nondebtor third parties where pursuit of such actions would materially and adversely affect the estate or creditor recoveries under a plan of reorganization. See Codfish Corp. v. FDIC (In re Codfish Corp.), 97 B.R. 132, 135 (Bankr.D.P.R.1988) (injunctions appropriate where there is clear and convincing evidence \"that the estate would be substantially and adversely affected by the continuance of such an action\");  In re Monroe Well Serv., Inc., 67 B.R. 746, 751 (Bankr.E.D.Pa.1986) (injunctions appropriate to avoid anticipated adverse impact on bankruptcy estate);  G.S.F. Corp., 938 F.2d [1467] 1474 [ (1st Cir.1991) (adverse impact on debtor's estate required for injunction against third party actions).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">This Court has the power to approve the releases and issue the Injunction with respect to the Trustee, Temporary Receiver and creditors' Committee for matters in connection with the chapter 11 case.  In re Drexel Burnham Lambert Group, Inc., 138 B.R.  [723, 753 (Bankr.S.D.N.Y.1992) ].</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Where an injunction allows a settlement that forms the basis of a chapter 11 plan to take effect, where the entire settlement and hence the plan hinges on the parties being free from the very claims that the injunction would prohibit, courts will order the injunctive relief.  See, e.g., In re A.H. Robins Co., Inc., 880 F.2d 694 (4th Cir.), cert. denied, 493 U.S. 959 [110 S.Ct. 376, 107 L.Ed.2d 362] (1989);  MacArthur Co., 837 F.2d [at 89];  SEC v. Drexel Burnham Lambert, Inc.  (In re Drexel Burnham Lambert Group, Inc.), 130 B.R. 910, 928 (S.D.N.Y.1991), aff'd, 960 F.2d 285 (2d Cir.1992);  UNARCO Bloomington Factory Workers v. UNR Indus., Inc., 124 B.R. 268 (N.D.Ill.1990);  Republic Supply Co. v. Shoaf, 815 F.2d 1046, 1050 (5th Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The opinion of the Court of Appeals in the Ninth Circuit in In re American Hardwoods, 885 F.2d 621 (9th Cir.1989) is inapposite.  In that case, guarantors were protected by the provisions of a plan, although they apparently provided no contribution to that plan.  The injunction was not shown to be essential to the plan.  The court also notes that section 524(e), on which the Ninth Circuit relies, does not by its terms preclude the entry of injunctive relief in favor of nondebtors making plan contributions, particularly where as here, creditors have overwhelmingly consented to it....  In this case, the persons protected by the Injunction have contributed substantial amounts to the Plan, creditors have agreed to the Injunction in order to get these payments, and the Injunction is the only basis on which to build, confirm and effectuate the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Recent cases following American Hardwoods are distinguishable from the facts of this case on similar grounds.  See, e.g., In re Western Real Estate Fund, 922 F.2d 592 (10th Cir.1990).  In Western, an attorney was not enjoined from collecting all fees for work done on behalf of the debtor.  In that case, the fees at issue were owed by a nondebtor third party who did not contribute to the debtor's plan.  The attorney was allowed to collect against that third party.  In In re Rohnert Park Auto Parts, Inc., 113 B.R. 610 (9th Cir.  BAP 1990), a creditor was time barred from asserting a claim in the debtor's bankruptcy.  The creditor was enjoined by the bankruptcy court from collecting against a nondebtor third party who was liable for the debt.  The [court] did not uphold that plan provision.  However, the nondebtor third party had not contributed to the funding of the plan, nor was the injunction shown essential to that plan.  In this case, however, the persons protected by the Injunction are the principal contributors of consideration to the Plan.  Those persons would not contribute without the Injunction.  Therefore, Western Real Estate and Rohnert Park Auto, like American Hardwoods, are inapposite.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In re Monarch Capital Corp., No. 91-41379-JFQ, slip op. at 23-27 (Bankr.D.Mass. June 25, 1992).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For simplicity sake, \"Monarch Life\" includes appellants Springfield Life Insurance Company and First Variable Life Insurance Company</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Ropes &amp; Gray was scheduled as a creditor in the chapter 11 proceeding, but asserted no claim against Monarch Capital</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Plan also provided, inter alia, that (1) Monarch Capital would separate its insurance business (thereby creating the \"Life Group\") from its real estate business (thereby creating the \"New Realty Group\");  and (2) the 235 Banks would release their guaranty claims against Monarch Capital's subsidiaries in connection with the 1990 loan to Monarch Capital, and agree to share the Monarch Life capital stock which had been pledged as collateral for the 1990 loan with Monarch Capital's unsecured creditors.  Upon confirmation of the Plan in June 1992, the 235 Banks became Monarch Life's \"parent\" by acquiring a clear majority of Monarch Life stock, and Monarch Life emerged from receivership</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Subparagraphs (a) and (b) each list specific exceptions to the coverage of the injunction;  none are material to this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 105(a) provides in relevant part:  \"The court may issue any order, process, or judgment that is necessary or appropriate to carry out the provisions of this title.\"  11 U.S.C. Sec. 105(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Ropes &amp; Gray responded that (1) Monarch Capital, as the parent of Monarch Life, had the unfettered legal right to use its subsidiaries' assets as it wished;  (2) Ropes &amp; Gray had not learned of the STIP advances until 1989, by which time the outstanding balances were already significant;  and (3) in order to protect Monarch Life's interests, Ropes &amp; Gray at that time advised Monarch Capital not to \"borrow\" any additional STIP funds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court relied on slightly different grounds.  First, it determined that it would be unfair to invoke res judicata against Monarch Life, which honestly believed that the injunctive provision was not broad enough to bar actions against parties like Ropes &amp; Gray.  Id. at 40-41.   The court also ruled that subparagraph (b) was inapposite because Ropes &amp; Gray was no longer Monarch Life's \"attorney\" at the time of the confirmation hearing.  Id. at 43-44.   Nevertheless, it concluded that subparagraph (a) of the injunction was broad enough to bar Monarch Life's state court action against Ropes &amp; Gray.  Id. at 44-45.   The district court thereupon vacated the order of contempt, inasmuch as the lack of clarity in the injunctive provision not only made sanctions unwarranted but also undermined the bankruptcy court's threshold finding that Monarch Life was a contemnor.  Id. at 46</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Monarch Life argues that Ropes &amp; Gray cannot rely on res judicata principles because it filed no chapter 11 claim and, therefore, was not a \"party\" to the chapter 11 confirmation proceedings.  See, e.g., Apparel Art Int'l v. Amertex Enters.  Ltd., 48 F.3d 576, 583 (1st Cir.1995) (claim preclusion normally requires \"identicality of parties,\" or at least privity).  Frequently, however, \"res judicata \" is used more inclusively, to refer either to claim preclusion or issue preclusion (i.e., collateral estoppel).  See Grella, 42 F.3d at 30-31 (noting that basis for bankruptcy court decision was unclear, and observing that labels--\"res judicata \" and \"collateral estoppel\"--are less important than substance of parties' argumentation in light of factual circumstances) (citing Dennis v. Rhode Island Hosp. Trust, 744 F.2d 893, 898 (1st Cir.1984));  Railway Labor Executives' Ass'n v. Guilford Transp. Indus., Inc., 989 F.2d 9, 11 n. 3 (1st Cir.1993) (noting confusion prevailing over same labels);  see also Fiumara v. Fireman's Fund Ins. Cos., 746 F.2d 87, 90 n. 1 (1st Cir.1984) (noting \"distinct family resemblance\" between two doctrines).  Since Monarch Life seeks to relitigate only one component \"issue\" arising from the confirmation order (viz., the bankruptcy court's jurisdiction or power under Sec. 105(a)), the preclusion defense asserted by Ropes &amp; Gray is more exactly characterized as collateral estoppel (\"issue preclusion\")</p>\n        <p>A party invoking issue preclusion need not show that it was privy to the first proceeding.  See Parklane Hosiery Co. v. Shore, 439 U.S. 322, 326-28, 99 S.Ct. 645, 649-50, 58 L.Ed.2d 552 (1979) (no \"mutuality of parties\" rule);  Blonder-Tongue Lab., 402 U.S. at 328, 91 S.Ct. at 1442 (same);  Fiumara, 746 F.2d at 92;  cf. DiPinto v. Sperling, 9 F.3d 2, 4 (1st Cir.1993) (Rhode Island law).  It need only show that \"the party against whom issue preclusion will be applied had a fair opportunity to litigate the issue fully.\"  Kyricopoulos v. Town of Orleans, 967 F.2d 14, 16 (1st Cir.1992) (Massachusetts law dispenses with \"mutuality\" rule) (emphasis added).  Of course, even if the bankruptcy court had based its contempt ruling on claim preclusion, we would have been free to affirm on any ground supported by the bankruptcy court record.  See La Electronica, Inc. v. Capo-Roman (In re Electronica, Inc.), 995 F.2d 320, 321 n. 1 (1st Cir.1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Ropes &amp; Gray argues that it \"contributed\" to Monarch Capital's chapter 11 plan to the extent it held contingent claims for indemnification or contribution against Monarch Capital, which it effectively \"released\" by refraining from filing a claim.  See supra note 2.  For present purposes, however, the term \"contributing\" parties is used to refer to those entities, such as the 235 Banks and Monarch Life, which proposed and signed onto the Plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Monarch Life argues that the Sec. 105(a) order must be interpreted as enjoining only the noncontributors' cross-claims impleading Plan contributors, not Monarch Life's initiation in Massachusetts Superior Court of its principal claim against the noncontributing Ropes &amp; Gray.  See Brief for Appellant at 21 (citing Pacor, Inc. v. Higgins, 743 F.2d 984 (3d Cir.1984)).  Even if this \"severability\" contention had merit, the district court properly noted that it had been waived by Monarch Life's failure to raise it in the bankruptcy court contempt proceeding.  See In re Monarch Capital Corp., 173 B.R. at 45 (issues not raised before the bankruptcy court are deemed waived on appeal) (citing Juniper Dev.  Group v. Kahn (In re Hemingway Transp., Inc.), 993 F.2d 915, 935 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 303, 126 L.Ed.2d 251 (1993))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Monarch Life points also to a decision entered earlier in an unrelated adversary proceeding, wherein the bankruptcy court denied the chapter 11 trustee's motion to enjoin a suit by Monarch Capital shareholders against Monarch Life.  It considers that decision probative because it noted the bankruptcy court's concern that such an injunction might exceed the limitations set forth in American Hardwoods.   See In re Monarch Capital Corp., No. 91-41379-JFQ (Bankr.D.Mass. Apr. 8, 1992).  We do not agree.  First, the proposed injunction involved there was not part of--thus could not be \"essential\" to--the reorganization plan.  Further, the bankruptcy court expressly distinguished American Hardwoods in its final order of confirmation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See, e.g., In re Weber, 25 F.3d 413, 416 (7th Cir.1994) (noting that bankruptcy court's interpretation of its own confirmation order is entitled to same deference as generally accorded courts construing their own judgments);  William B. Schnach Retirement Trust v. Unified Capital Corp.  (In re Bono Dev., Inc.), 8 F.3d 720, 721-22 (10th Cir.1993) (same;  interpreting bankruptcy court's \"superpriority\" order);  Texas N.W. Ry. Co. v. Diamond Shamrock Ref. &amp; Mktg. Co.  (In re Chicago, Rock Island &amp; Pac.  R.R. Co.), 865 F.2d 807, 810-11 (7th Cir.1988) (same;  construing bankruptcy court's order approving sale);  Ranch House of Orange-Brevard, Inc. v. Gluckstern (In re Ranch House of Orange-Brevard, Inc.), 773 F.2d 1166, 1168 (11th Cir.1985) (same;  confirmation order);  see also generally Farmhand, Inc. v. Anel Eng'g Indus., Inc., 693 F.2d 1140, 1146 (5th Cir.1982) (noting that district courts are entitled to deference in interpreting own orders);  Securities and Exch.  Comm'n v. Sloan, 535 F.2d 679, 681 (2d Cir.1976) (same), cert. denied, 430 U.S. 966, 97 S.Ct. 1646, 52 L.Ed.2d 357 (1977)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Ropes &amp; Gray cross-appeals from the bankruptcy court's refusal to award it compensatory damages for Monarch Life's contempt.  See Brief for Appellee at 48 (citing Parker v. United States, 153 F.2d 66, 70 (1st Cir.1946) (noting that \"complainant is entitled as a matter of right to an order in civil contempt imposing a compensatory fine\")).  As the district court noted, however, the level of specificity needed to ground a finding of contempt is not susceptible to precise quantification.  We find no abuse of discretion in the bankruptcy court's implicit determination that Monarch Life did not commit such an egregious contempt as would compel the imposition of sanctions.  See, e.g., Johnston Envtl.  Corp. v. Knight (In re Goodman), 991 F.2d 613, 620 (9th Cir.1993) (noting that bankruptcy court has discretion to award no damages if it finds contempt insufficiently \"egregious\")</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">973</span></span></p>\n    <p class=\"case_cite\">34 Collier Bankr.Cas.2d 313, 27 Bankr.Ct.Dec. 1039,<br>Bankr. L. Rep.  P 76,634</p>\n    <p class=\"parties\">MONARCH LIFE INSURANCE COMPANY, et al., Appellants,<br>v.<br>ROPES &amp; GRAY, Appellee.<br>MONARCH LIFE INSURANCE COMPANY, et al., Appellees,<br>v.<br>ROPES &amp; GRAY, Appellant.</p>\n    <p class=\"docket\">Nos. 94-2173, 94-2200.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 5, 1995.<br>Decided Sept. 13, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bruce E. Baty, with whom Christopher D. Schneider, Morrison &amp; Hecker, Kansas City, MO, Charles K. Bergin, Jr. and Robinson, Donovan, Madden &amp; Barry, P.C., Springfield, MA, were on brief, for Monarch Life Insurance Company.</p>\n      <p class=\"indent\">John K. Villa, with whom Nicole K. Seligman, Philip J. Deutch, Williams &amp; Connolly, Washington, DC, Charles S. Cohen and Egan, Flanagan and Cohen, P.C., Springfield, MA, were on brief, for Ropes &amp; Gray.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, and CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following an unsuccessful intermediate appeal to the district court, Monarch Life Insurance Co.  (\"Monarch Life\") continues to press its challenge to a bankruptcy court order enjoining its prosecution of a legal malpractice action in Massachusetts Superior Court against its former counsel, the law firm of Ropes &amp; Gray.  The bankruptcy court determined that the Monarch Life action violated a permanent injunction incorporated in the confirmed reorganization plan of its parent corporation, Monarch Capital Corporation (\"Monarch Capital\").  We now affirm the district court on the ground that Monarch Life is collaterally estopped from asserting a state court challenge to the bankruptcy court's jurisdiction to enter the permanent injunction incorporated in the confirmed reorganization plan.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Monarch Capital, incorporated as a holding company in 1968, marketed life and disability insurance through Monarch Life, its wholly-owned Massachusetts subsidiary,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and developed real estate through another group of subsidiaries (\"real estate subsidiaries\").  Ropes &amp; Gray provided simultaneous legal representation to Monarch Capital and its subsidiaries, including Monarch Life.  In 1985, Monarch Capital established a Short-Term Investment Pool (\"STIP\"), a common bank account into which Monarch Capital's subsidiaries agreed to make daily deposits of their excess cash balances.  The STIP agreement authorized Monarch Capital to borrow needed funds from the STIP at an interest rate more favorable than the market rate, and permitted the subsidiaries to recoup their STIP deposits on demand.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Beginning in 1987, Monarch Capital's real estate subsidiaries began experiencing serious cash flow problems due to an abrupt economy-wide decline in real estate values.  In order to prop up its failing real estate subsidiaries, Monarch Capital began to borrow heavily from the STIP deposits contributed by Monarch Life.  By 1990, Monarch Life's outstanding STIP \"advances\" to Monarch Capital approximated $175 million.  When Monarch Life learned the extent of Monarch Capital's borrowings, it unilaterally cancelled its participation in the STIP.  Shortly thereafter, Monarch Life discharged Ropes &amp; Gray as its counsel.  During that same year, Monarch Capital borrowed an additional $235 million from a group of financial institutions (hereinafter:  \"the 235 Banks\"), pledging its capital stock in Monarch Life as collateral for the loan.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In May 1991, the Massachusetts Insurance Commissioner placed Monarch Life in receivership.  The receiver in turn filed an involuntary chapter 11 petition against Monarch Capital.  After seven months of negotiation, the principal creditors of Monarch Capital--the 235 Banks and Monarch Life--proposed a plan of reorganization (\"Plan\"), which purported to settle or release a tangle of \"complex\" claims and cross-claims held by and against Monarch Capital, its subsidiaries, and other creditors.  In re Monarch Capital Corp., No. 91-41379-JFQ, slip op. at 9 (Bankr.D.Mass. June 25, 1992).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  These included Monarch Life's claim that Monarch Capital, acting in concert with the 235 Banks, had used the STIP to deplete Monarch Life's coffers, thereby placing Monarch Life in violation of state insurance regulations.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In consideration of their mutual agreement to release claims and to make financial contributions to fund the Plan, the Plan proponents insisted on the inclusion of a permanent injunction to protect them from future lawsuits arising from or related to claims settled under the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The injunction ultimately included in the order confirming the Plan provides as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>In addition to the discharge provided by Section 1141 of the Bankruptcy Code and to supplement the discharge provisions of Article VI.A of the Plan, this Order constitutes an injunction against all persons (other than the FDIC as Receiver) from taking any of the following actions (other than an action brought to enforce any right or obligation under the Plan or the Settlement Agreement):</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>a. commencement or continuation of any action or proceeding arising from or related to a claim against [Monarch Capital] against or affecting or [sic] any property of [Monarch Capital], or any direct or indirect transferee of any property of, or direct or indirect successor in interest to, any of the foregoing ...;  and</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>b. commencement or continuation of any action or proceeding arising from or related to a claim against the Debtor of this Chapter 11 case, the [Monarch Life] Receivership or the operations of the Debtor against or affecting any of New Holding Co., New Realty Co., [Monarch Life], the Agent, the 235 Banks, the Trustee, the Creditors' Committee (in such capacity), the [Monarch Life] Receiver and their respective officers, directors, employees, attorneys, agents, successors and assigns other than a claim to enforce obligations under the Plan or the Settlement Agreement....<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 19-20 </span>(emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After a hearing, at which the parties discussed whether, and to what extent, Bankruptcy Code Sec. 105(a)<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> empowers a bankruptcy court to afford permanent injunctive relief which effectively grants a \"discharge\" to parties other than the chapter 11 debtor, the bankruptcy court confirmed the Plan, including the proposed injunction.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 23-27; </span> see also infra Appendix at pp. 984-85 (containing relevant excerpts from confirmation order).  The bankruptcy court found that absent prompt confirmation of a chapter 11 plan, Monarch Life likely would be forced into liquidation.  In re Monarch Capital Corp., No. 91-41379-JFQ, slip op. at 18.   Monarch Life's receiver elected not to appeal the confirmation order.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Monarch Life soon discovered documentary evidence allegedly establishing that Ropes &amp; Gray simultaneously represented both Monarch Capital and Monarch Life in circumstances which suggested an inherent conflict of interest.  In May 1993, Monarch Life brought suit in Massachusetts Superior Court, seeking compensatory damages for Ropes &amp; Gray's alleged participation in Monarch Capital's private strategy to use Monarch Life's STIP contributions to prop up Monarch Capital's moribund real estate investments.  Monarch Life alleged, inter alia, that Monarch Capital and Ropes &amp; Gray, in reports to Massachusetts insurance regulators, deliberately concealed the nature and understated the amount of the STIP \"advances\" to Monarch Capital, thereby exposing Monarch Life and its directors to civil liability for Monarch Life's violation of Massachusetts insurance laws which require that insurance companies keep on hand minimum \"admitted assets\" to cover extant policies.  Monarch Life further alleged that Ropes &amp; Gray had deliberately concealed from Monarch Life the ongoing use of the STIP by Monarch Capital to finance its long-term real estate ventures, as well as the fact that Monarch Capital had no realistic prospect of ever repaying its STIP \"advances\" had Monarch Life made demand.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Ropes &amp; Gray filed a motion for civil contempt against Monarch Life in the bankruptcy court, claiming that its state court action violated the injunctive provision in the confirmed Monarch Capital chapter 11 plan.  Following a hearing on the contempt motion, the bankruptcy court determined that (1) the Monarch Life action was barred by the broad terms of both subparagraphs (a) and (b) of the injunction included in the Plan, see supra p. 976;  and (2) the doctrine of res judicata precluded Monarch Life from attacking the bankruptcy court's \"jurisdiction\" to enter the broad-based injunction.  Ropes &amp; Gray v. Monarch Life Ins. Co.  (In re Monarch Capital Corp.), No. 91-41379-JFQ, at 6-7 (Bankr.D.Mass. Oct. 15, 1993).  The bankruptcy court held Monarch Life in civil contempt but refused to impose sanctions because the terms of the injunctive provision in the confirmed Plan were not \"sufficiently specific and definite\" to permit a finding that the violation had been deliberate or undertaken in bad faith.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 7. </span>  On intermediate appeal, the district court affirmed the bankruptcy court decision.  Monarch Life Ins. Co.  (In re Monarch Capital Corp.) v. Ropes &amp; Gray, <span class=\"citation\" data-id=\"1814404\"><a href=\"/opinion/1814404/in-re-monarch-capital-corp/\"><span class=\"volume\">173</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">31</span> </a></span>(D.Mass.1994).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Monarch Life contends, as a matter of law, that the permanent injunctive provision included in the confirmed Plan cannot extinguish actions against third parties such as Ropes &amp; Gray, since bankruptcy courts have no \"jurisdiction \" or power to \"discharge\" (1) debts other than those of the chapter 11 debtor, see Brief for Appellants at 12-16 (citing Bankruptcy Code Sec. 524(e), 11 U.S.C. Sec. 524(e) (\"[D]ischarge of a debt of the debtor does not affect the liability of any other entity on, or the property of any other entity for, such debt.\");  American Hardwoods, Inc. v. Deutsche Credit Corp.  (In re American Hardwoods, Inc.), <span class=\"citation\" data-id=\"529379\"><a href=\"/opinion/529379/in-re-american-hardwoods-inc-debtor-american-hardwoods-inc-v/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">621</span></a></span>, 626 (9th Cir.1989)), or (2) debts of any nondebtor such as Ropes &amp; Gray which concededly made no financial contribution to the Plan, see <span class=\"citation\" data-id=\"529379\"><a href=\"/opinion/529379/in-re-american-hardwoods-inc-debtor-american-hardwoods-inc-v/\"><span class=\"id_token\">id.</span> at 16-20 </a></span>(citing In re Heron, Burchette, Ruckert &amp; Rothwell, <span class=\"citation\" data-id=\"1968045\"><a href=\"/opinion/1968045/in-re-heron-burchette-ruckert-rothwell/\"><span class=\"volume\">148</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">660</span> </a></span>665, 687 (Bankr.D.D.C.1992)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Ropes &amp; Gray counters that Monarch Life is barred, under the doctrines of res judicata and judicial estoppel, from litigating the scope of the bankruptcy court's power because it not only knowingly failed to appeal from the order confirming the chapter 11 Plan, but in its announced role as a Plan proponent it acquiesced in its co-proponents' arguments that the bankruptcy court possessed broad injunctive powers under Bankruptcy Code Sec. 105(a).  See Stoll v. Gottlieb, <span class=\"citation\" data-id=\"103096\"><a href=\"/opinion/103096/stoll-v-gottlieb/\"><span class=\"volume\">305</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">165</span></a></span>, 172, <span class=\"citation\" data-id=\"103096\"><a href=\"/opinion/103096/stoll-v-gottlieb/\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">134</span></a></span>, 137, <span class=\"citation\" data-id=\"103096\"><a href=\"/opinion/103096/stoll-v-gottlieb/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">104</span> </a></span>(1938) (unless a party in interest objects, and appeals an erroneous ruling by the bankruptcy court that it had \"jurisdiction\" to confirm terms of plan, the ruling is conclusive in subsequent proceedings);  Republic Supply Co. v. Shoaf, <span class=\"citation\" data-id=\"486406\"><a href=\"/opinion/486406/16-collier-bankrcas2d-1305-bankr-l-rep-p-71802-republic-supply-co/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1046</span></a></span>, 1052-53 (5th Cir.1987) (same);  cf. Celotex Corp. v. Edwards, --- U.S. ----, ----, <span class=\"citation\" data-id=\"117920\"><a href=\"/opinion/117920/celotex-corp-v-edwards/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1493</span></a></span>, 1499, <span class=\"citation\" data-id=\"117920\"><a href=\"/opinion/117920/celotex-corp-v-edwards/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">403</span> </a></span>(1995) (if bankruptcy court determines that it possesses so-called \"related to\" jurisdiction to enjoin under Code Sec. 105(a), and the jurisdictional question remains open for determination, aggrieved litigant's recourse is by appeal from bankruptcy court decision, not by collateral attack on bankruptcy court order);  cf. also Maggio v. Zeitz, <span class=\"citation\" data-id=\"104508\"><a href=\"/opinion/104508/maggio-v-zeitz/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">56</span></a></span>, 69, <span class=\"citation\" data-id=\"104508\"><a href=\"/opinion/104508/maggio-v-zeitz/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">401</span></a></span>, 408, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">476</span> </span>(1948) (contempt proceeding is not appropriate vehicle for attacking validity, or retrying the merits, of the order contravened by alleged contemnor).</p>\n    </div>\n    <p>A. Standards of Review</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the conclusions of law reached by the bankruptcy court and the district court are subject to de novo review, the underlying findings of fact by the bankruptcy court are reviewed only for clear error.  Western Auto Supply Co. v. Savage Arms, Inc.  (In re Savage Indus., Inc.), <span class=\"citation\" data-id=\"685588\"><a href=\"/opinion/685588/in-re-savage-industries-inc-debtor-western-auto-supply-company-v/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">714</span></a></span>, 719-20, n. 8 (1st Cir.1994);  In re G.S.F. Corp., <span class=\"citation\" data-id=\"564956\"><a href=\"/opinion/564956/25-collier-bankrcas2d-113-bankr-l-rep-p-74130-in-re-gsf/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1467</span></a></span>, 1474 (1st Cir.1991).  The applicability vel non of preclusion principles is a question of law.  See, e.g., Gonzalez v. Banco Cent. Corp., <span class=\"citation\" data-id=\"195467\"><a href=\"/opinion/195467/gonzalez-abreau-v-banco-central/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">751</span></a></span>, 755 (1st Cir.1994).  Since the judgment (viz., the order confirming the Plan) was rendered by a federal tribunal--the bankruptcy court-- see FDIC v. Shearson-American Express Inc., <span class=\"citation\" data-id=\"609735\"><a href=\"/opinion/609735/federal-deposit-insurance-corporation-cross-plaintiff-v-shearson-american/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">493</span></a></span>, 497 (1st Cir.1993) (bankruptcy court decisions trigger normal res judicata principles) (citing Katchen v. Landy, <span class=\"citation\" data-id=\"107138\"><a href=\"/opinion/107138/katchen-v-landy/\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">323</span></a></span>, 334, <span class=\"citation\" data-id=\"107138\"><a href=\"/opinion/107138/katchen-v-landy/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">467</span></a></span>, 475, <span class=\"citation\" data-id=\"107138\"><a href=\"/opinion/107138/katchen-v-landy/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span> </a></span>(1966)), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1054</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">375</span> </span>(1994);  see also, e.g., <span class=\"citation\" data-id=\"103096\"><span class=\"antecedent_guess\">Stoll,</span> <a href=\"/opinion/103096/stoll-v-gottlieb/\"><span class=\"volume\">305</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">170</span></a></span>, 59 S.Ct. at 137 (finding bankruptcy court order confirming reorganization plan entitled to res judicata effect);  Eubanks v. FDIC, <span class=\"citation\" data-id=\"592238\"><a href=\"/opinion/592238/br-eubanks-md-and-bonnie-b-eubanks-v-federal-deposit-insurance/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">166</span></a></span>, 170 (5th Cir.1992) (similar), federal preclusion principles apply.  See Blonder-Tongue Lab., Inc. v. University of Ill.  Found., <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">313</span></a></span>, 324-25, <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1434</span></a></span>, 1440-41, <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">788</span> </a></span>(1971);  RecoverEdge L.P. v. Pentecost, <span class=\"citation\" data-id=\"6952\"><a href=\"/opinion/6952/recoveredge-lp-v-pentecost/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1284</span></a></span>, 1290 (5th Cir.1995);  Orjias v. Louisiana-Pacific Corp., <span class=\"citation\" data-id=\"675842\"><a href=\"/opinion/675842/margaret-orjias-arthur-o-orjias-john-m-orjias-arthur-g-orjias-sandra-l/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">995</span></a></span>, 1010 (10th Cir.1994);  Restatement (Second) of Judgments Sec. 87.  In order to invoke collateral estoppel (issue preclusion), Ropes &amp; Gray must demonstrate that:  (1) both the contempt proceedings and the confirmation proceedings involved the same issue of law or fact;  (2) the parties actually litigated the issue in the confirmation proceedings;  (3) the bankruptcy court actually resolved the issue in a final and binding judgment (viz., its confirmation order);  and (4) its resolution of that issue of law or fact was essential to its judgment (i.e., necessary to its holding).  See Grella v. Salem Five Cent Sav. Bank, <span class=\"citation\" data-id=\"684074\"><a href=\"/opinion/684074/paul-j-grella-trustee-v-salem-five-cent-savings-bank/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 30 (1st Cir.1994);  Piccicuto v. Dwyer, <span class=\"citation\" data-id=\"681327\"><a href=\"/opinion/681327/richard-piccicuto-dba-sheehans-cafe-v-ralph-e-dwyer-richard-piccicuto/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 40 (1st Cir.1994);  Restatement (Second) of Judgments Sec. 27 (1982).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p>B. Merits of Issue Preclusion Claim</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>1. \"Same Issue\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We must first identify the precise issue Monarch Life sought to \"relitigate\" in its defense against Ropes &amp; Gray's motion for civil contempt.  We have held that Bankruptcy Code Sec. 105(a) confers ample power upon the bankruptcy court to enjoin the initiation or continuation of judicial proceedings in a nonbankruptcy forum against nondebtors during the pendency of a chapter 11 case, where the court reasonably concludes that such actions would entail or threaten adverse \"impact\" on the administration of the chapter 11 estate.  See In re G.S.F. <span class=\"citation\" data-id=\"564956\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/564956/25-collier-bankrcas2d-113-bankr-l-rep-p-74130-in-re-gsf/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1474</span></a></span>.   These injunctions serve simply as adjuncts to the automatic stay, see Bankruptcy Code Sec. 362(a), which ostensibly protects only the debtor and its property from creditor \"grab-law\" tactics after the \"race to the courthouse.\"   See Austin v. Unarco Indus., Inc., <span class=\"citation\" data-id=\"416907\"><a href=\"/opinion/416907/margaret-austin-etc-v-unarco-industries-inc/\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4-5 (1st Cir.), cert. dismissed, <span class=\"citation no-link\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1247</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">34</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1454</span> </span>(1983).  Since the automatic stay may induce creditors to refocus their recovery efforts upon the chapter 11 debtor's co-obligors, a temporary injunction is sometimes needed to protect nondebtors (e.g., a corporate debtor's principals and managing officers) whose time and energy should not be diverted to collateral lawsuits and away from the effort to reorganize the debtor.  Like the automatic stay itself, see Bankruptcy Code Sec. 362(c), however, these accessorial injunctions normally lapse--at the latest--following confirmation of the chapter 11 plan and the closing of the chapter 11 case, leaving the nondebtor co-obligor once again exposed to pursuit by the discharged chapter 11 debtor's creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The more intricate \"jurisdictional\" question raised by the confirmation order and contempt proceedings in this case is whether Congress intended an outer temporal boundary on the availability of injunctive relief under Bankruptcy Code Sec. 105(a).  Since the chapter 11 debtor is the only entity permanently discharged upon confirmation of a chapter 11 plan, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 1141(d), </span>its creditors usually are free to pursue all available remedies against those undischarged entities which were obligated, along with the chapter 11 debtor, on a prepetition debt.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 524(e) </span>(\"[D]ischarge of a debt of the debtor does not affect the liability of any other entity on, or the property of any other entity for, such debt.\").  Whether the Code likewise empowers bankruptcy courts to enter permanent injunctions which effectively confer de facto \"discharge\" relief upon the chapter 11 debtor's co-obligors, and if so, under what conditions and limitations, are the topics of continuing debate and disagreement in both case law and commentary.  See, e.g., Howard C. Buschmann III &amp; Sean P. Madden, The Power and Propriety of Bankruptcy Court Intervention in Actions Between Nondebtors, 47 The Business Lawyer 913 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The case law splits along two principal lines.  Some courts hold that section 105(a) does not permit a bankruptcy court permanently to enjoin post-confirmation lawsuits against nondebtors, since such an order would directly contravene the \"more specific\" proscription in section 524(e).  See, e.g., American <span class=\"citation\" data-id=\"529379\"><span class=\"antecedent_guess\">Hardwoods,</span> <a href=\"/opinion/529379/in-re-american-hardwoods-inc-debtor-american-hardwoods-inc-v/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">626</span></a></span>;  Landsing Diversified Properties-II v. First Nat'l Bank &amp; Trust Co.  (In re Western Real Estate Fund, Inc.), <span class=\"citation\" data-id=\"553426\"><a href=\"/opinion/553426/in-re-western-real-estate-fund-inc-debtors-landsing-diversified/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">592</span></a></span>, 600-01 (10th Cir.1990), modified on other grounds, <span class=\"citation\" data-id=\"560588\"><a href=\"/opinion/560588/kevin-m-abel-abel-busch-inc-v-honorable-lee-r-west-judge-of-the/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">898</span> </a></span>(10th Cir.1991).  The factual circumstances in these cases did not suggest, however, that the grant of injunctive relief was in any sense integral to the success of the chapter 11 reorganization.  See American <span class=\"citation\" data-id=\"529379\"><span class=\"antecedent_guess\">Hardwoods,</span> <a href=\"/opinion/529379/in-re-american-hardwoods-inc-debtor-american-hardwoods-inc-v/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">626</span> </a></span>(noting no \"unusual facts\" warranting permanent \"discharge\" of debtor's loan guarantor).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The second line of cases note that section 524(e) cannot be construed as an absolute or per se proscription against permanent injunctive relief for all nondebtors.  See, e.g., In re Heron, <span class=\"citation\" data-id=\"1968045\"><span class=\"antecedent_guess\">Burchette,</span> <a href=\"/opinion/1968045/in-re-heron-burchette-ruckert-rothwell/\"><span class=\"volume\">148</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">687</span> </a></span>(noting that Sec. 524(e) \"contains no language of prohibition and [thus] should not be interpreted to limit court's power under Sec. 105(a)\") (emphasis added).  These courts have formulated various tests for determining when de facto \"discharges\" would not be ultra vires.  See, e.g., Menard-Sanford v. Mabey (In re A.H. Robins Co.), <span class=\"citation\" data-id=\"526749\"><a href=\"/opinion/526749/in-re-ah-robins-company-incorporated-debtor-eight-cases-rosemary/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">694</span></a></span>, 702 (4th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">959</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">376</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">362</span> </span>(1989), cited with approval in In re G.S.F. <span class=\"citation\" data-id=\"564956\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/564956/25-collier-bankrcas2d-113-bankr-l-rep-p-74130-in-re-gsf/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1474</span></a></span>-75;  In re Master Mortgage Inv. Fund, <span class=\"citation\" data-id=\"2013612\"><a href=\"/opinion/2013612/in-re-master-mortg-inv-fund-inc/\"><span class=\"volume\">168</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">930</span></a></span>, 935 (Bankr.W.D.Mo.1994) (collecting cases).  In extraordinary circumstances, it has been held that a bankruptcy court can grant permanent injunctive relief essential to enable the formulation and confirmation of a reorganization plan if, for example, nondebtors who would otherwise contribute to funding the plan will not settle their mutual claims absent \"protection\" from potential post-confirmation lawsuits arising from their prepetition relationship with the chapter 11 debtor.  See, e.g., In re A.H. Robins <span class=\"citation\" data-id=\"526749\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/526749/in-re-ah-robins-company-incorporated-debtor-eight-cases-rosemary/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">702</span></a></span>.   These courts have taken into consideration whether (1) the creditors have overwhelmingly approved the plan, with the injunction;  (2) the plan contemplates full payment of all creditor claims;  and (3) the injunction would affect a relatively small class of claimants.  <span class=\"citation\" data-id=\"526749\"><a href=\"/opinion/526749/in-re-ah-robins-company-incorporated-debtor-eight-cases-rosemary/\"><span class=\"id_token\">Id.</span> at 698, </a></span>700-702;  In re Master <span class=\"citation\" data-id=\"2013612\"><span class=\"antecedent_guess\">Mortgage,</span> <a href=\"/opinion/2013612/in-re-master-mortg-inv-fund-inc/\"><span class=\"volume\">168</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">935</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In this second line of cases, the courts have ascribed importance to the fact that the cooperation of essential \"contributing\" parties may not have been forthcoming, and no chapter 11 plan may have been practicable, absent an injunctive provision affording so-called incidental \"protection\" to nondebtors who do not intend to contribute directly to the chapter 11 plan.  For example, if a non-\"contributing\" party holds an indirect claim against a would-be \"contributing\" party,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> such as a contingent claim for indemnification or contribution, the potential \"contributing\" party may decline to accept, or contribute to, the chapter 11 plan in circumstances where the non-\"contributing\" party remains free to implead him as a third-party defendant in a post-confirmation lawsuit.  See In re A.H. <span class=\"citation\" data-id=\"526749\"><span class=\"antecedent_guess\">Robins,</span> <a href=\"/opinion/526749/in-re-ah-robins-company-incorporated-debtor-eight-cases-rosemary/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">702</span></a></span>.   In such circumstances, these courts have afforded the \"incidental protection\" of a permanent injunction by enjoining \"direct\" actions against the noncontributor in order to protect the contributor from exposure to indirect liability.</p>\n    </div>\n    <p>2. Actual Litigation</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Monarch Life represents that it had no inkling during the confirmation proceedings that any party was contending that section 105(a) enabled the bankruptcy court to grant the broad-based \"incidental\" injunctive relief required to protect a \"noncontributing\" party such as Ropes &amp; Gray.  In a memorandum submitted prior to confirmation by the 235 Banks, however, it was plainly stated that--</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>the Injunction must by necessity extend not only to parties like the 235 Banks or the [Monarch Life] Receiver who are signatories to, and gave actual consideration under, the Settlement Agreement, but also to those nonsignatory parties such as officers and directors of those parties....  That consideration will be seriously diminished and the releases granted the signatories worthless if the nonsignatories can continue to be sued, since certain signatory parties would be directly or indirectly liable to the parties being sued.   Consequently, actions against the nonsignatories will be as destructive to the settlement as actions against the signatories.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(Emphasis added.)   The 235 Banks memorandum repeatedly adverted to the problem posed for both \"signatories\" and \"nonsignatories\" unless the latter were insulated--by injunctive relief--from post-confirmation lawsuits.  Moreover, it prominently cited cases, such as A.H. <span class=\"citation\" data-id=\"526749\"><a href=\"/opinion/526749/in-re-ah-robins-company-incorporated-debtor-eight-cases-rosemary/\"><span class=\"antecedent_guess\">Robins,</span> supra</a></span>, involving \"incidental\" injunctive relief for noncontributing nondebtors holding contingent claims for indemnification or contribution.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Monarch Life argues, nonetheless, that the 235 Banks memorandum does not establish that the section 105(a) issue was \"actually litigated,\" within the meaning of the collateral estoppel doctrine, since the memorandum was not signed by Monarch Life and therefore merely represented the 235 Banks' view of the applicable law.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">First, the 235 Banks and Monarch Life--through its receiver--held themselves forth in the confirmation proceedings as joint Plan proponents, frequently sharing responsibility for presenting the merits of discrete portions of the Plan before the bankruptcy court.  See also supra note 3.  Monarch Life may disagree with the litigation stance taken by its receiver prior to confirmation of the Plan, but it does not contend that the receiver could not bind it for issue preclusion purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Second, there is no reason to suppose that Monarch Life itself did not expect to benefit--nor indeed that it has not in fact benefited--from the protection afforded in response to the 235 Banks' invitation to confer the broadest available \"incidental\" protection, upon all noncontributing co-obligors, from future lawsuits \"arising from or related to a claim against [Monarch Capital] or affecting or [sic] any property of [Monarch Capital].\"  Thus, we cannot simply assume that no protected noncontributor held an indirect claim for indemnification or contribution against Monarch Life.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Third, even if Monarch Life had not yet discovered specific grounds for its asserted cause of action against Ropes &amp; Gray relating to Monarch Capital's abuse of the STIP, it cannot plausibly contend that Ropes &amp; Gray's alleged involvement, as Monarch Capital's counsel during the relevant time period, was so far removed from Monarch Life's contemplation that it could not have weighed the strategic advantages and risks involved in advocating \"incidental\" injunctive relief prior to confirmation of the Plan.  See, e.g., DeCosta v. Viacom Int'l Inc., <span class=\"citation\" data-id=\"596487\"><a href=\"/opinion/596487/victor-decosta-v-viacom-international-inc/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">602</span></a></span>, 605-06, 610 (1st Cir.1992) (court may decide not to apply collateral estoppel where there has been a \"significant\" change in the law or factual circumstances since the first judgment was entered;  and finding no such \"significant change\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3039</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">725</span> </span>(1993).  Moreover, changed circumstances will preclude the application of collateral estoppel only if they might have altered the decision the court made in the first proceeding.  See Montana v. United States, <span class=\"citation\" data-id=\"110022\"><a href=\"/opinion/110022/montana-v-united-states/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span>, 159, <span class=\"citation\" data-id=\"110022\"><a href=\"/opinion/110022/montana-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">970</span></a></span>, 976, <span class=\"citation\" data-id=\"110022\"><a href=\"/opinion/110022/montana-v-united-states/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span> </a></span>(1979);  EEOC v. American Airlines, <span class=\"citation\" data-id=\"7035\"><a href=\"/opinion/7035/eeoc-v-american-airlines-inc/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">164</span></a></span>, 167 (5th Cir.1995).  And, Monarch Life cannot establish that it would not have proposed precisely the same injunction, whereby it agreed to release a number of viable causes of action against third parties \"arising from\" claims against Monarch Capital, even if it had known the particulars of its malpractice claim against Ropes &amp; Gray in June 1992.  Cf. Fiumara v. Fireman's Fund Ins. Cos., <span class=\"citation\" data-id=\"442975\"><a href=\"/opinion/442975/joseph-j-fiumara-v-firemans-fund-insurance-companies/\"><span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">87</span></a></span>, 91-92 (1st Cir.1984) (noting that \"all of the events which define the [subsequent] federal complaint occurred in the period before the [first proceeding] and were at least generally hinted at during that trial,\" and \"[i]f they were not then litigated as hotly as plaintiff would now wish, they plainly could have been\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, and most importantly, the \"actual litigation\" component in the collateral estoppel analysis does not require that Monarch Life be shown to have advocated the broad-based \"incidental\" injunction, but only that the \"jurisdictional\" issue was squarely raised by the 235 Banks, thus giving Monarch Life a full and fair opportunity to interpose objection if it disagreed with the 235 Banks' legal contentions.  See Blonder-Tongue <span class=\"citation\" data-id=\"108330\"><span class=\"antecedent_guess\">Lab.,</span> <a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">328</span></a></span>, 91 S.Ct. at 1442-43 (in order to further the interests of finality and judicial economy, collateral estoppel doctrine requires that litigant be afforded \"one full and fair opportunity for judicial resolution\" of the issue).  Therefore, since the section 105(a) \"jurisdictional\" issue was expressly broached in the 235 Banks' memorandum prior to confirmation of the Plan, and by prominent citation to decisions such as A.H. <span class=\"citation\" data-id=\"526749\"><a href=\"/opinion/526749/in-re-ah-robins-company-incorporated-debtor-eight-cases-rosemary/\"><span class=\"antecedent_guess\">Robins,</span> supra</a></span>, Monarch Life's silence alone satisfied the second criterion under the collateral estoppel analysis.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p>3. Actual Resolution</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Monarch Life argues that a genuine dispute remains as to whether the \"ambiguous\" order of confirmation actually resolved the section 105(a) \"jurisdictional\" issue \"litigated\" by the parties prior to confirmation.  See Reply Brief for Appellant at 11 (citing Commonwealth of Mass. v. Departmental Grant Appeals Bd., <span class=\"citation\" data-id=\"486364\"><a href=\"/opinion/486364/commonwealth-of-massachusetts-by-its-department-of-public-welfare-v/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">778</span></a></span>, 788 (1st Cir.1987) (party may challenge interpretation of ambiguous injunction not previously interpreted));  see also In re Monarch Capital <span class=\"citation\" data-id=\"1814404\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/1814404/in-re-monarch-capital-corp/\"><span class=\"volume\">173</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">41</span> </a></span>(\"Appellants do not challenge the Bankruptcy Court's authority to enter the Injunction....\").  Consequently, it cannot be presumed that the same issue was before the bankruptcy court both in the confirmation proceedings and the contempt proceedings.  Its argument begs the question.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Monarch Life asserts a two-pronged attack against the contempt order.  Its first line of attack is that the injunctive provision in the confirmation order cannot be \"expanded\" to encompass Ropes &amp; Gray's contingent obligations because bankruptcy courts have no power to enter such broad-based injunctions under section 105(a).  However, it cannot be considered a conclusive answer to Ropes &amp; Gray's collateral estoppel defense for Monarch Life to say that it subjectively construed the confirmation order more narrowly than its language and context warranted.  See <span class=\"citation\" data-id=\"681327\"><span class=\"antecedent_guess\">Piccicuto,</span> <a href=\"/opinion/681327/richard-piccicuto-dba-sheehans-cafe-v-ralph-e-dwyer-richard-piccicuto/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">41</span> </a></span>(rejecting argument that prior judgment was ambiguous and used \"regrettably loose language\").  Rather, Monarch Life's construction must be evaluated against the objective import of the language in the confirmation order itself.  As the confirmation order is dispositive, it is set out at length in the appendix.  See infra Appendix pp. 984-85.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Monarch Life mischaracterizes the obvious breadth of the confirmation order as ambiguity.   Even a cursory review of the confirmation order demonstrates beyond doubt that the third criterion in the collateral estoppel analysis has been met.  See <span class=\"citation\" data-id=\"684074\"><span class=\"antecedent_guess\">Grella,</span> <a href=\"/opinion/684074/paul-j-grella-trustee-v-salem-five-cent-savings-bank/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">30-31</span> </a></span>(issue may be actually litigated and resolved \"even if it is not explicitly decided,\" as long as it is logically necessary to final decision).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Monarch Life emphasizes the fact that the bankruptcy court distinguished American Hardwoods<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>--a case in which the enjoined action had been against a nondebtor who would not have contributed to the chapter 11 plan--and then stated that \"the persons protected by the [Monarch Capital] Injunction have contributed substantial amounts to the Plan....\"  (Emphasis added.)   But the bankruptcy court did not say that Plan contributors, such as the 235 Banks and Monarch Life, were the only entities \"protected\" by the injunction.  Rather, it said that this injunctive protection was the reason for entering a permanent injunction.  Moreover, in distinguishing American Hardwoods, where protection for contributors was not at issue, the bankruptcy court cited with approval several decisions--like A.H. <span class=\"citation\" data-id=\"526749\"><a href=\"/opinion/526749/in-re-ah-robins-company-incorporated-debtor-eight-cases-rosemary/\"><span class=\"antecedent_guess\">Robins,</span> supra</a></span>--(and provided plain parenthetical descriptions) holding that section 105(a) empowers bankruptcy courts to grant permanent injunctions not only against actions asserting claims directly against plan contributors, but \"incidental\" injunctions protecting plan contributors from indirect claims for indemnification and contribution, at least where such protection is deemed \"essential\" to the success of a reorganization plan.  See infra Appendix at p. 984.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">By citing A.H. <span class=\"citation\" data-id=\"526749\"><a href=\"/opinion/526749/in-re-ah-robins-company-incorporated-debtor-eight-cases-rosemary/\"><span class=\"antecedent_guess\">Robins,</span> supra</a></span>, and cases of its kind, the bankruptcy court plainly signaled its endorsement of the Plan proponents' request for a broad injunction extending \"incidental\" protection to all noncontributors who might otherwise implead Plan contributors as third-party defendants in subsequent state court actions.  The bankruptcy court then made the required predicate findings for a broad \"incidental\" injunction as enumerated in A.H. Robins.   It found that (1) the injunction was \"essential\" to garner the Plan contributors' cooperation in Monarch Capital's reorganization, and (2) Monarch Capital's creditors overwhelmingly had approved the injunctive provision.  See infra Appendix at p. 984.  Monarch Life cannot turn a blind eye to the plain import of the injunctive provision in the confirmation order, then under the guise of an alleged \"ambiguity\" attempt to relitigate the \"jurisdiction\" of the court to enter the injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Finally, this is not a conventional \"preclusion\" case, wherein the court is required to interpret a first judgment which was entered by a different tribunal.  Even though our interpretation of the confirmation order essentially presents a question of law, see United States v. O'Rourke, <span class=\"citation\" data-id=\"567599\"><a href=\"/opinion/567599/united-states-v-andrew-p-orourke-as-county-executive-of-the-county-of/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">180</span></a></span>, 186 (2d Cir.1991), the bankruptcy court in this case was interpreting its own order of confirmation.  We think customary appellate deference is appropriate in these circumstances with respect to the bankruptcy court's determination that the confirmation order was sufficiently broad to confer \"incidental\" protection to noncontributing parties like Ropes &amp; Gray.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Similarly, because the bankruptcy court was directly engaged in the give-and-take of the confirmation proceedings and had the better vantage point for determining whether the parties had been fairly apprised of the \"jurisdictional\" issue, we likewise think it prudent to accord some deference to its determination that the section 105(a) issue was \"actually litigated.\"   See Ranch House of Orange-Brevard, Inc. v. Gluckstern (In re Ranch House of Orange-Brevard, Inc.), <span class=\"citation\" data-id=\"458780\"><a href=\"/opinion/458780/in-re-ranch-house-of-orange-brevard-inc-debtor-ranch-house-of/\"><span class=\"volume\">773</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1166</span></a></span>, 1168 (11th Cir.1985) (\"The bankruptcy judge who has presided over the case from its inception is in the best position to clarify any apparent inconsistencies in the court's <span class=\"citation no-link\"><span class=\"antecedent_guess\">rulings.\");</span>   supra </span>Section II.B.2.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Notwithstanding the numerous warning signals, Monarch Life elected to treat the obvious breadth of the injunctive provision as ambiguity.  The record remains clear, nonetheless, that the bankruptcy court's \"jurisdiction\" to enjoin enforcement of Monarch Life's claims against the noncontributing Ropes &amp; Gray was actually litigated and that Monarch Life therefore was required, but failed, to object to the confirmation order and/or appeal from the section 105(a) injunctive provision included in it.</p>\n    </div>\n    <p>4. Essentiality</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">It follows, a fortiori, from our determination that the confirmation order included an \"incidental\" injunction, that the bankruptcy court's ruling on its section 105(a) \"jurisdiction\" was essential to the effectiveness and validity of the injunctive provision.  See <span class=\"citation\" data-id=\"103096\"><span class=\"antecedent_guess\">Stoll,</span> <a href=\"/opinion/103096/stoll-v-gottlieb/\"><span class=\"volume\">305</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">171-72</span></a></span>, 59 S.Ct. at 137-38 (\"Every court in rendering a judgment tacitly, if not expressly, determines its jurisdiction over ... the subject matter.\").</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We therefore hold that the issue of the bankruptcy court's power to enter its so-called \"incidental\" injunction was precluded, having been conclusively resolved in the confirmation order which Monarch Life neither opposed nor appealed.  Though there is conflicting authority on the \"jurisdictional\" reach of section 105(a), the confirmation order cited precedent for a broad-based \"incidental\" injunctive provision.  Cf. Restatement (Second) of Judgments Sec. 29 cmt. j (1980) (court may refuse to invoke collateral estoppel if first judgment was \"patently incorrect\").  Accordingly, Monarch Life cannot now argue that the confirmation order is not subject to this broad construction.  We express no view on the soundness of the precedents cited in the confirmation order, nor on their applicability to the particular Plan proposed by Monarch Life.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  The proper recourse for addressing those questions was by direct appeal from the order of confirmation.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Finally, the confirmation order enjoined all post-confirmation lawsuits \"arising from\" or \"related to\" claims against Monarch Capital.  See supra p. 976.  The complaint filed against Ropes &amp; Gray in Massachusetts Superior Court by Monarch Life alleges a joint scheme by Monarch Capital and Ropes &amp; Gray to abuse the STIP account at Monarch Life's expense--plainly a claim \"arising from\" Monarch Life's STIP claim against Monarch Capital.  We agree with the district court that it was not unreasonable to expect that Ropes &amp; Gray might attempt to assert cross-claims against parties who \"contributed\" to the Monarch Capital Plan, or cross-claims which ultimately would \"affect\" Monarch Capital's property in the hands of its \"direct or indirect transferee[s]\" or \"successor[s] in interest.\"   See supra p. 976;  see also In re Monarch Capital <span class=\"citation\" data-id=\"1814404\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/1814404/in-re-monarch-capital-corp/\"><span class=\"volume\">173</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">45</span> </a></span>(rejecting Monarch Life's argument that there is absolutely no conceivable ground upon which Ropes &amp; Gray might assert a cross-claim in the superior court action).  Thus, it is academic whether the injunction also \"protects\" Ropes &amp; Gray as Monarch Life's former \"counsel.\"</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.  The parties shall bear their own costs.</p>\n    </div>\n    <p>APPENDIX</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Section 105 of the Bankruptcy Code grants the Court broad equitable power to issue any order, process or judgment that is necessary or appropriate to carry out the provisions of Title 11.  In re Old Orchard Investment Co., 31 Bankr. 599, 601 (W.D.Mich.1983);  Menard-Sanford v. Mabey (In re A.H. Robins Co.), <span class=\"citation\" data-id=\"526749\"><a href=\"/opinion/526749/in-re-ah-robins-company-incorporated-debtor-eight-cases-rosemary/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">694</span></a></span>, 702 (4th Cir.1989), cert. denied, [<span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">959</span></span>] <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">376</span> </span>[<span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">362</span></span>] (1989) (affirming power of bankruptcy court to enjoin suits permanently against nondebtors in a plan, where there existed certain indemnification rights against the debtor);  In re Energy Co-op., Inc., <span class=\"citation\" data-id=\"529996\"><a href=\"/opinion/529996/in-the-matter-of-energy-cooperative-inc-debtor-appeals-of-koch-refining/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">921</span> </a></span>(7th Cir.1989) (permanent injunction issued pursuant to settlement agreement);  MacArthur Co. v. Johns-Manville Corp.  (In re Johns-Manville Corp.) <span class=\"citation\" data-id=\"500056\"><a href=\"/opinion/500056/macarthur-company-and-western-macarthur-company-v-johns-manville/\"><span class=\"volume\">837</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">89</span> </a></span>(2d Cir.1988), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">868</span> </span>[<span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">176</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">145</span></span>] (1988) (permanent injunction may be issued against actions against an insurer as part of settlement incorporated in a chapter 11 plan notwithstanding claims that this impermissibly discharged a nondebtor);  see In re CCA Partnership, 70 Bankr. 696 (Bankr.C.D.Cal.  [1987] 1985) (judgment creditor enjoined from enforcing claims against debtor's individual partners).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Section 105 grants bankruptcy courts \"ample power to enjoin actions excepted from the automatic stay which might interfere in the rehabilitative process, whether in a liquidation or in a reorganization case.\"  In re [Johns-Manville] Johns Manville Corp., 26 Bankr. 420, 425 (Bankr.S.D.N.Y.1983), quoting Collier on Bankruptcy pp 362.05 (15th ed. 1982).  Further, bankruptcy courts \"may issue or extend stays to enjoin a variety of proceedings which will have an adverse impact on the debtor's ability to formulate a Chapter 11 plan.\"  In re Johns[-]Manville Corp., 40 Bankr. 219, 226 (S.D.N.Y.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Under section 105, this Court has the power to issue injunctions which prevent proceedings against nondebtor third parties where pursuit of such actions would materially and adversely affect the estate or creditor recoveries under a plan of reorganization. See Codfish Corp. v. FDIC (In re Codfish Corp.), <span class=\"citation\" data-id=\"1533358\"><a href=\"/opinion/1533358/in-re-codfish-corp/\"><span class=\"volume\">97</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">132</span></a></span>, 135 (Bankr.D.P.R.1988) (injunctions appropriate where there is clear and convincing evidence \"that the estate would be substantially and adversely affected by the continuance of such an action\");  In re Monroe Well Serv., Inc., <span class=\"citation\" data-id=\"1543054\"><a href=\"/opinion/1543054/in-re-monroe-well-service-inc/\"><span class=\"volume\">67</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">746</span></a></span>, 751 (Bankr.E.D.Pa.1986) (injunctions appropriate to avoid anticipated adverse impact on bankruptcy estate);  G.S.F. Corp., 938 F.2d [1467] 1474 [ (1st Cir.1991) (adverse impact on debtor's estate required for injunction against third party actions).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">This Court has the power to approve the releases and issue the Injunction with respect to the Trustee, Temporary Receiver and creditors' Committee for matters in connection with the chapter 11 case.  In re Drexel Burnham Lambert Group, Inc., 138 B.R.  [723, 753 (Bankr.S.D.N.Y.1992) ].</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Where an injunction allows a settlement that forms the basis of a chapter 11 plan to take effect, where the entire settlement and hence the plan hinges on the parties being free from the very claims that the injunction would prohibit, courts will order the injunctive relief.  See, e.g., In re A.H. Robins Co., Inc., <span class=\"citation\" data-id=\"526749\"><a href=\"/opinion/526749/in-re-ah-robins-company-incorporated-debtor-eight-cases-rosemary/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">694</span> </a></span>(4th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">959</span> </span>[<span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">376</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">362</span></span>] (1989);  MacArthur Co., 837 F.2d [at 89];  SEC v. Drexel Burnham Lambert, Inc.  (In re Drexel Burnham Lambert Group, Inc.), <span class=\"citation\" data-id=\"1817437\"><a href=\"/opinion/1817437/in-re-drexel-burnham-lambert-group-inc/\"><span class=\"volume\">130</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">910</span></a></span>, 928 (S.D.N.Y.1991), aff'd, <span class=\"citation\" data-id=\"580705\"><a href=\"/opinion/580705/in-re-the-drexel-burnham-lambert-group-inc-drexel-burnham-lambert-trading/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">285</span> </a></span>(2d Cir.1992);  UNARCO Bloomington Factory Workers v. UNR Indus., Inc., <span class=\"citation\" data-id=\"1974942\"><a href=\"/opinion/1974942/unarco-bloomington-factory-v-unr-industries/\"><span class=\"volume\">124</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">268</span> </a></span>(N.D.Ill.1990);  Republic Supply Co. v. Shoaf, <span class=\"citation\" data-id=\"486406\"><a href=\"/opinion/486406/16-collier-bankrcas2d-1305-bankr-l-rep-p-71802-republic-supply-co/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1046</span></a></span>, 1050 (5th Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The opinion of the Court of Appeals in the Ninth Circuit in In re American Hardwoods, <span class=\"citation\" data-id=\"529379\"><a href=\"/opinion/529379/in-re-american-hardwoods-inc-debtor-american-hardwoods-inc-v/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">621</span> </a></span>(9th Cir.1989) is inapposite.  In that case, guarantors were protected by the provisions of a plan, although they apparently provided no contribution to that plan.  The injunction was not shown to be essential to the plan.  The court also notes that section 524(e), on which the Ninth Circuit relies, does not by its terms preclude the entry of injunctive relief in favor of nondebtors making plan contributions, particularly where as here, creditors have overwhelmingly consented to it....  In this case, the persons protected by the Injunction have contributed substantial amounts to the Plan, creditors have agreed to the Injunction in order to get these payments, and the Injunction is the only basis on which to build, confirm and effectuate the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Recent cases following American Hardwoods are distinguishable from the facts of this case on similar grounds.  See, e.g., In re Western Real Estate Fund, <span class=\"citation\" data-id=\"553426\"><a href=\"/opinion/553426/in-re-western-real-estate-fund-inc-debtors-landsing-diversified/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">592</span> </a></span>(10th Cir.1990).  In Western, an attorney was not enjoined from collecting all fees for work done on behalf of the debtor.  In that case, the fees at issue were owed by a nondebtor third party who did not contribute to the debtor's plan.  The attorney was allowed to collect against that third party.  In In re Rohnert Park Auto Parts, Inc., <span class=\"citation\" data-id=\"1990593\"><a href=\"/opinion/1990593/in-re-rohnert-park-auto-parts-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">610</span> </a></span>(9th Cir.  BAP 1990), a creditor was time barred from asserting a claim in the debtor's bankruptcy.  The creditor was enjoined by the bankruptcy court from collecting against a nondebtor third party who was liable for the debt.  The [court] did not uphold that plan provision.  However, the nondebtor third party had not contributed to the funding of the plan, nor was the injunction shown essential to that plan.  In this case, however, the persons protected by the Injunction are the principal contributors of consideration to the Plan.  Those persons would not contribute without the Injunction.  Therefore, Western Real Estate and Rohnert Park Auto, like American Hardwoods, are inapposite.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In re Monarch Capital Corp., No. 91-41379-JFQ, slip op. at 23-27 (Bankr.D.Mass. June 25, 1992).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For simplicity sake, \"Monarch Life\" includes appellants Springfield Life Insurance Company and First Variable Life Insurance Company</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Ropes &amp; Gray was scheduled as a creditor in the chapter 11 proceeding, but asserted no claim against Monarch Capital</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Plan also provided, inter alia, that (1) Monarch Capital would separate its insurance business (thereby creating the \"Life Group\") from its real estate business (thereby creating the \"New Realty Group\");  and (2) the 235 Banks would release their guaranty claims against Monarch Capital's subsidiaries in connection with the 1990 loan to Monarch Capital, and agree to share the Monarch Life capital stock which had been pledged as collateral for the 1990 loan with Monarch Capital's unsecured creditors.  Upon confirmation of the Plan in June 1992, the 235 Banks became Monarch Life's \"parent\" by acquiring a clear majority of Monarch Life stock, and Monarch Life emerged from receivership</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Subparagraphs (a) and (b) each list specific exceptions to the coverage of the injunction;  none are material to this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 105(a) provides in relevant part:  \"The court may issue any order, process, or judgment that is necessary or appropriate to carry out the provisions of this title.\"  11 U.S.C. Sec. 105(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Ropes &amp; Gray responded that (1) Monarch Capital, as the parent of Monarch Life, had the unfettered legal right to use its subsidiaries' assets as it wished;  (2) Ropes &amp; Gray had not learned of the STIP advances until 1989, by which time the outstanding balances were already significant;  and (3) in order to protect Monarch Life's interests, Ropes &amp; Gray at that time advised Monarch Capital not to \"borrow\" any additional STIP funds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court relied on slightly different grounds.  First, it determined that it would be unfair to invoke res judicata against Monarch Life, which honestly believed that the injunctive provision was not broad enough to bar actions against parties like Ropes &amp; Gray.  <span class=\"citation\" data-id=\"1990593\"><a href=\"/opinion/1990593/in-re-rohnert-park-auto-parts-inc/\"><span class=\"id_token\">Id.</span> at 40-41. </a></span>  The court also ruled that subparagraph (b) was inapposite because Ropes &amp; Gray was no longer Monarch Life's \"attorney\" at the time of the confirmation hearing.  <span class=\"citation\" data-id=\"1990593\"><a href=\"/opinion/1990593/in-re-rohnert-park-auto-parts-inc/\"><span class=\"id_token\">Id.</span> at 43-44. </a></span>  Nevertheless, it concluded that subparagraph (a) of the injunction was broad enough to bar Monarch Life's state court action against Ropes &amp; Gray.  <span class=\"citation\" data-id=\"1990593\"><a href=\"/opinion/1990593/in-re-rohnert-park-auto-parts-inc/\"><span class=\"id_token\">Id.</span> at 44-45. </a></span>  The district court thereupon vacated the order of contempt, inasmuch as the lack of clarity in the injunctive provision not only made sanctions unwarranted but also undermined the bankruptcy court's threshold finding that Monarch Life was a contemnor.  <span class=\"citation\" data-id=\"1990593\"><a href=\"/opinion/1990593/in-re-rohnert-park-auto-parts-inc/\"><span class=\"id_token\">Id.</span> at 46</a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Monarch Life argues that Ropes &amp; Gray cannot rely on res judicata principles because it filed no chapter 11 claim and, therefore, was not a \"party\" to the chapter 11 confirmation proceedings.  See, e.g., Apparel Art Int'l v. Amertex Enters.  Ltd., <span class=\"citation\" data-id=\"195914\"><a href=\"/opinion/195914/apparel-art-v-amerlex-enterprises/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span>, 583 (1st Cir.1995) (claim preclusion normally requires \"identicality of parties,\" or at least privity).  Frequently, however, \"res judicata \" is used more inclusively, to refer either to claim preclusion or issue preclusion (i.e., collateral estoppel).  See <span class=\"citation\" data-id=\"684074\"><span class=\"antecedent_guess\">Grella,</span> <a href=\"/opinion/684074/paul-j-grella-trustee-v-salem-five-cent-savings-bank/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">30-31</span> </a></span>(noting that basis for bankruptcy court decision was unclear, and observing that labels--\"res judicata \" and \"collateral estoppel\"--are less important than substance of parties' argumentation in light of factual circumstances) (citing Dennis v. Rhode Island Hosp. Trust, <span class=\"citation\" data-id=\"442088\"><a href=\"/opinion/442088/robert-b-dennis-etc-v-rhode-island-hospital-trust-national-bank-robert/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">893</span></a></span>, 898 (1st Cir.1984));  Railway Labor Executives' Ass'n v. Guilford Transp. Indus., Inc., <span class=\"citation\" data-id=\"602829\"><a href=\"/opinion/602829/railway-labor-executives-association-v-guilford-transportation/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span>, 11 n. 3 (1st Cir.1993) (noting confusion prevailing over same labels);  see also Fiumara v. Fireman's Fund Ins. Cos., <span class=\"citation\" data-id=\"442975\"><a href=\"/opinion/442975/joseph-j-fiumara-v-firemans-fund-insurance-companies/\"><span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">87</span></a></span>, 90 n. 1 (1st Cir.1984) (noting \"distinct family resemblance\" between two doctrines).  Since Monarch Life seeks to relitigate only one component \"issue\" arising from the confirmation order (viz., the bankruptcy court's jurisdiction or power under Sec. 105(a)), the preclusion defense asserted by Ropes &amp; Gray is more exactly characterized as collateral estoppel (\"issue preclusion\")</p>\n        <p>A party invoking issue preclusion need not show that it was privy to the first proceeding.  See Parklane Hosiery Co. v. Shore, <span class=\"citation\" data-id=\"109964\"><a href=\"/opinion/109964/parklane-hosiery-co-v-shore/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">322</span></a></span>, 326-28, <span class=\"citation\" data-id=\"109964\"><a href=\"/opinion/109964/parklane-hosiery-co-v-shore/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">645</span></a></span>, 649-50, <span class=\"citation\" data-id=\"109964\"><a href=\"/opinion/109964/parklane-hosiery-co-v-shore/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">552</span> </a></span>(1979) (no \"mutuality of parties\" rule);  Blonder-Tongue <span class=\"citation\" data-id=\"108330\"><span class=\"antecedent_guess\">Lab.,</span> <a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">328</span></a></span>, 91 S.Ct. at 1442 (same);  <span class=\"citation\" data-id=\"442975\"><span class=\"antecedent_guess\">Fiumara,</span> <a href=\"/opinion/442975/joseph-j-fiumara-v-firemans-fund-insurance-companies/\"><span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">92</span></a></span>;  cf. DiPinto v. Sperling, <span class=\"citation\" data-id=\"656648\"><a href=\"/opinion/656648/dennis-dipinto-and-kieran-cunningham-v-john-sperling-in-his-capacity-as/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">2</span></a></span>, 4 (1st Cir.1993) (Rhode Island law).  It need only show that \"the party against whom issue preclusion will be applied had a fair opportunity to litigate the issue fully.\"  Kyricopoulos v. Town of Orleans, <span class=\"citation\" data-id=\"585216\"><a href=\"/opinion/585216/james-p-kyricopoulos-v-town-of-orleans/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 16 (1st Cir.1992) (Massachusetts law dispenses with \"mutuality\" rule) (emphasis added).  Of course, even if the bankruptcy court had based its contempt ruling on claim preclusion, we would have been free to affirm on any ground supported by the bankruptcy court record.  See La Electronica, Inc. v. Capo-Roman (In re Electronica, Inc.), <span class=\"citation\" data-id=\"608836\"><a href=\"/opinion/608836/bankr-l-rep-p-75311-in-re-la-electronica-inc-debtor-la-electronica/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">320</span></a></span>, 321 n. 1 (1st Cir.1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Ropes &amp; Gray argues that it \"contributed\" to Monarch Capital's chapter 11 plan to the extent it held contingent claims for indemnification or contribution against Monarch Capital, which it effectively \"released\" by refraining from filing a claim.  See supra note 2.  For present purposes, however, the term \"contributing\" parties is used to refer to those entities, such as the 235 Banks and Monarch Life, which proposed and signed onto the Plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Monarch Life argues that the Sec. 105(a) order must be interpreted as enjoining only the noncontributors' cross-claims impleading Plan contributors, not Monarch Life's initiation in Massachusetts Superior Court of its principal claim against the noncontributing Ropes &amp; Gray.  See Brief for Appellant at 21 (citing Pacor, Inc. v. Higgins, <span class=\"citation\" data-id=\"441761\"><a href=\"/opinion/441761/in-re-pacor-inc-v-john-higgins-jr-and-louise-higgins/\"><span class=\"volume\">743</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">984</span> </a></span>(3d Cir.1984)).  Even if this \"severability\" contention had merit, the district court properly noted that it had been waived by Monarch Life's failure to raise it in the bankruptcy court contempt proceeding.  See In re Monarch Capital <span class=\"citation\" data-id=\"1814404\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/1814404/in-re-monarch-capital-corp/\"><span class=\"volume\">173</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">45</span> </a></span>(issues not raised before the bankruptcy court are deemed waived on appeal) (citing Juniper Dev.  Group v. Kahn (In re Hemingway Transp., Inc.), <span class=\"citation\" data-id=\"607104\"><a href=\"/opinion/607104/in-re-hemingway-transport-inc-debtors-juniper-development-group-etc/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">915</span></a></span>, 935 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">303</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span> </span>(1993))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Monarch Life points also to a decision entered earlier in an unrelated adversary proceeding, wherein the bankruptcy court denied the chapter 11 trustee's motion to enjoin a suit by Monarch Capital shareholders against Monarch Life.  It considers that decision probative because it noted the bankruptcy court's concern that such an injunction might exceed the limitations set forth in American Hardwoods.   See In re Monarch Capital Corp., No. 91-41379-JFQ (Bankr.D.Mass. Apr. 8, 1992).  We do not agree.  First, the proposed injunction involved there was not part of--thus could not be \"essential\" to--the reorganization plan.  Further, the bankruptcy court expressly distinguished American Hardwoods in its final order of confirmation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See, e.g., In re Weber, <span class=\"citation\" data-id=\"670734\"><a href=\"/opinion/670734/30-collier-bankrcas2d-2068-bankr-l-rep-p-75893-in-the-matter-of/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">413</span></a></span>, 416 (7th Cir.1994) (noting that bankruptcy court's interpretation of its own confirmation order is entitled to same deference as generally accorded courts construing their own judgments);  William B. Schnach Retirement Trust v. Unified Capital Corp.  (In re Bono Dev., Inc.), <span class=\"citation\" data-id=\"656191\"><a href=\"/opinion/656191/29-collier-bankrcas2d-1634-bankr-l-rep-p-75521-in-re-bono/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">720</span></a></span>, 721-22 (10th Cir.1993) (same;  interpreting bankruptcy court's \"superpriority\" order);  Texas N.W. Ry. Co. v. Diamond Shamrock Ref. &amp; Mktg. Co.  (In re Chicago, Rock Island &amp; Pac.  R.R. Co.), <span class=\"citation\" data-id=\"516968\"><a href=\"/opinion/516968/in-the-matter-of-chicago-rock-island-and-pacific-railroad-company-debtor/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">807</span></a></span>, 810-11 (7th Cir.1988) (same;  construing bankruptcy court's order approving sale);  Ranch House of Orange-Brevard, Inc. v. Gluckstern (In re Ranch House of Orange-Brevard, Inc.), <span class=\"citation\" data-id=\"458780\"><a href=\"/opinion/458780/in-re-ranch-house-of-orange-brevard-inc-debtor-ranch-house-of/\"><span class=\"volume\">773</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1166</span></a></span>, 1168 (11th Cir.1985) (same;  confirmation order);  see also generally Farmhand, Inc. v. Anel Eng'g Indus., Inc., <span class=\"citation\" data-id=\"411278\"><a href=\"/opinion/411278/farmhand-inc-and-reynolds-module-systems-inc-v-anel-engineering/\"><span class=\"volume\">693</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1140</span></a></span>, 1146 (5th Cir.1982) (noting that district courts are entitled to deference in interpreting own orders);  Securities and Exch.  Comm'n v. Sloan, <span class=\"citation\" data-id=\"335424\"><a href=\"/opinion/335424/fed-sec-l-rep-p-95547-securities-and-exchange-commission-v-samuel-h/\"><span class=\"volume\">535</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">679</span></a></span>, 681 (2d Cir.1976) (same), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">966</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1646</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">357</span> </span>(1977)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Ropes &amp; Gray cross-appeals from the bankruptcy court's refusal to award it compensatory damages for Monarch Life's contempt.  See Brief for Appellee at 48 (citing Parker v. United States, <span class=\"citation\" data-id=\"1478752\"><a href=\"/opinion/1478752/parker-v-united-states/\"><span class=\"volume\">153</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">66</span></a></span>, 70 (1st Cir.1946) (noting that \"complainant is entitled as a matter of right to an order in civil contempt imposing a compensatory fine\")).  As the district court noted, however, the level of specificity needed to ground a finding of contempt is not susceptible to precise quantification.  We find no abuse of discretion in the bankruptcy court's implicit determination that Monarch Life did not commit such an egregious contempt as would compel the imposition of sanctions.  See, e.g., Johnston Envtl.  Corp. v. Knight (In re Goodman), <span class=\"citation\" data-id=\"604922\"><a href=\"/opinion/604922/in-re-david-goodman-dba-sfd-imports-sendo-stores-brass-discount/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">613</span></a></span>, 620 (9th Cir.1993) (noting that bankruptcy court has discretion to award no damages if it finds contempt insufficiently \"egregious\")</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/6952/",
    "https://www.courtlistener.com/api/rest/v3/opinions/7035/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103096/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104508/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107138/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108330/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109964/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110022/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117920/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195467/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195914/",
    "https://www.courtlistener.com/api/rest/v3/opinions/335424/",
    "https://www.courtlistener.com/api/rest/v3/opinions/411278/",
    "https://www.courtlistener.com/api/rest/v3/opinions/416907/",
    "https://www.courtlistener.com/api/rest/v3/opinions/441761/",
    "https://www.courtlistener.com/api/rest/v3/opinions/442088/",
    "https://www.courtlistener.com/api/rest/v3/opinions/442975/",
    "https://www.courtlistener.com/api/rest/v3/opinions/458780/",
    "https://www.courtlistener.com/api/rest/v3/opinions/486364/",
    "https://www.courtlistener.com/api/rest/v3/opinions/486406/",
    "https://www.courtlistener.com/api/rest/v3/opinions/500056/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516968/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526749/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529379/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529996/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553426/",
    "https://www.courtlistener.com/api/rest/v3/opinions/560588/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564956/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567599/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580705/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585216/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592238/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596487/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602829/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604922/",
    "https://www.courtlistener.com/api/rest/v3/opinions/607104/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608836/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609735/",
    "https://www.courtlistener.com/api/rest/v3/opinions/656191/",
    "https://www.courtlistener.com/api/rest/v3/opinions/656648/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/675842/",
    "https://www.courtlistener.com/api/rest/v3/opinions/681327/",
    "https://www.courtlistener.com/api/rest/v3/opinions/684074/",
    "https://www.courtlistener.com/api/rest/v3/opinions/685588/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1478752/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1533358/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1543054/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1814404/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1817437/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1860288/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1968045/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1974942/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1990593/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2013612/"
  ]
}