{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196345/",
  "id": 196345,
  "absolute_url": "/opinion/196345/united-states-v-guzman-rivera/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196345/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:03:53Z",
  "date_modified": "2020-02-21T23:33:07.816226Z",
  "type": "010combined",
  "sha1": "c2e0685b3bcf77aee30097422607dbe2e2e8f3b8",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2101.01A",
  "local_path": null,
  "plain_text": "\n\nOctober 31, 1995  UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 93-2101\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n                    HECTOR GUZMAN RIVERA,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 93-2102\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n                  RAFAEL VELASQUEZ-MARQUEZ,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n                         ERRATA SHEET\r                                     ERRATA SHEET\r\n\n   The opinion of  this Court  issued on October  17, 1995,  is\r\namended as follows:\r\n\n   On page 3, second paragraph,  line 6, change \"F.R.Civ.P.\" to\r\n\"F.R.Crim.P.\"\r\r\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 93-2101\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n                    HECTOR GUZMAN RIVERA,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 93-2102\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n                  RAFAEL VELASQUEZ-MARQUEZ,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n     [Hon. Jaime Pieras, Jr., Senior U.S. District Judge]\r                                                                    \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n          Aldrich and Coffin, Senior Circuit Judges.\r                                                               \r\n\n                                         \r\r\n\n                                         \r\n\nRachel Brill on brief for appellant Hector Guzman-Rivera.\r                        \r\nLuis A. Amoros on brief for appellant Rafael Velasquez-Marquez.\r                          \r\nJose  A. Quiles-Espinosa,  Senior Litigation  Counsel, W.  Stephen\r                                                                              \r\nMuldrow, Assistant United States  Attorney, and Guillermo Gill, United\r                                                                              \r\nStates Attorney, on brief for appellee.\r                       \r\n\n                                         \r\n\n                       October 17, 1995\r\n                                         \r\r\n\n          ALDRICH,  Senior  Circuit  Judge.    Hector  Guzman\r                                                      \r\n\nRivera (Guzman) and Rafael Velasquez Marquez (Velasquez) were\r\n\nindicted  on December  9, 1992  for, inter  alia, aiding  and\r\n\nabetting  each  other in  1)  the possession  with  intent to\r\n\ndistribute approximately two-eighths of a kilogram of heroin,\r\n\n21  U.S.C.     841(a)(1) and  18  U.S.C.    2,  and 2)  using\r\n\nfirearms  in  relation to  a  drug trafficking  offense.   18\r\n\nU.S.C.     924(c) and 2.   Guzman, found guilty by  a jury on\r\n\nboth counts,  appeals, alleging  various errors at  his trial\r\n\nand  from the court's imposition  of a fine.   Velasquez, who\r\n\npleaded guilty, complains only of his fine.  We affirm.\r\n\n          So far as the trial is concerned, this is a typical\r\n\ncase where  appellate counsel  is  able to  find nothing  but\r\n\nmatters so apparently proper on their face as to have invoked\r\n\nno objection  at the time.   In fact there was  no error, let\r\n\nalone  the  plain error  that  Guzman  must now  demonstrate.\r\n\nF.R.Crim.P. 52(b).  See  United States v. Young, 470  U.S. 1,\r                                                           \r\n\n15, 105 S.Ct.  1038, 1046,  84 L.Ed.2d 1  (1985) (rule  52(b)\r\n\nauthorizes  courts of  appeal to  correct  only \"particularly\r\n\negregious   errors\"   that  seriously   undermine  \"fairness,\r\n\nintegrity  or public  reputation  of judicial  proceedings\");\r\n\nUnited States v.  Taylor, 54  F.3d 967, 973  (1st Cir.  1995)\r                                    \r\n\n(same).\r\n\n          On the evening of  December 3, 1992, Guzman arrived\r\n\nat  the  Carib   Inn  in  San  Juan  driving  a  dark-colored\r\n\n                             -4-\r\r\n\nautomobile.  A confidential informant was  in the front seat,\r\n\nand  Velasquez in the back.  Velasquez proved to possess two-\r\n\neighths of a  kilogram of  heroin, which he  was planning  to\r\n\nexchange with  Moran, an  undercover DEA agent,  for $50,000.\r\n\nThe evidence,  post, warranted  a finding  that Guzman  had a\r\n\nrevolver.  As  expected, the auto was  met by Moran, who  put\r\n\nhis head  in the  window and asked  if they  had the  heroin.\r\n\nDefendants simultaneously said  yes -- the clearest  evidence\r\n\nof a  conspiracy relationship.   The court admitted  tapes of\r\n\nconversations between  Velasquez and Moran  arranging for the\r\n\nheroin transaction, recorded only hours before it took place.\r\n\nGuzman now complains of this.\r\n\n          Hearsay   statements   are  admissible   against  a\r\n\ndefendant  when it  is more  likely than  not that  he was  a\r\n\ncoconspirator of the speaker,  that the conspiracy existed at\r\n\nthe time the statements were made, and that they were made in\r\n\nfurtherance of it.  United  States v. Petrozziello, 548  F.2d\r                                                              \r\n\n20, 23 (1st Cir.  1977).  See F.R.Evid. 801(d)(2)(E).   There\r                                         \r\n\nis no  requirement that  the indictment charge  conspiracy to\r\n\nfind such statements admissible.  United States v. Ortiz, 966\r                                                                    \r\n\nF.2d  707, 714 (1st Cir.  1992), cert. denied,      U.S.    ,\r                                                         \r\n\n113 S.Ct. 1005,  122 L.Ed.2d  154 (1993).   While there  were\r\n\nsome arguable contradictions in  the testimony, the fact that\r\n\nVelasquez  stated during  the  taped conversations  that  the\r\n\nheroin belonged to  himself and two partners, that Guzman and\r\n\n                             -5-\r\r\n\nanother  in fact showed up to deliver the heroin very shortly\r\n\nafter  Velasquez' final conversation  cementing the deal with\r\n\nMoran, that he was  driving the vehicle to the  meeting place\r\n\nVelasquez  negotiated during those conversations, that he was\r\n\narmed with a loaded weapon and carried additional ammunition,\r\n\ncoupled with  the uncontroverted  evidence that  he responded\r\n\npositively, in  concert with  Velasquez, when Moran  asked if\r\n\nthey  had  the  \"manteca,\"1   are  more  than  sufficient  to\r\n\nconvince us no plain error occurred.  We do not take the fact\r\n\nthat Moran  was not  expecting Guzman as  necessarily meaning\r\n\nthat  Velasquez was  so  casual  as  to  seek  a  driver  and\r\n\nadditional protection only at the last minute.\r\n\n          With respect to Guzman's possession of a firearm, a\r\n\npolice  officer  testified that  as  he  was approaching  the\r\n\nparked  car  after Moran  had  given  the prearranged  arrest\r\n\nsignal, he saw  Guzman draw  a revolver from  his waist,  and\r\n\nthen lean forward  as if  he were  placing an  object on  the\r\n\nfloor.   While Guzman was placed under arrest, a revolver was\r\n\nfound  on the driver's side, beneath the foot pedals.  Guzman\r\n\ncomplains that  the  court denied  him  early access  to  the\r\n\nrevolver, which might have shown absence of his fingerprints,\r\n\nthereby  contradicting  his  possession.    The  government's\r\n\nresponse  is twofold:   where  standard procedures  (which we\r\n\nhave no occasion to question here) require arresting officers\r\n\n                    \r                                \r\n\n1.    The street name for heroin.\r\n\n                             -6-\r\r\n\nto seize the firearm  for their own protection, and  later to\r\n\nhave  the weapon tested to determine whether it was operable,\r\n\nno print  examination was performed,  and by the  time Guzman\r\n\nfirst  sought  examination it  had  been  cleaned and  thinly\r\n\ncoated with a preservative for  storage.  Guzman's own expert\r\n\nconceded that  after such treatment no  previous fingerprints\r\n\ncould have remained.  In any event, ultimately granted access\r\n\nto the gun, Guzman had it checked for prints, established the\r\n\nlack  of his, and  introduced this  result at  trial.   It is\r\n\nclear that these results would have been exactly the same had\r\n\nthe court  granted  Guzman's  first  request,  rendering  the\r\n\ncourt's  initial refusal,  at most,  harmless error.   United\r                                                                         \r\n\nStates v.  Sepulveda, 15  F.3d  1161, 1182  (1st Cir.  1993),\r                                \r\n\ncert. denied,     U.S.     , 114 S.Ct. 2714, 129  L.Ed.2d 840\r                        \r\n\n(1994).\r\n\n          The positive evidence  attributing the revolver  to\r\n\nGuzman  is confirmed by the  fact that a  \"speed loader\" that\r\n\nfitted  it  was  found on  his  person.    We understand  the\r\n\nseriousness of this offense but are surprised that this claim\r\n\nis made.\r\n\n          Next,  the  court's  charge  defining  \"use\"  of  a\r\n\nfirearm2  under section  924(c) was  so clearly  correct, and\r\n\n                    \r                                \r\n\n2.  Guzman's contention that the court's reference throughout\r\nits instructions to the jury to \"firearm,\" or \"weapon\" in the\r\nsingular, as opposed to the indictment's use of \"firearms\" in\r\nthe  plural, impermissibly  altered the  indictment requiring\r\nreversal, is specious.\r\n\n                             -7-\r\r\n\nthe  evidence so fitting, that we take little time to expound\r\n\nthe law, or repeat  the facts.  Guzman's contention  that the\r\n\njury could have convicted him for mere possession, not \"use,\"\r\n\nas the  statute requires, is groundless, given  that the jury\r\n\nspecifically  asked  whether  the  firearms   count  required\r\n\n\"possession\" or \"use,\" and the court then properly instructed\r\n\nit on the statutory meaning.  \"Use\" means to obtain a benefit\r\n\nfrom the arm's presence in relation to  the drug transaction,\r\n\nand  does not  require discharge  or threat  with same.   See\r                                                                         \r\n\nUnited States v. Castro-Lara, 970 F.2d  976, 983-84 (1st Cir.\r                                        \r\n\n1992), cert. denied,     U.S.    , 113 S.Ct 2935, 124 L.Ed.2d\r                               \r\n\n684  (1993).   The  sole  issue  is  whether  a  firearm  was\r\n\n\"available for  use\" to  Guzman during the  drug transaction,\r\n\nUnited States v. Hadfield, 918 F.2d 987, 998 (1st Cir. 1990),\r                                     \r\n\ncert. denied, 500 U.S. 936 (1991), a conclusion  the evidence\r                        \r\n\nabundantly supports.   It is scarcely  helpful to cite  cases\r\n\nfrom  the D.C. Circuit that have been overruled, or a dissent\r\n\nfrom  an early decision in our Circuit long ignored.  Counsel\r\n\nhas  a  duty not  to make  such  frivolous contentions.   See\r                                                                         \r\n\nA.B.A. Model Rules of Professional Conduct, Rules 3.1 and 3.3\r\n\n(1994 ed.).  \r\n\n          Next,  Guzman  now  claims  error  in  the  court's\r\n\nadmitting  Moran's testimony  that the  heroin, agreed  to be\r\n\nworth $50,000,  might have  brought $500,000 at  retail after\r\n\nbeing cut.  There is little dispute that such information may\r\n\n                             -8-\r\r\n\naid  in  proving  intent to  distribute.    United States  v.\r                                                                     \r\n\nMiller,  589 F.2d 1117,  1136 (1st Cir.  1978), cert. denied,\r                                                                        \r\n\n440 U.S. 958 (1979);  United States v. Pigrum, 922  F.2d 249,\r                                                         \r\n\n254  (5th Cir. 1991); United States v. Amaechi, 991 F.2d 374,\r                                                          \r\n\n377 (7th Cir.), cert.  denied,     U.S.    , 113  S.Ct. 2980,\r                                         \r\n\n125 L.Ed.2d 677 (1993).  DEA agents are especially qualified,\r\n\nand need not be certified as experts, to testify about street\r\n\nvalue, and  counsel can argue reasonable  inferences from it.\r\n\nUnited States v. Ogbuehi,  18 F.3d 807, 812 (9th  Cir. 1994);\r                                    \r\n\nsee  also, United  States v.  Agyen, 842  F.2d 203,  205 (8th\r                                               \r\n\nCir.), cert. denied, 486 U.S. 1035 (1988).  \r                               \r\n\n          Finally, although the  Sentencing Guidelines  state\r\n\nthat  the court  \"shall impose  a fine  in all  cases, except\r\n\nwhere  the appellant establishes that he is unable to pay and\r\n\nis not likely  to become able  to pay any  fine,\" U.S.S.G.   \r\n\n5E1.2(a),  and the  minimum  statutory fine  was $10,000  for\r\n\nVelasquez  and  $12,500  for  Guzman,  U.S.S.G.     5E1.2(c),\r\n\nneither defendant  is thankful that the court reduced each to\r\n\n$5,000.  Rather, both  claim they should go scot-free.  It is\r\n\ntrue  that  the  presentence   reports  for  both  defendants\r\n\nindicated no apparent  source of  funds, but it  is not  true\r\n\nthat the  reports recommended  no fine, as  defendants claim.\r\n\nBoth  are healthy individuals  with no apparent disabilities.\r\n\nNeither  objected to  his  fine at  the  time of  sentencing,\r\n\nalthough given an  opportunity to  do so, and  even now  they\r\n\n                             -9-\r\r\n\nmake no attempt to show incapacity to earn.   Surely it would\r\n\nbe a dangerous precedent to take the argument they were given\r\n\ncounsel, and allowed to appeal  in forma pauperis, as meeting\r\n\ntheir burden, under   5E1.2(a), to show they could never earn\r\n\nthis relatively modest sum.\r\n\n          Affirmed.\r                               \r\n\n                             -10-\r\r\n",
  "html": "<p class=\"case_cite\">68 F.3d 5</p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Hector Guzman RIVERA, Defendant, Appellant.<br>UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Rafael VELASQUEZ-MARQUEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 93-2101, 93-2102.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Oct. 17, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Rachel Brill, Old San Juan, on brief for appellant Hector Guzman Rivera.</p>\n      <p class=\"indent\">Luis A. Amoros, Rio Piedras, on brief for appellant Rafael Velasquez-Marquez.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Senior Litigation Counsel, W. Stephen Muldrow, Assistant United States Attorney, and Guillermo Gill, United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, ALDRICH and COFFIN, Senior Circuit Judges.</p>\n      <p class=\"indent\">ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Hector Guzman Rivera (Guzman) and Rafael Velasquez Marquez (Velasquez) were indicted on December 9, 1992 for, inter alia, aiding and abetting each other in 1) the possession with intent to distribute approximately two-eighths of a kilogram of heroin, 21 U.S.C. Sec. 841(a)(1) and 18 U.S.C. Sec. 2, and 2) using firearms in relation to a drug trafficking offense.  18 U.S.C. Secs. 924(c) and 2.  Guzman, found guilty by a jury on both counts, appeals, alleging various errors at his trial and from the court's imposition of a fine.  Velasquez, who pleaded guilty, complains only of his fine.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">So far as the trial is concerned, this is a typical case where appellate counsel is able to find nothing but matters so apparently proper on their face as to have invoked no objection at the time.  In fact there was no error, let alone the plain error that Guzman must now demonstrate.  F.R.Crim.P. 52(b).  See United States v. Young, 470 U.S. 1, 15, 105 S.Ct. 1038, 1046, 84 L.Ed.2d 1 (1985) (rule 52(b) authorizes courts of appeal to correct only \"particularly egregious errors\" that seriously undermine \"fairness, integrity or public reputation of judicial proceedings\");  United States v. Taylor, 54 F.3d 967, 973 (1st Cir.1995) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On the evening of December 3, 1992, Guzman arrived at the Carib Inn in San Juan driving a dark-colored automobile.  A confidential informant was in the front seat, and Velasquez in the back.  Velasquez proved to possess two-eighths of a kilogram of heroin, which he was planning to exchange with Moran, an undercover DEA agent, for $50,000.  The evidence, post, warranted a finding that Guzman had a revolver.  As expected, the auto was met by Moran, who put his head in the window and asked if they had the heroin.  Defendants simultaneously said yes--the clearest evidence of a conspiracy relationship.  The court admitted tapes of conversations between Velasquez and Moran arranging for the heroin transaction, recorded only hours before it took place.  Guzman now complains of this.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Hearsay statements are admissible against a defendant when it is more likely than not that he was a coconspirator of the speaker, that the conspiracy existed at the time the statements were made, and that they were made in furtherance of it.  United States v. Petrozziello, 548 F.2d 20, 23 (1st Cir.1977).  See F.R.Evid. 801(d)(2)(E).  There is no requirement that the indictment charge conspiracy to find such statements admissible.  United States v. Ortiz, 966 F.2d 707, 714 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1005, 122 L.Ed.2d 154 (1993).  While there were some arguable contradictions in the testimony, the fact that Velasquez stated during the taped conversations that the heroin belonged to himself and two partners, that Guzman and another in fact showed up to deliver the heroin very shortly after Velasquez' final conversation cementing the deal with Moran, that he was driving the vehicle to the meeting place Velasquez negotiated during those conversations, that he was armed with a loaded weapon and carried additional ammunition, coupled with the uncontroverted evidence that he responded positively, in concert with Velasquez, when Moran asked if they had the \"manteca,\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> are more than sufficient to convince us no plain error occurred.  We do not take the fact that Moran was not expecting Guzman as necessarily meaning that Velasquez was so casual as to seek a driver and additional protection only at the last minute.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">With respect to Guzman's possession of a firearm, a police officer testified that as he was approaching the parked car after Moran had given the prearranged arrest signal, he saw Guzman draw a revolver from his waist, and then lean forward as if he were placing an object on the floor.  While Guzman was placed under arrest, a revolver was found on the driver's side, beneath the foot pedals.  Guzman complains that the court denied him early access to the revolver, which might have shown absence of his fingerprints, thereby contradicting his possession.  The government's response is twofold:  where standard procedures (which we have no occasion to question here) require arresting officers to seize the firearm for their own protection, and later to have the weapon tested to determine whether it was operable, no print examination was performed, and by the time Guzman first sought examination it had been cleaned and thinly coated with a preservative for storage.  Guzman's own expert conceded that after such treatment no previous fingerprints could have remained.  In any event, ultimately granted access to the gun, Guzman had it checked for prints, established the lack of his, and introduced this result at trial.  It is clear that these results would have been exactly the same had the court granted Guzman's first request, rendering the court's initial refusal, at most, harmless error.  United States v. Sepulveda, 15 F.3d 1161, 1182 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 2714, 129 L.Ed.2d 840 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The positive evidence attributing the revolver to Guzman is confirmed by the fact that a \"speed loader\" that fitted it was found on his person.  We understand the seriousness of this offense but are surprised that this claim is made.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Next, the court's charge defining \"use\" of a firearm<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> under section 924(c) was so clearly correct, and the evidence so fitting, that we take little time to expound the law, or repeat the facts.  Guzman's contention that the jury could have convicted him for mere possession, not \"use,\" as the statute requires, is groundless, given that the jury specifically asked whether the firearms count required \"possession\" or \"use,\" and the court then properly instructed it on the statutory meaning.  \"Use\" means to obtain a benefit from the arm's presence in relation to the drug transaction, and does not require discharge or threat with same.  See United States v. Castro-Lara, 970 F.2d 976, 983-84 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 2935, 124 L.Ed.2d 684 (1993).  The sole issue is whether a firearm was \"available for use\" to Guzman during the drug transaction, United States v. Hadfield, 918 F.2d 987, 998 (1st Cir.1990), cert. denied, 500 U.S. 936, 111 S.Ct. 2062, 114 L.Ed.2d 466 (1991), a conclusion the evidence abundantly supports.  It is scarcely helpful to cite cases from the D.C. Circuit that have been overruled, or a dissent from an early decision in our Circuit long ignored.  Counsel has a duty not to make such frivolous contentions.  See A.B.A. Model Rules of Professional Conduct, Rules 3.1 and 3.3 (1994 ed.).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Next, Guzman now claims error in the court's admitting Moran's testimony that the heroin, agreed to be worth $50,000, might have brought $500,000 at retail after being cut.  There is little dispute that such information may aid in proving intent to distribute.  United States v. Miller, 589 F.2d 1117, 1136 (1st Cir.1978), cert. denied, 440 U.S. 958, 99 S.Ct. 1499, 59 L.Ed.2d 771 (1979);  United States v. Pigrum, 922 F.2d 249, 254 (5th Cir.1991);  United States v. Amaechi, 991 F.2d 374, 377 (7th Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 2980, 125 L.Ed.2d 677 (1993).  DEA agents are especially qualified, and need not be certified as experts, to testify about street value, and counsel can argue reasonable inferences from it.  United States v. Ogbuehi, 18 F.3d 807, 812 (9th Cir.1994);  see also, United States v. Agyen, 842 F.2d 203, 205 (8th Cir.), cert. denied, 486 U.S. 1035, 108 S.Ct. 2021, 100 L.Ed.2d 608 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Finally, although the Sentencing Guidelines state that the court \"shall impose a fine in all cases, except where the appellant establishes that he is unable to pay and is not likely to become able to pay any fine,\" U.S.S.G. Sec. 5E1.2(a), and the minimum statutory fine was $10,000 for Velasquez and $12,500 for Guzman, U.S.S.G. Sec. 5E1.2(c), neither defendant is thankful that the court reduced each to $5,000.  Rather, both claim they should go scot-free.  It is true that the presentence reports for both defendants indicated no apparent source of funds, but it is not true that the reports recommended no fine, as defendants claim.  Both are healthy individuals with no apparent disabilities.  Neither objected to his fine at the time of sentencing, although given an opportunity to do so, and even now they make no attempt to show incapacity to earn.  Surely it would be a dangerous precedent to take the argument they were given counsel, and allowed to appeal in forma pauperis, as meeting their burden, under Sec. 5E1.2(a), to show they could never earn this relatively modest sum.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The street name for heroin</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Guzman's contention that the court's reference throughout its instructions to the jury to \"firearm,\" or \"weapon\" in the singular, as opposed to the indictment's use of \"firearms\" in the plural, impermissibly altered the indictment requiring reversal, is specious</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Hector Guzman RIVERA, Defendant, Appellant.<br>UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Rafael VELASQUEZ-MARQUEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 93-2101, 93-2102.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Oct. 17, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Rachel Brill, Old San Juan, on brief for appellant Hector Guzman Rivera.</p>\n      <p class=\"indent\">Luis A. Amoros, Rio Piedras, on brief for appellant Rafael Velasquez-Marquez.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Senior Litigation Counsel, W. Stephen Muldrow, Assistant United States Attorney, and Guillermo Gill, United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, ALDRICH and COFFIN, Senior Circuit Judges.</p>\n      <p class=\"indent\">ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Hector Guzman Rivera (Guzman) and Rafael Velasquez Marquez (Velasquez) were indicted on December 9, 1992 for, inter alia, aiding and abetting each other in 1) the possession with intent to distribute approximately two-eighths of a kilogram of heroin, 21 U.S.C. Sec. 841(a)(1) and 18 U.S.C. Sec. 2, and 2) using firearms in relation to a drug trafficking offense.  18 U.S.C. Secs. 924(c) and 2.  Guzman, found guilty by a jury on both counts, appeals, alleging various errors at his trial and from the court's imposition of a fine.  Velasquez, who pleaded guilty, complains only of his fine.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">So far as the trial is concerned, this is a typical case where appellate counsel is able to find nothing but matters so apparently proper on their face as to have invoked no objection at the time.  In fact there was no error, let alone the plain error that Guzman must now demonstrate.  F.R.Crim.P. 52(b).  See United States v. Young, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>, 1046, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span> </a></span>(1985) (rule 52(b) authorizes courts of appeal to correct only \"particularly egregious errors\" that seriously undermine \"fairness, integrity or public reputation of judicial proceedings\");  United States v. Taylor, <span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 973 (1st Cir.1995) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On the evening of December 3, 1992, Guzman arrived at the Carib Inn in San Juan driving a dark-colored automobile.  A confidential informant was in the front seat, and Velasquez in the back.  Velasquez proved to possess two-eighths of a kilogram of heroin, which he was planning to exchange with Moran, an undercover DEA agent, for $50,000.  The evidence, post, warranted a finding that Guzman had a revolver.  As expected, the auto was met by Moran, who put his head in the window and asked if they had the heroin.  Defendants simultaneously said yes--the clearest evidence of a conspiracy relationship.  The court admitted tapes of conversations between Velasquez and Moran arranging for the heroin transaction, recorded only hours before it took place.  Guzman now complains of this.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Hearsay statements are admissible against a defendant when it is more likely than not that he was a coconspirator of the speaker, that the conspiracy existed at the time the statements were made, and that they were made in furtherance of it.  United States v. Petrozziello, <span class=\"citation\" data-id=\"342283\"><a href=\"/opinion/342283/united-states-v-ralph-petrozziello/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 23 (1st Cir.1977).  See F.R.Evid. 801(d)(2)(E).  There is no requirement that the indictment charge conspiracy to find such statements admissible.  United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 714 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">154</span> </span>(1993).  While there were some arguable contradictions in the testimony, the fact that Velasquez stated during the taped conversations that the heroin belonged to himself and two partners, that Guzman and another in fact showed up to deliver the heroin very shortly after Velasquez' final conversation cementing the deal with Moran, that he was driving the vehicle to the meeting place Velasquez negotiated during those conversations, that he was armed with a loaded weapon and carried additional ammunition, coupled with the uncontroverted evidence that he responded positively, in concert with Velasquez, when Moran asked if they had the \"manteca,\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> are more than sufficient to convince us no plain error occurred.  We do not take the fact that Moran was not expecting Guzman as necessarily meaning that Velasquez was so casual as to seek a driver and additional protection only at the last minute.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">With respect to Guzman's possession of a firearm, a police officer testified that as he was approaching the parked car after Moran had given the prearranged arrest signal, he saw Guzman draw a revolver from his waist, and then lean forward as if he were placing an object on the floor.  While Guzman was placed under arrest, a revolver was found on the driver's side, beneath the foot pedals.  Guzman complains that the court denied him early access to the revolver, which might have shown absence of his fingerprints, thereby contradicting his possession.  The government's response is twofold:  where standard procedures (which we have no occasion to question here) require arresting officers to seize the firearm for their own protection, and later to have the weapon tested to determine whether it was operable, no print examination was performed, and by the time Guzman first sought examination it had been cleaned and thinly coated with a preservative for storage.  Guzman's own expert conceded that after such treatment no previous fingerprints could have remained.  In any event, ultimately granted access to the gun, Guzman had it checked for prints, established the lack of his, and introduced this result at trial.  It is clear that these results would have been exactly the same had the court granted Guzman's first request, rendering the court's initial refusal, at most, harmless error.  United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1182 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span> </span>(1994).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The positive evidence attributing the revolver to Guzman is confirmed by the fact that a \"speed loader\" that fitted it was found on his person.  We understand the seriousness of this offense but are surprised that this claim is made.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Next, the court's charge defining \"use\" of a firearm<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> under section 924(c) was so clearly correct, and the evidence so fitting, that we take little time to expound the law, or repeat the facts.  Guzman's contention that the jury could have convicted him for mere possession, not \"use,\" as the statute requires, is groundless, given that the jury specifically asked whether the firearms count required \"possession\" or \"use,\" and the court then properly instructed it on the statutory meaning.  \"Use\" means to obtain a benefit from the arm's presence in relation to the drug transaction, and does not require discharge or threat with same.  See United States v. Castro-Lara, <span class=\"citation\" data-id=\"587572\"><a href=\"/opinion/587572/united-states-v-ramon-castro-lara-united-states-of-america-v-abraham/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">976</span></a></span>, 983-84 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2935</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span> </span>(1993).  The sole issue is whether a firearm was \"available for use\" to Guzman during the drug transaction, United States v. Hadfield, <span class=\"citation\" data-id=\"551471\"><a href=\"/opinion/551471/united-states-v-royal-w-hadfield-jr-united-states-of-america-v-helen/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span>, 998 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">936</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2062</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span> </span>(1991), a conclusion the evidence abundantly supports.  It is scarcely helpful to cite cases from the D.C. Circuit that have been overruled, or a dissent from an early decision in our Circuit long ignored.  Counsel has a duty not to make such frivolous contentions.  See A.B.A. Model Rules of Professional Conduct, Rules 3.1 and 3.3 (1994 ed.).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Next, Guzman now claims error in the court's admitting Moran's testimony that the heroin, agreed to be worth $50,000, might have brought $500,000 at retail after being cut.  There is little dispute that such information may aid in proving intent to distribute.  United States v. Miller, <span class=\"citation\" data-id=\"362441\"><a href=\"/opinion/362441/united-states-v-jackie-david-miller/\"><span class=\"volume\">589</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1117</span></a></span>, 1136 (1st Cir.1978), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">958</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1499</span></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">771</span> </span>(1979);  United States v. Pigrum, <span class=\"citation\" data-id=\"553368\"><a href=\"/opinion/553368/united-states-v-brenda-lee-pigrum-and-clarence-allen/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">249</span></a></span>, 254 (5th Cir.1991);  United States v. Amaechi, <span class=\"citation\" data-id=\"604876\"><a href=\"/opinion/604876/united-states-v-ihuoma-r-amaechi/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">374</span></a></span>, 377 (7th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2980</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">677</span> </span>(1993).  DEA agents are especially qualified, and need not be certified as experts, to testify about street value, and counsel can argue reasonable inferences from it.  United States v. Ogbuehi, <span class=\"citation\" data-id=\"664741\"><a href=\"/opinion/664741/united-states-v-marizu-jite-ogbuehi-aka-morris-ogbuehi-aka-mariczu-jite/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">807</span></a></span>, 812 (9th Cir.1994);  see also, United States v. Agyen, <span class=\"citation\" data-id=\"503144\"><a href=\"/opinion/503144/united-states-v-george-agyen/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">203</span></a></span>, 205 (8th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1035</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2021</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">608</span> </span>(1988).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Finally, although the Sentencing Guidelines state that the court \"shall impose a fine in all cases, except where the appellant establishes that he is unable to pay and is not likely to become able to pay any fine,\" U.S.S.G. Sec. 5E1.2(a), and the minimum statutory fine was $10,000 for Velasquez and $12,500 for Guzman, U.S.S.G. Sec. 5E1.2(c), neither defendant is thankful that the court reduced each to $5,000.  Rather, both claim they should go scot-free.  It is true that the presentence reports for both defendants indicated no apparent source of funds, but it is not true that the reports recommended no fine, as defendants claim.  Both are healthy individuals with no apparent disabilities.  Neither objected to his fine at the time of sentencing, although given an opportunity to do so, and even now they make no attempt to show incapacity to earn.  Surely it would be a dangerous precedent to take the argument they were given counsel, and allowed to appeal in forma pauperis, as meeting their burden, under Sec. 5E1.2(a), to show they could never earn this relatively modest sum.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The street name for heroin</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Guzman's contention that the court's reference throughout its instructions to the jury to \"firearm,\" or \"weapon\" in the singular, as opposed to the indictment's use of \"firearms\" in the plural, impermissibly altered the indictment requiring reversal, is specious</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111353/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196070/",
    "https://www.courtlistener.com/api/rest/v3/opinions/342283/",
    "https://www.courtlistener.com/api/rest/v3/opinions/362441/",
    "https://www.courtlistener.com/api/rest/v3/opinions/503144/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551471/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553368/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587572/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604876/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664741/"
  ]
}