{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196376/",
  "id": 196376,
  "absolute_url": "/opinion/196376/united-states-v-dirico/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196376/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:04:29Z",
  "date_modified": "2020-02-21T23:39:47.627033Z",
  "type": "010combined",
  "sha1": "38e6d69893281813e13d640a7b79b87473394d78",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1471.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-1471\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                         FRANCIS DIRICO,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                       Cyr, Circuit Judge,\r                                                   \r\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n                 and McAuliffe,* District Judge.\r                                                         \r\n\n                                           \r\n\n     John A. MacFadyen,  with whom Harold C. Arcaro,  Jr., was on\r                                                                   \r\nbrief for appellant.\r\n     Rita G. Calvin,  Attorney, Tax Division, U.S.  Department of\r                             \r\nJustice, with  whom Loretta Argrett, Assistant  Attorney General,\r                                             \r\nDonald K.  Stern,  U.S.  Attorney, Robert  E.  Lindsay  and  Alan\r                                                                           \r\nHechtkopf, Attorneys, Tax  Division, U.S. Department of  Justice,\r                   \r\nwere on brief for appellee.\r\n\n                                           \r\n\n                          March 11, 1996\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of New Hampshire, sitting by designation.\r\r\n\n          McAULIFFE,  District Judge.   Appellant  Francis DiRico\r                    McAULIFFE,  District Judge.\r                                              \r\n\n(\"DiRico\") challenges  a number of  rulings made by  the district\r\n\ncourt during his  criminal trial on charges of false subscription\r\n\nto a tax return, as  well as the sentence imposed.   We limit our\r\n\ndiscussion to the one issue raised by DiRico that has merit.\r\n\n          While this  court was considering  the multiple  issues\r\n\nraised  on appeal,  the United  States  Supreme Court  issued its\r\n\nopinion in United States v. Gaudin, 115 S. Ct. 2310 (1995).  That\r                                            \r\n\ndecision  clarified  a  point  of  law  relevant  to  this  case.\r\n\nAccordingly,  the  government  suggested that  the  parties  file\r\n\nsupplemental briefs addressing DiRico's claim that when the trial\r\n\njudge determined  \"materiality\" under  26 U.S.C.    7206(1) as  a\r\n\nmatter  of law,  he  impermissibly  directed  the  jury's  guilty\r\n\nverdict, at  least with regard  to that essential element  of the\r\n\ncrime of conviction.  \r\n\n          The parties  were directed to file  supplemental briefs\r\n\non that issue by September 15, 1995.  Having now considered those\r\n\nbriefs  and the  Supreme  Court's  opinion  in United  States  v.\r                                                                       \r\n\nGaudin,  115 S.  Ct. 2310  (1995),  we find  that the  challenged\r                \r\n\ninstruction on materiality, although appropriate when given, see,\r                                                                          \r\n\ne.g., United States v. Romanow, 509  F.2d 26, 28 (1st Cir. 1975),\r                                        \r\n\nnevertheless  constitutes reversible  error  under Gaudin,  which\r                                                                   \r\n\ndecision is applicable to this case.  Accordingly, we reverse and\r\n\nremand.  \r\n\n                               -2-\r\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\nI.  PROCEDURAL HISTORY.\r          I.  PROCEDURAL HISTORY.\r\n\n          On  March 30,  1993, a  federal grand  jury  returned a\r\n\nthree-count  indictment against  DiRico.    Counts  One  and  Two\r\n\ncharged  him  with  willfully attempting  to  evade  his personal\r\n\nincome tax liability for tax years 1986 and 1987, in violation of\r\n\n26 U.S.C.   7201.  Count  Three charged him with willfully making\r\n\nand  subscribing  a  false corporate  tax  return  for Industrial\r\n\nElectric and  Electronics, Inc., for the fiscal  year ending June\r\n\n30, 1987, in violation of 26 U.S.C.   7206(1).  After a thirteen-\r\n\nday  trial, the jury acquitted DiRico  on Counts One and Two, but\r\n\nconvicted him on Count Three.\r\n\nII.  PERTINENT FACTS.\r          II.  PERTINENT FACTS.\r\n\n          During the relevant tax years, DiRico was president and\r\n\nsole  shareholder of  Industrial Electric  and  Electronics, Inc.\r\n\n(\"IE&amp;E\"), a  cellular communications  company.   IE&amp;E's employees\r\n\nperformed routine  bookkeeping and  accounting functions  for the\r\n\ncompany,  and Warren  Lynch  served  as  the  company's  in-house\r\n\naccountant.   IE&amp;E also  retained an  outside accounting  firm to\r\n\nreview its books and prepare corporate tax returns.  \r\n\n          IE&amp;E  managed its financial affairs with the assistance\r\n\nof  a computer-based accounting  system.  Each  IE&amp;E customer was\r\n\nassigned  an  account  number, and  each  customer's  payment was\r\n\nlogged into the computer system  as a credit against the numbered\r\n\naccount.  Most customer account numbers began with the prefix \"1\"\r\n\n                               -3-\r\r\n\nor \"2,\"  but several  were assigned  the prefix \"5.\"   These  so-\r\n\ncalled \"5\" accounts were the focus of the criminal prosecution.  \r\n\n          Payments  received on  the \"1\"  and  \"2\" accounts  were\r\n\ndeposited in  an IE&amp;E corporate  account at Bank of  New England.\r\n\nPayments on the \"5\" accounts,  however, were given to DiRico, who\r\n\ndeposited them at the Abington Savings  Bank, where he maintained\r\n\nseveral  personal accounts.   DiRico  converted  most of  the \"5\"\r\n\naccount receipts into  cash, money orders, and  cashier's checks,\r\n\nthereby frustrating any effort to trace the disposition of  those\r\n\nfunds.\r\n\n          At  the end  of each  month,  IE&amp;E employees  generated\r\n\nreports related to  cash flow, accounts receivable,  and payments\r\n\nreceived.  Those reports were secured in bound volumes and placed\r\n\ninto storage.   Reports related  to the \"5\" accounts  were stored\r\n\nseparately.  And, although receipts from all customers, including\r\n\npayments  to the  \"5\" accounts,  were  entered into  the computer\r\n\nsystem,  neither Lynch  (who  did  not know  how  to operate  the\r\n\ncomputer system) nor  the outside accountants  were aware of  the\r\n\nexistence of the \"5\" accounts.   So, when the outside accountants\r\n\nprepared the corporate tax return for the fiscal year ending June\r\n\n1987, they did not include  monies received from the \"5\" accounts\r\n\nin calculating corporate gross income. \r\n\n          At  trial, DiRico admitted that he knew the accountants\r\n\nwere unaware of the \"5\" account  receipts.  He also conceded that\r\n\nhe under-reported  gross receipts  on IE&amp;E's  1987 corporate  tax\r\n\nreturn.  However, he claimed that despite under-stating its gross\r\n\n                               -4-\r\r\n\nreceipts,   the  company  actually  paid  the  proper  amount  of\r\n\ncorporate tax and, therefore, the  return was \"correct.\"  He also\r\n\nargued  that  the false  information  on the  1987  corporate tax\r\n\nreturn  was not  \"material\" so  long  as IE&amp;E  actually paid  the\r\n\nproper amount of federal tax due.\r\n\n          With regard to  the \"materiality\" element of  the false\r\n\nsubscription  charge,  the  trial  judge  followed  then-existing\r\n\npractice and gave the following instruction:\r\n\n            It  also must be a return that's false as\r\n            to  a material matter.   That is,  it was\r\n            untrue  when made  and then known  by the\r\n            defendant to be untrue when he was making\r\n            it.   Materiality  is a  question largely\r\n            for the Court to determine.  The question\r\n            of whether or  not it is material  is one\r\n            on which I will instruct you.  And I will\r\n            instruct you that the amount of the gross\r\n            receipts or, more accurately here because\r\n            we deal  with an accrual  basis taxpayer,\r\n            the sales reported on  a corporate return\r\n            is a  material matter within  the meaning\r\n            of this particular statute.  \r\n\n(Trial Transcript,  volume 14  at 104.)   DiRico objected  to the\r\n\ncourt's instruction in a timely fashion.  \r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          The  Supreme Court's recent opinion in United States v.\r                                                                        \r\n\nGaudin,  supra, makes  it  clear that  when  \"materiality\" is  an\r                        \r\n\nelement  of a charged  crime and takes  on a factual  aspect, the\r\n\njury must  decide whether that  element has been proved  beyond a\r\n\nreasonable doubt.  Plainly, an instruction that removes  from the\r\n\njury's  consideration one of the  essential factual elements of a\r\n\ncrime charged cannot stand.  Jury instructions  cannot operate to\r\n\n                               -5-\r\r\n\ndeprive a criminal defendant of  his or her constitutional \"right\r\n\nto have a jury determine, beyond a reasonable doubt, his guilt of\r\n\nevery element of  the crime with  which he is charged.\"   Gaudin,\r                                                                          \r\n\n115 S. Ct. at 2320.  \r\n\n          In  Gaudin,  the  defendant  was  charged  with  making\r                              \r\n\nmaterial  false statements  on Department  of  Housing and  Urban\r\n\nDevelopment  (\"HUD\") loan  documents in  violation  of 18  U.S.C.\r\n\n  1001.  The trial court  instructed the jury that the government\r\n\nwas required  to prove  that  the alleged  false statements  were\r\n\nmaterial  to the  activities and  decisions of  HUD, and  further\r\n\ninstructed the jury that the \"issue  of materiality . . . is  not\r\n\nsubmitted to you for your decision but rather is a matter for the\r\n\ndecision of  the court.   You are instructed that  the statements\r\n\ncharged in the indictment are material statements.\"  Id. at 2313.\r                                                                  \r\n\nThe jury  convicted the defendant,  but the Court of  Appeals for\r\n\nthe Ninth Circuit reversed, reasoning that taking the question of\r\n\nmateriality  from  the  jury violated  rights  guaranteed  to the\r\n\ndefendant by the Fifth and Sixth Amendments to the  Constitution.\r\n\nThe Supreme Court subsequently agreed, holding that:\r\n\n            The   Constitution   gives   a   criminal\r\n            defendant the right to demand that a jury\r\n            find him guilty  of all  the elements  of\r\n            the crime with which  he is charged;  one\r\n            of  the elements in  the present  case is\r\n            materiality; respondent  therefore had  a\r\n            right   to    have   the    jury   decide\r\n            materiality.\r\n\nId. at 2314. \r             \r\n\n                               -6-\r\r\n\n          In the context of this appeal, we discern no obvious or\r\n\nsubstantive distinction  between the \"materiality\" element  of 18\r\n\nU.S.C.    1001 and  the \"materiality\" element  of the  crime with\r\n\nwhich DiRico  was  charged, i.e.,  false  subscription to  a  tax\r                                          \r\n\nreturn in violation  of 26 U.S.C.   7206(1).  See, e.g., Knapp v.\r                                                                        \r\n\nUnited  States,  116  S.  Ct.  666  (1995)  (remanding  case  for\r                        \r\n\nreconsideration  of   defendant's  conviction  under   26  U.S.C.\r\n\n  7206(1) in light  of Gaudin); Waldron v. United  States, 116 S.\r                                                                   \r\n\nCt. 333 (1995) (remanding case for reconsideration of defendant's\r\n\nconviction  under  18  U.S.C.     1014  (false  statements  to  a\r\n\nfederally insured bank) in light of Gaudin).  \r                                                    \r\n\n          The  government  concedes materiality  is  an essential\r\n\nelement of the crime of  false subscription.  It argues, however,\r\n\nthat as a  matter of law  \"gross receipts (sales) are  a material\r                                  \r\n\nmatter  in the  computation of  income  from a  business and  the\r\n\namount of tax due  on that income.\"  (Supplemental Brief  for the\r\n\nAppellee, at  11.)   Accordingly, the  government contends  that,\r\n\neven in the  wake of United States  v. Gaudin, a trial  judge may\r                                                       \r\n\nproperly  instruct  a  jury  that  statements  on  a  tax  return\r\n\nregarding  gross receipts  are  \"material\" as  a  matter of  law.\r\n\nGiven the  facts of this  particular case, we are  constrained to\r\n\ndisagree.\r\n\n          DiRico's defense  was straightforward:  he  argued that\r\n\nif  deductible expenses equaled  or exceeded gross  receipts, any\r\n\nstatement  of gross receipts  could not be  material because that\r\n\ninformation could  have had no  tangible effect on the  amount of\r\n\n                               -7-\r\r\n\ntax due --- proper calculation of which being the very purpose of\r\n\ncompleting  and  filing the  return  in  the  first place.    The\r\n\ngovernment  responds persuasively  by  arguing  that an  accurate\r\n\nstatement of gross receipts is essential to a correct computation\r\n\nof taxable income (as distinguished from simply the taxes due and\r\n\npayable).   As  the government  contends,  it need  not prove  an\r\n\nactual tax deficiency in any  false subscription case in order to\r                                      \r\n\ndemonstrate  that a  taxpayer's false  statement  was \"material.\"\r\n\nThe government need  only prove to the jury,  beyond a reasonable\r\n\ndoubt,  that the  alleged  false statement  at  issue could  have\r\n\ninfluenced  or affected  the  IRS in  carrying out  the functions\r\n\ncommitted to it  by law.  United  States v. Romanow, 509  F.2d at\r                                                             \r\n\n28.1  \r\n\n          It  may well  be a  straightforward matter in  this and\r\n\nmost  other  cases  for  the  government  to  produce  sufficient\r\n\nevidence, possibly through  the testimony of a  representative of\r\n\nthe IRS, to establish beyond a reasonable doubt that an incorrect\r\n\ngross  receipts  or taxable  income  entry has  the  potential to\r\n\naffect  a  legitimate   function  of  the  IRS.     Nevertheless,\r\n\n\"materiality\" is both an essential  element of the crime of false\r\n\nsubscription, and a mixed question of law and fact.  Accordingly,\r\n                    \r                              \r\n\n1   In  this case,  for  example, the  government might  meet its\r\nburden by satisfying  the jury that defendant's  false statements\r\nhad \"the potential for hindering the IRS's efforts to monitor and\r\nverify [defendant's] tax liability.\"  United States v. Greenberg,\r                                                                          \r\n735  F.2d 29, 31-32  (2d Cir.  1984); see  also United  States v.\r                                                                        \r\nTaylor, 574 F.2d 232, 235 (5th Cir.), cert. denied, 439  U.S. 893\r                                                            \r\n(1978); United  States v. Fawaz,  881 F.2d 259, 263-64  (6th Cir.\r                                         \r\n1989);  United States  v. DiVarco,  484 F.2d  670, 673  (7th Cir.\r                                           \r\n1973), cert. denied, 415 U.S. 916 (1974).\r                             \r\n\n                               -8-\r\r\n\nthe  government must  prove and  the  jury (not  the court)  must\r\n\nultimately find an alleged false statement to be  material beyond\r\n\na  reasonable  doubt in  order  to convict.    In general,  to be\r\n\nmaterial,  \"the  statement  must  have   a  natural  tendency  to\r\n\ninfluence, or  [be] capable of  influencing, the decision  of the\r\n\ndecisionmaking body to which it  was addressed. \"  Gaudin, 115 S.\r                                                                   \r\n\nCt.  at 2313 (quoting Kungys v. United  States, 485 U.S. 759, 770\r                                                        \r\n\n(1988)).     Determining  whether   a  particular  statement   is\r\n\n\"material\"  requires the  jury to apply  the legal  definition of\r\n\nmateriality to  the particular  facts of  a given  case.   Id. at\r                                                                        \r\n\n2314.\r\n\n          In  light  of  the Supreme  Court's  recent  opinion in\r\n\nGaudin,  we conclude  that in  the context  of a  prosecution for\r                \r\n\nfalse  subscription  under 26  U.S.C.    7206(1),  \"materiality,\"\r\n\nbeing an element of  the offense and a mixed question  of law and\r\n\nfact, is a matter for the jury to decide.  While  the trial judge\r\n\nmust  properly  instruct the  jury  on  the legal  definition  of\r\n\nmateriality, only the jury can decide whether the facts proved at\r\n\ntrial  meet that  legal  standard.   That  the  materiality of  a\r\n\nstatement  might appear  to  be  self-evident,  or  the  evidence\r\n\ntending to establish  that element might seem  overwhelming, does\r\n\nnot empower  the  trial court  to  remove consideration  of  that\r\n\nelement from the  jury.  Because the \"materiality\"  issue in this\r\n\nparticular case  was not conceded  by the defendant, and  in fact\r\n\ndefendant  asked that  it be  submitted to  the jury  (before the\r\n\nGaudin decision issued) the jury should have decided the matter.\r                \r\n\n                               -9-\r\r\n\n          The   government's  argument   that  the   faulty  jury\r\n\ninstruction  amounted to harmless error is  appealing, but we are\r\n\npersuaded  that in  light  of  the fact  that  the trial  court's\r\n\ninstruction was intended to and did effectively  direct a finding\r\n\nof \"materiality,\" the only proper disposition is to remand.\r\n\n          Our  analysis of  this issue  begins  with the  Supreme\r\n\nCourt's opinion  in Chapman  v. California, 386  U.S. 18  (1967),\r                                                    \r\n\nwhere the Court recognized that some constitutional errors in the\r\n\ncourse of a criminal trial may be harmless and, therefore, do not\r\n\nrequire reversal of a conviction.   The Court has since explained\r\n\nthe Chapman harmless error analysis as follows:  \r                     \r\n\n            Consistent with the jury-trial guarantee,\r\n            the  question  [Chapman]   instructs  the\r                                             \r\n            reviewing court to  consider is not  what\r\n            effect  the  constitutional  error  might\r\n            generally  be  expected  to have  upon  a\r\n            reasonable jury,  but rather  what effect\r\n            it had  upon  the guilty  verdict in  the\r\n            case at hand. . . . The inquiry, in other\r\n            words, is  not whether, in  a trial  that\r\n            occurred  without  the  error,  a  guilty\r\n            verdict would surely  have been rendered,\r\n            but whether  the guilty  verdict in  this\r                                                               \r\n            trial  was surely  unattributable to  the\r\n            error.   \r\n\nSullivan  v. Louisiana, 113  S. Ct. 2078,  2081 (1993) (citations\r                                \r\n\nomitted).   While  most  constitutional  errors  have  been  held\r\n\namenable to the  Chapman harmless error  analysis, others are  of\r                                  \r\n\nsuch  a fundamental  nature that  they will  always invalidate  a\r\n\nconviction.  Accordingly, \"[t]he question in the present  case is\r\n\nto which category the present error belongs.\"  Id.\r                                                            \r\n\n                               -10-\r\r\n\n          The  Due   Process  Clause   of  the  Fifth   Amendment\r\n\nguarantees that no  one shall be convicted of  a criminal offense\r\n\n\"except upon  proof  beyond  a reasonable  doubt  of  every  fact\r\n\nnecessary to constitute  the crime with which he is charged.\"  In\r                                                                           \r\n\nre  Winship,  397  U.S. 358,  364  (1970).    That constitutional\r                     \r\n\nguarantee is  obviously interrelated with  the defendant's  Sixth\r\n\nAmendment right to trial by jury:  \r\n\n            The Sixth  Amendment provides  that \"[i]n\r\n            all  criminal  prosecutions,  the accused\r\n            shall  enjoy the  right  to a  speedy and\r\n            public trial, by an  impartial jury.\" . .\r\n            .   The right includes, of course, as its\r\n            most important element, the right to have\r\n            the  jury, rather  than the  judge, reach\r\n            the requisite finding of \"guilty.\"  Thus,\r\n            although a judge may direct a verdict for\r\n            the defendant if  the evidence is legally\r\n            insufficient to  establish guilt,  he may\r\n            not  direct a  verdict for the  State, no\r\n            matter how overwhelming the evidence.  \r\n\nSullivan, 113 S.  Ct. at 2080.    In Sullivan the  Court reasoned\r                                                       \r\n\nthat  because the  trial  court  erroneously defined  \"reasonable\r\n\ndoubt\" for  the jury, the harmless error  analysis articulated in\r\n\nChapman was inapplicable:\r                 \r\n\n            Since, for  the reasons  described above,\r\n            there had been no jury verdict within the\r\n            meaning  of  the   Sixth  Amendment,  the\r\n            entire  premise  of   Chapman  review  is\r                                                   \r\n            simply  absent.    There  being  no  jury\r\n            verdict   of  guilty-beyond-a-reasonable-\r\n            doubt,  the  question  whether  the  same\r                                                               \r\n            verdict   of  guilty-beyond-a-reasonable-\r\n            doubt would have been rendered absent the\r\n            constitutional    error     is    utterly\r\n            meaningless.  There is  no object, so  to\r                                                       \r\n            speak, upon which harmless-error scrutiny\r\n            can operate.  The most an appellate court\r\n\n                               -11-\r\r\n\n            can conclude  is that a jury would surely\r                                                               \r\n            have  found  petitioner guilty  beyond  a\r                                 \r\n            reasonable doubt  -- not that  the jury's\r\n            actual   finding  of   guilty  beyond   a\r\n            reasonable  doubt would  surely not  have\r                                                               \r\n            been different absent  the constitutional\r                                    \r\n            error.   That is  not enough.   The Sixth\r\n            Amendment  requires  more  than appellate\r\n            speculation about  a hypothetical  jury's\r\n            action, or else directed verdicts for the\r\n            State would be sustainable  on appeal; it\r\n            requires  an   actual  jury   finding  of\r\n            guilty.\r\n\nId.  at  2082 (citations  omitted).   So,  where  a jury  has not\r             \r\n\nrendered a  verdict that addresses every essential element of the\r\n\ncharged offense, and therefore has  not rendered a verdict on the\r\n\ncrime charged,  the question  of whether the  same verdict  would\r\n\nhave   been  rendered   absent   the   constitutional  error   is\r\n\nmeaningless.  Here, because  the jury  did not  determine whether\r\n\nthe  government  had  proved,  beyond  a  reasonable  doubt,  the\r\n\nexistence of an  essential factual element of the  crime of false\r\n\nsubscription  (i.e., materiality),  there  was \"no  jury  verdict\r                             \r\n\nwithin  the meaning of  the Sixth  Amendment\" and  harmless error\r\n\nanalysis is inapplicable.  Id. at 2081-82.\r                                        \r\n\n          In light of our conclusion that, at least in this case,\r\n\n\"materiality\"  was  an  essential factual  element  of  the crime\r\n\ncharged, the trial court's withdrawal of that issue from the jury\r\n\nconstituted a \"structural  defect\" in the trial  process, Arizona\r                                                                           \r\n\nv. Fulminante, 499 U.S. 279,  310 (1991), which requires reversal\r                       \r\n\nof DiRico's  conviction.  Simply  stated, we  cannot conclude  on\r\n\nappeal that the government proved \"beyond a reasonable doubt that\r\n\nthe  error  complained  of  did  not  contribute to  the  verdict\r\n\n                               -12-\r\r\n\nobtained,\" since a verdict of guilt as to every essential element\r\n\nwas never obtained.  Chapman, 386 U.S. at 24.  \r                                      \r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For  the foregoing  reasons, defendant's  conviction is\r\n\nreversed  and the  case is  remanded for further  proceedings not\r\n\ninconsistent with this opinion.\r\n\n                               -13-\r\r\n",
  "html": "<p class=\"case_cite\">69 F.3d 531</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Francis DiRICO, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 94-1471.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Nov. 3, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">John A. MacFadyen, with whom Harold C. Arcaro, Jr., was on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Rita G. Calvin, Attorney, Tax Division, U.S. Department of Justice, with whom Loretta Argrett, Assistant Attorney General, Donald K. Stern, U.S. Attorney, Robert E. Lindsay and Alan Hechtkopf, Attorneys, Tax Division, U.S. Department of Justice, were on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and McAULIFFE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">McAULIFFE, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant Francis DiRico (\"DiRico\") challenges a number of rulings made by the district court during his criminal trial on charges of false subscription to a tax return, as well as the sentence imposed.  We limit our discussion to the one issue raised by DiRico that has merit.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While this court was considering the multiple issues raised on appeal, the United States Supreme Court issued its opinion in United States v. Gaudin, 115 S.Ct. 2310 (1995).  That decision clarified a point of law relevant to this case.  Accordingly, the government suggested that the parties file supplemental briefs addressing DiRico's claim that when the trial judge determined \"materiality\" under 26 U.S.C. Sec. 7206(1) as a matter of law, he impermissibly directed the jury's guilty verdict, at least with regard to that essential element of the crime of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The parties were directed to file supplemental briefs on that issue by September 15, 1995.  Having now considered those briefs and the Supreme Court's opinion in United States v. Gaudin, 115 S.Ct. 2310 (1995), we find that the challenged instruction on materiality, although appropriate when given, see, e.g., United States v. Romanow, 509 F.2d 26, 28 (1st Cir.1975), nevertheless constitutes reversible error under Gaudin, which decision is applicable to this case.  Accordingly, we reverse and remand.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>I. PROCEDURAL HISTORY.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On March 30, 1993, a federal grand jury returned a three-count indictment against DiRico.  Counts One and Two charged him with willfully attempting to evade his personal income tax liability for tax years 1986 and 1987, in violation of 26 U.S.C. Sec. 7201.  Count Three charged him with willfully making and subscribing a false corporate tax return for Industrial Electric and Electronics, Inc., for the fiscal year ending June 30, 1987, in violation of 26 U.S.C. Sec. 7206(1).  After a thirteen-day trial, the jury acquitted DiRico on Counts One and Two, but convicted him on Count Three.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>II. PERTINENT FACTS.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">During the relevant tax years, DiRico was president and sole shareholder of Industrial Electric and Electronics, Inc.  (\"IE &amp; E\"), a cellular communications company.  IE &amp; E's employees performed routine bookkeeping and accounting functions for the company, and Warren Lynch served as the company's in-house accountant.  IE &amp; E also retained an outside accounting firm to review its books and prepare corporate tax returns.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">IE &amp; E managed its financial affairs with the assistance of a computer-based accounting system.  Each IE &amp; E customer was assigned an account number, and each customer's payment was logged into the computer system as a credit against the numbered account.  Most customer account numbers began with the prefix \"1\" or \"2,\" but several were assigned the prefix \"5.\" These so-called \"5\" accounts were the focus of the criminal prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Payments received on the \"1\" and \"2\" accounts were deposited in an IE &amp; E corporate account at Bank of New England.  Payments on the \"5\" accounts, however, were given to DiRico, who deposited them at the Abington Savings Bank, where he maintained several personal accounts.  DiRico converted most of the \"5\" account receipts into cash, money orders, and cashier's checks, thereby frustrating any effort to trace the disposition of those funds.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At the end of each month, IE &amp; E employees generated reports related to cash flow, accounts receivable, and payments received.  Those reports were secured in bound volumes and placed into storage.  Reports related to the \"5\" accounts were stored separately.  And, although receipts from all customers, including payments to the \"5\" accounts, were entered into the computer system, neither Lynch (who did not know how to operate the computer system) nor the outside accountants were aware of the existence of the \"5\" accounts.  So, when the outside accountants prepared the corporate tax return for the fiscal year ending June 1987, they did not include monies received from the \"5\" accounts in calculating corporate gross income.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At trial, DiRico admitted that he knew the accountants were unaware of the \"5\" account receipts.  He also conceded that he under-reported gross receipts on IE &amp; E's 1987 corporate tax return.  However, he claimed that despite under-stating its gross receipts, the company actually paid the proper amount of corporate tax and, therefore, the return was \"correct.\"   He also argued that the false information on the 1987 corporate tax return was not \"material\" so long as IE &amp; E actually paid the proper amount of federal tax due.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">With regard to the \"materiality\" element of the false subscription charge, the trial judge followed then-existing practice and gave the following instruction:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>It also must be a return that's false as to a material matter.  That is, it was untrue when made and then known by the defendant to be untrue when he was making it.  Materiality is a question largely for the Court to determine.  The question of whether or not it is material is one on which I will instruct you.  And I will instruct you that the amount of the gross receipts or, more accurately here because we deal with an accrual basis taxpayer, the sales reported on a corporate return is a material matter within the meaning of this particular statute.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(Trial Transcript, volume 14 at 104.)   DiRico objected to the court's instruction in a timely fashion.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Supreme Court's recent opinion in United States v. Gaudin, supra, makes it clear that when \"materiality\" is an element of a charged crime and takes on a factual aspect, the jury must decide whether that element has been proved beyond a reasonable doubt.  Plainly, an instruction that removes from the jury's consideration one of the essential factual elements of a crime charged cannot stand.  Jury instructions cannot operate to deprive a criminal defendant of his or her constitutional \"right to have a jury determine, beyond a reasonable doubt, his guilt of every element of the crime with which he is charged.\"  Gaudin, 115 S.Ct. at 2320.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In Gaudin, the defendant was charged with making material false statements on Department of Housing and Urban Development (\"HUD\") loan documents in violation of 18 U.S.C. Sec. 1001.  The trial court instructed the jury that the government was required to prove that the alleged false statements were material to the activities and decisions of HUD, and further instructed the jury that the \"issue of materiality ... is not submitted to you for your decision but rather is a matter for the decision of the court.  You are instructed that the statements charged in the indictment are material statements.\"   Id. at 2313.  The jury convicted the defendant, but the Court of Appeals for the Ninth Circuit reversed, reasoning that taking the question of materiality from the jury violated rights guaranteed to the defendant by the Fifth and Sixth Amendments to the Constitution.  The Supreme Court subsequently agreed, holding that:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>The Constitution gives a criminal defendant the right to demand that a jury find him guilty of all the elements of the crime with which he is charged;  one of the elements in the present case is materiality;  respondent therefore had a right to have the jury decide materiality.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Id. at 2314.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the context of this appeal, we discern no obvious or substantive distinction between the \"materiality\" element of 18 U.S.C. Sec. 1001 and the \"materiality\" element of the crime with which DiRico was charged, i.e. false subscription to a tax return in violation of 26 U.S.C. Sec. 7206(1).  See, e.g., Waldron v. United States, --- U.S. ----, 1995 WL 455037 (October 16, 1995) (remanding case for reconsideration of defendant's conviction under 18 U.S.C. Sec. 1014 (false statements to a federally insured bank) in light of Gaudin ).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The government concedes materiality is an essential element of the crime of false subscription.  It argues, however, that as a matter of law \"gross receipts (sales) are a material matter in the computation of income from a business and the amount of tax due on that income.\"  (Supplemental Brief for the Appellee, at 11.)   Accordingly, the government contends that, even in the wake of United States v. Gaudin, a trial judge may properly instruct a jury that statements on a tax return regarding gross receipts are \"material\" as a matter of law.  Given the facts of this particular case, we are constrained to disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">DiRico's defense was straightforward:  he argued that if deductible expenses equaled or exceeded gross receipts, any statement of gross receipts could not be material because that information could have had no tangible effect on the amount of tax due ---- proper calculation of which being the very purpose of completing and filing the return in the first place.  While the government is correct in asserting that an accurate statement of gross receipts is essential to a correct computation of taxable income (as distinguished from taxes due and payable), a reasonable trier of fact might find a misstatement of gross receipts not material in the context of a criminal trial for false subscription, where legitimately deductible expenses equaled or exceeded actual gross receipts (i.e., when an accurate statement of gross receipts would not have affected the amount of taxes due the government).  Therefore, the question of \"materiality\" in this particular case is at best a mixed question of law and fact and so should be submitted to a jury under Gaudin 's rationale.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The government's argument that the faulty jury instruction amounted to harmless error is appealing, but we are persuaded that in light of the fact that the trial court's instruction was intended to and did effectively direct a finding of \"materiality,\" the only proper disposition is to remand.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Our analysis of this issue begins with the Supreme Court's opinion in Chapman v. California, 386 U.S. 18 (1967), where the Court recognized that some constitutional errors in the course of a criminal trial may be harmless and, therefore, do not require reversal of a conviction.  The Court has since explained the Chapman harmless error analysis as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Consistent with the jury-trial guarantee, the question [Chapman ] instructs the reviewing court to consider is not what effect the constitutional error might generally be expected to have upon a reasonable jury, but rather what effect it had upon the guilty verdict in the case at hand....  The inquiry, in other words, is not whether, in a trial that occurred without the error, a guilty verdict would surely have been rendered, but whether the guilty verdict in this trial was surely unattributable to the error.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Sullivan v. Louisiana, 113 S.Ct. 2078, 2081 (1993) (citations omitted).  While most constitutional errors have been held amenable to the Chapman harmless error analysis, others are of such a fundamental nature that they will always invalidate a conviction.  Accordingly, \"[t]he question in the present case is to which category the present error belongs.\"   Id.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Due Process Clause of the Fifth Amendment guarantees that no one shall be convicted of a criminal offense \"except upon proof beyond a reasonable doubt of every fact necessary to constitute the crime with which he is charged.\"  In re Winship, 397 U.S. 358, 364 (1970).  That constitutional guarantee is obviously interrelated with the defendant's Sixth Amendment right to trial by jury:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>The Sixth Amendment provides that \"[i]n all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury.\"  ...  The right includes, of course, as its most important element, the right to have the jury, rather than the judge, reach the requisite finding of \"guilty.\"   Thus, although a judge may direct a verdict for the defendant if the evidence is legally insufficient to establish guilt, he may not direct a verdict for the State, no matter how overwhelming the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Sullivan, 113 S.Ct. at 2080.  In Sullivan the Court reasoned that because the trial court erroneously defined \"reasonable doubt\" for the jury, the harmless error analysis articulated in Chapman was inapplicable:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>Since, for the reasons described above, there had been no jury verdict within the meaning of the Sixth Amendment, the entire premise of Chapman review is simply absent.  There being no jury verdict of guilty-beyond-a-reasonable-doubt, the question whether the same verdict of guilty-beyond-a-reasonable-doubt would have been rendered absent the constitutional error is utterly meaningless.  There is no object, so to speak, upon which harmless-error scrutiny can operate.  The most an appellate court can conclude is that a jury would surely have found petitioner guilty beyond a reasonable doubt--not that the jury's actual finding of guilty beyond a reasonable doubt would surely not have been different absent the constitutional error.  That is not enough.  The Sixth Amendment requires more than appellate speculation about a hypothetical jury's action, or else directed verdicts for the State would be sustainable on appeal;  it requires an actual jury finding of guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Id. at 2082 (citations omitted).  So, where a jury has not rendered a verdict that addresses every essential element of the charged offense, and therefore has not rendered a verdict on the crime charged, the question of whether the same verdict would have been rendered absent the constitutional error is meaningless.  Here, because the jury did not determine whether the government had proved, beyond a reasonable doubt, the existence of an essential factual element of the crime of false subscription (i.e., materiality), there was \"no jury verdict within the meaning of the Sixth Amendment\" and harmless error analysis is inapplicable.  Id. at 2081-82.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In light of our conclusion that, at least in this case, \"materiality\" was an essential factual element of the crime charged, the trial court's withdrawal of that issue from the jury constituted a \"structural defect\" in the trial process, Arizona v. Fulminante, 499 U.S. 279, 310 (1991), which requires reversal of DiRico's conviction.  Simply stated, we cannot conclude on appeal that the government proved \"beyond a reasonable doubt that the error complained of did not contribute to the verdict obtained,\" since a verdict of guilt as to every essential element was never obtained.  Chapman, 386 U.S. at 24.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">For the foregoing reasons, defendant's conviction is reversed and the case is remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">531</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Francis DiRICO, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 94-1471.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Nov. 3, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">John A. MacFadyen, with whom Harold C. Arcaro, Jr., was on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Rita G. Calvin, Attorney, Tax Division, U.S. Department of Justice, with whom Loretta Argrett, Assistant Attorney General, Donald K. Stern, U.S. Attorney, Robert E. Lindsay and Alan Hechtkopf, Attorneys, Tax Division, U.S. Department of Justice, were on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and McAULIFFE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">McAULIFFE, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant Francis DiRico (\"DiRico\") challenges a number of rulings made by the district court during his criminal trial on charges of false subscription to a tax return, as well as the sentence imposed.  We limit our discussion to the one issue raised by DiRico that has merit.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While this court was considering the multiple issues raised on appeal, the United States Supreme Court issued its opinion in United States v. Gaudin, <span class=\"citation\" data-id=\"117958\"><a href=\"/opinion/117958/united-states-v-gaudin/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2310</span> </a></span>(1995).  That decision clarified a point of law relevant to this case.  Accordingly, the government suggested that the parties file supplemental briefs addressing DiRico's claim that when the trial judge determined \"materiality\" under 26 U.S.C. Sec. 7206(1) as a matter of law, he impermissibly directed the jury's guilty verdict, at least with regard to that essential element of the crime of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The parties were directed to file supplemental briefs on that issue by September 15, 1995.  Having now considered those briefs and the Supreme Court's opinion in United States v. Gaudin, <span class=\"citation\" data-id=\"117958\"><a href=\"/opinion/117958/united-states-v-gaudin/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2310</span> </a></span>(1995), we find that the challenged instruction on materiality, although appropriate when given, see, e.g., United States v. Romanow, <span class=\"citation\" data-id=\"324491\"><a href=\"/opinion/324491/united-states-v-harold-m-romanow/\"><span class=\"volume\">509</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">26</span></a></span>, 28 (1st Cir.1975), nevertheless constitutes reversible error under Gaudin, which decision is applicable to this case.  Accordingly, we reverse and remand.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>I. PROCEDURAL HISTORY.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On March 30, 1993, a federal grand jury returned a three-count indictment against DiRico.  Counts One and Two charged him with willfully attempting to evade his personal income tax liability for tax years 1986 and 1987, in violation of 26 U.S.C. Sec. 7201.  Count Three charged him with willfully making and subscribing a false corporate tax return for Industrial Electric and Electronics, Inc., for the fiscal year ending June 30, 1987, in violation of 26 U.S.C. Sec. 7206(1).  After a thirteen-day trial, the jury acquitted DiRico on Counts One and Two, but convicted him on Count Three.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>II. PERTINENT FACTS.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">During the relevant tax years, DiRico was president and sole shareholder of Industrial Electric and Electronics, Inc.  (\"IE &amp; E\"), a cellular communications company.  IE &amp; E's employees performed routine bookkeeping and accounting functions for the company, and Warren Lynch served as the company's in-house accountant.  IE &amp; E also retained an outside accounting firm to review its books and prepare corporate tax returns.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">IE &amp; E managed its financial affairs with the assistance of a computer-based accounting system.  Each IE &amp; E customer was assigned an account number, and each customer's payment was logged into the computer system as a credit against the numbered account.  Most customer account numbers began with the prefix \"1\" or \"2,\" but several were assigned the prefix \"5.\" These so-called \"5\" accounts were the focus of the criminal prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Payments received on the \"1\" and \"2\" accounts were deposited in an IE &amp; E corporate account at Bank of New England.  Payments on the \"5\" accounts, however, were given to DiRico, who deposited them at the Abington Savings Bank, where he maintained several personal accounts.  DiRico converted most of the \"5\" account receipts into cash, money orders, and cashier's checks, thereby frustrating any effort to trace the disposition of those funds.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At the end of each month, IE &amp; E employees generated reports related to cash flow, accounts receivable, and payments received.  Those reports were secured in bound volumes and placed into storage.  Reports related to the \"5\" accounts were stored separately.  And, although receipts from all customers, including payments to the \"5\" accounts, were entered into the computer system, neither Lynch (who did not know how to operate the computer system) nor the outside accountants were aware of the existence of the \"5\" accounts.  So, when the outside accountants prepared the corporate tax return for the fiscal year ending June 1987, they did not include monies received from the \"5\" accounts in calculating corporate gross income.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At trial, DiRico admitted that he knew the accountants were unaware of the \"5\" account receipts.  He also conceded that he under-reported gross receipts on IE &amp; E's 1987 corporate tax return.  However, he claimed that despite under-stating its gross receipts, the company actually paid the proper amount of corporate tax and, therefore, the return was \"correct.\"   He also argued that the false information on the 1987 corporate tax return was not \"material\" so long as IE &amp; E actually paid the proper amount of federal tax due.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">With regard to the \"materiality\" element of the false subscription charge, the trial judge followed then-existing practice and gave the following instruction:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>It also must be a return that's false as to a material matter.  That is, it was untrue when made and then known by the defendant to be untrue when he was making it.  Materiality is a question largely for the Court to determine.  The question of whether or not it is material is one on which I will instruct you.  And I will instruct you that the amount of the gross receipts or, more accurately here because we deal with an accrual basis taxpayer, the sales reported on a corporate return is a material matter within the meaning of this particular statute.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(Trial Transcript, volume 14 at 104.)   DiRico objected to the court's instruction in a timely fashion.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Supreme Court's recent opinion in United States v. <span class=\"citation\" data-id=\"117958\"><a href=\"/opinion/117958/united-states-v-gaudin/\"><span class=\"antecedent_guess\">Gaudin,</span> supra</a></span>, makes it clear that when \"materiality\" is an element of a charged crime and takes on a factual aspect, the jury must decide whether that element has been proved beyond a reasonable doubt.  Plainly, an instruction that removes from the jury's consideration one of the essential factual elements of a crime charged cannot stand.  Jury instructions cannot operate to deprive a criminal defendant of his or her constitutional \"right to have a jury determine, beyond a reasonable doubt, his guilt of every element of the crime with which he is charged.\"  <span class=\"citation\" data-id=\"117958\"><span class=\"antecedent_guess\">Gaudin,</span> <a href=\"/opinion/117958/united-states-v-gaudin/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2320</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In Gaudin, the defendant was charged with making material false statements on Department of Housing and Urban Development (\"HUD\") loan documents in violation of 18 U.S.C. Sec. 1001.  The trial court instructed the jury that the government was required to prove that the alleged false statements were material to the activities and decisions of HUD, and further instructed the jury that the \"issue of materiality ... is not submitted to you for your decision but rather is a matter for the decision of the court.  You are instructed that the statements charged in the indictment are material statements.\"   <span class=\"citation\" data-id=\"117958\"><a href=\"/opinion/117958/united-states-v-gaudin/\"><span class=\"id_token\">Id.</span> at 2313. </a></span> The jury convicted the defendant, but the Court of Appeals for the Ninth Circuit reversed, reasoning that taking the question of materiality from the jury violated rights guaranteed to the defendant by the Fifth and Sixth Amendments to the Constitution.  The Supreme Court subsequently agreed, holding that:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>The Constitution gives a criminal defendant the right to demand that a jury find him guilty of all the elements of the crime with which he is charged;  one of the elements in the present case is materiality;  respondent therefore had a right to have the jury decide materiality.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"117958\"><a href=\"/opinion/117958/united-states-v-gaudin/\"><span class=\"id_token\">Id.</span> at 2314.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the context of this appeal, we discern no obvious or substantive distinction between the \"materiality\" element of 18 U.S.C. Sec. 1001 and the \"materiality\" element of the crime with which DiRico was charged, i.e. false subscription to a tax return in violation of 26 U.S.C. Sec. 7206(1).  See, e.g., Waldron v. United States, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">455037</span> </span>(October 16, 1995) (remanding case for reconsideration of defendant's conviction under 18 U.S.C. Sec. 1014 (false statements to a federally insured bank) in light of Gaudin ).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The government concedes materiality is an essential element of the crime of false subscription.  It argues, however, that as a matter of law \"gross receipts (sales) are a material matter in the computation of income from a business and the amount of tax due on that income.\"  (Supplemental Brief for the Appellee, at 11.)   Accordingly, the government contends that, even in the wake of United States v. Gaudin, a trial judge may properly instruct a jury that statements on a tax return regarding gross receipts are \"material\" as a matter of law.  Given the facts of this particular case, we are constrained to disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">DiRico's defense was straightforward:  he argued that if deductible expenses equaled or exceeded gross receipts, any statement of gross receipts could not be material because that information could have had no tangible effect on the amount of tax due ---- proper calculation of which being the very purpose of completing and filing the return in the first place.  While the government is correct in asserting that an accurate statement of gross receipts is essential to a correct computation of taxable income (as distinguished from taxes due and payable), a reasonable trier of fact might find a misstatement of gross receipts not material in the context of a criminal trial for false subscription, where legitimately deductible expenses equaled or exceeded actual gross receipts (i.e., when an accurate statement of gross receipts would not have affected the amount of taxes due the government).  Therefore, the question of \"materiality\" in this particular case is at best a mixed question of law and fact and so should be submitted to a jury under Gaudin 's rationale.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The government's argument that the faulty jury instruction amounted to harmless error is appealing, but we are persuaded that in light of the fact that the trial court's instruction was intended to and did effectively direct a finding of \"materiality,\" the only proper disposition is to remand.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Our analysis of this issue begins with the Supreme Court's opinion in Chapman v. California, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span> </a></span>(1967), where the Court recognized that some constitutional errors in the course of a criminal trial may be harmless and, therefore, do not require reversal of a conviction.  The Court has since explained the Chapman harmless error analysis as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Consistent with the jury-trial guarantee, the question [Chapman ] instructs the reviewing court to consider is not what effect the constitutional error might generally be expected to have upon a reasonable jury, but rather what effect it had upon the guilty verdict in the case at hand....  The inquiry, in other words, is not whether, in a trial that occurred without the error, a guilty verdict would surely have been rendered, but whether the guilty verdict in this trial was surely unattributable to the error.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Sullivan v. Louisiana, <span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2078</span></a></span>, 2081 (1993) (citations omitted).  While most constitutional errors have been held amenable to the Chapman harmless error analysis, others are of such a fundamental nature that they will always invalidate a conviction.  Accordingly, \"[t]he question in the present case is to which category the present error belongs.\"   Id.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Due Process Clause of the Fifth Amendment guarantees that no one shall be convicted of a criminal offense \"except upon proof beyond a reasonable doubt of every fact necessary to constitute the crime with which he is charged.\"  In re Winship, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, 364 (1970).  That constitutional guarantee is obviously interrelated with the defendant's Sixth Amendment right to trial by jury:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>The Sixth Amendment provides that \"[i]n all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury.\"  ...  The right includes, of course, as its most important element, the right to have the jury, rather than the judge, reach the requisite finding of \"guilty.\"   Thus, although a judge may direct a verdict for the defendant if the evidence is legally insufficient to establish guilt, he may not direct a verdict for the State, no matter how overwhelming the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"112868\"><span class=\"antecedent_guess\">Sullivan,</span> <a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2080</span></a></span>.  In Sullivan the Court reasoned that because the trial court erroneously defined \"reasonable doubt\" for the jury, the harmless error analysis articulated in Chapman was inapplicable:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>Since, for the reasons described above, there had been no jury verdict within the meaning of the Sixth Amendment, the entire premise of Chapman review is simply absent.  There being no jury verdict of guilty-beyond-a-reasonable-doubt, the question whether the same verdict of guilty-beyond-a-reasonable-doubt would have been rendered absent the constitutional error is utterly meaningless.  There is no object, so to speak, upon which harmless-error scrutiny can operate.  The most an appellate court can conclude is that a jury would surely have found petitioner guilty beyond a reasonable doubt--not that the jury's actual finding of guilty beyond a reasonable doubt would surely not have been different absent the constitutional error.  That is not enough.  The Sixth Amendment requires more than appellate speculation about a hypothetical jury's action, or else directed verdicts for the State would be sustainable on appeal;  it requires an actual jury finding of guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"id_token\">Id.</span> at 2082 </a></span>(citations omitted).  So, where a jury has not rendered a verdict that addresses every essential element of the charged offense, and therefore has not rendered a verdict on the crime charged, the question of whether the same verdict would have been rendered absent the constitutional error is meaningless.  Here, because the jury did not determine whether the government had proved, beyond a reasonable doubt, the existence of an essential factual element of the crime of false subscription (i.e., materiality), there was \"no jury verdict within the meaning of the Sixth Amendment\" and harmless error analysis is inapplicable.  <span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"id_token\">Id.</span> at 2081-82.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In light of our conclusion that, at least in this case, \"materiality\" was an essential factual element of the crime charged, the trial court's withdrawal of that issue from the jury constituted a \"structural defect\" in the trial process, Arizona v. Fulminante, <span class=\"citation\" data-id=\"112566\"><a href=\"/opinion/112566/arizona-v-fulminante/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, 310 (1991), which requires reversal of DiRico's conviction.  Simply stated, we cannot conclude on appeal that the government proved \"beyond a reasonable doubt that the error complained of did not contribute to the verdict obtained,\" since a verdict of guilt as to every essential element was never obtained.  <span class=\"citation\" data-id=\"107359\"><span class=\"antecedent_guess\">Chapman,</span> <a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">24</span></a></span>.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">For the foregoing reasons, defendant's conviction is reversed and the case is remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107359/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108111/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112566/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112868/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117958/",
    "https://www.courtlistener.com/api/rest/v3/opinions/324491/"
  ]
}