{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196312/",
  "id": 196312,
  "absolute_url": "/opinion/196312/united-states-v-wrenn/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196312/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:03:11Z",
  "date_modified": "2020-02-21T23:31:36.028179Z",
  "type": "010combined",
  "sha1": "bf0b3e381ca71381380ca63e21fbe044e2d64b98",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2089.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 94-2089\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                        JOSEPH WRENN,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                     Stahl, Circuit Judge,\r                                                     \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n                                         \r\n\nRobert  L. Sheketoff, with  whom Sheketoff  &amp; Homan  was on brief,\r                                                               \r\nfor appellant.\r\nDina Michael  Chaitowitz, Assistant  United States Attorney,  with\r                                    \r\nwhom Donald K.  Stern, United States Attorney,  was on brief, for  the\r                             \r\nUnited States.\r\n\n                                         \r\n\n                      September 25, 1995\r\n                                         \r\r\n\n          LYNCH, Circuit Judge.  After  pleading  guilty   to\r                      LYNCH, Circuit Judge.\r                                          \r\n\nboth  conspiring and  attempting  to possess  with intent  to\r\n\ndistribute more than  5 kilograms of cocaine  in violation of\r\n\n21 U.S.C.   846, the defendant Joseph Wrenn was sentenced  to\r\n\nthe statutory  minimum of  10 years  prescribed by  21 U.S.C.\r\n\n  841(b)(1)(A)(ii).   At  issue  here  is the  meaning  of  a\r\n\nprovision in  the Violent  Crime Control and  Law Enforcement\r\n\nAct of  1994  (the \"Act\"),  18  U.S.C.   3553(f),  which,  in\r\n\ncertain circumstances,  gives  the trial  court authority  to\r\n\nimpose  a  sentence  shorter  than  the  otherwise  mandatory\r\n\nminimum sentence.\r\n\n          Wrenn  argues that  the  district  court  erred  in\r\n\nfinding he was not entitled  under the Act to a  reduction of\r\n\nthe 10  year mandatory minimum  sentence he received  for his\r\n\ndrug convictions.  We reject Wrenn's contentions that  he has\r\n\ncomplied with  the Act's requirement that  he \"has truthfully\r\n\nprovided to the Government  all information and evidence [he]\r\n\nhas  concerning the offense or offenses that were part of the\r\n\nsame course of conduct or of a common scheme or plan . . . .\"\r\n\n18  U.S.C.     3553(f)(5).     He  says  he   has  done   so,\r\n\nunintentionally to be sure,  by unwittingly being recorded by\r\n\nan undercover agent while  discussing his plans to distribute\r\n\ncocaine,  conversations  which  became  the  source   of  the\r\n\nindictment  against him.   He  also says  he  has done  so by\r\n\nadmitting  the  government's allegations  in  the context  of\r\n\n                             -2-\r                                          2\r\r\n\npleading  guilty  to  the  charges against  him.    Believing\r\n\nCongress did  not intend the topsy-turvy  result suggested by\r\n\nWrenn, we reject his arguments and affirm.\r\n\n          Section   3553(f)   provides   some   relief   from\r\n\nstatutorily-imposed  mandatory  minimum  sentences where  the\r\n\ndefendant demonstrates:\r\n\n          (1)  the  defendant  does  not  have  more  than  1\r\n               criminal  history  point, as  determined under\r\n               the sentencing guidelines; \r\n\n          (2)  the defendant did not use violence or credible\r\n               threats of  violence or  possess a  firearm or\r\n               other  dangerous  weapon  (or  induce  another\r\n               participant to  do so) in connection  with the\r\n               offense;\r\n\n          (3)  the offense did not result in death or serious\r\n               bodily injury to any person;\r\n\n          (4)  the  defendant was  not an  organizer, leader,\r\n               manager,  or  supervisor  of  others   in  the\r\n               offense,  as  determined under  the sentencing\r\n               guidelines and was not engaged in a continuing\r\n               criminal  enterprise, as defined  in 21 U.S.C.\r\n               848; and\r\n\n          (5)  not  later than  the  time of  the  sentencing\r\n               hearing, the defendant has truthfully provided\r\n               to the Government all information and evidence\r\n               the  defendant has  concerning the  offense or\r\n               offenses that were part  of the same course of\r\n               conduct or of a common scheme or plan, but the\r\n               fact  that the  defendant has  no relevant  or\r\n               useful  other information  to provide  or that\r\n               the  Government   is  already  aware   of  the\r\n               information shall not preclude a determination\r\n               by the court  that the defendant has  complied\r\n               with this requirement.\r\n\n18 U.S.C.   3553(f).\r\n\n          The  drug trade  operated  out  of federal  prisons\r\n\nprovides  the factual  backdrop of  this case.   Wrenn's  co-\r\n\n                             -3-\r                                          3\r\r\n\ndefendant,  Joseph  Burke, while  incarcerated at  the United\r\n\nStates Penitentiary at Lewisburg, asked a fellow inmate if he\r\n\ncould provide  Wrenn with a  large supply of  cocaine, saying\r\n\nWrenn was a cocaine distributor in Massachusetts.  The  other\r\n\ninmate became  a cooperating witness  and turned to  the FBI,\r\n\nwhich,   in  turn,   provided  an   undercover  agent/cocaine\r\n\nsupplier.   The  agent, the  cooperating witness,  Burke, and\r\n\nWrenn met in the  visiting area of the penitentiary.  In that\r\n\nand another  meeting,  which were  both tape-recorded,  Wrenn\r\n\ndescribed himself as a large-scale cocaine trafficker looking\r\n\nfor a new source of supply.  Wrenn said that he and Burke saw\r\n\nopportunities  to  expand  their business  because  of recent\r\n\nfederal   indictments   of   individuals    in   Charlestown,\r\n\nMassachusetts.\r\n\n          It is  those tape-recorded discussions    conducted\r\n\nbefore Wrenn actually made  the buy and was arrested    which\r\n\nform the factual  basis for  his claim that  he provided  the\r\n\ngovernment   with  all  of  the  information  concerning  his\r\n\ncriminal conduct contemplated by 18 U.S.C   3553(f)(5).\r\n\n          Wrenn presents  the issue  on appeal  as concerning\r\n\ninterpretation of  the phrase \"offense or  offenses that were\r\n\npart of the  same course of  conduct or of  a common plan  or\r\n\nscheme\" in  subsection (f)(5),  and contends that  the phrase\r\n\nrefers only to offenses charged in the indictment, as opposed\r\n\nto all criminal activity in which the defendant engaged.  But\r\n\n                             -4-\r                                          4\r\r\n\nthere  is,  as the  government  urges, a  threshold  issue of\r\n\nwhether  \"the  defendant  has  truthfully  provided   to  the\r                                                               \r\n\nGovernment  all   information  and  evidence   the  defendant\r\n\nhas. . . .\"  18 U.S.C.   3553(f)(5) (emphasis added).  Review\r\n\nof this issue of statutory interpretation is plenary.  United\r                                                                         \r\n\nStates  v. Holmquist, 36 F.3d 154, 158 (1st Cir. 1994), cert.\r                                                                         \r\n\ndenied, 115 S. Ct. 1797 (1995).\r                  \r\n\n          Wrenn   argues   that   he   has   \"provided\"  such\r\n\ninformation, albeit inadvertently, in his taped conversations\r\n\nsetting up the  drug deal.   He argues  additionally that  in\r\n\nadmitting to  the facts  presented by the  government in  the\r\n\nguilty  plea   hearing,  he  again  fulfilled  the  statute's\r\n\nrequirements.  To make  him sit down with the  government and\r\n\nsay again what he has twice  said before would, he argues, be\r\n\nnonsensical.   But the interpretation Wrenn  urges would lead\r\n\nto  absurd consequences.    Surely, Congress  could not  have\r\n\nintended that the very commission  of a criminal offense,  if\r\n\nrecorded  by a  government agent,  would protect  a defendant\r\n\nfrom  the  mandatory minimum  sentence for  that crime.   Nor\r\n\ncould  Congress have  intended that  entry  of a  guilty plea\r\n\nwould  provide such  protection.   As the  Supreme Court  has\r\n\nsaid, \"We need  not leave  our common sense  at the  doorstep\r\n\nwhen we interpret  a statute.\"  Price  Waterhouse v. Hopkins,\r                                                                        \r\n\n490 U.S. 228, 241 (1989).\r\n\n                             -5-\r                                          5\r\r\n\n          Whatever   the  scope   of  the   \"information  and\r\n\nevidence\"  that a defendant must provide to take advantage of\r\n\nsection 3553(f)(5),  we   hold  that  a   defendant  has  not\r\n\n\"provided\" to the government such information and evidence if\r\n\nthe sole manner in which  the claimed disclosure occurred was\r\n\nthrough  conversations   conducted  in  furtherance   of  the\r\n\ndefendant's  criminal  conduct  which happened  to  be  tape-\r\n\nrecorded by the government as part of its investigation.  Cf.\r                                                                         \r\n\nUnited  States v. Rodriguez, 60 F.3d 193, 196 (5th Cir. 1995)\r                                       \r\n\n(provision  of  information  to  probation  officer  is   not\r\n\nprovision of  information to  the government for  purposes of\r\n\nsection 3553(f)(5)).   Nor does it suffice  for the defendant\r\n\nto  accede to  the government's  allegations during  colloquy\r\n\nwith  the court  at  the plea  hearing.   Section  3553(f)(5)\r\n\ncontemplates  an  affirmative  act  of cooperation  with  the\r\n\ngovernment no later  than the time of the sentencing hearing.\r\n\nHere, Wrenn did not cooperate,  as his counsel emphasized  to\r\n\nthe  court at  the sentencing  hearing.   And when  the court\r\n\noffered to postpone sentencing so Wrenn  could make a proffer\r\n\nto  the government  for  purposes  of section 3553(f)(5),  he\r\n\nrefused.\r\n\n          Even  taking  the defendant's  argument on  its own\r\n\nterms,  we reject  also  the factual  premise  from which  it\r\n\nproceeds.  Wrenn did  not provide the government with  all of\r                                                                      \r\n\nthe information and evidence he had concerning the very crime\r\n\n                             -6-\r                                          6\r\r\n\nto which he pleaded guilty.  To give but one  example, in his\r\n\ntaped conversations  he claimed  to have numbers  of reliable\r\n\ncustomers to whom he supplied cocaine, but he supplied nary a\r\n\nname to the government.\r\n\n          Finally, the government urges us to decide here the\r\n\nscope  of the phrase \"offense  or offenses that  were part of\r\n\nthe same course of  conduct or of  a common scheme or  plan.\"\r\n\n18  U.S.C.    3553(f)(5).     We  note  that  the  Sentencing\r\n\nCommission  amended the  Guidelines to  conform with  the Act\r\n\nafter  sentence  was  imposed in  this  case.   See  U.S.S.G.\r                                                               \r\n\n  5C1.2 (Nov. 1994).   Application note 3 to    5C1.2 defines\r\n\nthe phrase highlighted by the government to mean \"the offense\r\n\nof conviction  and all relevant conduct.\"   U.S.S.G.   5C1.2,\r\n\ncomment.  (n.3).   Apart  from  making  this observation,  we\r\n\ndecline the government's invitation, believing  the matter is\r\n\nbetter  left to  a  case where  a  fuller resolution  of  the\r\n\nquestion is necessary.\r\n\n          The sentence is affirmed.\r                                              \r\n\n                             -7-\r                                          7\r\r\n",
  "html": "<p class=\"case_cite\">66 F.3d 1</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Joseph WRENN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2089.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 11, 1995.<br>Sept. 25, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert L. Sheketoff, with whom Sheketoff &amp; Homan, Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Dina Michael Chaitowitz, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, Boston, MA, was on brief, for the United States.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After pleading guilty to both conspiring and attempting to possess with intent to distribute more than 5 kilograms of cocaine in violation of 21 U.S.C. Sec. 846, the defendant Joseph Wrenn was sentenced to the statutory minimum of 10 years prescribed by 21 U.S.C. Sec. 841(b)(1)(A)(ii).  At issue here is the meaning of a provision in the Violent Crime Control and Law Enforcement Act of 1994 (the \"Act\"), 18 U.S.C. Sec. 3553(f), which, in certain circumstances, gives the trial court authority to impose a sentence shorter than the otherwise mandatory minimum sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Wrenn argues that the district court erred in finding he was not entitled under the Act to a reduction of the 10 year mandatory minimum sentence he received for his drug convictions.  We reject Wrenn's contentions that he has complied with the Act's requirement that he \"has truthfully provided to the Government all information and evidence [he] has concerning the offense or offenses that were part of the same course of conduct or of a common scheme or plan....\"  18 U.S.C. Sec. 3553(f)(5).  He says he has done so, unintentionally to be sure, by unwittingly being recorded by an undercover agent while discussing his plans to distribute cocaine, conversations which became the source of the indictment against him.  He also says he has done so by admitting the government's allegations in the context of pleading guilty to the charges against him.  Believing Congress did not intend the topsy-turvy result suggested by Wrenn, we reject his arguments and affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Section 3553(f) provides some relief from statutorily-imposed mandatory minimum sentences where the defendant demonstrates:(1) the defendant does not have more than 1 criminal history point, as determined under the sentencing guidelines;</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">(2) the defendant did not use violence or credible threats of violence or possess a firearm or other dangerous weapon (or induce another participant to do so) in connection with the offense;</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">(3) the offense did not result in death or serious bodily injury to any person;</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(4) the defendant was not an organizer, leader, manager, or supervisor of others in the offense, as determined under the sentencing guidelines and was not engaged in a continuing criminal enterprise, as defined in 21 U.S.C. 848;  and</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">(5) not later than the time of the sentencing hearing, the defendant has truthfully provided to the Government all information and evidence the defendant has concerning the offense or offenses that were part of the same course of conduct or of a common scheme or plan, but the fact that the defendant has no relevant or useful other information to provide or that the Government is already aware of the information shall not preclude a determination by the court that the defendant has complied with this requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">18 U.S.C. Sec. 3553(f).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The drug trade operated out of federal prisons provides the factual backdrop of this case.  Wrenn's co-defendant, Joseph Burke, while incarcerated at the United States Penitentiary at Lewisburg, asked a fellow inmate if he could provide Wrenn with a large supply of cocaine, saying Wrenn was a cocaine distributor in Massachusetts.  The other inmate became a cooperating witness and turned to the FBI, which, in turn, provided an undercover agent/cocaine supplier.  The agent, the cooperating witness, Burke, and Wrenn met in the visiting area of the penitentiary.  In that and another meeting, which were both tape-recorded, Wrenn described himself as a large-scale cocaine trafficker looking for a new source of supply.  Wrenn said that he and Burke saw opportunities to expand their business because of recent federal indictments of individuals in Charlestown, Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is those tape-recorded discussions--conducted before Wrenn actually made the buy and was arrested--which form the factual basis for his claim that he provided the government with all of the information concerning his criminal conduct contemplated by 18 U.S.C. Sec. 3553(f)(5).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Wrenn presents the issue on appeal as concerning interpretation of the phrase \"offense or offenses that were part of the same course of conduct or of a common plan or scheme\" in subsection (f)(5), and contends that the phrase refers only to offenses charged in the indictment, as opposed to all criminal activity in which the defendant engaged.  But there is, as the government urges, a threshold issue of whether \"the defendant has truthfully provided to the Government all information and evidence the defendant has....\"  18 U.S.C. Sec. 3553(f)(5) (emphasis added).  Review of this issue of statutory interpretation is plenary.  United States v. Holmquist, 36 F.3d 154, 158 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1797, 131 L.Ed.2d 724 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Wrenn argues that he has \"provided\" such information, albeit inadvertently, in his taped conversations setting up the drug deal.  He argues additionally that in admitting to the facts presented by the government in the guilty plea hearing, he again fulfilled the statute's requirements.  To make him sit down with the government and say again what he has twice said before would, he argues, be nonsensical.  But the interpretation Wrenn urges would lead to absurd consequences.  Surely, Congress could not have intended that the very commission of a criminal offense, if recorded by a government agent, would protect a defendant from the mandatory minimum sentence for that crime.  Nor could Congress have intended that entry of a guilty plea would provide such protection.  As the Supreme Court has said, \"We need not leave our common sense at the doorstep when we interpret a statute.\"  Price Waterhouse v. Hopkins, 490 U.S. 228, 241, 109 S.Ct. 1775, 1786, 104 L.Ed.2d 268 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Whatever the scope of the \"information and evidence\" that a defendant must provide to take advantage of section 3553(f)(5), we hold that a defendant has not \"provided\" to the government such information and evidence if the sole manner in which the claimed disclosure occurred was through conversations conducted in furtherance of the defendant's criminal conduct which happened to be tape-recorded by the government as part of its investigation.  Cf. United States v. Rodriguez, 60 F.3d 193, 196 (5th Cir.1995) (provision of information to probation officer is not provision of information to the government for purposes of section 3553(f)(5)).  Nor does it suffice for the defendant to accede to the government's allegations during colloquy with the court at the plea hearing.  Section 3553(f)(5) contemplates an affirmative act of cooperation with the government no later than the time of the sentencing hearing.  Here, Wrenn did not cooperate, as his counsel emphasized to the court at the sentencing hearing.  And when the court offered to postpone sentencing so Wrenn could make a proffer to the government for purposes of section 3553(f)(5), he refused.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Even taking the defendant's argument on its own terms, we reject also the factual premise from which it proceeds.  Wrenn did not provide the government with all of the information and evidence he had concerning the very crime to which he pleaded guilty.  To give but one example, in his taped conversations he claimed to have numbers of reliable customers to whom he supplied cocaine, but he supplied nary a name to the government.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, the government urges us to decide here the scope of the phrase \"offense or offenses that were part of the same course of conduct or of a common scheme or plan.\"  18 U.S.C. Sec. 3553(f)(5).  We note that the Sentencing Commission amended the Guidelines to conform with the Act after sentence was imposed in this case.  See U.S.S.G. Sec. 5C1.2 (Nov.1994).  Application note 3 to Sec. 5C1.2 defines the phrase highlighted by the government to mean \"the offense of conviction and all relevant conduct.\"   U.S.S.G. Sec. 5C1.2, comment.  (n. 3).  Apart from making this observation, we decline the government's invitation, believing the matter is better left to a case where a fuller resolution of the question is necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The sentence is affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Joseph WRENN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2089.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 11, 1995.<br>Sept. 25, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert L. Sheketoff, with whom Sheketoff &amp; Homan, Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Dina Michael Chaitowitz, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, Boston, MA, was on brief, for the United States.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After pleading guilty to both conspiring and attempting to possess with intent to distribute more than 5 kilograms of cocaine in violation of 21 U.S.C. Sec. 846, the defendant Joseph Wrenn was sentenced to the statutory minimum of 10 years prescribed by 21 U.S.C. Sec. 841(b)(1)(A)(ii).  At issue here is the meaning of a provision in the Violent Crime Control and Law Enforcement Act of 1994 (the \"Act\"), 18 U.S.C. Sec. 3553(f), which, in certain circumstances, gives the trial court authority to impose a sentence shorter than the otherwise mandatory minimum sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Wrenn argues that the district court erred in finding he was not entitled under the Act to a reduction of the 10 year mandatory minimum sentence he received for his drug convictions.  We reject Wrenn's contentions that he has complied with the Act's requirement that he \"has truthfully provided to the Government all information and evidence [he] has concerning the offense or offenses that were part of the same course of conduct or of a common scheme or plan....\"  18 U.S.C. Sec. 3553(f)(5).  He says he has done so, unintentionally to be sure, by unwittingly being recorded by an undercover agent while discussing his plans to distribute cocaine, conversations which became the source of the indictment against him.  He also says he has done so by admitting the government's allegations in the context of pleading guilty to the charges against him.  Believing Congress did not intend the topsy-turvy result suggested by Wrenn, we reject his arguments and affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Section 3553(f) provides some relief from statutorily-imposed mandatory minimum sentences where the defendant demonstrates:(1) the defendant does not have more than 1 criminal history point, as determined under the sentencing guidelines;</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">(2) the defendant did not use violence or credible threats of violence or possess a firearm or other dangerous weapon (or induce another participant to do so) in connection with the offense;</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">(3) the offense did not result in death or serious bodily injury to any person;</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(4) the defendant was not an organizer, leader, manager, or supervisor of others in the offense, as determined under the sentencing guidelines and was not engaged in a continuing criminal enterprise, as defined in 21 U.S.C. 848;  and</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">(5) not later than the time of the sentencing hearing, the defendant has truthfully provided to the Government all information and evidence the defendant has concerning the offense or offenses that were part of the same course of conduct or of a common scheme or plan, but the fact that the defendant has no relevant or useful other information to provide or that the Government is already aware of the information shall not preclude a determination by the court that the defendant has complied with this requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">18 U.S.C. Sec. 3553(f).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The drug trade operated out of federal prisons provides the factual backdrop of this case.  Wrenn's co-defendant, Joseph Burke, while incarcerated at the United States Penitentiary at Lewisburg, asked a fellow inmate if he could provide Wrenn with a large supply of cocaine, saying Wrenn was a cocaine distributor in Massachusetts.  The other inmate became a cooperating witness and turned to the FBI, which, in turn, provided an undercover agent/cocaine supplier.  The agent, the cooperating witness, Burke, and Wrenn met in the visiting area of the penitentiary.  In that and another meeting, which were both tape-recorded, Wrenn described himself as a large-scale cocaine trafficker looking for a new source of supply.  Wrenn said that he and Burke saw opportunities to expand their business because of recent federal indictments of individuals in Charlestown, Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is those tape-recorded discussions--conducted before Wrenn actually made the buy and was arrested--which form the factual basis for his claim that he provided the government with all of the information concerning his criminal conduct contemplated by 18 U.S.C. Sec. 3553(f)(5).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Wrenn presents the issue on appeal as concerning interpretation of the phrase \"offense or offenses that were part of the same course of conduct or of a common plan or scheme\" in subsection (f)(5), and contends that the phrase refers only to offenses charged in the indictment, as opposed to all criminal activity in which the defendant engaged.  But there is, as the government urges, a threshold issue of whether \"the defendant has truthfully provided to the Government all information and evidence the defendant has....\"  18 U.S.C. Sec. 3553(f)(5) (emphasis added).  Review of this issue of statutory interpretation is plenary.  United States v. Holmquist, <span class=\"citation\" data-id=\"195622\"><a href=\"/opinion/195622/united-states-v-holmquist/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">154</span></a></span>, 158 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1797</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">724</span> </span>(1995).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Wrenn argues that he has \"provided\" such information, albeit inadvertently, in his taped conversations setting up the drug deal.  He argues additionally that in admitting to the facts presented by the government in the guilty plea hearing, he again fulfilled the statute's requirements.  To make him sit down with the government and say again what he has twice said before would, he argues, be nonsensical.  But the interpretation Wrenn urges would lead to absurd consequences.  Surely, Congress could not have intended that the very commission of a criminal offense, if recorded by a government agent, would protect a defendant from the mandatory minimum sentence for that crime.  Nor could Congress have intended that entry of a guilty plea would provide such protection.  As the Supreme Court has said, \"We need not leave our common sense at the doorstep when we interpret a statute.\"  Price Waterhouse v. Hopkins, <span class=\"citation\" data-id=\"112252\"><a href=\"/opinion/112252/price-waterhouse-v-hopkins/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">228</span></a></span>, 241, <span class=\"citation\" data-id=\"112252\"><a href=\"/opinion/112252/price-waterhouse-v-hopkins/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1775</span></a></span>, 1786, <span class=\"citation\" data-id=\"112252\"><a href=\"/opinion/112252/price-waterhouse-v-hopkins/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">268</span> </a></span>(1989).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Whatever the scope of the \"information and evidence\" that a defendant must provide to take advantage of section 3553(f)(5), we hold that a defendant has not \"provided\" to the government such information and evidence if the sole manner in which the claimed disclosure occurred was through conversations conducted in furtherance of the defendant's criminal conduct which happened to be tape-recorded by the government as part of its investigation.  Cf. United States v. Rodriguez, <span class=\"citation\" data-id=\"699565\"><a href=\"/opinion/699565/united-states-v-ernesto-rodriguez/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">193</span></a></span>, 196 (5th Cir.1995) (provision of information to probation officer is not provision of information to the government for purposes of section 3553(f)(5)).  Nor does it suffice for the defendant to accede to the government's allegations during colloquy with the court at the plea hearing.  Section 3553(f)(5) contemplates an affirmative act of cooperation with the government no later than the time of the sentencing hearing.  Here, Wrenn did not cooperate, as his counsel emphasized to the court at the sentencing hearing.  And when the court offered to postpone sentencing so Wrenn could make a proffer to the government for purposes of section 3553(f)(5), he refused.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Even taking the defendant's argument on its own terms, we reject also the factual premise from which it proceeds.  Wrenn did not provide the government with all of the information and evidence he had concerning the very crime to which he pleaded guilty.  To give but one example, in his taped conversations he claimed to have numbers of reliable customers to whom he supplied cocaine, but he supplied nary a name to the government.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, the government urges us to decide here the scope of the phrase \"offense or offenses that were part of the same course of conduct or of a common scheme or plan.\"  18 U.S.C. Sec. 3553(f)(5).  We note that the Sentencing Commission amended the Guidelines to conform with the Act after sentence was imposed in this case.  See U.S.S.G. Sec. 5C1.2 (Nov.1994).  Application note 3 to Sec. 5C1.2 defines the phrase highlighted by the government to mean \"the offense of conviction and all relevant conduct.\"   U.S.S.G. Sec. 5C1.2, comment.  (n. 3).  Apart from making this observation, we decline the government's invitation, believing the matter is better left to a case where a fuller resolution of the question is necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The sentence is affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112252/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195622/",
    "https://www.courtlistener.com/api/rest/v3/opinions/699565/"
  ]
}