{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196310/",
  "id": 196310,
  "absolute_url": "/opinion/196310/virapen-v-eli-lilly-sa/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196310/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:03:08Z",
  "date_modified": "2020-02-21T23:31:32.205665Z",
  "type": "010combined",
  "sha1": "62140742e3ad979f44382ff2ddcae8ae973b6653",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1407.01A",
  "local_path": null,
  "plain_text": "\n\nSeptember 22, 1995    [NOT FOR PUBLICATION]\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo.  95-1407\r\n\n                      JOHN VIRAPEN, ET AL.,\r\n\n                     Plaintiffs, Appellants,\r\n\n                                v.\r\n\n                  ELI LILLY, S.A., ETC., ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r                                                                  \r\n\n                                           \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                    and Boudin, Circuit Judge.\r                                                       \r\n\n                                           \r\n\n     Jorge Miguel Suro Ballester on brief for appellants.\r                                          \r\n     Carl Schuster and Schuster Aguilo Rivera &amp; Santiago on brief\r                                                                  \r\nfor appellees.\r\n\n                                           \r\r\n\n                                           \r\r\n\n          Per  Curiam.   This appeal stems  from a  suit alleging\r                    Per  Curiam\r                               \r\n\nemployment discrimination  in violation  of federal  statutes and\r\n\nlocal law.  The  principal plaintiff, John Virapen, who  was born\r\n\nin  British Guyana  and is  of Indian  descent, alleges  that his\r\n\nemployer, Eli  Lilly S.A., a pharmaceutical  firm, discharged him\r\n\nfrom an executive position  because of his skin color,  race, and\r\n\nnational origin.   The other  plaintiffs are  Virapen's wife  and\r\n\nconjugal partnership;  their claims are wholly  derivative of his\r\n\nclaim, and need not be addressed separately.\r\n\n          The  district  court conducted  a four-day  bench trial\r\n\nconcerning Virapen's  allegations.  The court  thereafter wrote a\r\n\nmeticulously reasoned opinion in  which it concluded that Virapen\r\n\nhad failed  to prove his case.   See Virapen v.  Eli Lilly, S.A.,\r                                                                          \r\n\nNo. 90-1453, slip op. (D.P.R.  March 23, 1995).  Having read  the\r\n\nrecord and carefully considered  the parties' briefs, we find  no\r\n\nbasis to disturb the  district court's decision.  To  the precise\r\n\ncontrary, we  regard this as a suitable case in which to put into\r\n\npractice our stated belief that, when \"a trial court has produced\r\n\na first-rate  work product, a reviewing  tribunal should hesitate\r\n\nto wax  longiloquent simply to hear its  own words resonate.\"  In\r                                                                           \r\n\nre San Juan Dupont Plaza Hotel  Fire Litig., 989 F.2d 36, 38 (1st\r                                                     \r\n\nCir.   1993).     Consequently,  we   affirm  the   judgment  for\r\n\nsubstantially  the reasons elucidated  in the opinion  below.  We\r\n\nadd only a few brief comments.\r\n\n          First:   Virapen essentially  asks that we  reweigh the\r                         \r\n\nfacts de  novo.  Our  standard of review,  however, is much  more\r\n\n                                3\r\r\n\ncircumscribed.  Following a bench trial, an appellate tribunal is\r\n\nnot warranted in rejecting the trial court's \"findings of fact or\r\n\nconclusions  drawn therefrom unless, on the  whole of the record,\r\n\n[the court of appeals] form[s] a strong, unyielding belief that a\r\n\nmistake  has been made.\"   Cumpiano v. Banco  Santander P.R., 902\r                                                                      \r\n\nF.2d 148, 152 (1st Cir. 1990).  Findings concerning an employer's\r\n\nintent are  subject to review under this standard, and can be set\r\n\naside only for  clear error.  See id. (citing  authorities).  The\r                                               \r\n\nrecord,  read objectively,  does not  yield a  conviction that  a\r\n\nmistake has been made, and no error     clear or otherwise     is\r\n\ndiscernible.\r\n\n          Second:   Virapen's  complaint  that he  was wrongfully\r                          \r\n\ndenied the opportunity to  adduce rebuttal evidence rings hollow.\r\n\nThe trial court has the right to exercise reasonable control over\r\n\nthe mode and  manner of  presenting evidence, see  Fed. R.  Evid.\r                                                           \r\n\n611, and the court did not abuse its broad discretion here.  See,\r                                                                          \r\n\ne.g.,  Bhaya v. Westinghouse Elec.  Corp., 922 F.2d  184, 190 (3d\r                                                   \r\n\nCir. 1990), cert.  denied, 501 U.S. 1217  (1991) (explaining that\r                                   \r\n\n\"a trial judge's decision regarding the scope of rebuttal may not\r\n\nbe  reversed unless there has been a clear abuse of discretion\");\r\n\nHickok v. G.D.  Searle &amp; Co., 496 F.2d 444,  447 (10th Cir. 1974)\r                                      \r\n\n(explaining  that the  determination of  what constitutes  proper\r\n\nrebuttal  evidence   lies  within  the  district   court's  sound\r\n\ndiscretion).\r\n\n          What is more, Virapen  has not identified any evidence,\r\n\nunavailable  to him during the presentation of his case in chief,\r\n\n                                4\r\r\n\nthat the court  precluded him from  presenting after the  defense\r\n\nrested.   Nor has he  pointed to any  specific excluded evidence,\r\n\nthe  need for  which could not       and should not     have been\r\n\nanticipated from the outset.   That ends the matter.   See, e.g.,\r                                                                          \r\n\nCates v. Sears Roebuck &amp;  Co., 928 F.2d 679, 685 (5th  Cir. 1991)\r                                       \r\n\n(warning  that  rebuttal  evidence  \"is  not  to  be  used  as  a\r\n\ncontinuation of the case-in-chief\"); Pignons S.A. de Mecanique v.\r                                                                        \r\n\nPolaroid Corp., 701 F.2d 1, 2  (1st Cir. 1983) (\"Once a plaintiff\r                        \r\n\nhas had  a chance to  prove a fact,  he cannot reopen  the matter\r\n\nsimply  by stating  that he  wishes to  introduce more  or better\r\n\nevidence.\").\r\n\n          Third:   Virapen's insistence that  the district  court\r                         \r\n\nerred in respect to  whether he established a prima facie case of\r\n\nemployment  discrimination misses the  mark.   Where, as  here, a\r\n\ndiscrimination  case that  rests  on  circumstantial evidence  is\r\n\ntried  to  a  conclusion,   \"the  burden-shifting  framework  has\r\n\nfulfilled  its  function,  and  backtracking   serves  no  useful\r\n\npurpose.\"  Sanchez v. Puerto Rico  Oil Co., 37 F.3d 712, 720 (1st\r                                                    \r\n\nCir. 1994).  Thus, as we have said, \"[t]o focus  on the existence\r\n\nof a prima facie case after a discrimination case has  been fully\r\n\ntried on  the merits is  to 'unnecessarily  evade[] the  ultimate\r\n\nquestion of discrimination vel non.'\"  Id. (quoting United States\r                                                                           \r\n\nPostal  Serv.  Bd.  of Govs.  v.  Aikens,  460  U.S. 711,  713-14\r                                                  \r\n\n(1983)); see also  Mesnick v.  General Elec. Co.,  950 F.2d  816,\r                                                          \r\n\n824-25 (1st Cir. 1991), cert. denied, 504 U.S. 985 (1992).  So it\r                                              \r\n\nis here.\r\n\n                                5\r\r\n\n          Fourth:   Virapen's  jeremiad that  the district  court\r                          \r\n\nerred  in respect to his local-law claims  is without merit.  The\r\n\ndistrict  court analyzed both the  Law 100 claim,  P.R. Laws Ann.\r\n\ntit. 29,   146 (1985), and the Law  80 claim, P.R. Laws Ann. tit.\r\n\n29,   185(a) (1985),  under the appropriate tests.   See Virapen,\r                                                                          \r\n\nsupra, slip op. at 4.   It supportably found that Virapen did not\r               \r\n\nestablish a case of  employment discrimination under the  Law 100\r\n\ntest.  See id. at 19.  The court similarly found that Virapen did\r                        \r\n\nnot establish unjustified dismissal within  the meaning of Law 80\r\n\nbecause \"[t]he repetitive nature of plaintiff's misconduct . .  .\r\n\nconstituted 'good cause' as a 'pattern of improper . . . conduct'\r\n\nunder Law 80.\"   Id. (quoting statute).   Those findings are  not\r                              \r\n\nclearly erroneous.\r\n\n          We  need go no further.   The judgment  of the district\r\n\ncourt is summarily affirmed.  See 1st Cir. R. 27.1.\r                                           \r\n\n          Affirmed.\r                    Affirmed\r                            \r\n\n                                6\r\r\n",
  "html": "<p class=\"case_cite\">66 F.3d 307</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>John VIRAPEN, et al., Plaintiffs, Appellants,<br>v.<br>ELI LILLY, S.A., etc., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1407.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico;  [Hon.  Juan M. Perez-Gimenez, U.S. District Judge].</p>\n      <p class=\"indent\">Jorge Miguel Suro Ballester on brief for appellants.</p>\n      <p class=\"indent\">Carl Schuster and Schuster Aguilo Rivera &amp; Santiago on brief for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal stems from a suit alleging employment discrimination in violation of federal statutes and local law.  The principal plaintiff, John Virapen, who was born in British Guyana and is of Indian descent, alleges that his employer, Eli Lilly S.A., a pharmaceutical firm, discharged him from an executive position because of his skin color, race, and national origin.  The other plaintiffs are Virapen's wife and conjugal partnership;  their claims are wholly derivative of his claim, and need not be addressed separately.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court conducted a four-day bench trial concerning Virapen's allegations.  The court thereafter wrote a meticulously reasoned opinion in which it concluded that Virapen had failed to prove his case.  See Virapen v. Eli Lilly, S.A., No. 90-1453, slip op.  (D.P.R. March 23, 1995).  Having read the record and carefully considered the parties' briefs, we find no basis to disturb the district court's decision.  To the precise contrary, we regard this as a suitable case in which to put into practice our stated belief that, when \"a trial court has produced a first-rate work product, a reviewing tribunal should hesitate to wax longiloquent simply to hear its own words resonate.\"  In re San Juan Dupont Plaza Hotel Fire Litig., 989 F.2d 36, 38 (1st Cir.1993).  Consequently, we affirm the judgment for substantially the reasons elucidated in the opinion below.  We add only a few brief comments.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">First:  Virapen essentially asks that we reweigh the facts de novo.  Our standard of review, however, is much more circumscribed.  Following a bench trial, an appellate tribunal is not warranted in rejecting the trial court's \"findings of fact or conclusions drawn therefrom unless, on the whole of the record, [the court of appeals] form[s] a strong, unyielding belief that a mistake has been made.\"  Cumpiano v. Banco Santander P.R., 902 F.2d 148, 152 (1st Cir.1990).  Findings concerning an employer's intent are subject to review under this standard, and can be set aside only for clear error.  See id.  (citing authorities).  The record, read objectively, does not yield a conviction that a mistake has been made, and no error clear or otherwise is discernible.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Second:  Virapen's complaint that he was wrongfully denied the opportunity to adduce rebuttal evidence rings hollow.  The trial court has the right to exercise reasonable control over the mode and manner of presenting evidence, see Fed.R.Evid. 611, and the court did not abuse its broad discretion here.  See, e.g., Bhaya v. Westinghouse Elec. Corp., 922 F.2d 184, 190 (3d Cir.1990), cert. denied, 501 U.S. 1217 (1991) (explaining that \"a trial judge's decision regarding the scope of rebuttal may not be reversed unless there has been a clear abuse of discretion\");  Hickok v. G.D. Searle &amp; Co., 496 F.2d 444, 447 (10th Cir.1974) (explaining that the determination of what constitutes proper rebuttal evidence lies within the district court's sound discretion).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">What is more, Virapen has not identified any evidence, unavailable to him during the presentation of his case in chief, that the court precluded him from presenting after the defense rested.  Nor has he pointed to any specific excluded evidence, the need for which could not and should not have been anticipated from the outset.  That ends the matter.  See, e.g., Cates v. Sears Roebuck &amp; Co., 928 F.2d 679, 685 (5th Cir.1991) (warning that rebuttal evidence \"is not to be used as a continuation of the case-in-chief\");  Pignons S.A. de Mecanique v. Polaroid Corp., 701 F.2d 1, 2 (1st Cir.1983) (\"Once a plaintiff has had a chance to prove a fact, he cannot reopen the matter simply by stating that he wishes to introduce more or better evidence.\").</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Third:  Virapen's insistence that the district court erred in respect to whether he established a prima facie case of employment discrimination misses the mark.  Where, as here, a discrimination case that rests on circumstantial evidence is tried to a conclusion, \"the burden-shifting framework has fulfilled its function, and backtracking serves no useful purpose.\"  Sanchez v. Puerto Rico Oil Co., 37 F.3d 712, 720 (1st Cir.1994).  Thus, as we have said, \"[t]o focus on the existence of a prima facie case after a discrimination case has been fully tried on the merits is to 'unnecessarily evade[ ] the ultimate question of discrimination vel non.' \"   Id. (quoting United States Postal Serv.  Bd. of Govs. v. Aikens, 460 U.S. 711, 713-14 (1983));  see also Mesnick v. General Elec. Co., 950 F.2d 816, 824-25 (1st Cir.1991), cert. denied, 504 U.S. 985 (1992).  So it is here.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Fourth:  Virapen's jeremiad that the district court erred in respect to his local-law claims is without merit.  The district court analyzed both the Law 100 claim, P.R. Laws Ann. tit. 29, Sec. 146 (1985), and the Law 80 claim, P.R. Laws Ann. tit. 29, Sec. 185(a) (1985), under the appropriate tests.  See Virapen, supra, slip op. at 4. It supportably found that Virapen did not establish a case of employment discrimination under the Law 100 test.  See id. at 19.  The court similarly found that Virapen did not establish unjustified dismissal within the meaning of Law 80 because \"[t]he repetitive nature of plaintiff's misconduct ... constituted 'good cause' as a 'pattern of improper ... conduct' under Law 80.\"   Id. (quoting statute).  Those findings are not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We need go no further.  The judgment of the district court is summarily affirmed.  See 1st Cir.  R. 27.1.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">307</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>John VIRAPEN, et al., Plaintiffs, Appellants,<br>v.<br>ELI LILLY, S.A., etc., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1407.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico;  [Hon.  Juan M. Perez-Gimenez, U.S. District Judge].</p>\n      <p class=\"indent\">Jorge Miguel Suro Ballester on brief for appellants.</p>\n      <p class=\"indent\">Carl Schuster and Schuster Aguilo Rivera &amp; Santiago on brief for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal stems from a suit alleging employment discrimination in violation of federal statutes and local law.  The principal plaintiff, John Virapen, who was born in British Guyana and is of Indian descent, alleges that his employer, Eli Lilly S.A., a pharmaceutical firm, discharged him from an executive position because of his skin color, race, and national origin.  The other plaintiffs are Virapen's wife and conjugal partnership;  their claims are wholly derivative of his claim, and need not be addressed separately.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court conducted a four-day bench trial concerning Virapen's allegations.  The court thereafter wrote a meticulously reasoned opinion in which it concluded that Virapen had failed to prove his case.  See Virapen v. Eli Lilly, S.A., No. 90-1453, slip op.  (D.P.R. March 23, 1995).  Having read the record and carefully considered the parties' briefs, we find no basis to disturb the district court's decision.  To the precise contrary, we regard this as a suitable case in which to put into practice our stated belief that, when \"a trial court has produced a first-rate work product, a reviewing tribunal should hesitate to wax longiloquent simply to hear its own words resonate.\"  In re San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation\" data-id=\"602834\"><a href=\"/opinion/602834/in-re-san-juan-dupont-plaza-hotel-fire-litigation-holders-capital/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 38 (1st Cir.1993).  Consequently, we affirm the judgment for substantially the reasons elucidated in the opinion below.  We add only a few brief comments.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">First:  Virapen essentially asks that we reweigh the facts de novo.  Our standard of review, however, is much more circumscribed.  Following a bench trial, an appellate tribunal is not warranted in rejecting the trial court's \"findings of fact or conclusions drawn therefrom unless, on the whole of the record, [the court of appeals] form[s] a strong, unyielding belief that a mistake has been made.\"  Cumpiano v. Banco Santander P.R., <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 152 (1st Cir.1990).  Findings concerning an employer's intent are subject to review under this standard, and can be set aside only for clear error.  See <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"id_token\">id.</span>  (citing authorities). </a></span> The record, read objectively, does not yield a conviction that a mistake has been made, and no error clear or otherwise is discernible.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Second:  Virapen's complaint that he was wrongfully denied the opportunity to adduce rebuttal evidence rings hollow.  The trial court has the right to exercise reasonable control over the mode and manner of presenting evidence, see Fed.R.Evid. 611, and the court did not abuse its broad discretion here.  See, e.g., Bhaya v. Westinghouse Elec. Corp., <span class=\"citation\" data-id=\"553355\"><a href=\"/opinion/553355/54-fair-emplpraccas-1078-55-empl-prac-dec-p-40462-31-fed-r-evid/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">184</span></a></span>, 190 (3d Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1217</span> </span>(1991) (explaining that \"a trial judge's decision regarding the scope of rebuttal may not be reversed unless there has been a clear abuse of discretion\");  Hickok v. G.D. Searle &amp; Co., <span class=\"citation\" data-id=\"319031\"><a href=\"/opinion/319031/sandra-lee-hickok-aka-sandra-leigh-hickok-v-g-d-searle-company-a/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">444</span></a></span>, 447 (10th Cir.1974) (explaining that the determination of what constitutes proper rebuttal evidence lies within the district court's sound discretion).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">What is more, Virapen has not identified any evidence, unavailable to him during the presentation of his case in chief, that the court precluded him from presenting after the defense rested.  Nor has he pointed to any specific excluded evidence, the need for which could not and should not have been anticipated from the outset.  That ends the matter.  See, e.g., Cates v. Sears Roebuck &amp; Co., <span class=\"citation\" data-id=\"557812\"><a href=\"/opinion/557812/charles-anthony-cates-and-donna-gwynn-cates-individually-and-as/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">679</span></a></span>, 685 (5th Cir.1991) (warning that rebuttal evidence \"is not to be used as a continuation of the case-in-chief\");  Pignons S.A. de Mecanique v. Polaroid Corp., <span class=\"citation\" data-id=\"414523\"><a href=\"/opinion/414523/pignons-sa-de-mecanique-v-polaroid-corporation/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1983) (\"Once a plaintiff has had a chance to prove a fact, he cannot reopen the matter simply by stating that he wishes to introduce more or better evidence.\").</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Third:  Virapen's insistence that the district court erred in respect to whether he established a prima facie case of employment discrimination misses the mark.  Where, as here, a discrimination case that rests on circumstantial evidence is tried to a conclusion, \"the burden-shifting framework has fulfilled its function, and backtracking serves no useful purpose.\"  Sanchez v. Puerto Rico Oil Co., <span class=\"citation\" data-id=\"679955\"><a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></a></span>, 720 (1st Cir.1994).  Thus, as we have said, \"[t]o focus on the existence of a prima facie case after a discrimination case has been fully tried on the merits is to 'unnecessarily evade[ ] the ultimate question of discrimination vel non.' \"   <span class=\"citation\" data-id=\"679955\"><a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"id_token\">Id.</span> (quoting United </a></span>States Postal Serv.  Bd. of Govs. v. Aikens, <span class=\"citation\" data-id=\"110899\"><a href=\"/opinion/110899/postal-service-bd-of-governors-v-aikens/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">711</span></a></span>, 713-14 (1983));  see also Mesnick v. General Elec. Co., <span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 824-25 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">985</span> </span>(1992).  So it is here.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Fourth:  Virapen's jeremiad that the district court erred in respect to his local-law claims is without merit.  The district court analyzed both the Law 100 claim, P.R. Laws Ann. tit. 29, Sec. 146 (1985), and the Law 80 claim, P.R. Laws Ann. tit. 29, Sec. 185(a) (1985), under the appropriate tests.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Virapen,</span> supra</span>, slip op. at 4. It supportably found that Virapen did not establish a case of employment discrimination under the Law 100 test.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 19. </span> The court similarly found that Virapen did not establish unjustified dismissal within the meaning of Law 80 because \"[t]he repetitive nature of plaintiff's misconduct ... constituted 'good cause' as a 'pattern of improper ... conduct' under Law 80.\"   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> (quoting statute). </span> Those findings are not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We need go no further.  The judgment of the district court is summarily affirmed.  See 1st Cir.  R. 27.1.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110899/",
    "https://www.courtlistener.com/api/rest/v3/opinions/319031/",
    "https://www.courtlistener.com/api/rest/v3/opinions/414523/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553355/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557812/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602834/",
    "https://www.courtlistener.com/api/rest/v3/opinions/679955/"
  ]
}