{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196381/",
  "id": 196381,
  "absolute_url": "/opinion/196381/delaney-v-usdol/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196381/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:04:34Z",
  "date_modified": "2020-02-21T23:39:57.857870Z",
  "type": "010combined",
  "sha1": "207b95299eb1eb9e5605463f878025e620367e44",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1487.01A",
  "local_path": null,
  "plain_text": "\n\nNovember 6, 1995      [NOT FOR PUBLICATION]\r\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 95-1487\r\n\n                       ROBERT DELANEY,\r\n\n                         Petitioner,\r\n\n                              v.\r\n\n              UNITED STATES DEPARTMENT OF LABOR,\r\n\n                         Respondent.\r\n\n                                         \r\n\n     ON PETITION FOR REVIEW OF A FINAL DECISION AND ORDER\r\n\n           OF THE UNITED STATES SECRETARY OF LABOR\r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n\n               Cyr, and Lynch, Circuit Judges.\r                                                         \r\n\n                                         \r\n\n   Randall  E. Nash,  with whom  Matthew E.  Dwyer and  Dwyer &amp;\r                                                                           \r\nJenkins were on brief, for petitioner.\r                 \r\n   Mary  J. Rieser,  Attorney, U.S.  Dept. of Labor,  with whom\r                              \r\nThomas S. Williamson,  Jr., Solicitor of Labor,  Gail V. Coleman,\r                                                                          \r\nDeputy Associate Solicitor, U.S.  Dept. of Labor, and  William J.\r                                                                           \r\nStone,  Counsel for  Appellate Litigation,  U.S. Dept.  of Labor,\r               \r\nwere on brief, for respondent.\r\n\n                                         \r\n\n                                         \r\r\n\n          Per  Curiam.    Robert  Delaney,   an  employee  of\r                      Per  Curiam.\r                                 \r\n\nMassachusetts    Correctional    Industries   (\"MCI\"),    was\r\n\ntransferred  from his  position at  the Walpole  state prison\r\n\nafter complaining  about being exposed to  toxic chemicals on\r\n\nthe  job.   He  now appeals  from  the Secretary  of  Labor's\r\n\ndismissal of his complaint under the whistleblower protection\r\n\nprovisions of  the Toxic Substances Control  Act (\"TSCA\"), 15\r\n\nU.S.C.     2622 et seq.  (1988).1  We  affirm the Secretary's\r                                   \r\n\ndetermination  that  it   was  not  Delaney's  whistleblowing\r\n\nactivity  that  resulted  in  his transfer,  but  rather  the\r\n\nperceived  security  problem he  posed  for  the prison  (his\r\n\nemployer's client) by the  manner in which he chose  to voice\r\n\nhis concerns.  In so doing, we reject Delaney's attack on the\r\n\nSecretary's finding as not  supported by substantial evidence\r\n\nand his attempt to recharacterize this case as  one requiring\r\n\na \"mixed motive\" analysis.\r\n\n              The Department of Labor's Findings\r                                                            \r\n\n          Robert Delaney works  for MCI,  which contracts  to\r\n\nprovide services  for the Massachusetts state  prisons.  From\r\n\n1987  to 1990, Delaney worked as an instructor in the license\r\n\nplate  shop  of  the  maximum  security  prison  in  Walpole,\r\n\nMassachusetts.    He  complained repeatedly  to  his employer\r\n\n(MCI, not the prison)  from 1988 to 1990 about  being exposed\r\n\n                    \r                                \r\n\n1.  We have jurisdiction under 15 U.S.C.   2622(c)(1).\r\n\n                             -2-\r                                          2\r\r\n\nto toxic  chemicals in the  shop, and did so  first orally to\r\n\nhis supervisor and then  by formal grievance.  He  also filed\r\n\ncomplaints  with the  United States  Environmental Protection\r\n\nAgency,   the   Massachusetts  Department   of  Environmental\r\n\nProtection,  and the Walpole Board of Health in the spring of\r\n\n1990.2\r\n\n          On August 14,  1990, MCI involuntarily  transferred\r\n\nDelaney to a position  at Norfolk Industries, a manufacturing\r\n\noperation at an adjacent prison in Norfolk.  Although Delaney\r\n\nretained the  same job title  and pay he  had enjoyed at  the\r\n\nWalpole shop, he considered  the transfer to be adverse:   he\r\n\nbelieved that  the new  job carried responsibilities  that he\r\n\nwould  not be  able  to  fulfill and  so  felt that  his  job\r\n\nsecurity was threatened.\r\n\n          The  issue  is  whether  the  transfer  constituted\r\n\nretaliation  by  MCI   (Delaney's  employer)  for   Delaney's\r\n\nchemical exposure grievances.  Delaney was transferred  after\r\n\nRobert  Duval,  the  acting  superintendent  of  the  Walpole\r\n\nprison, sent a  letter to the  MCI Director, Hutch  Aghjayan,\r\n\nfollowing up on earlier conversations.  Duval's letter stated\r\n\nhe had  obtained information  that inmates  were increasingly\r\n\nshowing   concern  and   becoming  anxious   about  hazardous\r\n\n                    \r                                \r\n\n2.  Those agencies  then investigated the shop conditions and\r\nordered remedial measures to be  taken by MCI.  As a  result,\r\nseveral changes  were made in ventilation  and procedures for\r\ndisposing of toxic  chemicals.   There has been  no claim  of\r\nongoing toxic exposure hazards in the MCI shop.\r\n\n                             -3-\r                                          3\r\r\n\nmaterials  in  the license  plate shop.    Duval said  he had\r\n\nordered  interviews with  staff  and had  learned that  while\r\n\nDelaney had  not been seen  talking directly to  any inmates,\r\n\nDelaney had been seen  discussing the chemical exposure issue\r\n\nopenly  with other staff and on the phone even though inmates\r\n\nwere  clearly present  to  overhear those  discussions.   The\r\n\nletter concluded:\r\n\n          At  this  juncture,  this controversy  is\r\n          affecting   the   overall   climate   and\r\n          security   of    this   Institution   and\r\n          immediate steps must be taken  to prevent\r\n          further escalation.   If we  fail to take\r\n          immediate  action the  possibility exists\r\n          that we could face a reaction on the part\r\n          of   inmates  that  may  include  a  work\r\n          stoppage or  other forms  of protest.   I\r\n          therefore   recommend   that  until   the\r\n          controversy is  settled as to the  use of\r\n          the chemicals and the safety of their use\r\n          is confirmed, strong consideration should\r\n          be  given  to  the  reassignment  of  Mr.\r\n          Delaney to another facility.\r\n\nOn the same day he received this letter from Duval, Aghjayan,\r\n\nin turn, sent a letter to Delaney,  notifying him that he was\r\n\nto be  transferred \"in the interest  of institution security\"\r\n\nbased  on reports  that he  was \"a  source of  information to\r\n\ninmates through indiscretion in [his] conversation with staff\r\n\nand while on the telephone.\"3 \r\n\n                    \r                                \r\n\n3.  Delaney did  not report  for work  at  his new  position.\r\nInstead,  he  filed  an industrial  accident  claim asserting\r\ndisability based  on exposure  to toxic substances  and filed\r\nthe complaint  with the Department  of Labor from  which this\r\nappeal  arises,  alleging  whistleblower  discrimination  and\r\nseeking reinstatement and damages.\r\n\n                             -4-\r                                          4\r\r\n\n          Following hearing and  a Recommended Decision  from\r\n\nan  Administrative  Law  Judge,  the  Secretary   found  that\r\n\nDelaney's  transfer   had  indeed  been   adverse,  but   not\r\n\nretaliatory.  He concluded that MCI was \"motivated by concern\r\n\nfor  'the overall climate and security' of the prison when it\r\n\ntransferred  Mr. Delaney,  not by  his protected  activities.\r\n\n. . .  Even  though  the  substance of  Mr.  Delaney's  . . .\r\n\n[chemical exposure] complaints was protected  under TSCA, the\r\n\nindiscreet   manner  in  which   [he]  openly  discussed  the\r\n\nsituation within earshot of prisoners was not protected.\"\r\n\n                     Delaney's Challenge\r                                                    \r\n\n          The  Secretary's decision  must be  affirmed unless\r\n\nDelaney  meets his burden of showing that the decision is not\r\n\nsupported by substantial  evidence, is arbitrary,  capricious\r\n\nor  otherwise  not  in accordance  with  law.    15 U.S.C.   \r\n\n2622(c)(1)  (setting standard  of  review by  reference to  5\r\n\nU.S.C.    706); Boston Edison v. FERC, 885 F.2d 962, 964 (1st\r                                                 \r\n\nCir. 1989).\r\n\n          Delaney assigns  an error of  fact and an  error of\r\n\nlaw.  He  asserts that there  is no factual  support for  the\r\n\nSecretary's  determination  as to  his  employer's motive  in\r\n\ntransferring him.  Further,  he says, the Secretary erred  in\r\n\nnot analyzing his claim under the \"mixed-motive\" analysis set\r\n\nforth in Mt. Healthy City School Dist. Bd. of Educ. v. Doyle,\r                                                                        \r\n\n                             -5-\r                                          5\r\r\n\n429 U.S.  274 (1977), and thus  applied inappropriate burdens\r\n\nof proof and production.4\r\n\n          The first claim fails and the second falls with it.\r\n\nThe  Secretary's  factual finding  was  adequately supported.\r\n\n\"Substantial  evidence\"  is  \"such  relevant  evidence  as  a\r\n\nreasonable  mind  might  accept  as  adequate  to  support  a\r\n\nconclusion.\"  Richardson v. Perales, 402 U.S. 389, 401 (1971)\r                                               \r\n\n(internal  quotation  omitted).    Substantial   evidence  is\r\n\nsomething more  than a scintilla, but something less than the\r\n\nweight  of the evidence.   See Gouveia v.  INS, 980 F.2d 814,\r                                                          \r\n\n818 (1st  Cir. 1992);  see also Consolo  v. Federal  Maritime\r                                                                         \r\n\nComm'n, 383 U.S. 607, 619-20 (1966).\r                  \r\n\n          The  letter  expressing  concerns  about  Delaney's\r\n\nindiscretions with prison inmates was sent to Aghjayan not by\r\n\nanother employee  of MCI (Delaney's employer),  but by Ronald\r\n\nDuval,  the acting  superintendent of  the prison.   Aghjayan\r                                                             \r\n\ntestified at the hearing before the ALJ  that he had to defer\r\n\nto prison officials on matters of security.  Thus, because he\r\n\nsaw Duval's letter as an urgent matter of prison security, he\r\n\n                    \r                                \r\n\n4.  It  appears that  the Secretary  has adopted,  in actions\r\nbrought  under the TSCA, the  burdens of proof and production\r\nestablished by the Supreme Court in employment discrimination\r\nactions, e.g. McDonnell Douglas Corp. v. Green,  411 U.S. 792\r                                                          \r\n(1973).  See Simon v.  Simmons Foods, Inc., 49 F.3d  386, 388\r                                                      \r\n(8th  Cir.   1995)  (applying  burden-shifting   analysis  to\r\nretaliatory discharge claim under  TSCA).  The Secretary does\r\nnot  dispute  that  in  an  appropriate case  a  dual  motive\r\nanalysis  would  apply.   He  says this  is  not such  a case\r\nbecause plaintiff  failed to establish  the factual predicate\r\nfor such analysis.\r\n\n                             -6-\r                                          6\r\r\n\ntook it seriously.  Although Aghjayan  had discretion to make\r\n\nhiring  and firing decisions at MCI, he testified that he did\r\n\nnot  feel free to disregard  Duval's letter: \"[I]t  was not a\r\n\nletter that I could ignore.\"\r\n\n          Aghjayan's  testimony and the  Duval letter provide\r\n\nsubstantial evidence to support  the Secretary's finding that\r\n\nAghjayan's  decision to  transfer  Delaney was  based on  his\r\n\nreceipt  of the  Duval letter  and the  concerns communicated\r\n\ntherein.  Delaney has offered no credible evidence to support\r\n\na conclusion  that this  articulated reason for  the transfer\r\n\nwas mere pretext for retaliation.5  \r\n\n          Delaney's objection  that the decision was based on\r\n\nhearsay  is  insufficient.   Not  only  were the  proceedings\r\n\nbefore the Department  of Labor not governed  by formal rules\r\n\nof evidence, 29 C.F.R.   24.5(e)(1), but Delaney did not even\r\n\nmake a hearsay objection before the ALJ.  The argument proves\r\n\ntoo much  in any event.   In everyday life people  can and do\r\n\nmake decisions based on what they learn from others.  The law\r\n\ndoes not prohibit that.  The  TSCA prohibits only retaliation\r\n\nagainst   whistleblowing  activities.     Here,   the  record\r\n\n                    \r                                \r\n\n5.  And  even if there  were some  such evidence,  that alone\r                                             \r\nwould  not justify refusing to defer to the Secretary on this\r\npoint.    \"[T]he  possibility  of  drawing  two  inconsistent\r\nconclusions   from   the   evidence  does   not   prevent  an\r\nadministrative  agency's  finding  from  being  supported  by\r\nsubstantial  evidence.\"    Boston  Shipping  Ass'n,  Inc.  v.\r                                                                     \r\nFederal  Maritime Comm'n, 706 F.2d 1231, 1236 (1st Cir. 1983)\r                                    \r\n(quoting Consolo, 383 U.S. at 620). \r                            \r\n\n                             -7-\r                                          7\r\r\n\nestablishes that  Delaney's employer acted at  the request of\r\n\nprison officials  concerning  a matter  of  prison  security.\r\n\nThat the prison officials'  security concerns might, in turn,\r\n\nhave  been based  on  hearsay is  immaterial.   There  is  no\r\n\nevidence of pretext.  Thus,  the Secretary correctly found in\r\n\nfavor of MCI.\r\n\n          Finally, we note that  the Secretary found that MCI\r\n\ndid  not  act  under   a  dual  motive.    This   finding  is\r                    \r\n\nunassailable.   On  the record  before us  there has  been no\r\n\nshowing of \"mixed motive\" and thus no foundation for applying\r\n\na  \"mixed motive\" analysis.  Cf. McKennon v. Nashville Banner\r                                                                         \r\n\nPubl.  Co., 115 S. Ct. 879,  885 (1995) (stating that the Mt.\r                                                                         \r\n\nHealthy mixed  motive analysis is inapposite  where there has\r                   \r\n\nbeen  shown to  be only  a single  motive for  the challenged\r\n\nemployment decision).  There is, as the Secretary recognized,\r\n\na  difference   between  what   Mr.  Delaney  said   and  the\r\n\ncircumstances in which he said  it.  The Secretary's  finding\r\n\nthat Delaney's transfer  was motivated only  by consideration\r\n\nof the latter is amply supported by the record.\r\n\n          At  bottom,  Delaney  had  to  prove  that  he  was\r\n\ntransferred to Norfolk because  of his complaints about being\r\n\nexposed to toxic substances.  See Kahn v. Secretary of Labor,\r                                                                        \r\n\n64  F.3d 271,  278  (7th Cir.  1995)  (analyzing claim  under\r\n\nidentical    whistleblower    provision    of   the    Energy\r\n\nReorganization Act).   The ALJ and  the Secretary here  found\r\n\n                             -8-\r                                          8\r\r\n\nthat  Delaney failed to make the requisite proof.  Because we\r\n\ndo not review  the question  de novo, and  because there  was\r                                                \r\n\nsubstantial   evidence   to   support   that   administrative\r\n\nconclusion, the Secretary's determination is affirmed.\r                                                                  \r\n\n                             -9-\r                                          9\r\r\n",
  "html": "<p class=\"case_cite\">69 F.3d 531</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Robert DELANEY, Petitioner,<br>v.<br>UNITED STATES DEPARTMENT OF LABOR, Respondent.</p>\n    <p class=\"docket\">NO. 95-1487.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Nov. 6, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON PETITION FOR REVIEW OF A FINAL DECISION AND ORDER OF THE UNITED STATES SECRETARY OF LABOR</p>\n      <p class=\"indent\">Randall E. Nash, with whom Matthew E. Dwyer and Dwyer &amp; Jenkins were on brief, for petitioner.</p>\n      <p class=\"indent\">Mary J. Rieser, Attorney, U.S. Dept. of Labor, with whom Thomas S. Williamson, Jr., Solicitor of Labor, Gail V. Coleman, Deputy Associate Solicitor, U.S. Dept. of Labor, and William J. Stone, Counsel for Appellate Litigation, U.S. Dept. of Labor, were on brief, for respondent.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR, and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Robert Delaney, an employee of Massachusetts Correctional Industries (\"MCI\"), was transferred from his position at the Walpole state prison after complaining about being exposed to toxic chemicals on the job.  He now appeals from the Secretary of Labor's dismissal of his complaint under the whistleblower protection provisions of the Toxic Substances Control Act (\"TSCA\"), 15 U.S.C. Secs. 2622 et seq.  (1988).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We affirm the Secretary's determination that it was not Delaney's whistleblowing activity that resulted in his transfer, but rather the perceived security problem he posed for the prison (his employer's client) by the manner in which he chose to voice his concerns.  In so doing, we reject Delaney's attack on the Secretary's finding as not supported by substantial evidence and his attempt to recharacterize this case as one requiring a \"mixed motive\" analysis.</p>\n    </div>\n    <p>The Department of Labor's Findings</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Robert Delaney works for MCI, which contracts to provide services for the Massachusetts state prisons.  From 1987 to 1990, Delaney worked as an instructor in the license plate shop of the maximum security prison in Walpole, Massachusetts.  He complained repeatedly to his employer (MCI, not the prison) from 1988 to 1990 about being exposed to toxic chemicals in the shop, and did so first orally to his supervisor and then by formal grievance.  He also filed complaints with the United States Environmental Protection Agency, the Massachusetts Department of Environmental Protection, and the Walpole Board of Health in the spring of 1990.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On August 14, 1990, MCI involuntarily transferred Delaney to a position at Norfolk Industries, a manufacturing operation at an adjacent prison in Norfolk.  Although Delaney retained the same job title and pay he had enjoyed at the Walpole shop, he considered the transfer to be adverse:  he believed that the new job carried responsibilities that he would not be able to fulfill and so felt that his job security was threatened.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The issue is whether the transfer constituted retaliation by MCI (Delaney's employer) for Delaney's chemical exposure grievances.  Delaney was transferred after Robert Duval, the acting superintendent of the Walpole prison, sent a letter to the MCI Director, Hutch Aghjayan, following up on earlier conversations.  Duval's letter stated he had obtained information that inmates were increasingly showing concern and becoming anxious about hazardous materials in the license plate shop.  Duval said he had ordered interviews with staff and had learned that while Delaney had not been seen talking directly to any inmates, Delaney had been seen discussing the chemical exposure issue openly with other staff and on the phone even though inmates were clearly present to overhear those discussions.  The letter concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>At this juncture, this controversy is affecting the overall climate and security of this Institution and immediate steps must be taken to prevent further escalation.  If we fail to take immediate action the possibility exists that we could face a reaction on the part of inmates that may include a work stoppage or other forms of protest.  I therefore recommend that until the controversy is settled as to the use of the chemicals and the safety of their use is confirmed, strong consideration should be given to the reassignment of Mr. Delaney to another facility.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On the same day he received this letter from Duval, Aghjayan, in turn, sent a letter to Delaney, notifying him that he was to be transferred \"in the interest of institution security\" based on reports that he was \"a source of information to inmates through indiscretion in [his] conversation with staff and while on the telephone.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Following hearing and a Recommended Decision from an Administrative Law Judge, the Secretary found that Delaney's transfer had indeed been adverse, but not retaliatory.  He concluded that MCI was \"motivated by concern for 'the overall climate and security' of the prison when it transferred Mr. Delaney, not by his protected activities....  Even though the substance of Mr. Delaney's ... [chemical exposure] complaints was protected under TSCA, the indiscreet manner in which [he] openly discussed the situation within earshot of prisoners was not protected.\"</p>\n    </div>\n    <p>Delaney's Challenge</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Secretary's decision must be affirmed unless Delaney meets his burden of showing that the decision is not supported by substantial evidence, is arbitrary, capricious or otherwise not in accordance with law.  15 U.S.C. Sec. 2622(c)(1) (setting standard of review by reference to 5 U.S.C. Sec. 706);  Boston Edison v. FERC, 885 F.2d 962, 964 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Delaney assigns an error of fact and an error of law.  He asserts that there is no factual support for the Secretary's determination as to his employer's motive in transferring him.  Further, he says, the Secretary erred in not analyzing his claim under the \"mixed-motive\" analysis set forth in Mt. Healthy City School Dist. Bd. of Educ. v. Doyle, 429 U.S. 274 (1977), and thus applied inappropriate burdens of proof and production.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The first claim fails and the second falls with it.  The Secretary's factual finding was adequately supported.  \"Substantial evidence\" is \"such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\"  Richardson v. Perales, 402 U.S. 389, 401 (1971) (internal quotation omitted).  Substantial evidence is something more than a scintilla, but something less than the weight of the evidence.  See Gouveia v. INS, 980 F.2d 814, 818 (1st Cir.1992);  see also Consolo v. Federal Maritime Comm'n, 383 U.S. 607, 619-20 (1966).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The letter expressing concerns about Delaney's indiscretions with prison inmates was sent to Aghjayan not by another employee of MCI (Delaney's employer), but by Ronald Duval, the acting superintendent of the prison.   Aghjayan testified at the hearing before the ALJ that he had to defer to prison officials on matters of security.  Thus, because he saw Duval's letter as an urgent matter of prison security, he took it seriously.  Although Aghjayan had discretion to make hiring and firing decisions at MCI, he testified that he did not feel free to disregard Duval's letter:  \"[I]t was not a letter that I could ignore.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Aghjayan's testimony and the Duval letter provide substantial evidence to support the Secretary's finding that Aghjayan's decision to transfer Delaney was based on his receipt of the Duval letter and the concerns communicated therein.  Delaney has offered no credible evidence to support a conclusion that this articulated reason for the transfer was mere pretext for retaliation.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Delaney's objection that the decision was based on hearsay is insufficient.  Not only were the proceedings before the Department of Labor not governed by formal rules of evidence, 29 C.F.R. Sec. 24.5(e)(1), but Delaney did not even make a hearsay objection before the ALJ.  The argument proves too much in any event.  In everyday life people can and do make decisions based on what they learn from others.  The law does not prohibit that.  The TSCA prohibits only retaliation against whistleblowing activities.  Here, the record establishes that Delaney's employer acted at the request of prison officials concerning a matter of prison security.  That the prison officials' security concerns might, in turn, have been based on hearsay is immaterial.  There is no evidence of pretext.  Thus, the Secretary correctly found in favor of MCI.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, we note that the Secretary found that MCI did not act under a dual motive.  This finding is unassailable.  On the record before us there has been no showing of \"mixed motive\" and thus no foundation for applying a \"mixed motive\" analysis.  Cf. McKennon v. Nashville Banner Publ.  Co., 115 S.Ct. 879, 885 (1995) (stating that the Mt. Healthy mixed motive analysis is inapposite where there has been shown to be only a single motive for the challenged employment decision).  There is, as the Secretary recognized, a difference between what Mr. Delaney said and the circumstances in which he said it.  The Secretary's finding that Delaney's transfer was motivated only by consideration of the latter is amply supported by the record.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At bottom, Delaney had to prove that he was transferred to Norfolk because of his complaints about being exposed to toxic substances.  See Kahn v. Secretary of Labor, 64 F.3d 271, 278 (7th Cir.1995) (analyzing claim under identical whistleblower provision of the Energy Reorganization Act).  The ALJ and the Secretary here found that Delaney failed to make the requisite proof.  Because we do not review the question de novo, and because there was substantial evidence to support that administrative conclusion, the Secretary's determination is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We have jurisdiction under 15 U.S.C. Sec. 2622(c)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Those agencies then investigated the shop conditions and ordered remedial measures to be taken by MCI.  As a result, several changes were made in ventilation and procedures for disposing of toxic chemicals.  There has been no claim of ongoing toxic exposure hazards in the MCI shop</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Delaney did not report for work at his new position.  Instead, he filed an industrial accident claim asserting disability based on exposure to toxic substances and filed the complaint with the Department of Labor from which this appeal arises, alleging whistleblower discrimination and seeking reinstatement and damages</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It appears that the Secretary has adopted, in actions brought under the TSCA, the burdens of proof and production established by the Supreme Court in employment discrimination actions, e.g. McDonnell Douglas Corp. v. Green, 411 U.S. 792 (1973).  See Simon v. Simmons Foods, Inc., 49 F.3d 386, 388 (8th Cir.1995) (applying burden-shifting analysis to retaliatory discharge claim under TSCA).  The Secretary does not dispute that in an appropriate case a dual motive analysis would apply.  He says this is not such a case because plaintiff failed to establish the factual predicate for such analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> And even if there were some such evidence, that alone would not justify refusing to defer to the Secretary on this point.  \"[T]he possibility of drawing two inconsistent conclusions from the evidence does not prevent an administrative agency's finding from being supported by substantial evidence.\"  Boston Shipping Ass'n, Inc. v. Federal Maritime Comm'n, 706 F.2d 1231, 1236 (1st Cir.1983) (quoting Consolo, 383 U.S. at 620)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"196376\"><a href=\"/opinion/196376/united-states-v-dirico/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">531</span></a></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Robert DELANEY, Petitioner,<br>v.<br>UNITED STATES DEPARTMENT OF LABOR, Respondent.</p>\n    <p class=\"docket\">NO. 95-1487.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Nov. 6, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON PETITION FOR REVIEW OF A FINAL DECISION AND ORDER OF THE UNITED STATES SECRETARY OF LABOR</p>\n      <p class=\"indent\">Randall E. Nash, with whom Matthew E. Dwyer and Dwyer &amp; Jenkins were on brief, for petitioner.</p>\n      <p class=\"indent\">Mary J. Rieser, Attorney, U.S. Dept. of Labor, with whom Thomas S. Williamson, Jr., Solicitor of Labor, Gail V. Coleman, Deputy Associate Solicitor, U.S. Dept. of Labor, and William J. Stone, Counsel for Appellate Litigation, U.S. Dept. of Labor, were on brief, for respondent.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR, and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Robert Delaney, an employee of Massachusetts Correctional Industries (\"MCI\"), was transferred from his position at the Walpole state prison after complaining about being exposed to toxic chemicals on the job.  He now appeals from the Secretary of Labor's dismissal of his complaint under the whistleblower protection provisions of the Toxic Substances Control Act (\"TSCA\"), 15 U.S.C. Secs. 2622 et seq.  (1988).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We affirm the Secretary's determination that it was not Delaney's whistleblowing activity that resulted in his transfer, but rather the perceived security problem he posed for the prison (his employer's client) by the manner in which he chose to voice his concerns.  In so doing, we reject Delaney's attack on the Secretary's finding as not supported by substantial evidence and his attempt to recharacterize this case as one requiring a \"mixed motive\" analysis.</p>\n    </div>\n    <p>The Department of Labor's Findings</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Robert Delaney works for MCI, which contracts to provide services for the Massachusetts state prisons.  From 1987 to 1990, Delaney worked as an instructor in the license plate shop of the maximum security prison in Walpole, Massachusetts.  He complained repeatedly to his employer (MCI, not the prison) from 1988 to 1990 about being exposed to toxic chemicals in the shop, and did so first orally to his supervisor and then by formal grievance.  He also filed complaints with the United States Environmental Protection Agency, the Massachusetts Department of Environmental Protection, and the Walpole Board of Health in the spring of 1990.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On August 14, 1990, MCI involuntarily transferred Delaney to a position at Norfolk Industries, a manufacturing operation at an adjacent prison in Norfolk.  Although Delaney retained the same job title and pay he had enjoyed at the Walpole shop, he considered the transfer to be adverse:  he believed that the new job carried responsibilities that he would not be able to fulfill and so felt that his job security was threatened.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The issue is whether the transfer constituted retaliation by MCI (Delaney's employer) for Delaney's chemical exposure grievances.  Delaney was transferred after Robert Duval, the acting superintendent of the Walpole prison, sent a letter to the MCI Director, Hutch Aghjayan, following up on earlier conversations.  Duval's letter stated he had obtained information that inmates were increasingly showing concern and becoming anxious about hazardous materials in the license plate shop.  Duval said he had ordered interviews with staff and had learned that while Delaney had not been seen talking directly to any inmates, Delaney had been seen discussing the chemical exposure issue openly with other staff and on the phone even though inmates were clearly present to overhear those discussions.  The letter concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>At this juncture, this controversy is affecting the overall climate and security of this Institution and immediate steps must be taken to prevent further escalation.  If we fail to take immediate action the possibility exists that we could face a reaction on the part of inmates that may include a work stoppage or other forms of protest.  I therefore recommend that until the controversy is settled as to the use of the chemicals and the safety of their use is confirmed, strong consideration should be given to the reassignment of Mr. Delaney to another facility.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On the same day he received this letter from Duval, Aghjayan, in turn, sent a letter to Delaney, notifying him that he was to be transferred \"in the interest of institution security\" based on reports that he was \"a source of information to inmates through indiscretion in [his] conversation with staff and while on the telephone.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Following hearing and a Recommended Decision from an Administrative Law Judge, the Secretary found that Delaney's transfer had indeed been adverse, but not retaliatory.  He concluded that MCI was \"motivated by concern for 'the overall climate and security' of the prison when it transferred Mr. Delaney, not by his protected activities....  Even though the substance of Mr. Delaney's ... [chemical exposure] complaints was protected under TSCA, the indiscreet manner in which [he] openly discussed the situation within earshot of prisoners was not protected.\"</p>\n    </div>\n    <p>Delaney's Challenge</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Secretary's decision must be affirmed unless Delaney meets his burden of showing that the decision is not supported by substantial evidence, is arbitrary, capricious or otherwise not in accordance with law.  15 U.S.C. Sec. 2622(c)(1) (setting standard of review by reference to 5 U.S.C. Sec. 706);  Boston Edison v. FERC, <span class=\"citation\" data-id=\"529713\"><a href=\"/opinion/529713/boston-edison-company-v-federal-energy-regulatory-commission-towns-of/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span>, 964 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Delaney assigns an error of fact and an error of law.  He asserts that there is no factual support for the Secretary's determination as to his employer's motive in transferring him.  Further, he says, the Secretary erred in not analyzing his claim under the \"mixed-motive\" analysis set forth in Mt. Healthy City School Dist. Bd. of Educ. v. Doyle, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span> </a></span>(1977), and thus applied inappropriate burdens of proof and production.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The first claim fails and the second falls with it.  The Secretary's factual finding was adequately supported.  \"Substantial evidence\" is \"such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\"  Richardson v. Perales, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 401 (1971) (internal quotation omitted).  Substantial evidence is something more than a scintilla, but something less than the weight of the evidence.  See Gouveia v. INS, <span class=\"citation\" data-id=\"596105\"><a href=\"/opinion/596105/jose-gouveia-v-immigration-and-naturalization-service/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">814</span></a></span>, 818 (1st Cir.1992);  see also Consolo v. Federal Maritime Comm'n, <span class=\"citation\" data-id=\"107194\"><a href=\"/opinion/107194/consolo-v-federal-maritime-commn/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">607</span></a></span>, 619-20 (1966).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The letter expressing concerns about Delaney's indiscretions with prison inmates was sent to Aghjayan not by another employee of MCI (Delaney's employer), but by Ronald Duval, the acting superintendent of the prison.   Aghjayan testified at the hearing before the ALJ that he had to defer to prison officials on matters of security.  Thus, because he saw Duval's letter as an urgent matter of prison security, he took it seriously.  Although Aghjayan had discretion to make hiring and firing decisions at MCI, he testified that he did not feel free to disregard Duval's letter:  \"[I]t was not a letter that I could ignore.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Aghjayan's testimony and the Duval letter provide substantial evidence to support the Secretary's finding that Aghjayan's decision to transfer Delaney was based on his receipt of the Duval letter and the concerns communicated therein.  Delaney has offered no credible evidence to support a conclusion that this articulated reason for the transfer was mere pretext for retaliation.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Delaney's objection that the decision was based on hearsay is insufficient.  Not only were the proceedings before the Department of Labor not governed by formal rules of evidence, 29 C.F.R. Sec. 24.5(e)(1), but Delaney did not even make a hearsay objection before the ALJ.  The argument proves too much in any event.  In everyday life people can and do make decisions based on what they learn from others.  The law does not prohibit that.  The TSCA prohibits only retaliation against whistleblowing activities.  Here, the record establishes that Delaney's employer acted at the request of prison officials concerning a matter of prison security.  That the prison officials' security concerns might, in turn, have been based on hearsay is immaterial.  There is no evidence of pretext.  Thus, the Secretary correctly found in favor of MCI.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, we note that the Secretary found that MCI did not act under a dual motive.  This finding is unassailable.  On the record before us there has been no showing of \"mixed motive\" and thus no foundation for applying a \"mixed motive\" analysis.  Cf. McKennon v. Nashville Banner Publ.  Co., <span class=\"citation\" data-id=\"117894\"><a href=\"/opinion/117894/mckennon-v-nashville-banner-publishing-co/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">879</span></a></span>, 885 (1995) (stating that the Mt. Healthy mixed motive analysis is inapposite where there has been shown to be only a single motive for the challenged employment decision).  There is, as the Secretary recognized, a difference between what Mr. Delaney said and the circumstances in which he said it.  The Secretary's finding that Delaney's transfer was motivated only by consideration of the latter is amply supported by the record.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At bottom, Delaney had to prove that he was transferred to Norfolk because of his complaints about being exposed to toxic substances.  See Kahn v. Secretary of Labor, <span class=\"citation\" data-id=\"702560\"><a href=\"/opinion/702560/john-kahn-v-united-states-secretary-of-labor-and-commonwealth-edison/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">271</span></a></span>, 278 (7th Cir.1995) (analyzing claim under identical whistleblower provision of the Energy Reorganization Act).  The ALJ and the Secretary here found that Delaney failed to make the requisite proof.  Because we do not review the question de novo, and because there was substantial evidence to support that administrative conclusion, the Secretary's determination is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We have jurisdiction under 15 U.S.C. Sec. 2622(c)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Those agencies then investigated the shop conditions and ordered remedial measures to be taken by MCI.  As a result, several changes were made in ventilation and procedures for disposing of toxic chemicals.  There has been no claim of ongoing toxic exposure hazards in the MCI shop</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Delaney did not report for work at his new position.  Instead, he filed an industrial accident claim asserting disability based on exposure to toxic substances and filed the complaint with the Department of Labor from which this appeal arises, alleging whistleblower discrimination and seeking reinstatement and damages</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It appears that the Secretary has adopted, in actions brought under the TSCA, the burdens of proof and production established by the Supreme Court in employment discrimination actions, e.g. McDonnell Douglas Corp. v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span> </a></span>(1973).  See Simon v. Simmons Foods, Inc., <span class=\"citation\" data-id=\"691087\"><a href=\"/opinion/691087/robert-l-simon-v-simmons-foods-inc-formerly-known-as-simmons/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">386</span></a></span>, 388 (8th Cir.1995) (applying burden-shifting analysis to retaliatory discharge claim under TSCA).  The Secretary does not dispute that in an appropriate case a dual motive analysis would apply.  He says this is not such a case because plaintiff failed to establish the factual predicate for such analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> And even if there were some such evidence, that alone would not justify refusing to defer to the Secretary on this point.  \"[T]he possibility of drawing two inconsistent conclusions from the evidence does not prevent an administrative agency's finding from being supported by substantial evidence.\"  Boston Shipping Ass'n, Inc. v. Federal Maritime Comm'n, <span class=\"citation\" data-id=\"418124\"><a href=\"/opinion/418124/the-boston-shipping-association-inc-v-federal-maritime-commission-and/\"><span class=\"volume\">706</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1231</span></a></span>, 1236 (1st Cir.1983) (quoting <span class=\"citation\" data-id=\"107194\"><span class=\"antecedent_guess\">Consolo,</span> <a href=\"/opinion/107194/consolo-v-federal-maritime-commn/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">620</span></a></span>)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107194/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108333/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109574/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117894/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196376/",
    "https://www.courtlistener.com/api/rest/v3/opinions/418124/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529713/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596105/",
    "https://www.courtlistener.com/api/rest/v3/opinions/691087/",
    "https://www.courtlistener.com/api/rest/v3/opinions/702560/"
  ]
}