{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196364/",
  "id": 196364,
  "absolute_url": "/opinion/196364/shell-v-kem/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196364/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:04:15Z",
  "date_modified": "2020-02-21T23:39:28.603461Z",
  "type": "010combined",
  "sha1": "4ddfb4ee1ddce7133c190da8c5c334355fd4b322",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1314.01A",
  "local_path": null,
  "plain_text": "\n\nOctober 26, 1995      [NOT FOR PUBLICATION]\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 95-1314\r\n\n                        SHELL OIL COMPANY,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                      K.E.M. SERVICE, INC.,\r\n\n                       Defendant, Appellee.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n          [Hon. Francis J. Boyle, Senior District Judge]\r                                                                 \r\n\n                                           \r                                                     \r\n\n                      Cyr, Boudin and Lynch,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                           \r                                                     \r\n\n   George A. Nachtigall, with whom Mark A. Pogue, Marc A. Crisafulli\r                                                                              \r\nand Edwards &amp; Angell were on brief for appellant.\r                            \r\n   Paul J. Pisano, with  whom Paul J. Pisano Law  Associates, Albert\r                                                                              \r\nR. Romano and Romano, Spinella &amp; Hayes were on brief for appellee.\r                                              \r\n\n                                           \r                                                     \r\n\n                                           \r                                                     \r\r\n\n          Per Curiam.   Shell  Oil Company (\"Shell\")  sued, under\r                    Per Curiam.\r                              \r\n\nthe  Petroleum Marketing Practices Act, 15 U.S.C.    2801 et seq.\r                                                                           \r\n\n(\"PMPA\"),  to terminate  its franchise  agreement and  lease with\r\n\nK.E.M. Service,  Inc. (\"K.E.M.\")  due to alleged  contract viola-\r\n\ntions.  K.E.M. counterclaimed, and  Shell now appeals a  prelimi-\r\n\nnary  injunction requiring  it  to continue  selling gasoline  to\r\n\nK.E.M. pending final adjudication  of Shell's PMPA-based  claims.\r\n\nSee Shell Oil Co. v. K.E.M. Serv., Inc., No. 95-001B (D.R.I. Feb.\r                                                 \r\n\n16, 1995).   As the record  does not enable a  determination that\r\n\nthe district  court manifestly  abused its discretion  in finding\r\n\nthat  \"there exist  sufficiently serious  questions going  to the\r\n\nmerits [of  Shell's claims and  K.E.M.'s defenses]  to make  such\r\n\nquestions a fair  ground for litigation,\" 15 U.S.C.   2805(b)(A),\r\n\nwe affirm.\r\n\n          We state  the material facts  briefly.  K.E.M.  and its\r\n\npresident/owner,  John Gorter,  operate a  Shell retail  gasoline\r\n\nstation in East Greenwich, Rhode Island.  Their current five-year\r\n\nfranchise and lease agreement (hereinafter:  \"Agreement\") expires\r\n\nin 1998.   According to K.E.M., Shell decided in  1993 to install\r\n\nanother  franchisee  on  the  leased premises,  and  when  Gorter\r\n\ndeclined  a buy-out offer, Shell initiated  a bad-faith effort to\r\n\noust  K.E.M. prematurely from its  franchise/lease.  To this end,\r\n\nShell  audited and cited  K.E.M. for  violations of  Rhode Island\r\n\nenvironmental regulations, specifically for its failure to keep a\r\n\nwritten record of daily gasoline inventory reconciliations on the\r\n\nleased premises.  Further,  Shell abruptly altered its longstand-\r\n\n                                2\r\r\n\ning  policy of delivering \"short  loads\"    i.e.,  less than full\r\n\ntank-truck  loads  of gasoline     to  K.E.M.   Since  K.E.M. has\r\n\nlimited underground  storage-tank capacity, it was  forced to buy\r\n\nand  sell non-Shell gasoline in short loads, or else cease opera-\r                       \r\n\ntion.\r\n\n          Shell contends that its alleged bad faith is irrelevant\r\n\nunder  the  PMPA, given  that  K.E.M. admittedly  engaged  in the\r\n\n\"willful adulteration, mislabeling or  misbranding of motor fuels\r\n\nor other  trademark violations.\"   15  U.S.C.    2802(c)(10); see\r                                                                           \r\n\nAgreement Art. 18.1(c)(10) (same).  Shell also argues that, in at\r\n\nleast  two respects, K.E.M. \"knowing[ly] fail[ed] . . . to comply\r\n\nwith .  .  . State  .  . .  [environmental]  laws or  regulations\r\n\nrelevant to the operation of the marketing premises,\" 15 U.S.C.  \r\n\n2802(c)(11); Agreement  Art. 18.1(c)(11) (same).  First, although\r\n\nK.E.M.  kept gasoline  inventory  figures and  performed a  daily\r\n\ninventory reconciliation, it failed to record the final amount of\r\n\nany  differential in its written records.  See Rhode Island Dep't\r                                                        \r\n\nof Envtl.  Management  Regulation DEM-DWM-UST04-93,     13.00  et\r                                                                           \r\n\nseq.  (1993).  Second, K.E.M.'s records were in the possession of\r              \r\n\nits  accountant, rather than at the service station.  Shell cites\r\n\ncase law to the effect that a franchisor's unilateral termination\r\n\nof a franchise is conclusively presumed \"reasonable,\" as a matter\r\n\nof law and regardless whether the motives for the termination are\r\n\nunfairly coercive  or sinister,  if the franchisee  has committed\r\n\nany of the twelve acts enumerated in PMPA   2805(c).   See, e.g.,\r                                                                          \r\n\nRusso v. Texaco, 808 F.2d 221, 225 (2d Cir. 1986). \r                         \r\n\n                                3\r\r\n\n          K.E.M. counters  that PMPA    2802(c)  contemplates two\r\n\ntypes of equitable exceptions to  the presumption prescribed in  \r\n\n2805(c).   First, any purported PMPA  recordkeeping violation was\r\n\nmerely  \"technical,\" since  K.E.M.  substantially  complied  with\r\n\nRhode Island environmental regulations.  Second, Shell  pressured\r\n\nK.E.M.  into violating  the PMPA  ban on gasoline  misbranding by\r\n\npreying on  its hand-to-mouth  fiscal condition when  it abruptly\r\n\nchanged its  longstanding course of dealing  regarding deliveries\r\n\nof \"short loads.\"   K.E.M. contends that it faced  an irresoluble\r\n\ndilemma:   either buy non-Shell gasoline for resale, or cease its\r\n\nretail operation for  more than seven days,  thereby committing a\r\n\nseparate violation  constituting an independent  ground for fran-\r\n\nchise termination.  See 15 U.S.C.   2802(c)(9).  \r                                 \r\n\n          An appellant challenging a preliminary  injunction must\r\n\nbear  the  \"heavy  burden\" of  showing  that  the  district court\r\n\ncommitted a mistake  of law  or a manifest  abuse of  discretion.\r\n\nGately  v. Commonwealth  of Mass.,  2 F.3d  1221, 1225  (1st Cir.\r                                           \r\n\n1993), cert.  denied, 114  S. Ct.  1832 (1994); see  28 U.S.C.   \r                                                             \r\n\n1292(a)(1).   Due  deference must be  accorded the  ruling below,\r\n\nsince the district court is \"steeped in the nuances of a case and\r\n\nmindful of the  texture and scent of the evidence.\"  K-Mart Corp.\r                                                                           \r\n\nv. Oriental Plaza, Inc., 875 F.2d 907, 915 (1st Cir. 1989).\r                                 \r\n\n          Under the  PMPA, preliminary injunctive relief  is more\r\n\nreadily available to franchisees than was the case at common law.\r\n\nSee, e.g., Narragansett Indian  Tribe v. Guilbert, 934 F.3d  4, 5\r                                                           \r\n\n(1st Cir. 1991) (describing  four-part, common law standard); but\r                                                                           \r\n\n                                4\r\r\n\ncf.  Nassau Boulevard Shell Serv. Station, Inc. v. Shell Oil Co.,\r                                                                          \r\n\n875 F.2d 359,  364 (2d  Cir. 1989) (noting  that PMPA  franchisor\r                                                                           \r\n\nmust  meet  traditional, four-part  test for  preliminary injunc-\r\n\ntion).   Because  the PMPA  is a remedial  statute, see  infra, a\r                                                                        \r\n\nfranchisee  need not demonstrate  a likelihood of  success on the\r                    \r\n\nmerits, but  merely that the franchisor  terminated the franchise\r\n\nand that \"there exist sufficiently serious questions going to the\r                                                              \r\n\nmerits to make such  questions a fair ground for  litigation.\" 15\r                                                                      \r\n\nU.S.C.   2805(b)(1)(A) (emphasis  added).  See, e.g., Doebereiner\r                                                                           \r\n\nv. Sohio Oil Co., 880 F.2d 329, 332 (11th Cir. 1989), modified on\r                                                                           \r\n\nother grounds, 893  F.2d 1275  (1990); Sun  Ref. &amp;  Mktg. Co.  v.\r                                                                       \r\n\nRago, 741 F.2d 670, 673 (3d Cir. 1984).1\r              \r\n\n          Based  on a careful evaluation  of the record below, we\r\n\ncannot  conclude  that  the  district court  either  committed  a\r\n\nmistake of law or  abused its discretion in ruling  that K.E.M.'s\r\n\nproposed defenses were \"sufficiently serious\" to constitute \"fair\r\n\nground[s] for  litigation.\"  Contrary to  Shell's contention, the\r\n\nquestion whether the PMPA  admits of \"equitable\" exceptions which\r\n\nwould excuse a franchisee's noncompliance with state  environmen-\r\n\ntal regulations or its gasoline  misbranding are matters of first\r\n\nimpression in this circuit,  upon which we express no  opinion at\r\n\n                    \r                              \r\n\n     1PMPA   2805(b)(2)(B) does require  the court to balance the\r\nrelative hardships to the parties in granting or denying prelimi-\r\nnary  injunctive relief.  Shell does not challenge this aspect of\r\nthe district court ruling.  See Shell Oil Co., No.  95-001B, slip\r                                                       \r\nop. at 15 (D.R.I. Feb. 16, 1995). \r\n\n                                5\r\r\n\nthis juncture.2  \r\n\n          Proper  resolution of  these  important  matters     if\r\n\nnecessary    requires a more thorough exposition of the course of\r\n\ndealing between  the  parties during  their  nine-year  franchise\r\n\nrelationship.   For  example,  section 2805(c)(11)  proscribes  a\r\n\nfranchisee's \"knowing failure\" to comply with state law.  Section\r                                       \r\n\n2801(13),  however,   defines \"failure\"  to exclude  \"any failure\r                                                             \r\n\nwhich is only technical or unimportant to the franchise relation-\r                                 \r\n\nship.\"   15 U.S.C.    2801(13)(A).  Although  Shell contends that\r\n\nK.E.M.'s violation  was not  \"technical,\" it adduced  no evidence\r\n\nthat  it had  ever threatened  to terminate  or terminated  other\r\n\nfranchisees for comparable regulatory noncompliance, nor that the\r\n\nState  of Rhode Island had ever cited  or fined a service station\r\n\nowner for these types of violations. See S. Rep. No. 95-731, 95th\r                                                  \r\n\nCong.,  2d Sess.  15,  reprinted in  1978  U.S.C.C.A.N. 873,  874\r                                             \r\n\n(noting that Congress designed the PMPA  with the general purpose\r\n\n                    \r                              \r\n\n     2Our decision in Desfosses v. Wallace Energy, Inc., 836 F.2d\r                                                                 \r\n22 (1st  Cir. 1987), deals with PMPA   2802(c)(4), and not with  \r\n2802(c)(10) or (11).  Although we there referred in general terms\r\nto  the \"conclusive  presumption  of  reasonableness\" theory  set\r\nforth in Russo, supra,  Desfosses had not defended on  the ground\r                                                   \r\nthat  the franchisor had based its termination or nonrenewal on a\r\npurely \"technical\"  violation of state  law, nor  that the  fran-\r\nchisor's  own conduct  had coerced  Desfosses into  violating the\r\nPMPA.  Indeed,   2802(c)(4) does not pertain to violative acts of\r                                                                           \r\nthe  franchisee, but  to  acts entirely  within the  franchisor's\r                                                                           \r\ncontrol.  15 U.S.C.    2802(c)(4)  (providing for  termination or\r                 \r\nnonrenewal upon  the \"loss  of  the franchisor's  right to  grant\r\npossession of the leased marketing premises through expiration of\r\nan underlying  lease, if  . .  . the  franchisee was  notified in\r                                                                        \r\nwriting,  prior to  the  commencement of  the  term of  the  then\r\nexisting franchise . . . of the duration of the  underlying lease\r\n. . . .\").  Desfosses simply claimed that Wallace had not provid-\r\ned him with the requisite notice.  Desfosses, 836 F.2d at 26.\r                                                      \r\n\n                                6\r\r\n\nto protect \"franchisees from  arbitrary and discriminatory termi-\r                                                 \r\n\nnations or  non-renewals of their franchises\")  (emphasis added).\r\n\nAt this juncture, we conclude that K.E.M.'s alleged lapses are at\r\n\nleast arguably de  minimis.   Since K.E.M. does  possess the  raw\r                                                                           \r\n\ngasoline  inventory data    in  written form     with which State\r                                  \r\n\nauditors could  test its daily inventory  reconciliations, we can\r\n\ndiscern no manifest  abuse of  discretion in  the district  court\r\n\nruling  that  the  \"technicality\"  of this  asserted  ground  for\r\n\ntermination presented  K.E.M. with  a colorable defense,  i.e., a\r\n\n\"fair  ground for litigation.\"   See Shell Oil  Co., No. 95-001B,\r                                                             \r\n\nslip op. at 13 (D.R.I. Feb. 16, 1995).\r\n\n          Similarly, \"Congress  enacted PMPA to  avert the detri-\r\n\nmental effects  on the  nationwide  gasoline distribution  system\r\n\ncaused by  the  unequal bargaining  power  enjoyed by  large  oil\r\n\nconglomerates  over  their  service-station franchisees.\"    Four\r                                                                           \r\n\nCorners Serv. Station, Inc. v. Mobil  Oil Corp., 51 F.3d 306, 310\r                                                         \r\n\n(1st  Cir. 1995). See Desfosses v. Wallace Energy, Inc., 836 F.2d\r                                                                 \r\n\n22, 25  (1st Cir.  1987)  (noting that  PMPA  \"'must be  given  a\r\n\nliberal construction  consistent with its  overriding purpose  to\r\n\nprotect franchisees'\") (citing  Brach v. Amoco Oil  Co., 677 F.2d\r                                                                 \r\n\n1213, 1221  (7th Cir. 1982)).   It also left \"'to  the courts the\r\n\ntask of resorting to traditional principles of equity to maximize\r\n\nattainment of  the  competing statutory  objectives  consistently\r\n\nwith . . . the purposes of the [PMPA].'\"  Shell Oil Co. v. K.E.M.\r                                                                           \r\n\nServ., Inc., No. 95-001B, slip  op. at 11 (D.R.I. Feb. 16,  1995)\r                     \r\n\n(quoting  S. Rep. No.  95-731).  Accordingly,  were discovery and\r\n\n                                7\r\r\n\ntrial to disclose that Shell knowingly took inequitable advantage\r\n\nof K.E.M.'s  precarious market  position and  inferior bargaining\r\n\nposition, the question  whether Congress contemplated \"equitable\"\r\n\nexceptions  to section 2802(c)(10)'s \"willful misbranding\" prohi-\r\n\nbition would be presented on a fully developed factual record. \r\n\n          Finally, equitable  relief from section  2802(10) might\r\n\nbe  considered more  appropriate  were K.E.M.  to demonstrate  at\r\n\ntrial that Shell had breached the Agreement first, leaving K.E.M.\r\n\nwith the  Hobson's choice of  buying non-Shell gasoline  or going\r\n\nout of business. The Agreement expressly provides that Shell  has\r\n\nno contractual obligation to deliver \"short loads\" to K.E.M.  See\r                                                                           \r\n\nAgreement Art. 9.1.   On  the other hand,  Shell abruptly  ceased\r\n\nproviding K.E.M with  \"short loads\" after  a nine-year course  of\r                                                   \r\n\ndealing.   Course  of  dealing may  be  competent evidence  of  a\r\n\nsubsequent modification of a  written contract.  See, e.g.,  R.I.\r                                                                    \r\n\nGen. Laws    6A-1-205, 6A-2-202.  Although the Agreement contains\r\n\na provision barring nonwritten modifications,  see Agreement Art.\r                                                            \r\n\n26, the PMPA specifically  provides that franchise agreements may\r\n\nbe written  or oral.  See  15 U.S.C.   2801(10),  2801(1)(A), (B)\r                                   \r\n\n(defining \"franchise\"  as \"contract\");  see also Royer  v. Royer,\r                                                                          \r\n\n501  A.2d  739, 741  (R.I. 1985)  (\"[A]  written contract  may be\r\n\nmodified by subsequent oral agreement of the parties,\" even where\r\n\ncontract expressly requires written modification only.); J. Koury\r                                                                           \r\n\nSteel Erectors, Inc. v. San-Vel Concrete Corp., 387 A.2d 694, 697\r                                                        \r\n\n(R.I.  1979) (describing  implied-in-fact contracts  arising from\r\n\ncourse of dealing).  \r\n\n                                8\r\r\n\n          What  is  more  important,  the  PMPA's  definition  of\r\n\n\"contract\"  expressly  provides  that,  \"[f]or  supply  purposes,\r\n\ndelivery  levels during the same month of the previous year shall\r\n\nbe  prima facie evidence of an agreement to deliver such levels.\"\r\n\n15 U.S.C.   2801(10).  If the \"short load\" delivery levels became\r\n\npart of  a  modified  Shell-K.E.M.  franchise  contract,  Shell's\r\n\nabrupt  change of course might  constitute a breach  of the fran-\r\n\nchise agreement.   Thus  viewed, K.E.M.'s \"equitable\"  defense to\r\n\nsection  2802(c)(10) might  be considered  at least  \"colorable,\"\r\n\nsince K.E.M. might make a plausible argument that Congress  could\r\n\nnot have intended  to permit franchisors to  resort to conclusive\r\n\npresumptions  of  \"reasonableness\"  under section  2802(c)  where\r\n\ntheir own breach of the franchise agreement afforded the means of\r                                                                        \r\n\nsecuring a per se right of termination. \r                           \r\n\n          Given  the prominent  equitable mandate  in the  PMPA's\r\n\nlegislative  history, as  well  as the  nebulous and  undeveloped\r\n\nfactual  record,  we  cannot  conclude that  the  district  court\r\n\nmanifestly  abused  its  discretion  in  deciding  that  \"serious\r\n\nquestions going  to the  merits  [of Shell's  claim and  K.E.M.'s\r\n\ndefenses  offer] . .  . fair ground  for litigation.\"   Nor do we\r\n\npresume  to  determine the  relative  merits,  either of  Shell's\r\n\nclaims or K.E.M.'s defenses. \r\n\n          The preliminary injunction is  affirmed and the case is\r                                                                           \r\n\nremanded to the district court for further proceedings.\r                                                                \r\n\n                                9\r\r\n",
  "html": "<p class=\"case_cite\">69 F.3d 531</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>SHELL OIL COMPANY, Plaintiff, Appellant,<br>v.<br>K.E.M. SERVICE, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1314.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Oct. 26, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">George A. Nachtigall, with whom Mark A. Pogue, Marc A. Crisafulli and Edwards &amp; Angell were on brief for appellant.</p>\n      <p class=\"indent\">Paul J. Pisano, with whom Paul J. Pisano Law Associates, Albert R. Romano and Romano, Spinella &amp; Hayes were on brief for appellee.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Shell Oil Company (\"Shell\") sued, under the Petroleum Marketing Practices Act, 15 U.S.C. Secs. 2801 et seq.  (\"PMPA\"), to terminate its franchise agreement and lease with K.E.M. Service, Inc.  (\"K.E.M.\") due to alleged contract violations.  K.E.M. counterclaimed, and Shell now appeals a preliminary injunction requiring it to continue selling gasoline to K.E.M. pending final adjudication of Shell's PMPA-based claims.  See Shell Oil Co. v. K.E.M. Serv., Inc., No. 95-001B (D.R.I. Feb. 16, 1995).  As the record does not enable a determination that the district court manifestly abused its discretion in finding that \"there exist sufficiently serious questions going to the merits [of Shell's claims and K.E.M.'s defenses] to make such questions a fair ground for litigation,\" 15 U.S.C. Sec. 2805(b)(A), we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We state the material facts briefly.  K.E.M. and its president/owner, John Gorter, operate a Shell retail gasoline station in East Greenwich, Rhode Island.  Their current five-year franchise and lease agreement (hereinafter:  \"Agreement\") expires in 1998.  According to K.E.M., Shell decided in 1993 to install another franchisee on the leased premises, and when Gorter declined a buy-out offer, Shell initiated a bad-faith effort to oust K.E.M. prematurely from its franchise/lease.  To this end, Shell audited and cited K.E.M. for violations of Rhode Island environmental regulations, specifically for its failure to keep a written record of daily gasoline inventory reconciliations on the leased premises.  Further, Shell abruptly altered its longstanding policy of delivering \"short loads\" ---- i.e., less than full tank-truck loads of gasoline ---- to K.E.M. Since K.E.M. has limited underground storage-tank capacity, it was forced to buy and sell non-Shell gasoline in short loads, or else cease operation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Shell contends that its alleged bad faith is irrelevant under the PMPA, given that K.E.M. admittedly engaged in the \"willful adulteration, mislabeling or misbranding of motor fuels or other trademark violations.\"  15 U.S.C. Sec. 2802(c)(10);  see Agreement Art. 18.1(c)(10) (same).  Shell also argues that, in at least two respects, K.E.M. \"knowing[ly] fail[ed] ... to comply with ... State ... [environmental] laws or regulations relevant to the operation of the marketing premises,\" 15 U.S.C. Sec. 2802(c)(11);  Agreement Art. 18.1(c)(11) (same).  First, although K.E.M. kept gasoline inventory figures and performed a daily inventory reconciliation, it failed to record the final amount of any differential in its written records.  See Rhode Island Dep't of Envtl.  Management Regulation DEM-DWM-UST04-93, Secs. 13.00 et seq.  (1993).  Second, K.E.M.'s records were in the possession of its accountant, rather than at the service station.  Shell cites case law to the effect that a franchisor's unilateral termination of a franchise is conclusively presumed \"reasonable,\" as a matter of law and regardless whether the motives for the termination are unfairly coercive or sinister, if the franchisee has committed any of the twelve acts enumerated in PMPA Sec. 2805(c).  See, e.g., Russo v. Texaco, 808 F.2d 221, 225 (2d Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">K.E.M. counters that PMPA Sec. 2802(c) contemplates two types of equitable exceptions to the presumption prescribed in Sec. 2805(c).  First, any purported PMPA recordkeeping violation was merely \"technical,\" since K.E.M. substantially complied with Rhode Island environmental regulations.  Second, Shell pressured K.E.M. into violating the PMPA ban on gasoline misbranding by preying on its hand-to-mouth fiscal condition when it abruptly changed its longstanding course of dealing regarding deliveries of \"short loads.\"   K.E.M. contends that it faced an irresoluble dilemma:  either buy non-Shell gasoline for resale, or cease its retail operation for more than seven days, thereby committing a separate violation constituting an independent ground for franchise termination.  See 15 U.S.C. Sec. 2802(c)(9).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">An appellant challenging a preliminary injunction must bear the \"heavy burden\" of showing that the district court committed a mistake of law or a manifest abuse of discretion.  Gately v. Commonwealth of Mass., 2 F.3d 1221, 1225 (1st Cir.1993), cert. denied, 114 S.Ct. 1832 (1994);  see 28 U.S.C. Sec. 1292(a)(1).  Due deference must be accorded the ruling below, since the district court is \"steeped in the nuances of a case and mindful of the texture and scent of the evidence.\"  K-Mart Corp. v. Oriental Plaza, Inc., 875 F.2d 907, 915 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under the PMPA, preliminary injunctive relief is more readily available to franchisees than was the case at common law.  See, e.g., Narragansett Indian Tribe v. Guilbert, 934 F.3d 4, 5 (1st Cir.1991) (describing four-part, common law standard);  but cf.  Nassau Boulevard Shell Serv.  Station, Inc. v. Shell Oil Co., 875 F.2d 359, 364 (2d Cir.1989) (noting that PMPA franchisor must meet traditional, four-part test for preliminary injunction).  Because the PMPA is a remedial statute, see infra, a franchisee need not demonstrate a likelihood of success on the merits, but merely that the franchisor terminated the franchise and that \"there exist sufficiently serious questions going to the merits to make such questions a fair ground for litigation.\"  15 U.S.C. Sec. 2805(b)(1)(A) (emphasis added).  See, e.g., Doebereiner v. Sohio Oil Co., 880 F.2d 329, 332 (11th Cir.1989), modified on other grounds, 893 F.2d 1275 (1990);  Sun Ref. &amp; Mktg. Co. v. Rago, 741 F.2d 670, 673 (3d Cir.1984).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Based on a careful evaluation of the record below, we cannot conclude that the district court either committed a mistake of law or abused its discretion in ruling that K.E.M.'s proposed defenses were \"sufficiently serious\" to constitute \"fair ground[s] for litigation.\"   Contrary to Shell's contention, the question whether the PMPA admits of \"equitable\" exceptions which would excuse a franchisee's noncompliance with state environmental regulations or its gasoline misbranding are matters of first impression in this circuit, upon which we express no opinion at this juncture.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Proper resolution of these important matters ---- if necessary ---- requires a more thorough exposition of the course of dealing between the parties during their nine-year franchise relationship.  For example, section 2805(c)(11) proscribes a franchisee's \"knowing failure \" to comply with state law.  Section 2801(13), however, defines \"failure\" to exclude \"any failure which is only technical or unimportant to the franchise relationship.\"  15 U.S.C. Sec. 2801(13)(A).  Although Shell contends that K.E.M.'s violation was not \"technical,\" it adduced no evidence that it had ever threatened to terminate or terminated other franchisees for comparable regulatory noncompliance, nor that the State of Rhode Island had ever cited or fined a service station owner for these types of violations.  See S.Rep. No. 95-731, 95th Cong., 2d Sess. 15, reprinted in 1978 U.S.C.C.A.N. 873, 874 (noting that Congress designed the PMPA with the general purpose to protect \"franchisees from arbitrary and discriminatory terminations or non-renewals of their franchises\") (emphasis added).  At this juncture, we conclude that K.E.M.'s alleged lapses are at least arguably de minimis.   Since K.E.M. does possess the raw gasoline inventory data ---- in written form ---- with which State auditors could test its daily inventory reconciliations, we can discern no manifest abuse of discretion in the district court ruling that the \"technicality\" of this asserted ground for termination presented K.E.M. with a colorable defense, i.e., a \"fair ground for litigation.\"  See Shell Oil Co., No. 95-001B, slip op. at 13 (D.R.I. Feb. 16, 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Similarly, \"Congress enacted PMPA to avert the detrimental effects on the nationwide gasoline distribution system caused by the unequal bargaining power enjoyed by large oil conglomerates over their service-station franchisees.\"  Four Corners Serv.  Station, Inc. v. Mobil Oil Corp., 51 F.3d 306, 310 (1st Cir.1995).  See Desfosses v. Wallace Energy, Inc., 836 F.2d 22, 25 (1st Cir.1987) (noting that PMPA \" 'must be given a liberal construction consistent with its overriding purpose to protect franchisees' \") (citing Brach v. Amoco Oil Co., 677 F.2d 1213, 1221 (7th Cir.1982)).  It also left \" 'to the courts the task of resorting to traditional principles of equity to maximize attainment of the competing statutory objectives consistently with ... the purposes of the [PMPA].' \" Shell Oil Co. v. K.E.M. Serv., Inc., No. 95-001B, slip op. at 11 (D.R.I. Feb. 16, 1995) (quoting S.Rep. No. 95-731).  Accordingly, were discovery and trial to disclose that Shell knowingly took inequitable advantage of K.E.M.'s precarious market position and inferior bargaining position, the question whether Congress contemplated \"equitable\" exceptions to section 2802(c)(10)'s \"willful misbranding\" prohibition would be presented on a fully developed factual record.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Finally, equitable relief from section 2802(10) might be considered more appropriate were K.E.M. to demonstrate at trial that Shell had breached the Agreement first, leaving K.E.M. with the Hobson's choice of buying non-Shell gasoline or going out of business.  The Agreement expressly provides that Shell has no contractual obligation to deliver \"short loads\" to K.E.M. See Agreement Art. 9.1.  On the other hand, Shell abruptly ceased providing K.E.M with \"short loads\" after a nine-year course of dealing.  Course of dealing may be competent evidence of a subsequent modification of a written contract.  See, e.g., R.I. Gen. Laws Secs. 6A-1-205, 6A-2-202.  Although the Agreement contains a provision barring nonwritten modifications, see Agreement Art. 26, the PMPA specifically provides that franchise agreements may be written or oral.  See 15 U.S.C. Sec. 2801(10), 2801(1)(A), (B) (defining \"franchise\" as \"contract\");  see also Royer v. Royer, 501 A.2d 739, 741 (R.I.1985) (\"[A] written contract may be modified by subsequent oral agreement of the parties,\" even where contract expressly requires written modification only.);  J. Koury Steel Erectors, Inc. v. San-Vel Concrete Corp., 387 A.2d 694, 697 (R.I.1979) (describing implied-in-fact contracts arising from course of dealing).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">What is more important, the PMPA's definition of \"contract\" expressly provides that, \"[f]or supply purposes, delivery levels during the same month of the previous year shall be prima facie evidence of an agreement to deliver such levels.\"  15 U.S.C. Sec. 2801(10).  If the \"short load\" delivery levels became part of a modified Shell-K.E.M. franchise contract, Shell's abrupt change of course might constitute a breach of the franchise agreement.  Thus viewed, K.E.M.'s \"equitable\" defense to section 2802(c)(10) might be considered at least \"colorable,\" since K.E.M. might make a plausible argument that Congress could not have intended to permit franchisors to resort to conclusive presumptions of \"reasonableness\" under section 2802(c) where their own breach of the franchise agreement afforded the means of securing a per se right of termination.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Given the prominent equitable mandate in the PMPA's legislative history, as well as the nebulous and undeveloped factual record, we cannot conclude that the district court manifestly abused its discretion in deciding that \"serious questions going to the merits [of Shell's claim and K.E.M.'s defenses offer] ... fair ground for litigation.\"   Nor do we presume to determine the relative merits, either of Shell's claims or K.E.M.'s defenses.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The preliminary injunction is affirmed and the case is remanded to the district court for further proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> PMPA Sec. 2805(b)(2)(B) does require the court to balance the relative hardships to the parties in granting or denying preliminary injunctive relief.  Shell does not challenge this aspect of the district court ruling.  See Shell Oil Co., No. 95-001B, slip op. at 15 (D.R.I. Feb. 16, 1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Our decision in Desfosses v. Wallace Energy, Inc., 836 F.2d 22 (1st Cir.1987), deals with PMPA Sec. 2802(c)(4), and not with Sec. 2802(c)(10) or (11).  Although we there referred in general terms to the \"conclusive presumption of reasonableness\" theory set forth in Russo, supra, Desfosses had not defended on the ground that the franchisor had based its termination or nonrenewal on a purely \"technical\" violation of state law, nor that the franchisor's own conduct had coerced Desfosses into violating the PMPA.  Indeed, Sec. 2802(c)(4) does not pertain to violative acts of the franchisee, but to acts entirely within the franchisor's control.  15 U.S.C. Sec. 2802(c)(4) (providing for termination or nonrenewal upon the \"loss of the franchisor's right to grant possession of the leased marketing premises through expiration of an underlying lease, if ... the franchisee was notified in writing, prior to the commencement of the term of the then existing franchise ... of the duration of the underlying lease....\").  Desfosses simply claimed that Wallace had not provided him with the requisite notice.  Desfosses, 836 F.2d at 26</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"196376\"><a href=\"/opinion/196376/united-states-v-dirico/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">531</span></a></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>SHELL OIL COMPANY, Plaintiff, Appellant,<br>v.<br>K.E.M. SERVICE, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1314.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Oct. 26, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">George A. Nachtigall, with whom Mark A. Pogue, Marc A. Crisafulli and Edwards &amp; Angell were on brief for appellant.</p>\n      <p class=\"indent\">Paul J. Pisano, with whom Paul J. Pisano Law Associates, Albert R. Romano and Romano, Spinella &amp; Hayes were on brief for appellee.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Shell Oil Company (\"Shell\") sued, under the Petroleum Marketing Practices Act, 15 U.S.C. Secs. 2801 et seq.  (\"PMPA\"), to terminate its franchise agreement and lease with K.E.M. Service, Inc.  (\"K.E.M.\") due to alleged contract violations.  K.E.M. counterclaimed, and Shell now appeals a preliminary injunction requiring it to continue selling gasoline to K.E.M. pending final adjudication of Shell's PMPA-based claims.  See Shell Oil Co. v. K.E.M. Serv., Inc., No. 95-001B (D.R.I. Feb. 16, 1995).  As the record does not enable a determination that the district court manifestly abused its discretion in finding that \"there exist sufficiently serious questions going to the merits [of Shell's claims and K.E.M.'s defenses] to make such questions a fair ground for litigation,\" 15 U.S.C. Sec. 2805(b)(A), we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We state the material facts briefly.  K.E.M. and its president/owner, John Gorter, operate a Shell retail gasoline station in East Greenwich, Rhode Island.  Their current five-year franchise and lease agreement (hereinafter:  \"Agreement\") expires in 1998.  According to K.E.M., Shell decided in 1993 to install another franchisee on the leased premises, and when Gorter declined a buy-out offer, Shell initiated a bad-faith effort to oust K.E.M. prematurely from its franchise/lease.  To this end, Shell audited and cited K.E.M. for violations of Rhode Island environmental regulations, specifically for its failure to keep a written record of daily gasoline inventory reconciliations on the leased premises.  Further, Shell abruptly altered its longstanding policy of delivering \"short loads\" ---- i.e., less than full tank-truck loads of gasoline ---- to K.E.M. Since K.E.M. has limited underground storage-tank capacity, it was forced to buy and sell non-Shell gasoline in short loads, or else cease operation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Shell contends that its alleged bad faith is irrelevant under the PMPA, given that K.E.M. admittedly engaged in the \"willful adulteration, mislabeling or misbranding of motor fuels or other trademark violations.\"  15 U.S.C. Sec. 2802(c)(10);  see Agreement Art. 18.1(c)(10) (same).  Shell also argues that, in at least two respects, K.E.M. \"knowing[ly] fail[ed] ... to comply with ... State ... [environmental] laws or regulations relevant to the operation of the marketing premises,\" 15 U.S.C. Sec. 2802(c)(11);  Agreement Art. 18.1(c)(11) (same).  First, although K.E.M. kept gasoline inventory figures and performed a daily inventory reconciliation, it failed to record the final amount of any differential in its written records.  See Rhode Island Dep't of Envtl.  Management Regulation DEM-DWM-UST04-93, Secs. 13.00 et seq.  (1993).  Second, K.E.M.'s records were in the possession of its accountant, rather than at the service station.  Shell cites case law to the effect that a franchisor's unilateral termination of a franchise is conclusively presumed \"reasonable,\" as a matter of law and regardless whether the motives for the termination are unfairly coercive or sinister, if the franchisee has committed any of the twelve acts enumerated in PMPA Sec. 2805(c).  See, e.g., Russo v. Texaco, <span class=\"citation\" data-id=\"480993\"><a href=\"/opinion/480993/michael-a-russo-ta-nor-bridge-service-center-inc-and-robert-a/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">221</span></a></span>, 225 (2d Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">K.E.M. counters that PMPA Sec. 2802(c) contemplates two types of equitable exceptions to the presumption prescribed in Sec. 2805(c).  First, any purported PMPA recordkeeping violation was merely \"technical,\" since K.E.M. substantially complied with Rhode Island environmental regulations.  Second, Shell pressured K.E.M. into violating the PMPA ban on gasoline misbranding by preying on its hand-to-mouth fiscal condition when it abruptly changed its longstanding course of dealing regarding deliveries of \"short loads.\"   K.E.M. contends that it faced an irresoluble dilemma:  either buy non-Shell gasoline for resale, or cease its retail operation for more than seven days, thereby committing a separate violation constituting an independent ground for franchise termination.  See 15 U.S.C. Sec. 2802(c)(9).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">An appellant challenging a preliminary injunction must bear the \"heavy burden\" of showing that the district court committed a mistake of law or a manifest abuse of discretion.  Gately v. Commonwealth of Mass., <span class=\"citation\" data-id=\"628597\"><a href=\"/opinion/628597/62-fair-emplpraccas-1033-62-empl-prac-dec-p-42508-17-employee/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1221</span></a></span>, 1225 (1st Cir.1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1832</span> </span>(1994);  see 28 U.S.C. Sec. 1292(a)(1).  Due deference must be accorded the ruling below, since the district court is \"steeped in the nuances of a case and mindful of the texture and scent of the evidence.\"  K-Mart Corp. v. Oriental Plaza, Inc., <span class=\"citation\" data-id=\"524046\"><a href=\"/opinion/524046/k-mart-corporation-v-oriental-plaza-inc/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span>, 915 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under the PMPA, preliminary injunctive relief is more readily available to franchisees than was the case at common law.  See, e.g., Narragansett Indian Tribe v. Guilbert, <span class=\"citation no-link\"><span class=\"volume\">934</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></span>, 5 (1st Cir.1991) (describing four-part, common law standard);  but cf.  Nassau Boulevard Shell Serv.  Station, Inc. v. Shell Oil Co., <span class=\"citation\" data-id=\"523562\"><a href=\"/opinion/523562/nassau-boulevard-shell-service-station-inc-and-bruce-mason/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">359</span></a></span>, 364 (2d Cir.1989) (noting that PMPA franchisor must meet traditional, four-part test for preliminary injunction).  Because the PMPA is a remedial statute, see infra, a franchisee need not demonstrate a likelihood of success on the merits, but merely that the franchisor terminated the franchise and that \"there exist sufficiently serious questions going to the merits to make such questions a fair ground for litigation.\"  15 U.S.C. Sec. 2805(b)(1)(A) (emphasis added).  See, e.g., Doebereiner v. Sohio Oil Co., <span class=\"citation\" data-id=\"526553\"><a href=\"/opinion/526553/george-c-doebereiner-v-sohio-oil-company-dba-bp-oil-company-gulf/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">329</span></a></span>, 332 (11th Cir.1989), modified on other grounds, <span class=\"citation\" data-id=\"534913\"><a href=\"/opinion/534913/george-c-doebereiner-v-sohio-oil-company-dba-bp-oil-co-inc-gulf/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1275</span> </a></span>(1990);  Sun Ref. &amp; Mktg. Co. v. Rago, <span class=\"citation\" data-id=\"440106\"><a href=\"/opinion/440106/sun-refining-and-marketing-company-formerly-sun-oil-company-of/\"><span class=\"volume\">741</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">670</span></a></span>, 673 (3d Cir.1984).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Based on a careful evaluation of the record below, we cannot conclude that the district court either committed a mistake of law or abused its discretion in ruling that K.E.M.'s proposed defenses were \"sufficiently serious\" to constitute \"fair ground[s] for litigation.\"   Contrary to Shell's contention, the question whether the PMPA admits of \"equitable\" exceptions which would excuse a franchisee's noncompliance with state environmental regulations or its gasoline misbranding are matters of first impression in this circuit, upon which we express no opinion at this juncture.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Proper resolution of these important matters ---- if necessary ---- requires a more thorough exposition of the course of dealing between the parties during their nine-year franchise relationship.  For example, section 2805(c)(11) proscribes a franchisee's \"knowing failure \" to comply with state law.  Section 2801(13), however, defines \"failure\" to exclude \"any failure which is only technical or unimportant to the franchise relationship.\"  15 U.S.C. Sec. 2801(13)(A).  Although Shell contends that K.E.M.'s violation was not \"technical,\" it adduced no evidence that it had ever threatened to terminate or terminated other franchisees for comparable regulatory noncompliance, nor that the State of Rhode Island had ever cited or fined a service station owner for these types of violations.  See S.Rep. No. 95-731, 95th Cong., 2d Sess. 15, reprinted in 1978 U.S.C.C.A.N. 873, 874 (noting that Congress designed the PMPA with the general purpose to protect \"franchisees from arbitrary and discriminatory terminations or non-renewals of their franchises\") (emphasis added).  At this juncture, we conclude that K.E.M.'s alleged lapses are at least arguably de minimis.   Since K.E.M. does possess the raw gasoline inventory data ---- in written form ---- with which State auditors could test its daily inventory reconciliations, we can discern no manifest abuse of discretion in the district court ruling that the \"technicality\" of this asserted ground for termination presented K.E.M. with a colorable defense, i.e., a \"fair ground for litigation.\"  See Shell Oil Co., No. 95-001B, slip op. at 13 (D.R.I. Feb. 16, 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Similarly, \"Congress enacted PMPA to avert the detrimental effects on the nationwide gasoline distribution system caused by the unequal bargaining power enjoyed by large oil conglomerates over their service-station franchisees.\"  Four Corners Serv.  Station, Inc. v. Mobil Oil Corp., <span class=\"citation\" data-id=\"195970\"><a href=\"/opinion/195970/four-corner-services-v-mobil-oil-corp/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></a></span>, 310 (1st Cir.1995).  See Desfosses v. Wallace Energy, Inc., <span class=\"citation\" data-id=\"499438\"><a href=\"/opinion/499438/charles-h-desfosses-v-wallace-energy-inc/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 25 (1st Cir.1987) (noting that PMPA \" 'must be given a liberal construction consistent with its overriding purpose to protect franchisees' \") (citing Brach v. Amoco Oil Co., <span class=\"citation\" data-id=\"403695\"><a href=\"/opinion/403695/william-c-brach-cross-appellant-v-amoco-oil-company-a-maryland/\"><span class=\"volume\">677</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1213</span></a></span>, 1221 (7th Cir.1982)).  It also left \" 'to the courts the task of resorting to traditional principles of equity to maximize attainment of the competing statutory objectives consistently with ... the purposes of the [PMPA].' \" Shell Oil Co. v. K.E.M. Serv., Inc., No. 95-001B, slip op. at 11 (D.R.I. Feb. 16, 1995) (quoting S.Rep. No. 95-731).  Accordingly, were discovery and trial to disclose that Shell knowingly took inequitable advantage of K.E.M.'s precarious market position and inferior bargaining position, the question whether Congress contemplated \"equitable\" exceptions to section 2802(c)(10)'s \"willful misbranding\" prohibition would be presented on a fully developed factual record.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Finally, equitable relief from section 2802(10) might be considered more appropriate were K.E.M. to demonstrate at trial that Shell had breached the Agreement first, leaving K.E.M. with the Hobson's choice of buying non-Shell gasoline or going out of business.  The Agreement expressly provides that Shell has no contractual obligation to deliver \"short loads\" to K.E.M. See Agreement Art. 9.1.  On the other hand, Shell abruptly ceased providing K.E.M with \"short loads\" after a nine-year course of dealing.  Course of dealing may be competent evidence of a subsequent modification of a written contract.  See, e.g., R.I. Gen. Laws Secs. 6A-1-205, 6A-2-202.  Although the Agreement contains a provision barring nonwritten modifications, see Agreement Art. 26, the PMPA specifically provides that franchise agreements may be written or oral.  See 15 U.S.C. Sec. 2801(10), 2801(1)(A), (B) (defining \"franchise\" as \"contract\");  see also Royer v. Royer, <span class=\"citation\" data-id=\"1991247\"><a href=\"/opinion/1991247/royer-v-royer/\"><span class=\"volume\">501</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">739</span></a></span>, 741 (R.I.1985) (\"[A] written contract may be modified by subsequent oral agreement of the parties,\" even where contract expressly requires written modification only.);  J. Koury Steel Erectors, Inc. v. San-Vel Concrete Corp., <span class=\"citation\" data-id=\"2171963\"><a href=\"/opinion/2171963/j-koury-steel-erectors-v-san-vel-concrete-corp/\"><span class=\"volume\">387</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">694</span></a></span>, 697 (R.I.1979) (describing implied-in-fact contracts arising from course of dealing).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">What is more important, the PMPA's definition of \"contract\" expressly provides that, \"[f]or supply purposes, delivery levels during the same month of the previous year shall be prima facie evidence of an agreement to deliver such levels.\"  15 U.S.C. Sec. 2801(10).  If the \"short load\" delivery levels became part of a modified Shell-K.E.M. franchise contract, Shell's abrupt change of course might constitute a breach of the franchise agreement.  Thus viewed, K.E.M.'s \"equitable\" defense to section 2802(c)(10) might be considered at least \"colorable,\" since K.E.M. might make a plausible argument that Congress could not have intended to permit franchisors to resort to conclusive presumptions of \"reasonableness\" under section 2802(c) where their own breach of the franchise agreement afforded the means of securing a per se right of termination.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Given the prominent equitable mandate in the PMPA's legislative history, as well as the nebulous and undeveloped factual record, we cannot conclude that the district court manifestly abused its discretion in deciding that \"serious questions going to the merits [of Shell's claim and K.E.M.'s defenses offer] ... fair ground for litigation.\"   Nor do we presume to determine the relative merits, either of Shell's claims or K.E.M.'s defenses.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The preliminary injunction is affirmed and the case is remanded to the district court for further proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> PMPA Sec. 2805(b)(2)(B) does require the court to balance the relative hardships to the parties in granting or denying preliminary injunctive relief.  Shell does not challenge this aspect of the district court ruling.  See Shell Oil Co., No. 95-001B, slip op. at 15 (D.R.I. Feb. 16, 1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Our decision in Desfosses v. Wallace Energy, Inc., <span class=\"citation\" data-id=\"499438\"><a href=\"/opinion/499438/charles-h-desfosses-v-wallace-energy-inc/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span> </a></span>(1st Cir.1987), deals with PMPA Sec. 2802(c)(4), and not with Sec. 2802(c)(10) or (11).  Although we there referred in general terms to the \"conclusive presumption of reasonableness\" theory set forth in <span class=\"citation\" data-id=\"480993\"><a href=\"/opinion/480993/michael-a-russo-ta-nor-bridge-service-center-inc-and-robert-a/\"><span class=\"antecedent_guess\">Russo,</span> supra</a></span>, Desfosses had not defended on the ground that the franchisor had based its termination or nonrenewal on a purely \"technical\" violation of state law, nor that the franchisor's own conduct had coerced Desfosses into violating the PMPA.  Indeed, Sec. 2802(c)(4) does not pertain to violative acts of the franchisee, but to acts entirely within the franchisor's control.  15 U.S.C. Sec. 2802(c)(4) (providing for termination or nonrenewal upon the \"loss of the franchisor's right to grant possession of the leased marketing premises through expiration of an underlying lease, if ... the franchisee was notified in writing, prior to the commencement of the term of the then existing franchise ... of the duration of the underlying lease....\").  Desfosses simply claimed that Wallace had not provided him with the requisite notice.  <span class=\"citation\" data-id=\"499438\"><span class=\"antecedent_guess\">Desfosses,</span> <a href=\"/opinion/499438/charles-h-desfosses-v-wallace-energy-inc/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">26</span></a></span></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195970/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196376/",
    "https://www.courtlistener.com/api/rest/v3/opinions/403695/",
    "https://www.courtlistener.com/api/rest/v3/opinions/440106/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480993/",
    "https://www.courtlistener.com/api/rest/v3/opinions/499438/",
    "https://www.courtlistener.com/api/rest/v3/opinions/523562/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524046/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526553/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534913/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628597/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1991247/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2171963/"
  ]
}