{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196327/",
  "id": 196327,
  "absolute_url": "/opinion/196327/united-states-v-acosta/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196327/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:03:30Z",
  "date_modified": "2020-02-21T23:32:04.053343Z",
  "type": "010combined",
  "sha1": "c15405e6578dc590a047febdeb81e2b01f6f7454",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2047.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 94-2047\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                       JESUS M. ACOSTA,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n    [Hon. Raymond J. Pettine, Senior U.S. District Judge]\r                                                                    \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n          Aldrich and Bownes, Senior Circuit Judges.\r                                                               \r\n\n                                         \r\n\nThomas G. Briody, by Appointment of the Court, for appellant.\r                            \r\nMichael P. Iannotti,  Assistant United States Attorney, with  whom\r                               \r\nSheldon  Whitehouse, United  States  Attorney, was  on  brief for  the\r                           \r\nUnited States.\r\n\n                                         \r\n\n                       October 2, 1995\r\n                                         \r\r\n\n     BOUDIN, Circuit Judge.  Jesus Acosta was indicted on two\r                                      \r\n\ncounts of possession of a  firearm by a convicted felon.   18\r\n\nU.S.C.    922(g).  A jury  convicted Acosta on one  count and\r\n\nacquitted on the other, and Acosta was then given a mandatory\r\n\nminimum sentence  of 15  years' imprisonment under  the Armed\r\n\nCareer  Criminal Act, 18 U.S.C.   924(e)(1).  He now appeals,\r\n\nraising  as  his  main issue  a  claim  of  entrapment.   The\r\n\nevidence at trial, taken  in the light most favorable  to the\r\n\njury's verdict against Acosta, United States  v. Tuesta-Toro,\r                                                                        \r\n\n29  F.3d 771, 773 (1st  Cir. 1994), cert.  denied, 115 S. Ct.\r                                                             \r\n\n947 (1995), revealed the following.\r\n\n     Acosta  is  a 42-year-old  man,  married,  with a  prior\r\n\nrecord  of drug  offenses but  no prior  weapons convictions.\r\n\nSometime in mid-1993--probably in early July--Acosta met Neal\r\n\nSan Souci at a pawn shop in Pawtucket, Rhode Island,  and the\r\n\ntwo men engaged in small talk regarding gold jewelry.  Acosta\r\n\nand San  Souci  had apparently  met once  many years  before.\r\n\nUnknown  to  Acosta,  San  Souci  either  was  then  or  soon\r\n\nthereafter became a government informant.\r\n\n     A few days after  the pawn shop meeting, Acosta  and his\r\n\nbrother-in-law stopped  by San  Souci's apartment  to inspect\r\n\nsome  gold jewelry that San Souci had offered to sell Acosta.\r\n\nInstead of providing the jewelry,  San Souci asked Acosta and\r\n\nhis brother-in-law whether they  could furnish San Souci with\r\n\ncocaine.  When they declined, San Souci asked whether the two\r\n\n                             -2-\r                                         -2-\r\r\n\nmen  could provide  a gun.   According  to San  Souci, Acosta\r\n\nsaid, \"he'd check into  it . . . . he  didn't know of anybody\r\n\nor anything at that moment.\"\r\n\n     By  his own testimony at  trial, San Souci  was a former\r\n\ndrug  addict and present alcoholic.  Around the first week in\r\n\nJuly 1993 he began to work as  an informant for Special Agent\r\n\nStephen Woods of  the Bureau of Alcohol, Tobacco and Firearms\r\n\n(\"ATF\").  Prior to working for ATF, San Souci had been jailed\r\n\nfor  failing to pay child support; for his assistance on this\r\n\ncase  and other  matters,  ATF paid  San Souci  approximately\r\n\n$4,000.  San Souci conceded that  he thought that he would be\r\n\npaid  only if he succeeded  in persuading Acosta  to sell him\r\n\nthe firearm.\r\n\n     San  Souci testified  that  following the  visit to  his\r\n\napartment he called Acosta on a number of  occasions, usually\r\n\nleaving messages  with  Acosta's wife  or Acosta's  answering\r\n\nmachine.   Acosta's  wife also  testified that  the telephone\r\n\ncalls were very frequent, sometimes more than once a day, and\r\n\nthat Acosta himself appeared uninterested in the messages and\r\n\noften made dismissive  gestures.  The purpose of  San Souci's\r\n\nefforts  to reach Acosta was to obtain firearms for San Souci\r\n\nto purchase.\r\n\n     On  July  21,  1993,  San   Souci  spoke  to  Acosta  by\r\n\ntelephone,  again asking to purchase a  firearm.  Acosta told\r\n\nSan Souci that he would \"check into it\" and advise San Souci.\r\n\n                             -3-\r                                         -3-\r\r\n\nOn July  23 Acosta told  San Souci that he  had a .25-caliber\r\n\nautomatic  pistol  for sale.    Later  that  day, after  some\r\n\nbargaining, San  Souci gave Acosta  $125 in exchange  for the\r\n\nweapon, which was fully loaded and had an obliterated  serial\r\n\nnumber.  San  Souci asked for more guns, and Acosta said that\r\n\nhe would \"get back\" to San Souci.  The conversation was taped\r\n\nbut the tape was inaudible.\r\n\n     At agent Woods' direction, San Souci did not call Acosta\r\n\nfor a  couple of weeks  because telephone records  were being\r\n\nsecured.  On August  6, 1993, San Souci called  Acosta to ask\r\n\nfor  weapons and  in  the conversation--which  was taped  and\r\n\nplayed  at trial--Acosta said that  he was going  to get them\r\n\nbut  needed more  time.  A  similar conversation  occurred on\r\n\nSeptember  15,  1993,  and   on  the  following  day,  Acosta\r\n\ntelephoned  San Souci to tell  him that he  had a .32-caliber\r\n\nrevolver for sale.   The same day San Souci purchased the gun\r\n\nfrom Acosta for $130, again after bargaining about price.\r\n\n     During this sale, San Souci asked Acosta if he could get\r\n\nmore guns.  Acosta  replied, \"I'm going to get  .38 specials\"\r\n\nand \"Maybe  I  can come  up  with an  Uzi  for $200.\"    This\r\n\nconversation was recorded, and the recording played at trial.\r\n\nThere  is  no indication  that  any  other transactions  were\r\n\nattempted  or  accomplished.   In  January  1994, Acosta  was\r\n\narrested  for the two weapons sales and charged in two counts\r\n\nunder the felon-in-possession statute.\r\n\n                             -4-\r                                         -4-\r\r\n\n     At   his  trial,   Acosta   testified,   admitting   the\r\n\ntransactions  and his  status as  a prior  felon.   He relied\r\n\nprimarily  on the  entrapment  defense.   The  judge gave  an\r\n\nentrapment charge, whose correctness  is not challenged.  The\r\n\njury  acquitted Acosta on the  count relating to  the July 23\r\n\ntransaction   and  convicted   him  for   the  September   16\r\n\ntransaction.\r\n\n     On this appeal, Acosta's main argument is that a verdict\r\n\nof acquittal should have been directed on count II on grounds\r\n\nof entrapment or, alternatively, that a new trial should have\r\n\nbeen offered.  It appears that the motion for a new trial was\r\n\nmade out of  time, see Fed. R.  Crim. P. 33; but in  any case\r                                  \r\n\nthe district court's denial of such a motion is reviewed only\r\n\nfor  abuse of  discretion.   We  think,  therefore, that  the\r\n\ncentral  issue of  this  appeal is  whether the  evidence was\r\n\nsufficient  to  permit  a   reasonable  jury  to  reject  the\r\n\nentrapment defense.\r\n\n     The legal  tests for  entrapment  are well  established.\r\n\nWhat  is  required  is (1)  that  the  government induce  the\r\n\noffense  and (2)  that the  defendant  not be  predisposed to\r\n\ncommit  it.   See  Jacobson v.  United  States, 503  U.S. 540\r                                                          \r\n\n(1992).   The  bare terms--inducement  and predisposition--do\r\n\nlittle  to  disclose  the  encrusting  precedent.    For  our\r\n\npurpose,  the most useful discussion is  the decision of then\r\n\nChief Judge (now Justice) Breyer in United States v. Gendron,\r                                                                        \r\n\n                             -5-\r                                         -5-\r\r\n\n18 F.3d 955 (1st Cir.), cert. denied, 115 S.  Ct. 654 (1994).\r                                                \r\n\nThat  decision, which is  post-Jacobson, not only illuminates\r                                                   \r\n\nthe entrapment concept but remains  the governing law in this\r\n\ncircuit.\r\n\n     Gendron makes clear that despite some general strictures\r                        \r\n\nagainst   the   government's   \"manufacturing\"   of   crimes,\r\n\ninducement  requires something  more than  that a  government\r\n\nagent  or  informant suggested  the  crime  and provided  the\r\n\noccasion for it.  Rather, inducement \"consists of [providing]\r\n\nan  `opportunity'  plus something  else--typically, excessive\r                                   \r\n\npressure by the government  . . . or the  government's taking\r\n\nadvantage\"  of the defendant in an  improper way.  18 F.3d at\r\n\n961 (emphasis  added).  There is no better means of getting a\r\n\nsense  of  what  the   courts  have  regarded  as  \"improper\"\r\n\ninducement  than the  list  of cases  and parentheticals  set\r\n\nforth in the Gendron opinion.  Id. at 961-62.\r                                              \r\n\n     Although the entrapment doctrine is  primarily concerned\r\n\nwith  curbing such  improper  pressure by  the government,  a\r\n\ncompeting policy  has led to the  second requirement, namely,\r\n\nthat  the defendant  also not  be  predisposed to  commit the\r\n\ncrime.   The notion is that a defendant predisposed to commit\r\n\nthe crime should  not get off  merely because the  government\r\n\ngave the defendant too forceful a shove along a path that the\r\n\ndefendant would readily have  taken anyway.  Gendron suggests\r                                                                \r\n\nthat  one might ask whether  defendant would have been likely\r\n\n                             -6-\r                                         -6-\r\r\n\nto commit the same crime without  the undue pressure actually\r                                            \r\n\nexerted.  18 F.3d at 962.\r\n\n     Entrapment is called  a defense, but it  is settled that\r\n\nonce the  defendant has made a threshold  showing, the burden\r\n\nshifts to the  government to prove beyond  a reasonable doubt\r\n\neither  that  there  was  no  undue  government  pressure  or\r                  \r\n\ntrickery  or that the defendant  was predisposed.  See United\r                                                                         \r\n\nStates  v. Rodriguez, 858 F.2d 809, 815  (1st Cir. 1988).  In\r                                \r\n\nthis  case,  the facts  were  largely  although not  entirely\r\n\nundisputed.  Thus,  the problem  for the  jury was  primarily\r\n\nthat of applying a  vague general standard--actually two such\r\n\nstandards:    inducement   and  predisposition--to  a  unique\r\n\npattern of facts.\r\n\n     Because  the facts  were largely  undisputed, one  might\r\n\nthink that  on review this  court necessarily  decides as  an\r\n\nissue  of  law  whether  the  facts do  or  do  not  make out\r\n\nentrapment.  Yet, even where there are  no credibility issues\r\n\nor  tensions  in  the  evidence--and  some  do  exist  here--\r\n\nentrapment is  treated as a issue  of fact for a  jury.  That\r\n\ndoes not mean complete freedom for the jury, see Jacobson; it\r                                                                     \r\n\ndoes mean that where a rational jury could decide either way,\r\n\nits verdict will not be disturbed.  United States v. Gifford,\r                                                                        \r\n\n17 F.3d 462, 467 (1st Cir. 1994).\r\n\n     Starting  with  inducement, the  problem  (as  it is  so\r\n\noften) is  one of degree.   On  the one hand,  the government\r\n\n                             -7-\r                                         -7-\r\r\n\ndoes not disclaim responsibility for San Souci's conduct even\r\n\nif it occurred  before he  was hired, and  here that  conduct\r\n\nwent some distance beyond \"simply offer[ing] [defendant]  the\r\n\nopportunity\" to commit the crime.  Jacobson, 503 U.S. at 550.\r                                                       \r\n\nTrue, Acosta did not  close the door in the  first discussion\r\n\n(Acosta, according to San Souci, said \"he'd check  into it\").\r\n\nBut  it  took a  campaign of  persistent  calls by  San Souci\r\n\nbefore Acosta responded, apparently several weeks later.\r\n\n     On the other hand,  there is no evidence that  San Souci\r\n\nthreatened  Acosta or  even rebuffed  an explicit  request by\r\n\nAcosta to be let alone.   Nor does this case involve improper\r\n\nappeals to sympathy,  cf. Sherman v. United  States, 356 U.S.\r                                                               \r\n\n369 (1958), promises  of extravagant reward,  or the kind  of\r\n\nrelentless  and extreme  trickery  engaged in  by postal  and\r\n\ncustoms agents in Jacobson.  See 503 U.S. at 543-47. In other\r                                            \r\n\nwords, the facts  fall somewhere in  a middle ground  between\r\n\nwhat is plainly proper and what is plainly improper.\r\n\n     If  the  district  court   had  refused  to  submit  the\r\n\nentrapment  issue to a jury for lack of threshold evidence of\r\n\ninducement, we would have reversed.  But we do not think that\r\n\nthe  evidence was  so overwhelming  as to  establish improper\r\n\nconduct by the government as \"a  matter of law.\"  San Souci's\r\n\nefforts, although far from pristine, were dubious rather than\r\n\nflagrant,  or  at  least   a  rational  factfinder  could  so\r\n\n                             -8-\r                                         -8-\r\r\n\ndetermine.   To  assume  that we  are  dealing with  a  sharp\r\n\nboundary rather than a spectrum is an illusion.\r\n\n     By tradition  issues associated with  guilt or innocence\r\n\n(duress, insanity,  entrapment) are  submitted  to the  jury.\r\n\nUnited States  v. Gaudin,  115 S.  Ct. 2310,  2313-14 (1995).\r                                    \r\n\nOther  issues,  perhaps  similar   in  kind  but  related  to\r\n\ncollateral matters,  are determined  by the court  (e.g., the\r                                                                    \r\n\nreasonableness of  a search  and, in many  jurisdictions, the\r\n\nvoluntariness of  a confession).   In the former  category of\r\n\nmerits-related issues,  the jury in  close cases  effectively\r\n\ndecides not only what happened but also whether what happened\r\n\ndeserves the legal label described in the jury instruction.\r\n\n     If the  jury gets to make  these middle-ground decisions\r\n\non inducement, deference is even  easier to understand on the\r\n\nissue of predisposition.  In large part, predisposition turns\r\n\non  making  a judgment  as  to  how a  defendant  of a  given\r\n\ncharacter,  background, and  behavior   would  have acted  in\r\n\nsomewhat different circumstances.  On questions of this kind,\r\n\nthe joint common sense of  a jury is hard to best.   At least\r\n\nas a composite body, the jury probably knows quite as much as\r\n\nthe  judge, or more, about how human beings behave outside of\r\n\ncourt.\r\n\n     Except where a  jury acquits in a  criminal case, judges\r\n\nremain  as a check on  juries in the  extreme case--one where\r\n\nthe  judge thinks that a  rational jury could  reach only one\r\n\n                             -9-\r                                         -9-\r\r\n\nresult.  Acosta invokes  this exception, arguing that  he had\r\n\nno known  prior record of dealing  in guns, did  not hurry to\r\n\naccept  San  Souci's  initial  overtures,  and  showed little\r\n\nenthusiasm  throughout the  venture.  We  agree that  in this\r\n\ncase   the  trial   judge  could   not  have   withdrawn  the\r\n\npredisposition issue from the jury by refusing to instruct on\r\n\nentrapment,  and nor would we have been surprised if the jury\r\n\nhad chosen to acquit.\r\n\n     But  there is another  side to the  coin.   Acosta had a\r\n\ncriminal record in drug  dealing, properly made known  to the\r\n\njury, and  drug dealing  is often associated  with access  to\r\n\nweapons.   He did not  flatly rebuff the  initial overture by\r\n\nSan Souci,  and it  is  uncertain whether  Acosta's delay  in\r\n\nsupplying a weapon reflected inertia, suspicion, or a genuine\r\n\nreluctance  to commit  a criminal  act.   The second  gun was\r\n\nprovided with less prompting than the first, and the prospect\r\n\nof a third  sale, possibly of  an Uzi,  was suggested at  the\r\n\nend.\r\n\n     Thus,  a rational  jury could  conclude that  Acosta was\r\n\npredisposed to  commit the  offense.  His  prior record  with\r\n\ndrugs  would  not   be  enough  by  itself;   but,  with  one\r\n\nqualification,  the  government  was  entitled   to  rely  as\r\n\nevidence of predisposition on  Acosta's own behavior after he\r                                                                      \r\n\nwas approached  by  San  Souci.   This  included  an  initial\r\n\nwillingness at  least to  consider supplying arms,  the later\r\n\n                             -10-\r                                         -10-\r\r\n\nprovision of two weapons with the  suggestion that more would\r\n\nbe available,  and a certain measure  of professional finesse\r\n\nin making the transfers.\r\n\n     It  is quite  true (and this  is the  qualification just\r\n\nmentioned) that  under Jacobson predisposition does not count\r                                           \r\n\nif  it is itself the product  of improper government conduct.\r\n\nThat could reasonably have been said in Jacobson.  There, the\r                                                            \r\n\ngovernment,  through  its  own  mailings  to  the  defendant,\r\n\npurporting to  come from others, encouraged  the defendant to\r\n\nbelieve that  procuring child pornography was  a blow against\r\n\ncensorship and in  favor of  the First Amendment.   If  there\r\n\nwere predisposition, said the Court, the government instilled\r\n\nit.  503 U.S. at 553.   \r\n\n     In  our case, the facts  are more equivocal.   San Souci\r\n\nwas less  persistent and less  deceptive than  the agents  in\r\n\nJacobson.  Further,  San Souci did  nothing to encourage  the\r\n\ndefendant  to alter  his views  of right  and wrong;  he just\r\n\noffered money  in exchange  for weapons.      On the  present\r\n\nfacts,  the  jury  could   have  concluded  that  Acosta  was\r\n\npredisposed or that he was not, but it  could not easily have\r\n\nconcluded that  San Souci created in  Acosta a predisposition\r\n\ntoward crime.   Certainly it  was not obliged  to reach  this\r\n\nconclusion.\r\n\n     As authority for a  judgment of acquittal, Acosta points\r\n\nus to United States v. Beal,  961 F.2d 1512 (10th Cir. 1992).\r                                       \r\n\n                             -11-\r                                         -11-\r\r\n\nThere, a government informant, to secure relief from criminal\r\n\ncharges against him, pestered Beal with telephone calls until\r\n\ndrugs were supplied;  two sales  were made by  Beal within  a\r\n\ntwenty-four hour  period; and  presented  with an  entrapment\r\n\ndefense, the jury  acquitted Beal  as to the  first sale  and\r\n\nconvicted on the second.      The district judge in Beal then\r                                                                    \r\n\nordered an acquittal  on the count of conviction.   By a two-\r\n\nto-one vote,  the Tenth  Circuit affirmed, saying:   \"Because\r\n\nthe  two counts  were founded  upon one continuous  course of\r\n\nconduct,  it  follows  that  the  original  inducement  which\r\n\n`beguiled'  Mr. Beal carried over to the second charge.\"  961\r\n\nF.2d at 1517.\r\n\n     The government says  that unlike Beal  the two sales  in\r                                                      \r\n\nthis case  took place two months  apart and were not  part of\r\n\n\"the same course of conduct.\"  Why this should matter, either\r\n\nin Beal or in  this case, is unclear.   A jury in a  criminal\r                   \r\n\ncase  is not  obliged to  be consistent  in its  verdicts; on\r\n\nvirtually  the same evidence the jury may acquit on one count\r\n\nand convict on the  other.  United States v. Powell, 469 U.S.\r                                                               \r\n\n57,  65 (1984).   The only question  for the judges--district\r\n\nand  appellate--is  whether  the  evidence on  the  count  of\r\n\nconviction compelled an acquittal.\r\n\n     It is not clear  to us whether Beal was  rightly decided\r                                                    \r\n\nor  whether there are nuances in the evidence there that made\r\n\nit  a stronger case for entrapment than  our own.  What we do\r\n\n                             -12-\r                                         -12-\r\r\n\nknow--for reasons  explained above--is that as  to the second\r\n\ncount in  our case, the jury was entitled either to find that\r\n\nAcosta was entrapped  or to  reject the defense.   Since  the\r\n\nevidence permitted a conviction on count II, it is irrelevant\r\n\nwhether the  conviction is logically consistent with Acosta's\r\n\nacquittal on count I.\r\n\n     As  it happens,  the two  verdicts in  our case  are not\r\n\ninherently  inconsistent.   Merely  as an  example, the  jury\r\n\ncould   rationally  have  concluded   that  Acosta   was  not\r\n\npredisposed as to either  sale; that the degree  of badgering\r\n\nin connection with the  first sale did constitute inducement;\r\n\nthat the  lack of further badgering  distinguished the second\r\n\nsale; and that therefore entrapment was established as to the\r\n\nfirst sale but not as to  the second.  Whatever reasoning the\r\n\njury  adopted,  the  evidence  as  to  count  II permitted  a\r\n\nconviction.\r\n\n     Acosta's  remaining claims  of error  on the  appeal are\r\n\nmuch  weaker.    First, we  reject  the  suggestion  that the\r\n\ngovernment did not  prove the commerce  element in the  case.\r\n\nThe statute prohibits a prior felon from possessing a firearm\r\n\n\"in or affecting  commerce.\" 18  U.S.C.   922(g).   Here  the\r\n\ngovernment offered  evidence from an ATF expert  that both of\r\n\nthe  firearms sold  by Acosta  were made  in specific  states\r\n\nother  than Rhode Island.  The jury was therefore entitled to\r\n\n                             -13-\r                                         -13-\r\r\n\nconclude  that  both  weapons  had   traveled  in  interstate\r\n\ncommerce before Acosta possessed them.\r\n\n     Acosta makes no constitutional claim but argues that the\r\n\nstatute should be read leniently to require that a  defendant\r\n\npossess  the weapon,  if not  actually during  its interstate\r\n\ntravel, at least  close in  time to  such travel.   But  this\r\n\ncourt has  already held  that the terms  \"affecting commerce\"\r\n\nwere  used as  \"jurisdictional  words of  art\" reflecting  an\r\n\nintent to exercise the commerce clause power broadly.  United\r                                                                         \r\n\nStates v. Gillies,  851 F.2d  492, 493-95  (1st Cir.),  cert.\r                                                                         \r\n\ndenied,  488  U.S.  857  (1988).   Given  Congress'  inferred\r                  \r\n\nintent,  it is hard to doubt  Gillies was correct and, in any\r                                                 \r\n\ncase, it is binding.\r\n\n     Second, Acosta objects to  the trial court's handling of\r\n\na note from the jury.  On May 27, 1994, a few hours after the\r\n\njury began deliberations, the  court advised counsel for both\r\n\nsides that the  jury had submitted  a note  reading:  \"If  we\r\n\nplay the tape/conversations  that were not  introduced during\r\n\nthe  trial, are heard, are they allowed?\"   At the request of\r\n\nboth sides, the court summoned the jury back to the courtroom\r\n\nto  inquire further, it not being evident that there were any\r\n\ntaped conversations except those introduced at trial.\r\n\n     Before counsel could reassemble, the jury sent word that\r\n\nit had reached a verdict.   Prior to taking the  verdict, the\r\n\ncourt asked the jury in open court whether the jury no longer\r\n\n                             -14-\r                                         -14-\r\r\n\nwished to have  its written question  answered.  The  foreman\r\n\nstated that  that  was  correct.    Then  the  verdicts  were\r\n\nreceived and  the jury  was discharged, without  objection by\r\n\neither side, either before or immediately after the taking of\r\n\nthe  verdicts.   Four days  later, Acosta's  counsel filed  a\r\n\nmotion to recall the jury for voir dire regarding the note.\r\n\n     The  district judge's denial of  the motion to recall is\r\n\nnow challenged on appeal, but the denial was plainly correct.\r\n\nWhile  the jury's inquiry is puzzling, there is no proof that\r\n\nthe  jury considered  anything  outside the  evidence.   More\r\n\nimportant, if  defense counsel wanted a  further inquiry, the\r\n\ntime  to ask  here--as  with any  curable  defect or  doubt--\r\n\nplainly was  before the verdict.  United  States v. Mosquera,\r                                                                        \r\n\n1st Cir., August 28, 1995,  slip op. 14 &amp; n.7.   Trial judges\r\n\nmust manage  juries in the face of  all kinds of problems and\r\n\nperplexities.   When  trial counsel  acquiesce in  a proposed\r\n\nsolution, it is rare indeed that an appeals court will engage\r\n\nin second guessing.\r\n\n     Third,  the   district  court  sentenced  Acosta  to  an\r\n\nenhanced  sentence  under  the  Armed  Career  Criminal  Act,\r\n\nbecause  he had  three  previous convictions  \"for a  violent\r\n\nfelony or  a serious  drug offense,\" specifically  three drug\r\n\ntrafficking convictions that met the statutory  definition of\r\n\n\"a serious drug  offense.\"   18 U.S.C.    924(e)(1).   Acosta\r\n\nurged  that one of the  prior convictions was invalid because\r\n\n                             -15-\r                                         -15-\r\r\n\nno inquiry was made in that case as to the  factual basis for\r\n\nhis guilty  plea.   On  procedural  grounds the  state  court\r\n\nrefused to set the conviction aside.\r\n\n     Acosta admits that under Custis v. United States, 114 S.\r                                                                 \r\n\nCt. 1732  (1994), a  defendant has  no right  collaterally to\r\n\nattack his  prior convictions  during a sentencing  under the\r\n\nArmed Career Criminal  Act.   But, he says,  Custis does  not\r                                                               \r\n\nprevent the  trial court  from considering such  a collateral\r\n\nattack as a matter of discretion.  We  think that the reasons\r\n\ngiven  by the Supreme Court in Custis apply with equal force,\r                                                 \r\n\nwhether the  reexamination of the state  conviction is sought\r\n\nby the defendant or the trial judge.  See 114 S. Ct. at 1738-\r                                                     \r\n\n39.\r\n\n     One  further word  is  in order.    Whether or  not  the\r\n\ngovernment unduly encouraged Acosta  to commit the offense is\r\n\na close call, but it is the kind of close call that a jury is\r\n\nequipped to make.  What may be even more troublesome in cases\r\n\nof this kind is the possibility of undue encouragement to the\r                                                                         \r\n\ninformant, as a result  of compelling government  inducements\r                     \r\n\n(here,  money; in  Beal,  dismissal of  criminal charges)  to\r                                   \r\n\noverstep the bounds  in the  field, or in  the courtroom,  or\r\n\nboth.\r\n\n     In his  dual role  as both  instigator and  witness, the\r\n\ninformant  has   a  special  capacity--as   well  as   strong\r\n\nincentive--to tilt  both the  event itself and  his testimony\r\n\n                             -16-\r                                         -16-\r\r\n\nabout  it.  If the government  is going to use its informants\r\n\nin a role just short of provocateur, it would be well advised\r\n\nto consider  devising restrictions that will  at least lessen\r\n\nthe likelihood  for abuse.  Otherwise, the  lesson of history\r\n\nis that the courts themselves  are likely to take precautions\r\n\nand  their  adjustments  are  usually  more  rigid  and  far-\r\n\nreaching.\r\n\n     Affirmed. \r                         \r\n\n                             -17-\r                                         -17-\r\r\n",
  "html": "<p class=\"case_cite\">67 F.3d 334</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Jesus M. ACOSTA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2047.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 1, 1995.<br>Decided Oct. 2, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas G. Briody, Providence, RI, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Michael P. Iannotti, Assistant United States Attorney, with whom Sheldon Whitehouse, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, ALDRICH and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Jesus Acosta was indicted on two counts of possession of a firearm by a convicted felon.  18 U.S.C. Sec. 922(g).  A jury convicted Acosta on one count and acquitted on the other, and Acosta was then given a mandatory minimum sentence of 15 years' imprisonment under the Armed Career Criminal Act, 18 U.S.C. Sec. 924(e)(1).  He now appeals, raising as his main issue a claim of entrapment.  The evidence at trial, taken in the light most favorable to the jury's verdict against Acosta, United States v. Tuesta-Toro, 29 F.3d 771, 773 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 947, 130 L.Ed.2d 890 (1995), revealed the following.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Acosta is a 42-year-old man, married, with a prior record of drug offenses but no prior weapons convictions.  Sometime in mid-1993--probably in early July--Acosta met Neal San Souci at a pawn shop in Pawtucket, Rhode Island, and the two men engaged in small talk regarding gold jewelry.  Acosta and San Souci had apparently met once many years before.  Unknown to Acosta, San Souci either was then or soon thereafter became a government informant.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A few days after the pawn shop meeting, Acosta and his brother-in-law stopped by San Souci's apartment to inspect some gold jewelry that San Souci had offered to sell Acosta.  Instead of providing the jewelry, San Souci asked Acosta and his brother-in-law whether they could furnish San Souci with cocaine.  When they declined, San Souci asked whether the two men could provide a gun.  According to San Souci, Acosta said, \"he'd check into it ... he didn't know of anybody or anything at that moment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">By his own testimony at trial, San Souci was a former drug addict and present alcoholic.  Around the first week in July 1993 he began to work as an informant for Special Agent Stephen Woods of the Bureau of Alcohol, Tobacco and Firearms (\"ATF\").  Prior to working for ATF, San Souci had been jailed for failing to pay child support;  for his assistance on this case and other matters, ATF paid San Souci approximately $4,000.  San Souci conceded that he thought that he would be paid only if he succeeded in persuading Acosta to sell him the firearm.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">San Souci testified that following the visit to his apartment he called Acosta on a number of occasions, usually leaving messages with Acosta's wife or Acosta's answering machine.  Acosta's wife also testified that the telephone calls were very frequent, sometimes more than once a day, and that Acosta himself appeared uninterested in the messages and often made dismissive gestures.  The purpose of San Souci's efforts to reach Acosta was to obtain firearms for San Souci to purchase.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On July 21, 1993, San Souci spoke to Acosta by telephone, again asking to purchase a firearm.  Acosta told San Souci that he would \"check into it\" and advise San Souci.  On July 23 Acosta told San Souci that he had a .25-caliber automatic pistol for sale.  Later that day, after some bargaining, San Souci gave Acosta $125 in exchange for the weapon, which was fully loaded and had an obliterated serial number.  San Souci asked for more guns, and Acosta said that he would \"get back\" to San Souci.  The conversation was taped but the tape was inaudible.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At agent Woods' direction, San Souci did not call Acosta for a couple of weeks because telephone records were being secured.  On August 6, 1993, San Souci called Acosta to ask for weapons and in the conversation--which was taped and played at trial--Acosta said that he was going to get them but needed more time.  A similar conversation occurred on September 15, 1993, and on the following day, Acosta telephoned San Souci to tell him that he had a .32-caliber revolver for sale.  The same day San Souci purchased the gun from Acosta for $130, again after bargaining about price.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">During this sale, San Souci asked Acosta if he could get more guns.  Acosta replied, \"I'm going to get .38 specials\" and \"Maybe I can come up with an Uzi for $200.\"   This conversation was recorded, and the recording played at trial.  There is no indication that any other transactions were attempted or accomplished.  In January 1994, Acosta was arrested for the two weapons sales and charged in two counts under the felon-in-possession statute.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At his trial, Acosta testified, admitting the transactions and his status as a prior felon.  He relied primarily on the entrapment defense.  The judge gave an entrapment charge, whose correctness is not challenged.  The jury acquitted Acosta on the count relating to the July 23 transaction and convicted him for the September 16 transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On this appeal, Acosta's main argument is that a verdict of acquittal should have been directed on count II on grounds of entrapment or, alternatively, that a new trial should have been offered.  It appears that the motion for a new trial was made out of time, see Fed.R.Crim.P. 33;  but in any case the district court's denial of such a motion is reviewed only for abuse of discretion.  We think, therefore, that the central issue of this appeal is whether the evidence was sufficient to permit a reasonable jury to reject the entrapment defense.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The legal tests for entrapment are well established.  What is required is (1) that the government induce the offense and (2) that the defendant not be predisposed to commit it.  See Jacobson v. United States, 503 U.S. 540, 112 S.Ct. 1535, 118 L.Ed.2d 174 (1992).  The bare terms--inducement and predisposition--do little to disclose the encrusting precedent.  For our purpose, the most useful discussion is the decision of then Chief Judge (now Justice) Breyer in United States v. Gendron, 18 F.3d 955 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 654, 130 L.Ed.2d 558 (1994).  That decision, which is post-Jacobson, not only illuminates the entrapment concept but remains the governing law in this circuit.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Gendron makes clear that despite some general strictures against the government's \"manufacturing\" of crimes, inducement requires something more than that a government agent or informant suggested the crime and provided the occasion for it.  Rather, inducement \"consists of [providing] an 'opportunity' plus something else--typically, excessive pressure by the government ... or the government's taking advantage\" of the defendant in an improper way.  18 F.3d at 961 (emphasis added).  There is no better means of getting a sense of what the courts have regarded as \"improper\" inducement than the list of cases and parentheticals set forth in the Gendron opinion.  Id. at 961-62.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although the entrapment doctrine is primarily concerned with curbing such improper pressure by the government, a competing policy has led to the second requirement, namely, that the defendant also not be predisposed to commit the crime.  The notion is that a defendant predisposed to commit the crime should not get off merely because the government gave the defendant too forceful a shove along a path that the defendant would readily have taken anyway.  Gendron suggests that one might ask whether defendant would have been likely to commit the same crime without the undue pressure actually exerted.  18 F.3d at 962.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Entrapment is called a defense, but it is settled that once the defendant has made a threshold showing, the burden shifts to the government to prove beyond a reasonable doubt either that there was no undue government pressure or trickery or that the defendant was predisposed.  See United States v. Rodriguez, 858 F.2d 809, 815 (1st Cir.1988).  In this case, the facts were largely although not entirely undisputed.  Thus, the problem for the jury was primarily that of applying a vague general standard--actually two such standards:  inducement and predisposition--to a unique pattern of facts.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Because the facts were largely undisputed, one might think that on review this court necessarily decides as an issue of law whether the facts do or do not make out entrapment.  Yet, even where there are no credibility issues or tensions in the evidence--and some do exist here--entrapment is treated as a issue of fact for a jury.  That does not mean complete freedom for the jury, see Jacobson;  it does mean that where a rational jury could decide either way, its verdict will not be disturbed.  United States v. Gifford, 17 F.3d 462, 467 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Starting with inducement, the problem (as it is so often) is one of degree.  On the one hand, the government does not disclaim responsibility for San Souci's conduct even if it occurred before he was hired, and here that conduct went some distance beyond \"simply offer[ing] [defendant] the opportunity\" to commit the crime.  Jacobson, 503 U.S. at 550, 112 S.Ct. at 1541.   True, Acosta did not close the door in the first discussion (Acosta, according to San Souci, said \"he'd check into it\").  But it took a campaign of persistent calls by San Souci before Acosta responded, apparently several weeks later.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On the other hand, there is no evidence that San Souci threatened Acosta or even rebuffed an explicit request by Acosta to be let alone.  Nor does this case involve improper appeals to sympathy, cf. Sherman v. United States, 356 U.S. 369, 78 S.Ct. 819, 2 L.Ed.2d 848 (1958), promises of extravagant reward, or the kind of relentless and extreme trickery engaged in by postal and customs agents in Jacobson.   See 503 U.S. at 543-47, 112 S.Ct. at 1537-40.   In other words, the facts fall somewhere in a middle ground between what is plainly proper and what is plainly improper.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If the district court had refused to submit the entrapment issue to a jury for lack of threshold evidence of inducement, we would have reversed.  But we do not think that the evidence was so overwhelming as to establish improper conduct by the government as \"a matter of law.\"   San Souci's efforts, although far from pristine, were dubious rather than flagrant, or at least a rational factfinder could so determine.  To assume that we are dealing with a sharp boundary rather than a spectrum is an illusion.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">By tradition issues associated with guilt or innocence (duress, insanity, entrapment) are submitted to the jury.  United States v. Gaudin, --- U.S. ----, ----, 115 S.Ct. 2310, 2313-14, 132 L.Ed.2d 444 (1995).  Other issues, perhaps similar in kind but related to collateral matters, are determined by the court (e.g., the reasonableness of a search and, in many jurisdictions, the voluntariness of a confession).  In the former category of merits-related issues, the jury in close cases effectively decides not only what happened but also whether what happened deserves the legal label described in the jury instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">If the jury gets to make these middle-ground decisions on inducement, deference is even easier to understand on the issue of predisposition.  In large part, predisposition turns on making a judgment as to how a defendant of a given character, background, and behavior would have acted in somewhat different circumstances.  On questions of this kind, the joint common sense of a jury is hard to best.  At least as a composite body, the jury probably knows quite as much as the judge, or more, about how human beings behave outside of court.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Except where a jury acquits in a criminal case, judges remain as a check on juries in the extreme case--one where the judge thinks that a rational jury could reach only one result.  Acosta invokes this exception, arguing that he had no known prior record of dealing in guns, did not hurry to accept San Souci's initial overtures, and showed little enthusiasm throughout the venture.  We agree that in this case the trial judge could not have withdrawn the predisposition issue from the jury by refusing to instruct on entrapment, and nor would we have been surprised if the jury had chosen to acquit.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">But there is another side to the coin.  Acosta had a criminal record in drug dealing, properly made known to the jury, and drug dealing is often associated with access to weapons.  He did not flatly rebuff the initial overture by San Souci, and it is uncertain whether Acosta's delay in supplying a weapon reflected inertia, suspicion, or a genuine reluctance to commit a criminal act.  The second gun was provided with less prompting than the first, and the prospect of a third sale, possibly of an Uzi, was suggested at the end.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Thus, a rational jury could conclude that Acosta was predisposed to commit the offense.  His prior record with drugs would not be enough by itself;  but, with one qualification, the government was entitled to rely as evidence of predisposition on Acosta's own behavior after he was approached by San Souci.  This included an initial willingness at least to consider supplying arms, the later provision of two weapons with the suggestion that more would be available, and a certain measure of professional finesse in making the transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is quite true (and this is the qualification just mentioned) that under Jacobson predisposition does not count if it is itself the product of improper government conduct.  That could reasonably have been said in Jacobson.   There, the government, through its own mailings to the defendant, purporting to come from others, encouraged the defendant to believe that procuring child pornography was a blow against censorship and in favor of the First Amendment.  If there were predisposition, said the Court, the government instilled it.  503 U.S. at 553, 112 S.Ct. at 1542-43.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In our case, the facts are more equivocal.  San Souci was less persistent and less deceptive than the agents in Jacobson.  Further, San Souci did nothing to encourage the defendant to alter his views of right and wrong;  he just offered money in exchange for weapons.  On the present facts, the jury could have concluded that Acosta was predisposed or that he was not, but it could not easily have concluded that San Souci created in Acosta a predisposition toward crime.  Certainly it was not obliged to reach this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">As authority for a judgment of acquittal, Acosta points us to United States v. Beal, 961 F.2d 1512 (10th Cir.1992).  There, a government informant, to secure relief from criminal charges against him, pestered Beal with telephone calls until drugs were supplied;  two sales were made by Beal within a twenty-four hour period;  and presented with an entrapment defense, the jury acquitted Beal as to the first sale and convicted on the second.  The district judge in Beal then ordered an acquittal on the count of conviction.  By a two-to-one vote, the Tenth Circuit affirmed, saying:  \"Because the two counts were founded upon one continuous course of conduct, it follows that the original inducement which 'beguiled' Mr. Beal carried over to the second charge.\"  961 F.2d at 1517.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The government says that unlike Beal the two sales in this case took place two months apart and were not part of \"the same course of conduct.\"   Why this should matter, either in Beal or in this case, is unclear.  A jury in a criminal case is not obliged to be consistent in its verdicts;  on virtually the same evidence the jury may acquit on one count and convict on the other.  United States v. Powell, 469 U.S. 57, 65, 105 S.Ct. 471, 476-77, 83 L.Ed.2d 461 (1984).  The only question for the judges--district and appellate--is whether the evidence on the count of conviction compelled an acquittal.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is not clear to us whether Beal was rightly decided or whether there are nuances in the evidence there that made it a stronger case for entrapment than our own.  What we do know--for reasons explained above--is that as to the second count in our case, the jury was entitled either to find that Acosta was entrapped or to reject the defense.  Since the evidence permitted a conviction on count II, it is irrelevant whether the conviction is logically consistent with Acosta's acquittal on count I.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As it happens, the two verdicts in our case are not inherently inconsistent.  Merely as an example, the jury could rationally have concluded that Acosta was not predisposed as to either sale;  that the degree of badgering in connection with the first sale did constitute inducement;  that the lack of further badgering distinguished the second sale;  and that therefore entrapment was established as to the first sale but not as to the second.  Whatever reasoning the jury adopted, the evidence as to count II permitted a conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Acosta's remaining claims of error on the appeal are much weaker.  First, we reject the suggestion that the government did not prove the commerce element in the case.  The statute prohibits a prior felon from possessing a firearm \"in or affecting commerce.\"  18 U.S.C. Sec. 922(g).  Here the government offered evidence from an ATF expert that both of the firearms sold by Acosta were made in specific states other than Rhode Island.  The jury was therefore entitled to conclude that both weapons had traveled in interstate commerce before Acosta possessed them.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Acosta makes no constitutional claim but argues that the statute should be read leniently to require that a defendant possess the weapon, if not actually during its interstate travel, at least close in time to such travel.  But this court has already held that the terms \"affecting commerce\" were used as \"jurisdictional words of art\" reflecting an intent to exercise the commerce clause power broadly.  United States v. Gillies, 851 F.2d 492, 493-95 (1st Cir.), cert. denied, 488 U.S. 857, 109 S.Ct. 147, 102 L.Ed.2d 119 (1988).  Given Congress' inferred intent, it is hard to doubt Gillies was correct and, in any case, it is binding.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Second, Acosta objects to the trial court's handling of a note from the jury.  On May 27, 1994, a few hours after the jury began deliberations, the court advised counsel for both sides that the jury had submitted a note reading:  \"If we play the tape/conversations that were not introduced during the trial, are heard, are they allowed?\"   At the request of both sides, the court summoned the jury back to the courtroom to inquire further, it not being evident that there were any taped conversations except those introduced at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Before counsel could reassemble, the jury sent word that it had reached a verdict.  Prior to taking the verdict, the court asked the jury in open court whether the jury no longer wished to have its written question answered.  The foreman stated that that was correct.  Then the verdicts were received and the jury was discharged, without objection by either side, either before or immediately after the taking of the verdicts.  Four days later, Acosta's counsel filed a motion to recall the jury for voir dire regarding the note.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The district judge's denial of the motion to recall is now challenged on appeal, but the denial was plainly correct.  While the jury's inquiry is puzzling, there is no proof that the jury considered anything outside the evidence.  More important, if defense counsel wanted a further inquiry, the time to ask here--as with any curable defect or doubt--plainly was before the verdict.  United States v. Mosquera, 63 F.3d 1142, 1156 &amp; n. 7 (1st Cir.1995)  Trial judges must manage juries in the face of all kinds of problems and perplexities.  When trial counsel acquiesce in a proposed solution, it is rare indeed that an appeals court will engage in second guessing.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Third, the district court sentenced Acosta to an enhanced sentence under the Armed Career Criminal Act, because he had three previous convictions \"for a violent felony or a serious drug offense,\" specifically three drug trafficking convictions that met the statutory definition of \"a serious drug offense.\"  18 U.S.C. Sec. 924(e)(1).  Acosta urged that one of the prior convictions was invalid because no inquiry was made in that case as to the factual basis for his guilty plea.  On procedural grounds the state court refused to set the conviction aside.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Acosta admits that under Custis v. United States, --- U.S. ----, 114 S.Ct. 1732, 128 L.Ed.2d 517 (1994), a defendant has no right collaterally to attack his prior convictions during a sentencing under the Armed Career Criminal Act.  But, he says, Custis does not prevent the trial court from considering such a collateral attack as a matter of discretion.  We think that the reasons given by the Supreme Court in Custis apply with equal force, whether the reexamination of the state conviction is sought by the defendant or the trial judge.  See --- U.S. at ----, 114 S.Ct. at 1738-39.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">One further word is in order.  Whether or not the government unduly encouraged Acosta to commit the offense is a close call, but it is the kind of close call that a jury is equipped to make.  What may be even more troublesome in cases of this kind is the possibility of undue encouragement to the informant, as a result of compelling government inducements (here, money;  in Beal, dismissal of criminal charges) to overstep the bounds in the field, or in the courtroom, or both.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In his dual role as both instigator and witness, the informant has a special capacity--as well as strong incentive--to tilt both the event itself and his testimony about it.  If the government is going to use its informants in a role just short of provocateur, it would be well advised to consider devising restrictions that will at least lessen the likelihood for abuse.  Otherwise, the lesson of history is that the courts themselves are likely to take precautions and their adjustments are usually more rigid and far-reaching.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">334</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Jesus M. ACOSTA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2047.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 1, 1995.<br>Decided Oct. 2, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas G. Briody, Providence, RI, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Michael P. Iannotti, Assistant United States Attorney, with whom Sheldon Whitehouse, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, ALDRICH and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Jesus Acosta was indicted on two counts of possession of a firearm by a convicted felon.  18 U.S.C. Sec. 922(g).  A jury convicted Acosta on one count and acquitted on the other, and Acosta was then given a mandatory minimum sentence of 15 years' imprisonment under the Armed Career Criminal Act, 18 U.S.C. Sec. 924(e)(1).  He now appeals, raising as his main issue a claim of entrapment.  The evidence at trial, taken in the light most favorable to the jury's verdict against Acosta, United States v. Tuesta-Toro, <span class=\"citation\" data-id=\"195508\"><a href=\"/opinion/195508/united-states-v-tuesta-toro/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">771</span></a></span>, 773 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">947</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">890</span> </span>(1995), revealed the following.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Acosta is a 42-year-old man, married, with a prior record of drug offenses but no prior weapons convictions.  Sometime in mid-1993--probably in early July--Acosta met Neal San Souci at a pawn shop in Pawtucket, Rhode Island, and the two men engaged in small talk regarding gold jewelry.  Acosta and San Souci had apparently met once many years before.  Unknown to Acosta, San Souci either was then or soon thereafter became a government informant.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A few days after the pawn shop meeting, Acosta and his brother-in-law stopped by San Souci's apartment to inspect some gold jewelry that San Souci had offered to sell Acosta.  Instead of providing the jewelry, San Souci asked Acosta and his brother-in-law whether they could furnish San Souci with cocaine.  When they declined, San Souci asked whether the two men could provide a gun.  According to San Souci, Acosta said, \"he'd check into it ... he didn't know of anybody or anything at that moment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">By his own testimony at trial, San Souci was a former drug addict and present alcoholic.  Around the first week in July 1993 he began to work as an informant for Special Agent Stephen Woods of the Bureau of Alcohol, Tobacco and Firearms (\"ATF\").  Prior to working for ATF, San Souci had been jailed for failing to pay child support;  for his assistance on this case and other matters, ATF paid San Souci approximately $4,000.  San Souci conceded that he thought that he would be paid only if he succeeded in persuading Acosta to sell him the firearm.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">San Souci testified that following the visit to his apartment he called Acosta on a number of occasions, usually leaving messages with Acosta's wife or Acosta's answering machine.  Acosta's wife also testified that the telephone calls were very frequent, sometimes more than once a day, and that Acosta himself appeared uninterested in the messages and often made dismissive gestures.  The purpose of San Souci's efforts to reach Acosta was to obtain firearms for San Souci to purchase.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On July 21, 1993, San Souci spoke to Acosta by telephone, again asking to purchase a firearm.  Acosta told San Souci that he would \"check into it\" and advise San Souci.  On July 23 Acosta told San Souci that he had a .25-caliber automatic pistol for sale.  Later that day, after some bargaining, San Souci gave Acosta $125 in exchange for the weapon, which was fully loaded and had an obliterated serial number.  San Souci asked for more guns, and Acosta said that he would \"get back\" to San Souci.  The conversation was taped but the tape was inaudible.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At agent Woods' direction, San Souci did not call Acosta for a couple of weeks because telephone records were being secured.  On August 6, 1993, San Souci called Acosta to ask for weapons and in the conversation--which was taped and played at trial--Acosta said that he was going to get them but needed more time.  A similar conversation occurred on September 15, 1993, and on the following day, Acosta telephoned San Souci to tell him that he had a .32-caliber revolver for sale.  The same day San Souci purchased the gun from Acosta for $130, again after bargaining about price.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">During this sale, San Souci asked Acosta if he could get more guns.  Acosta replied, \"I'm going to get .38 specials\" and \"Maybe I can come up with an Uzi for $200.\"   This conversation was recorded, and the recording played at trial.  There is no indication that any other transactions were attempted or accomplished.  In January 1994, Acosta was arrested for the two weapons sales and charged in two counts under the felon-in-possession statute.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At his trial, Acosta testified, admitting the transactions and his status as a prior felon.  He relied primarily on the entrapment defense.  The judge gave an entrapment charge, whose correctness is not challenged.  The jury acquitted Acosta on the count relating to the July 23 transaction and convicted him for the September 16 transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On this appeal, Acosta's main argument is that a verdict of acquittal should have been directed on count II on grounds of entrapment or, alternatively, that a new trial should have been offered.  It appears that the motion for a new trial was made out of time, see Fed.R.Crim.P. 33;  but in any case the district court's denial of such a motion is reviewed only for abuse of discretion.  We think, therefore, that the central issue of this appeal is whether the evidence was sufficient to permit a reasonable jury to reject the entrapment defense.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The legal tests for entrapment are well established.  What is required is (1) that the government induce the offense and (2) that the defendant not be predisposed to commit it.  See Jacobson v. United States, <span class=\"citation\" data-id=\"112720\"><a href=\"/opinion/112720/jacobson-v-united-states/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">540</span></a></span>, <span class=\"citation\" data-id=\"112720\"><a href=\"/opinion/112720/jacobson-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1535</span></a></span>, <span class=\"citation\" data-id=\"112720\"><a href=\"/opinion/112720/jacobson-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">174</span> </a></span>(1992).  The bare terms--inducement and predisposition--do little to disclose the encrusting precedent.  For our purpose, the most useful discussion is the decision of then Chief Judge (now Justice) Breyer in United States v. Gendron, <span class=\"citation\" data-id=\"195225\"><a href=\"/opinion/195225/united-states-v-gendron/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">955</span> </a></span>(1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">654</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">558</span> </span>(1994).  That decision, which is post-Jacobson, not only illuminates the entrapment concept but remains the governing law in this circuit.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Gendron makes clear that despite some general strictures against the government's \"manufacturing\" of crimes, inducement requires something more than that a government agent or informant suggested the crime and provided the occasion for it.  Rather, inducement \"consists of [providing] an 'opportunity' plus something else--typically, excessive pressure by the government ... or the government's taking advantage\" of the defendant in an improper <span class=\"citation\" data-id=\"195225\"><span class=\"antecedent_guess\">way.</span>  <a href=\"/opinion/195225/united-states-v-gendron/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">961</span> </a></span>(emphasis added).  There is no better means of getting a sense of what the courts have regarded as \"improper\" inducement than the list of cases and parentheticals set forth in the Gendron opinion.  <span class=\"citation\" data-id=\"195225\"><a href=\"/opinion/195225/united-states-v-gendron/\"><span class=\"id_token\">Id.</span> at 961-62.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although the entrapment doctrine is primarily concerned with curbing such improper pressure by the government, a competing policy has led to the second requirement, namely, that the defendant also not be predisposed to commit the crime.  The notion is that a defendant predisposed to commit the crime should not get off merely because the government gave the defendant too forceful a shove along a path that the defendant would readily have taken anyway.  Gendron suggests that one might ask whether defendant would have been likely to commit the same crime without the undue pressure actually <span class=\"citation\" data-id=\"195225\"><span class=\"antecedent_guess\">exerted.</span>  <a href=\"/opinion/195225/united-states-v-gendron/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">962</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Entrapment is called a defense, but it is settled that once the defendant has made a threshold showing, the burden shifts to the government to prove beyond a reasonable doubt either that there was no undue government pressure or trickery or that the defendant was predisposed.  See United States v. Rodriguez, <span class=\"citation\" data-id=\"512578\"><a href=\"/opinion/512578/united-states-v-felix-rodriguez/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">809</span></a></span>, 815 (1st Cir.1988).  In this case, the facts were largely although not entirely undisputed.  Thus, the problem for the jury was primarily that of applying a vague general standard--actually two such standards:  inducement and predisposition--to a unique pattern of facts.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Because the facts were largely undisputed, one might think that on review this court necessarily decides as an issue of law whether the facts do or do not make out entrapment.  Yet, even where there are no credibility issues or tensions in the evidence--and some do exist here--entrapment is treated as a issue of fact for a jury.  That does not mean complete freedom for the jury, see Jacobson;  it does mean that where a rational jury could decide either way, its verdict will not be disturbed.  United States v. Gifford, <span class=\"citation\" data-id=\"195222\"><a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 467 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Starting with inducement, the problem (as it is so often) is one of degree.  On the one hand, the government does not disclaim responsibility for San Souci's conduct even if it occurred before he was hired, and here that conduct went some distance beyond \"simply offer[ing] [defendant] the opportunity\" to commit the crime.  <span class=\"citation\" data-id=\"112720\"><span class=\"antecedent_guess\">Jacobson,</span> <a href=\"/opinion/112720/jacobson-v-united-states/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">550</span></a></span>, 112 S.Ct. at 1541.   True, Acosta did not close the door in the first discussion (Acosta, according to San Souci, said \"he'd check into it\").  But it took a campaign of persistent calls by San Souci before Acosta responded, apparently several weeks later.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On the other hand, there is no evidence that San Souci threatened Acosta or even rebuffed an explicit request by Acosta to be let alone.  Nor does this case involve improper appeals to sympathy, cf. Sherman v. United States, <span class=\"citation\" data-id=\"105681\"><a href=\"/opinion/105681/sherman-v-united-states/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">369</span></a></span>, <span class=\"citation\" data-id=\"105681\"><a href=\"/opinion/105681/sherman-v-united-states/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">819</span></a></span>, <span class=\"citation\" data-id=\"105681\"><a href=\"/opinion/105681/sherman-v-united-states/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">848</span> </a></span>(1958), promises of extravagant reward, or the kind of relentless and extreme trickery engaged in by postal and customs agents in Jacobson.   <span class=\"citation\" data-id=\"112720\"><span class=\"antecedent_guess\">See</span> <a href=\"/opinion/112720/jacobson-v-united-states/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">543-47</span></a></span>, 112 S.Ct. at 1537-40.   In other words, the facts fall somewhere in a middle ground between what is plainly proper and what is plainly improper.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If the district court had refused to submit the entrapment issue to a jury for lack of threshold evidence of inducement, we would have reversed.  But we do not think that the evidence was so overwhelming as to establish improper conduct by the government as \"a matter of law.\"   San Souci's efforts, although far from pristine, were dubious rather than flagrant, or at least a rational factfinder could so determine.  To assume that we are dealing with a sharp boundary rather than a spectrum is an illusion.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">By tradition issues associated with guilt or innocence (duress, insanity, entrapment) are submitted to the jury.  United States v. Gaudin, --- U.S. ----, ----, <span class=\"citation\" data-id=\"117958\"><a href=\"/opinion/117958/united-states-v-gaudin/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2310</span></a></span>, 2313-14, <span class=\"citation\" data-id=\"117958\"><a href=\"/opinion/117958/united-states-v-gaudin/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">444</span> </a></span>(1995).  Other issues, perhaps similar in kind but related to collateral matters, are determined by the court (e.g., the reasonableness of a search and, in many jurisdictions, the voluntariness of a confession).  In the former category of merits-related issues, the jury in close cases effectively decides not only what happened but also whether what happened deserves the legal label described in the jury instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">If the jury gets to make these middle-ground decisions on inducement, deference is even easier to understand on the issue of predisposition.  In large part, predisposition turns on making a judgment as to how a defendant of a given character, background, and behavior would have acted in somewhat different circumstances.  On questions of this kind, the joint common sense of a jury is hard to best.  At least as a composite body, the jury probably knows quite as much as the judge, or more, about how human beings behave outside of court.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Except where a jury acquits in a criminal case, judges remain as a check on juries in the extreme case--one where the judge thinks that a rational jury could reach only one result.  Acosta invokes this exception, arguing that he had no known prior record of dealing in guns, did not hurry to accept San Souci's initial overtures, and showed little enthusiasm throughout the venture.  We agree that in this case the trial judge could not have withdrawn the predisposition issue from the jury by refusing to instruct on entrapment, and nor would we have been surprised if the jury had chosen to acquit.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">But there is another side to the coin.  Acosta had a criminal record in drug dealing, properly made known to the jury, and drug dealing is often associated with access to weapons.  He did not flatly rebuff the initial overture by San Souci, and it is uncertain whether Acosta's delay in supplying a weapon reflected inertia, suspicion, or a genuine reluctance to commit a criminal act.  The second gun was provided with less prompting than the first, and the prospect of a third sale, possibly of an Uzi, was suggested at the end.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Thus, a rational jury could conclude that Acosta was predisposed to commit the offense.  His prior record with drugs would not be enough by itself;  but, with one qualification, the government was entitled to rely as evidence of predisposition on Acosta's own behavior after he was approached by San Souci.  This included an initial willingness at least to consider supplying arms, the later provision of two weapons with the suggestion that more would be available, and a certain measure of professional finesse in making the transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is quite true (and this is the qualification just mentioned) that under Jacobson predisposition does not count if it is itself the product of improper government conduct.  That could reasonably have been said in Jacobson.   There, the government, through its own mailings to the defendant, purporting to come from others, encouraged the defendant to believe that procuring child pornography was a blow against censorship and in favor of the First Amendment.  If there were predisposition, said the Court, the government instilled <span class=\"citation\" data-id=\"112720\"><span class=\"antecedent_guess\">it.</span>  <a href=\"/opinion/112720/jacobson-v-united-states/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">553</span></a></span>, 112 S.Ct. at 1542-43.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In our case, the facts are more equivocal.  San Souci was less persistent and less deceptive than the agents in Jacobson.  Further, San Souci did nothing to encourage the defendant to alter his views of right and wrong;  he just offered money in exchange for weapons.  On the present facts, the jury could have concluded that Acosta was predisposed or that he was not, but it could not easily have concluded that San Souci created in Acosta a predisposition toward crime.  Certainly it was not obliged to reach this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">As authority for a judgment of acquittal, Acosta points us to United States v. Beal, <span class=\"citation\" data-id=\"581607\"><a href=\"/opinion/581607/united-states-v-floyd-dewayne-beal/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1512</span> </a></span>(10th Cir.1992).  There, a government informant, to secure relief from criminal charges against him, pestered Beal with telephone calls until drugs were supplied;  two sales were made by Beal within a twenty-four hour period;  and presented with an entrapment defense, the jury acquitted Beal as to the first sale and convicted on the second.  The district judge in Beal then ordered an acquittal on the count of conviction.  By a two-to-one vote, the Tenth Circuit affirmed, saying:  \"Because the two counts were founded upon one continuous course of conduct, it follows that the original inducement which 'beguiled' Mr. Beal carried over to the second <span class=\"citation\" data-id=\"581607\"><span class=\"antecedent_guess\">charge.\"</span>  <a href=\"/opinion/581607/united-states-v-floyd-dewayne-beal/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1517</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The government says that unlike Beal the two sales in this case took place two months apart and were not part of \"the same course of conduct.\"   Why this should matter, either in Beal or in this case, is unclear.  A jury in a criminal case is not obliged to be consistent in its verdicts;  on virtually the same evidence the jury may acquit on one count and convict on the other.  United States v. Powell, <span class=\"citation\" data-id=\"111286\"><a href=\"/opinion/111286/united-states-v-powell/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, 65, <span class=\"citation\" data-id=\"111286\"><a href=\"/opinion/111286/united-states-v-powell/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">471</span></a></span>, 476-77, <span class=\"citation\" data-id=\"111286\"><a href=\"/opinion/111286/united-states-v-powell/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">461</span> </a></span>(1984).  The only question for the judges--district and appellate--is whether the evidence on the count of conviction compelled an acquittal.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is not clear to us whether Beal was rightly decided or whether there are nuances in the evidence there that made it a stronger case for entrapment than our own.  What we do know--for reasons explained above--is that as to the second count in our case, the jury was entitled either to find that Acosta was entrapped or to reject the defense.  Since the evidence permitted a conviction on count II, it is irrelevant whether the conviction is logically consistent with Acosta's acquittal on count I.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As it happens, the two verdicts in our case are not inherently inconsistent.  Merely as an example, the jury could rationally have concluded that Acosta was not predisposed as to either sale;  that the degree of badgering in connection with the first sale did constitute inducement;  that the lack of further badgering distinguished the second sale;  and that therefore entrapment was established as to the first sale but not as to the second.  Whatever reasoning the jury adopted, the evidence as to count II permitted a conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Acosta's remaining claims of error on the appeal are much weaker.  First, we reject the suggestion that the government did not prove the commerce element in the case.  The statute prohibits a prior felon from possessing a firearm \"in or affecting commerce.\"  18 U.S.C. Sec. 922(g).  Here the government offered evidence from an ATF expert that both of the firearms sold by Acosta were made in specific states other than Rhode Island.  The jury was therefore entitled to conclude that both weapons had traveled in interstate commerce before Acosta possessed them.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Acosta makes no constitutional claim but argues that the statute should be read leniently to require that a defendant possess the weapon, if not actually during its interstate travel, at least close in time to such travel.  But this court has already held that the terms \"affecting commerce\" were used as \"jurisdictional words of art\" reflecting an intent to exercise the commerce clause power broadly.  United States v. Gillies, <span class=\"citation\" data-id=\"508716\"><a href=\"/opinion/508716/united-states-v-john-j-gillies-jr/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">492</span></a></span>, 493-95 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">857</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">147</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span> </span>(1988).  Given Congress' inferred intent, it is hard to doubt Gillies was correct and, in any case, it is binding.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Second, Acosta objects to the trial court's handling of a note from the jury.  On May 27, 1994, a few hours after the jury began deliberations, the court advised counsel for both sides that the jury had submitted a note reading:  \"If we play the tape/conversations that were not introduced during the trial, are heard, are they allowed?\"   At the request of both sides, the court summoned the jury back to the courtroom to inquire further, it not being evident that there were any taped conversations except those introduced at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Before counsel could reassemble, the jury sent word that it had reached a verdict.  Prior to taking the verdict, the court asked the jury in open court whether the jury no longer wished to have its written question answered.  The foreman stated that that was correct.  Then the verdicts were received and the jury was discharged, without objection by either side, either before or immediately after the taking of the verdicts.  Four days later, Acosta's counsel filed a motion to recall the jury for voir dire regarding the note.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The district judge's denial of the motion to recall is now challenged on appeal, but the denial was plainly correct.  While the jury's inquiry is puzzling, there is no proof that the jury considered anything outside the evidence.  More important, if defense counsel wanted a further inquiry, the time to ask here--as with any curable defect or doubt--plainly was before the verdict.  United States v. Mosquera, <span class=\"citation\" data-id=\"196263\"><a href=\"/opinion/196263/united-states-v-luciano-mosquera/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1142</span></a></span>, 1156 &amp; n. 7 (1st Cir.1995)  Trial judges must manage juries in the face of all kinds of problems and perplexities.  When trial counsel acquiesce in a proposed solution, it is rare indeed that an appeals court will engage in second guessing.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Third, the district court sentenced Acosta to an enhanced sentence under the Armed Career Criminal Act, because he had three previous convictions \"for a violent felony or a serious drug offense,\" specifically three drug trafficking convictions that met the statutory definition of \"a serious drug offense.\"  18 U.S.C. Sec. 924(e)(1).  Acosta urged that one of the prior convictions was invalid because no inquiry was made in that case as to the factual basis for his guilty plea.  On procedural grounds the state court refused to set the conviction aside.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Acosta admits that under Custis v. United States, --- U.S. ----, <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1732</span></a></span>, <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span> </a></span>(1994), a defendant has no right collaterally to attack his prior convictions during a sentencing under the Armed Career Criminal Act.  But, he says, Custis does not prevent the trial court from considering such a collateral attack as a matter of discretion.  We think that the reasons given by the Supreme Court in Custis apply with equal force, whether the reexamination of the state conviction is sought by the defendant or the trial judge.  See --- U.S. at <span class=\"citation\" data-id=\"1087955\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1738-39</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">One further word is in order.  Whether or not the government unduly encouraged Acosta to commit the offense is a close call, but it is the kind of close call that a jury is equipped to make.  What may be even more troublesome in cases of this kind is the possibility of undue encouragement to the informant, as a result of compelling government inducements (here, money;  in Beal, dismissal of criminal charges) to overstep the bounds in the field, or in the courtroom, or both.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In his dual role as both instigator and witness, the informant has a special capacity--as well as strong incentive--to tilt both the event itself and his testimony about it.  If the government is going to use its informants in a role just short of provocateur, it would be well advised to consider devising restrictions that will at least lessen the likelihood for abuse.  Otherwise, the lesson of history is that the courts themselves are likely to take precautions and their adjustments are usually more rigid and far-reaching.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/105681/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111286/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112720/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117958/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195222/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195225/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195508/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196263/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508716/",
    "https://www.courtlistener.com/api/rest/v3/opinions/512578/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581607/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1087955/"
  ]
}