{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196309/",
  "id": 196309,
  "absolute_url": "/opinion/196309/figueroa-v-vose/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196309/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:03:07Z",
  "date_modified": "2020-02-21T23:31:31.227745Z",
  "type": "010combined",
  "sha1": "4a4da0fea262c5838b43998d052a06a12d015eac",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2062.01A",
  "local_path": null,
  "plain_text": "\n\nSeptember 26, 1995 \r\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                        \r\n\nNo.  94-2062\r\n\n                      BERNARDO FIGUEROA,\r\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                   GEORGE A. VOSE, ET AL.,\r\n                    Defendants, Appellees.\r\n\n                                         \r\n\n                         ERRATA SHEET\r\n\n   Opinion  of this  court  issued on  September  22, 1995,  is\r\namended as follows:\r\n\n   On page 3, line 11: replace the words \"had worked\" with \"had\r\nnot worked\".\r\r\n\nSeptember 22, 1995\r\n                    [NOT FOR PUBLICATION]\r\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 94-2062\r\n\n                      BERNARDO FIGUEROA,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                   GEORGE A. VOSE, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n      [Hon. Robert W. Lovegreen, U.S. Magistrate Judge]\r                                                                  \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n              Selya and Boudin, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nBernardo Figueroa on brief pro se.\r                             \r\nDavid J.  Gentile on Memorandum In  Support of  Motion for Summary\r                             \r\nDisposition for appellees.\r\n\n                                         \r\n\n                                         \r\r\n\n          Per  Curiam.   Bernardo  Figueroa appeals  from the\r                                 \r\n\ndistrict   court's  judgment  in   favor  of  various  prison\r\n\nofficials  and medical  personnel.   In his  action under  42\r\n\nU.S.C.   1983, Figueroa  alleged that defendants had violated\r\n\nhis  Eighth Amendment  rights by  denying him  proper medical\r\n\ncare  for certain  eye  ailments.   Because the  record amply\r\n\nsupports   the  district   court's   judgment,   we   affirm,\r\n\nessentially  for the  reasons given  in the  district court's\r\n\ndecision.  See  Figueroa v.  Vose, 874 F.  Supp. 500  (D.R.I.\r                                             \r\n\n1994).    We add  only the  following comments  about certain\r\n\narguments made on appeal.\r\n\n          First,  although  Figueroa  claims that  the  court\r\n\nrefused to permit  two physicians to  testify on his  behalf,\r\n\nthe  facts  do  not support  his  claim.    In scheduling  an\r\n\nadditional  day  of trial,  the  district  court ordered  the\r\n\nparties  to present  any  remaining testimony  at that  time.\r\n\nFigueroa told the court that he had no further witnessess.\r\n\n          Second, Figueroa  claims that  the  record shows  a\r\n\npattern   of  missed   outside  medical   appointments  which\r\n\ndemonstrates  defendants'  deliberate  indifference   to  his\r\n\nmedical needs.   The  record documents  only one  occasion on\r\n\nwhich Figueroa  missed an outside medical  appointment due to\r\n\ncircumstances within  the prison's control.   In August 1993,\r\n\nprison officials brought him to the Rhode Island Hospital eye\r\n\nclinic  on the wrong day.   They rescheduled the appointment,\r\r\n\nhowever, and the rescheduled  appointment was kept.  Although\r\n\na few  appointments were  missed due to  circumstances beyond\r\n\nthe  prison's control,  all  such appointments  were promptly\r\n\nrescheduled and  kept.   Figueroa  had numerous  appointments\r\n\nwith outside physicians which  were not missed.  Accordingly,\r\n\nthe magistrate  correctly found  that defendants'  failure to\r\n\nbring Figueroa  to certain medical appointments  did not show\r\n\ntheir deliberate indifference to his medical needs.\r\n\n          Third,  Figueroa argues that  the court  should not\r\n\nhave admitted  into evidence  a computer printout,  which was\r\n\nprepared by the prison payroll department and which allegedly\r\n\nshowed that  corrections officer  Alfred Lancellotti had  not\r\n\nworked on April 23 and  24, 1993.  The court  determined that\r\n\nthe printout  verified Lancellotti's trial testimony  that he\r\n\nhad  not worked  on  the  days  in question.    We  need  not\r\n\ndetermine whether  the court erred in  admitting the printout\r\n\ninto   evidence,  or   in   determining  that   it  supported\r\n\nLancellotti's trial  testimony, since  any  such error  would\r\n\nhave been harmless.  Figueroa hoped  to show that Lancellotti\r\n\nhad worked  on  April 23  and  April 24,  1993, in  order  to\r\n\nestablish two  other facts  that allegedly occurred  on those\r\n\ndays  --  first,  that  Lancellotti  had  heard  one  of  the\r\n\ndefendants,  a  nurse,  tell him  that  she  did  not have  a\r\n\nparticular medication for him; and, second, that  Lancellotti\r\n\nhad signed written requests  by Figueroa for that medication.\r\n\n                             -3-\r\r\n\nDemonstrating  either  of  those  facts would  not  show  the\r\n\ndefendants'  deliberate  indifference  to Figueroa's  medical\r\n\nneeds,  however.   The record  indicates that  the medication\r\n\nFigueroa  sought was  Naphcon-A, which an  outside specialist\r\n\nhad recommended on April 20, 1993.  But the record also shows\r\n\nthat  prison   staff  doctors   had  never   prescribed  that\r\n\nmedication for Figueroa in April 1993 and that a prescription\r\n\nby a staff doctor  was required before medication recommended\r\n\nby  outside   physicians  could   be  given  to   an  inmate.\r\n\nConsequently, assuming that the  nurse did tell Figueroa that\r\n\nshe did not have  the medication he sought, she  was entirely\r\n\nright,  and   her  statement  does  not  evidence  deliberate\r\n\nindifference to Figueroa's medical needs.  Likewise, assuming\r\n\nthat   Figueroa  did   submit  written   requests  for   that\r\n\nmedication,  the  failure  to  give  it  to  him   would  not\r\n\ndemonstrate  defendants'  deliberate   indifference  to   his\r\n\nmedical needs, absent a  showing that the prison unreasonably\r\n\ndelayed in having a staff doctor evaluate the appropriateness\r\n\nof the medication and then issuing  a prescription.  Figueroa\r\n\nmade no such showing.\r\n\n          Since  the  facts  Figueroa  ultimately  sought  to\r\n\ndemonstrate  would  not have  shown  defendants' culpability,\r\n\nshowing that  Lancellotti  could have  witnessed the  nurse's\r\n\nstatement  or  signed  Figueroa's  requests  would  not  have\r\n\nadvanced  Figueroa's  cause.   Hence,  the  admission of  the\r\n\n                             -4-\r\r\n\npayroll  printout  allegedly  showing  that  Lancellotti  was\r\n\nabsent from work on the  days in question and could  not have\r\n\nknown about the  events alleged by Figueroa,  and the court's\r\n\ndetermination  that  the  printout   confirmed  Lancellotti's\r\n\ntestimony   that  he   was  absent,   could  not   have  been\r\n\nprejudicial.  \r\n\n          Finally, Figueroa argues that defendants have never\r\n\nreturned him to an outside dermatologist regarding the lesion\r\n\non his eyelid.  The  record indicates that there was no  need\r\n\nto  do so.    The  last  physician  to  evaluate  the  lesion\r\n\nrecommended seeing  a dermatologist again only  if the lesion\r\n\ndid  not heal.  In his appellate papers, Figueroa states that\r\n\nthe lesion left  a scar  on his eyelid,  indicating that  the\r\n\nlesion has healed.\r\n\n          Affirmed.      \r                               \r\n\n                             -5-\r\r\n",
  "html": "<p class=\"case_cite\">66 F.3d 306</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Bernardo FIGUEROA, Plaintiff, Appellant,<br>v.<br>George A. VOSE, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-2062.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bernardo Figueroa on brief pro se.</p>\n      <p class=\"indent\">David J. Gentile on Memorandum In Support of Motion for Summary Disposition for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Bernardo Figueroa appeals from the district court's judgment in favor of various prison officials and medical personnel.  In his action under 42 U.S.C. Sec. 1983, Figueroa alleged that defendants had violated his Eighth Amendment rights by denying him proper medical care for certain eye ailments.  Because the record amply supports the district court's judgment, we affirm, essentially for the reasons given in the district court's decision.  See Figueroa v. Vose, 874 F.Supp. 500 (D.R.I.1994).  We add only the following comments about certain arguments made on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">First, although Figueroa claims that the court refused to permit two physicians to testify on his behalf, the facts do not support his claim.  In scheduling an additional day of trial, the district court ordered the parties to present any remaining testimony at that time.  Figueroa told the court that he had no further witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Second, Figueroa claims that the record shows a pattern of missed outside medical appointments which demonstrates defendants' deliberate indifference to his medical needs.  The record documents only one occasion on which Figueroa missed an outside medical appointment due to circumstances within the prison's control.  In August 1993, prison officials brought him to the Rhode Island Hospital eye clinic on the wrong day.  They rescheduled the appointment, however, and the rescheduled appointment was kept.  Although a few appointments were missed due to circumstances beyond the prison's control, all such appointments were promptly rescheduled and kept.  Figueroa had numerous appointments with outside physicians which were not missed.  Accordingly, the magistrate correctly found that defendants' failure to bring Figueroa to certain medical appointments did not show their deliberate indifference to his medical needs.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Third, Figueroa argues that the court should not have admitted into evidence a computer printout, which was prepared by the prison payroll department and which allegedly showed that corrections officer Alfred Lancellotti had worked on April 23 and 24, 1993.  The court determined that the printout verified Lancellotti's trial testimony that he had not worked on the days in question.  We need not determine whether the court erred in admitting the printout into evidence, or in determining that it supported Lancellotti's trial testimony, since any such error would have been harmless.  Figueroa hoped to show that Lancellotti had worked on April 23 and April 24, 1993, in order to establish two other facts that allegedly occurred on those days--first, that Lancellotti had heard one of the defendants, a nurse, tell him that she did not have a particular medication for him;  and, second, that Lancellotti had signed written requests by Figueroa for that medication.  Demonstrating either of those facts would not show the defendants' deliberate indifference to Figueroa's medical needs, however.  The record indicates that the medication Figueroa sought was Naphcon-A, which an outside specialist had recommended on April 20, 1993.  But the record also shows that prison staff doctors had never prescribed that medication for Figueroa in April 1993 and that a prescription by a staff doctor was required before medication recommended by outside physicians could be given to an inmate.  Consequently, assuming that the nurse did tell Figueroa that she did not have the medication he sought, she was entirely right, and her statement does not evidence deliberate indifference to Figueroa's medical needs.  Likewise, assuming that Figueroa did submit written requests for that medication, the failure to give it to him would not demonstrate defendants' deliberate indifference to his medical needs, absent a showing that the prison unreasonably delayed in having a staff doctor evaluate the appropriateness of the medication and then issuing a prescription.  Figueroa made no such showing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Since the facts Figueroa ultimately sought to demonstrate would not have shown defendants' culpability, showing that Lancellotti could have witnessed the nurse's statement or signed Figueroa's requests would not have advanced Figueroa's cause.  Hence, the admission of the payroll printout allegedly showing that Lancellotti was absent from work on the days in question and could not have known about the events alleged by Figueroa, and the court's determination that the printout confirmed Lancellotti's testimony that he was absent, could not have been prejudicial.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Finally, Figueroa argues that defendants have never returned him to an outside dermatologist regarding the lesion on his eyelid.  The record indicates that there was no need to do so.  The last physician to evaluate the lesion recommended seeing a dermatologist again only if the lesion did not heal.  In his appellate papers, Figueroa states that the lesion left a scar on his eyelid, indicating that the lesion has healed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Bernardo FIGUEROA, Plaintiff, Appellant,<br>v.<br>George A. VOSE, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-2062.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bernardo Figueroa on brief pro se.</p>\n      <p class=\"indent\">David J. Gentile on Memorandum In Support of Motion for Summary Disposition for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Bernardo Figueroa appeals from the district court's judgment in favor of various prison officials and medical personnel.  In his action under 42 U.S.C. Sec. 1983, Figueroa alleged that defendants had violated his Eighth Amendment rights by denying him proper medical care for certain eye ailments.  Because the record amply supports the district court's judgment, we affirm, essentially for the reasons given in the district court's decision.  See Figueroa v. Vose, <span class=\"citation no-link\"><span class=\"volume\">874</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">500</span> </span>(D.R.I.1994).  We add only the following comments about certain arguments made on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">First, although Figueroa claims that the court refused to permit two physicians to testify on his behalf, the facts do not support his claim.  In scheduling an additional day of trial, the district court ordered the parties to present any remaining testimony at that time.  Figueroa told the court that he had no further witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Second, Figueroa claims that the record shows a pattern of missed outside medical appointments which demonstrates defendants' deliberate indifference to his medical needs.  The record documents only one occasion on which Figueroa missed an outside medical appointment due to circumstances within the prison's control.  In August 1993, prison officials brought him to the Rhode Island Hospital eye clinic on the wrong day.  They rescheduled the appointment, however, and the rescheduled appointment was kept.  Although a few appointments were missed due to circumstances beyond the prison's control, all such appointments were promptly rescheduled and kept.  Figueroa had numerous appointments with outside physicians which were not missed.  Accordingly, the magistrate correctly found that defendants' failure to bring Figueroa to certain medical appointments did not show their deliberate indifference to his medical needs.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Third, Figueroa argues that the court should not have admitted into evidence a computer printout, which was prepared by the prison payroll department and which allegedly showed that corrections officer Alfred Lancellotti had worked on April 23 and 24, 1993.  The court determined that the printout verified Lancellotti's trial testimony that he had not worked on the days in question.  We need not determine whether the court erred in admitting the printout into evidence, or in determining that it supported Lancellotti's trial testimony, since any such error would have been harmless.  Figueroa hoped to show that Lancellotti had worked on April 23 and April 24, 1993, in order to establish two other facts that allegedly occurred on those days--first, that Lancellotti had heard one of the defendants, a nurse, tell him that she did not have a particular medication for him;  and, second, that Lancellotti had signed written requests by Figueroa for that medication.  Demonstrating either of those facts would not show the defendants' deliberate indifference to Figueroa's medical needs, however.  The record indicates that the medication Figueroa sought was Naphcon-A, which an outside specialist had recommended on April 20, 1993.  But the record also shows that prison staff doctors had never prescribed that medication for Figueroa in April 1993 and that a prescription by a staff doctor was required before medication recommended by outside physicians could be given to an inmate.  Consequently, assuming that the nurse did tell Figueroa that she did not have the medication he sought, she was entirely right, and her statement does not evidence deliberate indifference to Figueroa's medical needs.  Likewise, assuming that Figueroa did submit written requests for that medication, the failure to give it to him would not demonstrate defendants' deliberate indifference to his medical needs, absent a showing that the prison unreasonably delayed in having a staff doctor evaluate the appropriateness of the medication and then issuing a prescription.  Figueroa made no such showing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Since the facts Figueroa ultimately sought to demonstrate would not have shown defendants' culpability, showing that Lancellotti could have witnessed the nurse's statement or signed Figueroa's requests would not have advanced Figueroa's cause.  Hence, the admission of the payroll printout allegedly showing that Lancellotti was absent from work on the days in question and could not have known about the events alleged by Figueroa, and the court's determination that the printout confirmed Lancellotti's testimony that he was absent, could not have been prejudicial.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Finally, Figueroa argues that defendants have never returned him to an outside dermatologist regarding the lesion on his eyelid.  The record indicates that there was no need to do so.  The last physician to evaluate the lesion recommended seeing a dermatologist again only if the lesion did not heal.  In his appellate papers, Figueroa states that the lesion left a scar on his eyelid, indicating that the lesion has healed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": []
}