{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196313/",
  "id": 196313,
  "absolute_url": "/opinion/196313/rossi-v-shalala/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196313/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:03:12Z",
  "date_modified": "2020-02-21T23:31:37.686673Z",
  "type": "010combined",
  "sha1": "9dc2e7d2e9d84a36f0801eb2e3cc8f8589a9f28f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1045.01A",
  "local_path": null,
  "plain_text": "\n\nSeptember 25, 1995\r\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1045 \r\n\n                         FELIX ROSSI,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n  DONNA E. SHALALA, SECRETARY OF HEALTH AND HUMAN SERVICES,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\r                                                                  \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n              Selya and Boudin, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nBarbara E. Oro on brief for appellant.\r                          \r\nDonald K.  Stern, United  States Attorney,  Charlene A.  Stawicki,\r                                                                             \r\nSpecial  Assistant  United  States  Attorney,  and  Jessie  M.  Klyce,\r                                                                             \r\nAssistant Regional  Counsel, Department of Health  and Human Services,\r\non brief for appellee.\r\n\n                                         \r\n\n                                         \r\r\n\n          Per  Curiam.    Claimant  Felix Rossi  appeals  the\r                                 \r\n\nSecretary's decision that he is not disabled under either the\r\n\nSocial  Security Disability  Insurance  program (\"SSDI\"),  42\r\n\nU.S.C.    401  et seq., or  the Supplemental Security  Income\r                                 \r\n\nprogram  (\"SSI\"), 42  U.S.C.   1381  et seq.1   The  district\r                                                       \r\n\ncourt  granted judgment in favor of the Secretary.  We affirm\r\n\nthe district court's decision.  \r\n\nBackground\r                      \r\n\n     Claimant,  formerly   a  laborer  in   the  construction\r\n\nindustry,  filed for disability benefits  on January 3, 1992,\r\n\nwith  a protected  filing  date of  December  30, 1991.    He\r\n\nalleged disability  as of June  14, 1990, the date  of a slip\r\n\nand fall accident which  caused him to suffer a  back injury.\r\n\nClaimant met  the insured status requirements  through March,\r\n\n1992.   The Administrative Law  Judge (\"ALJ\") held  a hearing\r\n\nand  heard testimony  from claimant  and a  vocational expert\r\n\n(\"VE\").  Claimant was represented by an attorney.  \r\n\n     After the hearing, the  ALJ found that claimant was  not\r\n\nworking;  that  he suffered  a  severe  impairment; that  his\r\n\nsymptoms did not meet or equal any listed impairment; that he\r\n\ncould not return to  his past relevant work; and  that he was\r\n\nnot  disabled  since he  could perform  other  work.   See 20\r                                                                      \r\n\nC.F.R.     404.1520.   The  Appeals  Council refused  review.\r\n\n                    \r                                \r\n\n1.  For  simplicity, we  refer only  to the  SSDI regulations\r\nsince they are  identical in all relevant particulars  to the\r\nSSI regulations.   \r\n\n                             -3-\r\r\n\nClaimant appealed  to the district court,  which affirmed the\r\n\nSecretary.  This appeal followed.\r\n\nDiscussion\r                      \r\n\n     We  address each  of  claimant's arguments  in turn  and\r\n\nincorporate  facts  and  medical  evidence as  needed.    Our\r\n\nstandard  of review is limited.   The Secretary's findings of\r\n\nfact  are conclusive  if  they are  supported by  substantial\r\n\nevidence.  \"`We must uphold the Secretary's findings ... if a\r\n\nreasonable mind,  reviewing the evidence  in the record  as a\r\n\nwhole,   could  accept   it  as   adequate  to   support  his\r\n\nconclusion.'\"  Irlanda Ortiz v. Secretary of Health and Human\r                                                                         \r\n\nServices,  955  F.2d  765,   769  (1st  Cir.  1991),  quoting\r                    \r\n\nRodriguez v. Secretary of Health and Human Services, 647 F.2d\r                                                               \r\n\n218, 222 (1st Cir. 1981).  \r\n\n     1.    Claimant  argues  first  that  the  ALJ  erred  in\r\n\nconcluding  that he did not  suffer from a listed impairment.\r\n\nSee   20   C.F.R.  Part   404,   Subpart   P.,  Appendix   I.\r               \r\n\nSpecifically,  claimant alleges  that his condition  meets or\r\n\nequals in severity Listing 1.05(C).2 \r\n\n                    \r                                \r\n\n2.  Disorders of the spine:\r\n  ...\r\n  C.  Other vertebrogenic  disorders (e.g., herniated nucleus\r\npulposus,  spinal stenosis) with the following persisting for\r\nat least  3 months despite prescribed therapy and expected to\r\nlast 12 months.  With both 1 and 2:\r\n  1.    Pain, muscle  spasm,  and  significant limitation  of\r\nmotion in the spine; and\r\n  2.  Appropriate radicular distribution of significant motor\r\nloss with muscle weakness and sensory and reflex loss. \r\n\n                             -4-\r\r\n\n     We agree with the Secretary that the medical evidence of\r\n\nrecord does not indicate that claimant's  condition satisfies\r\n\nthe  requirements  set out  in the  Listing.   We  review the\r\n\nevidence  of reflex loss.  In his  exam of July 30, 1990, Dr.\r\n\nDorsey found the  left knee and both  ankle jerks diminished,\r\n\nbut the right  knee jerk active.   In  his September 4,  1990\r\n\nexam,  Dr. Baradaran  found  normal knee  jerks and  slightly\r\n\ndiminished ankle  jerks; he  specifically found \"no  motor or\r\n\nsensory deficit in the right or left lower extremity.\"  Other\r\n\nrecord evidence reflects diminished patella and absent  ankle\r\n\njerks in December, 1991, and diminished left patella reflexes\r\n\nin April  and May, 1992.   In July, 1992, Dr.  Beal found \"no\r\n\nradicular-type sensory  deficits,\" and \"no focal  deficits in\r\n\nthe  reflexes,   strength  or  sensation.\"     This  evidence\r\n\nindicates absent  ankle reflex  only in December,  1991, with\r\n\nperiodic  and occasional  reflex  loss or  diminution in  the\r\n\nankle  and left  knee.   Only  in  December, 1991,  does  the\r\n\nevidence indicate  that there was any diminution in the right\r\n\nknee reflex.3  In  light of the criteria  set out in  Listing\r\n\n                    \r                                \r\n\n3.  We  are puzzled by a  reference in Dr.  Grady's report to\r\n\"electrodiagnostic   studies\"  done  September  4,  in  which\r\n\"tibial  H  reflexes were  absent in  both  legs.\"   The only\r\nelectromyographic  report of  record  is  dated September  4,\r\n1985.  R. 164.  It discusses an \"absen[t] ... H reflex on the\r                \r\nright side,  [and a] clinically absent ankle jerk.\"  Claimant\r\nvisited  Dr.   Baradaran  on   September  4,  1990,   and  he\r                                                              \r\nrecommended  an  EMG; however,  there are  no results  in the\r\nrecord.  Assuming  arguendo that  there was an  EMG study  of\r                                       \r\nSeptember 4,  1990, indicating  that \"tibial H  reflexes were\r\nabsent in both  legs,\" this would  not change our  conclusion\r\n\n                             -5-\r\r\n\n1.05(C), we  conclude that there was  substantial evidence in\r\n\nsupport  of the  Secretary's decision  that claimant  did not\r\n\nsatisfy the Listing requirements.  \r\n\n     2.  Claimant argues  next that the ALJ erred  in failing\r\n\nto   consider  his   impairments  in   combination.     Nurse\r\n\nDemerjian's Progress  Notes, from the South  Boston Community\r\n\nHealth Center,  reflect that  on December 13,  1991, claimant\r\n\nwas  deemed  to  have high  blood  pressure.    A later  note\r\n\n(December 27, 1991) indicates that claimant's  blood pressure\r\n\nwas  elevated, and  suggests  that he  lose weight,  decrease\r\n\ncaffeine   and  stressors,   and  stop  smoking.     Claimant\r\n\napparently  began  taking some  type  of  medication for  his\r\n\npressure in May, 1992, and his blood pressure was  controlled\r\n\nby medication by June 26, 1992.  Claimant argues as well that\r\n\nhe  suffers   from  chronic  obstructive   pulmonary  disease\r\n\n(\"COPD\")  and  that  this,  too,  impairs  him  vocationally.\r\n\nHowever, there  is no evidence of  any vocational limitations\r\n\nas a result of the COPD.  Claimant has the burden of proof on\r\n\nthis issue, see generally 20 C.F.R. \r                                     \r\n\n  404.1512, and has failed to carry it.\r\n\n     3.    Claimant's  third argument  challenges  the  ALJ's\r\n\nconclusion that he is capable of performing the full range of\r\n\n                    \r                                \r\n\nthat  there   is  substantial   evidence  in  favor   of  the\r\nSecretary's conclusion that the Listing 1.05(C) criteria were\r\nnot satisfied.\r\n\n                             -6-\r\r\n\nlight work.4   We note  first that  although the  ALJ did  so\r\n\nconclude  in  his findings,  he  did  not  treat claimant  as\r\n\ncapable of performing the full range of light work.  Instead,\r\n\nhe accepted for the most part the limitations set out  in the\r\n\nRFC  prepared by  Nurse  Demerjian and  he  accepted as  well\r\n\nclaimant's  professed  need  to  change  position  regularly.\r\n\nThese qualifications  were part  of the hypotheticals  put to\r\n\nthe VE, and discussed in detail infra.  \r                                                 \r\n\n     Nonetheless,  claimant  insists  that  in  reaching  his\r\n\n\"light  work\" conclusion,  the ALJ  mistakenly relied  on two\r\n\nmedical  reports  which  gave  no opinion  as  to  claimant's\r\n\nability to perform work-related  activities, and that the ALJ\r\n\nmisapplied  the limitations  set out in  the report  of Nurse\r\n\nDemerjian.\r\n\n     Nurse Demerjian submitted an RFC, dated June 1, 1993, in\r\n\nwhich she indicated  that claimant could sit for three hours;\r\n\nstand for  two hours; and walk  for four hours as  long as he\r\n\ncould change position every two hours.  She indicated that he\r\n\ncould frequently lift up to 5  pounds, occasionally lift 5-10\r\n\n                    \r                                \r\n\n4.  20 C.F.R.   404.1567(b) provides:\r\n    Light work involves lifting  no more than 20 pounds  at a\r\ntime with frequent lifting or carrying of objects weighing up\r\nto 10  pounds.   Even though  the weight lifted  may be  very\r\nlittle, a job  is in  this category when  it requires a  good\r\ndeal of walking or standing, or when it involves sitting most\r\nof the  time  with some  pushing and  pulling of  arm or  leg\r\ncontrols.  To be  considered capable of performing a  full or\r\nwide range  of light work,  you must have  the ability to  do\r\nsubstantially all of these activities.  \r\n\n                             -7-\r\r\n\npounds, and never lift any greater weight.  While she thought\r\n\nthat claimant could bend  occasionally, she indicated that he\r\n\ncould  never  squat, crawl,  climb  or  reach above  shoulder\r\n\nlevel, and  that he could use only  his right foot to operate\r\n\nfoot controls.   Nurse  Demerjian revised her  assessment one\r\n\nweek later,  indicating that  because of shortness  of breath\r\n\nand leg problems,  claimant could walk for only 20-30 minutes\r\n\nat a time, up to a total of one hour per day.\r\n\n     The  record  contains  other  RFCs.   The  first,  dated\r\n\nFebruary 27, 1992, indicates that claimant could occasionally\r\n\nlift  20 pounds; frequently lift 10 pounds; stand and/or walk\r\n\nabout 6 hours;  sit up  to 6 hours;  and occasionally  climb;\r\n\nbalance; stoop;  kneel; crouch and crawl.   The second, dated\r\n\nJuly 23,  1992, reflects the same  exertional limitations but\r\n\ndiffers in its assessment of claimant's postural limitations,\r\n\nlimiting his stooping capacity to \"occasionally,\" but finding\r\n\nthat he  could frequently  climb; balance; kneel;  crouch and\r\n\ncrawl. \r\n\n     In   determining   a   claimant's  residual   functional\r\n\ncapacity, the  ALJ  is not  limited  to reliance  on  reports\r\n\nsubmitted by claimant's caregivers.   The ALJ may also, under\r\n\ncertain  circumstances,  rely on  reports  submitted  by non-\r\n\ntestifying, non-examining physicians.  See  generally Berrios\r                                                                         \r\n\nLopez  v. Secretary of Health  and Human Services,  951 F. 2d\r                                                             \r\n\n427,  429-32 (1st Cir. 1991).  This is especially true where,\r\n\n                             -8-\r\r\n\nas here,  these reports  include medical findings  to support\r\n\nthe  conclusions; the reports were prepared after most of the\r\n\nrelevant medical data was generated;  and the reports tend to\r\n\nreinforce one another.  Berrios Lopez, 951 F.2d at 431.  \r                                                 \r\n\n     Thus,  we conclude that the ALJ could have relied on the\r\n\nRFCs of the non-treating physicians, and we find further that\r\n\nthese would have supported  a light work exertional capacity.\r\n\nWe note again that in any event the ALJ did not hold claimant\r\n\nto this standard, but assessed his work capabilities in light\r\n\nof his particular non-exertional impairments.  \r\n\n     4.  Claimant's fourth argument is that the hypotheticals\r\n\ngiven  to the VE did  not accurately reflect  the evidence in\r\n\nthe record and so were improper under the standard set out in\r\n\nArocho v.  Secretary of Health  and Human Services,  670 F.2d\r                                                              \r\n\n374  (1st Cir.  1982).    We  observed in  Arocho that  for a\r                                                             \r\n\nvocational expert's answer to  a hypothetical to be relevant,\r\n\n\"the  inputs  into  that  hypothetical  must  correspond   to\r\n\nconclusions  that  are  supported  by the  outputs  from  the\r\n\nmedical  authorities.\"    Id. at  375.    \"To guarantee  that\r                                         \r\n\ncorrespondence,  the  Administrative  Law  Judge   must  both\r\n\nclarify the outputs (deciding what testimony will be credited\r\n\nand  resolving  ambiguities),  and  accurately  transmit  the\r\n\nclarified output to  the expert in the  form of assumptions.\"\r\n\nId.\r              \r\n\n                             -9-\r\r\n\n     Claimant described his daily activities  at the hearing.\r\n\nHe  indicated that he can walk twenty minutes before he needs\r\n\nto stop  to catch  his breath,  and that if  he sits  for \"an\r\n\naverage of three hours, that's a lot.\"  He does  not make his\r\n\nbed,  but he  does dust,  and he  prepares frozen  dinners or\r\n\nhamburgers  for meals.  He  shops for groceries  once a month\r\n\nand he has them delivered.  \r\n\n     The ALJ questioned  the vocational  expert about  \"light\r\n\njobs  with an  option  to change  position.\"   After  the  VE\r\n\nidentified various jobs, such as security guard/gate  keeper,\r\n\nself service gas station attendant and cashier, the ALJ added\r\n\nclaimant's  restrictions  regarding   sitting,  walking   and\r\n\nstanding,  and the need to  alternate position.   He added as\r\n\nwell  the   exertional   requirements  described   by   Nurse\r\n\nDemerjian, which were lower than  the exertional requirements\r\n\ndescribed in the  other RFPs in the record.  The VE indicated\r\n\nthat  the jobs he had identified did not involve any lifting,\r\n\nand did not  require the operation of any  machinery.   These\r\n\njobs  assumed  a  sixth grade  level  of  education, and  the\r\n\nability to read  a newspaper.   If claimant  could not  reach\r\n\nabove the shoulder, that would eliminate the self service gas\r\n\nstation attendant.     \r\n\n     We perceive no problem with the data given by the ALJ to\r\n\nthe VE.   The record  evidence supports the  ALJ's conclusion\r\n\nthat the claimant can perform light  work.  The fact that the\r\n\n                             -10-\r\r\n\nstrength limitations the ALJ gave to  the VE approximated the\r\n\nsedentary strength requirements does not change this.  First,\r\n\nas indicated above,  the ALJ could reasonably  have relied on\r\n\nthe other  RFCs of record which found  claimant somewhat more\r\n\nable  than did  the RFC  completed by  Nurse Demerjian.   See\r                                                                         \r\n\ngenerally Berrios Lopez, 951 F.2d at 429-32.  Next, we see no\r                                   \r\n\nreason why  a VE  cannot testify  that particular light  jobs\r\n\ninvolve little or no lifting.  Cf. Moncada v. Chater, 60 F.3d\r                                                                \r\n\n521, 524 (9th Cir. 1995)(fact that \"some jobs listed by VE as\r\n\nsedentary  are  also listed  as \"light\"  work  in the  DOT is\r\n\nirrelevant; VE `can testify whether particular applicants for\r\n\ndisability benefits would be able to perform subcategories of\r\n\njobs within the DOT'\")(citation omitted).\r\n\n     The ALJ apparently did not credit claimant's allegations\r\n\nof  disabling  pain  as  imposing any  additional  exertional\r\n\nlimitations  (see infra) and so  was not obligated to present\r                                   \r\n\nthese to the VE.  The ALJ otherwise tailored his hypothetical\r\n\nto  reflect claimant's  particular  needs.5   We perceive  no\r\n\nerror.    5.   Claimant's  final  challenge is  to the  ALJ's\r\n\nfailure to credit his  complaints of unremitting and constant\r\n\n                    \r                                \r\n\n5.  Insofar as claimant may  be arguing that the ALJ  in fact\r\napplied the grid to  reach his conclusion against disability,\r\nwe do not agree.  The ALJ cited to the grid in his  findings,\r\nbut  observed that  the  conclusion of  \"not disabled\"  which\r\nwould have been directed by the  relevant grid rule coincided\r\nwith vocational expert testimony.  As indicated above, we are\r\nsatisfied   that  the  ALJ   adequately  conveyed  claimant's\r\nlimitations to the VE.    \r\n\n                             -11-\r\r\n\npain as  imposing a non-exertional impairment  in addition to\r\n\nthe exertional  and  positional impairments  set out  above.6\r\n\nIt  appears to us that the ALJ properly followed the approach\r\n\nendorsed in Avery v. Secretary of Health and Human Services, \r                                                                       \r\n\n797 F. 2d 19 (1st Cir. 1986).  \r\n\n     We have construed Avery to mean that \"complaints of pain\r                                        \r\n\nneed not be precisely corroborated by objective findings, but\r\n\nthey  must be consistent  with medical findings.\"   Dupuis v.\r                                                                      \r\n\nSecretary  of Health  and Human  Services, 869 F.2d  622, 623\r                                                     \r\n\n(1st Cir. 1989).  Assuming without  more that claimant's back\r\n\nimpairment  could reasonably cause pain, the ALJ investigated\r\n\nclaimant's activities  and medications,  and observed him  at\r\n\nthe  hearing.   The ALJ concluded,  after considering  all of\r\n\nthis, that  claimant's allegations did not  impose additional\r\n\nrestrictions other than limiting him to light work.  Id.   We\r                                                                   \r\n\nhave said  repeatedly that we pay  \"`particular attention' to\r\n\nan ALJ's evaluation of  complaints of pain in light  of their\r\n\n`subjective nature.'\"  Ortiz v. Secretary of Health and Human\r                                                                         \r\n\nServices,  890  F.2d  520,  523 (1st  Cir.  1989)  (citations\r                    \r\n\n                    \r                                \r\n\n6.  The ALJ's credibility finding,  to the effect that \"[t]he\r\nclaimant  is accepted as a credible witness to the extent set\r\nforth  above (Social  Security Ruling  88-13)\" means  what it\r\nsays.   Above,  the  ALJ had,  in  accordance with  Avery  v.\r                                                                     \r\nSecretary of Health and Human Services, 797 F.2d 19 (1st Cir.\r                                                  \r\n1986), reviewed claimant's activities, his description of his\r\npain  and his  medication,  and had  concluded that  claimant\r\ncould perform light work.  We reject the suggestion that this\r\nspecific  finding in  favor of  claimant's credibility  means\r\nthat the  ALJ found  credible claimant's assertions  that his\r\npain further limited him from performing work.      \r\n\n                             -12-\r\r\n\nomitted).  We find  no error.  There is  substantial evidence\r\n\nin the record  to support the Secretary's decision  which is,\r\n\naccordingly, affirmed.\r                                 \r\n\n                             -13-\r\r\n",
  "html": "<p class=\"case_cite\">66 F.3d 306</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Felix ROSSI, Plaintiff, Appellant,<br>v.<br>Donna E. SHALALA, Secretary of Health and Human Services,<br>Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1045.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 25, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Barbara E. Oro on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, Charlene A. Stawicki, Special Assistant United States Attorney, and Jessie M. Klyce, Assistant Regional Counsel, Department of Health and Human Services, on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, and SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Claimant Felix Rossi appeals the Secretary's decision that he is not disabled under either the Social Security Disability Insurance program (\"SSDI\"), 42 U.S.C. Secs. 401 et seq., or the Supplemental Security Income program (\"SSI\"), 42 U.S.C. Secs. 1381 et seq.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  The district court granted judgment in favor of the Secretary.  We affirm the district court's decision.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Claimant, formerly a laborer in the construction industry, filed for disability benefits on January 3, 1992, with a protected filing date of December 30, 1991.  He alleged disability as of June 14, 1990, the date of a slip and fall accident which caused him to suffer a back injury.  Claimant met the insured status requirements through March, 1992.  The Administrative Law Judge (\"ALJ\") held a hearing and heard testimony from claimant and a vocational expert (\"VE\").  Claimant was represented by an attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After the hearing, the ALJ found that claimant was not working;  that he suffered a severe impairment;  that his symptoms did not meet or equal any listed impairment;  that he could not return to his past relevant work;  and that he was not disabled since he could perform other work.  See 20 C.F.R. Sec. 404.1520.  The Appeals Council refused review.  Claimant appealed to the district court, which affirmed the Secretary.  This appeal followed.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We address each of claimant's arguments in turn and incorporate facts and medical evidence as needed.  Our standard of review is limited.  The Secretary's findings of fact are conclusive if they are supported by substantial evidence.  \" 'We must uphold the Secretary's findings ... if a reasonable mind, reviewing the evidence in the record as a whole, could accept it as adequate to support his conclusion.' \"  Irlanda Ortiz v. Secretary of Health and Human Services, 955 F.2d 765, 769 (1st Cir.1991), quoting Rodriguez v. Secretary of Health and Human Services, 647 F.2d 218, 222 (1st Cir.1981).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. Claimant argues first that the ALJ erred in concluding that he did not suffer from a listed impairment.  See 20 C.F.R. Part 404, Subpart P., Appendix I. Specifically, claimant alleges that his condition meets or equals in severity Listing 1.05(C).<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We agree with the Secretary that the medical evidence of record does not indicate that claimant's condition satisfies the requirements set out in the Listing.  We review the evidence of reflex loss.  In his exam of July 30, 1990, Dr. Dorsey found the left knee and both ankle jerks diminished, but the right knee jerk active.  In his September 4, 1990 exam, Dr. Baradaran found normal knee jerks and slightly diminished ankle jerks;  he specifically found \"no motor or sensory deficit in the right or left lower extremity.\"   Other record evidence reflects diminished patella and absent ankle jerks in December, 1991, and diminished left patella reflexes in April and May, 1992.  In July, 1992, Dr. Beal found \"no radicular-type sensory deficits,\" and \"no focal deficits in the reflexes, strength or sensation.\"   This evidence indicates absent ankle reflex only in December, 1991, with periodic and occasional reflex loss or diminution in the ankle and left knee.  Only in December, 1991, does the evidence indicate that there was any diminution in the right knee reflex.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In light of the criteria set out in Listing 1.05(C), we conclude that there was substantial evidence in support of the Secretary's decision that claimant did not satisfy the Listing requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">2. Claimant argues next that the ALJ erred in failing to consider his impairments in combination.  Nurse Demerjian's Progress Notes, from the South Boston Community Health Center, reflect that on December 13, 1991, claimant was deemed to have high blood pressure.  A later note (December 27, 1991) indicates that claimant's blood pressure was elevated, and suggests that he lose weight, decrease caffeine and stressors, and stop smoking.  Claimant apparently began taking some type of medication for his pressure in May, 1992, and his blood pressure was controlled by medication by June 26, 1992.  Claimant argues as well that he suffers from chronic obstructive pulmonary disease (\"COPD\") and that this, too, impairs him vocationally.  However, there is no evidence of any vocational limitations as a result of the COPD.  Claimant has the burden of proof on this issue, see generally 20 C.F.R. Sec. 404.1512, and has failed to carry it.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">3. Claimant's third argument challenges the ALJ's conclusion that he is capable of performing the full range of light work.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We note first that although the ALJ did so conclude in his findings, he did not treat claimant as capable of performing the full range of light work.  Instead, he accepted for the most part the limitations set out in the RFC prepared by Nurse Demerjian and he accepted as well claimant's professed need to change position regularly.  These qualifications were part of the hypotheticals put to the VE, and discussed in detail infra.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Nonetheless, claimant insists that in reaching his \"light work\" conclusion, the ALJ mistakenly relied on two medical reports which gave no opinion as to claimant's ability to perform work-related activities, and that the ALJ misapplied the limitations set out in the report of Nurse Demerjian.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nurse Demerjian submitted an RFC, dated June 1, 1993, in which she indicated that claimant could sit for three hours;  stand for two hours;  and walk for four hours as long as he could change position every two hours.  She indicated that he could frequently lift up to 5 pounds, occasionally lift 5-10 pounds, and never lift any greater weight.  While she thought that claimant could bend occasionally, she indicated that he could never squat, crawl, climb or reach above shoulder level, and that he could use only his right foot to operate foot controls.  Nurse Demerjian revised her assessment one week later, indicating that because of shortness of breath and leg problems, claimant could walk for only 20-30 minutes at a time, up to a total of one hour per day.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The record contains other RFCs. The first, dated February 27, 1992, indicates that claimant could occasionally lift 20 pounds;  frequently lift 10 pounds;  stand and/or walk about 6 hours;  sit up to 6 hours;  and occasionally climb;  balance;  stoop;  kneel;  crouch and crawl.  The second, dated July 23, 1992, reflects the same exertional limitations but differs in its assessment of claimant's postural limitations, limiting his stooping capacity to \"occasionally,\" but finding that he could frequently climb;  balance;  kneel;  crouch and crawl.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In determining a claimant's residual functional capacity, the ALJ is not limited to reliance on reports submitted by claimant's caregivers.  The ALJ may also, under certain circumstances, rely on reports submitted by non-testifying, non-examining physicians.  See generally Berrios Lopez v. Secretary of Health and Human Services, 951 F.2d 427, 429-32 (1st Cir.1991).  This is especially true where, as here, these reports include medical findings to support the conclusions;  the reports were prepared after most of the relevant medical data was generated;  and the reports tend to reinforce one another.  Berrios Lopez, 951 F.2d at 431.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Thus, we conclude that the ALJ could have relied on the RFCs of the non-treating physicians, and we find further that these would have supported a light work exertional capacity.  We note again that in any event the ALJ did not hold claimant to this standard, but assessed his work capabilities in light of his particular non-exertional impairments.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">4. Claimant's fourth argument is that the hypotheticals given to the VE did not accurately reflect the evidence in the record and so were improper under the standard set out in Arocho v. Secretary of Health and Human Services, 670 F.2d 374 (1st Cir.1982).  We observed in Arocho that for a vocational expert's answer to a hypothetical to be relevant, \"the inputs into that hypothetical must correspond to conclusions that are supported by the outputs from the medical authorities.\"  Id. at 375.  \"To guarantee that correspondence, the Administrative Law Judge must both clarify the outputs (deciding what testimony will be credited and resolving ambiguities), and accurately transmit the clarified output to the expert in the form of assumptions.\"   Id.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Claimant described his daily activities at the hearing.  He indicated that he can walk twenty minutes before he needs to stop to catch his breath, and that if he sits for \"an average of three hours, that's a lot.\"   He does not make his bed, but he does dust, and he prepares frozen dinners or hamburgers for meals.  He shops for groceries once a month and he has them delivered.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The ALJ questioned the vocational expert about \"light jobs with an option to change position.\"   After the VE identified various jobs, such as security guard/gate keeper, self service gas station attendant and cashier, the ALJ added claimant's restrictions regarding sitting, walking and standing, and the need to alternate position.  He added as well the exertional requirements described by Nurse Demerjian, which were lower than the exertional requirements described in the other RFPs in the record.  The VE indicated that the jobs he had identified did not involve any lifting, and did not require the operation of any machinery.  These jobs assumed a sixth grade level of education, and the ability to read a newspaper.  If claimant could not reach above the shoulder, that would eliminate the self service gas station attendant.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We perceive no problem with the data given by the ALJ to the VE.  The record evidence supports the ALJ's conclusion that the claimant can perform light work.  The fact that the strength limitations the ALJ gave to the VE approximated the sedentary strength requirements does not change this.  First, as indicated above, the ALJ could reasonably have relied on the other RFCs of record which found claimant somewhat more able than did the RFC completed by Nurse Demerjian.  See generally Berrios Lopez, 951 F.2d at 429-32.  Next, we see no reason why a VE cannot testify that particular light jobs involve little or no lifting.  Cf. Moncada v. Chater, 60 F.3d 521, 524 (9th Cir.1995)(fact that \"some jobs listed by VE as sedentary are also listed as \"light\" work in the DOT is irrelevant;  VE 'can testify whether particular applicants for disability benefits would be able to perform subcategories of jobs within the DOT' \") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The ALJ apparently did not credit claimant's allegations of disabling pain as imposing any additional exertional limitations (see infra ) and so was not obligated to present these to the VE.  The ALJ otherwise tailored his hypothetical to reflect claimant's particular needs.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  We perceive no error.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">5. Claimant's final challenge is to the ALJ's failure to credit his complaints of unremitting and constant pain as imposing a non-exertional impairment in addition to the exertional and positional impairments set out above.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  It appears to us that the ALJ properly followed the approach endorsed in Avery v. Secretary of Health and Human Services, 797 F.2d 19 (1st Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have construed Avery to mean that \"complaints of pain need not be precisely corroborated by objective findings, but they must be consistent with medical findings.\"  Dupuis v. Secretary of Health and Human Services, 869 F.2d 622, 623 (1st Cir.1989).  Assuming without more that claimant's back impairment could reasonably cause pain, the ALJ investigated claimant's activities and medications, and observed him at the hearing.  The ALJ concluded, after considering all of this, that claimant's allegations did not impose additional restrictions other than limiting him to light work.  Id. We have said repeatedly that we pay \" 'particular attention' to an ALJ's evaluation of complaints of pain in light of their 'subjective nature.' \"  Ortiz v. Secretary of Health and Human Services, 890 F.2d 520, 523 (1st Cir.1989) (citations omitted).  We find no error.  There is substantial evidence in the record to support the Secretary's decision which is, accordingly, affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> For simplicity, we refer only to the SSDI regulations since they are identical in all relevant particulars to the SSI regulations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Disorders of the spine:</p>\n        <p>* * *</p>\n        <p>C. Other vertebrogenic disorders (e.g., herniated nucleus pulposus, spinal stenosis) with the following persisting for at least 3 months despite prescribed therapy and expected to last 12 months.  With both 1 and 2:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> Pain, muscle spasm, and significant limitation of motion in the spine;  and</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p> Appropriate radicular distribution of significant motor loss with muscle weakness and sensory and reflex loss</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We are puzzled by a reference in Dr. Grady's report to \"electrodiagnostic studies\" done September 4, in which \"tibial H reflexes were absent in both legs.\"   The only electromyographic report of record is dated September 4, 1985.   R. 164.  It discusses an \"absen[t] ... H reflex on the right side, [and a] clinically absent ankle jerk.\"   Claimant visited Dr. Baradaran on September 4, 1990, and he recommended an EMG;  however, there are no results in the record.  Assuming arguendo that there was an EMG study of September 4, 1990, indicating that \"tibial H reflexes were absent in both legs,\" this would not change our conclusion that there is substantial evidence in favor of the Secretary's conclusion that the Listing 1.05(C) criteria were not satisfied</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 20 C.F.R. Sec. 404.1567(b) provides:</p>\n        <p>Light work involves lifting no more than 20 pounds at a time with frequent lifting or carrying of objects weighing up to 10 pounds.  Even though the weight lifted may be very little, a job is in this category when it requires a good deal of walking or standing, or when it involves sitting most of the time with some pushing and pulling of arm or leg controls.  To be considered capable of performing a full or wide range of light work, you must have the ability to do substantially all of these activities.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Insofar as claimant may be arguing that the ALJ in fact applied the grid to reach his conclusion against disability, we do not agree.  The ALJ cited to the grid in his findings, but observed that the conclusion of \"not disabled\" which would have been directed by the relevant grid rule coincided with vocational expert testimony.  As indicated above, we are satisfied that the ALJ adequately conveyed claimant's limitations to the VE</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The ALJ's credibility finding, to the effect that \"[t]he claimant is accepted as a credible witness to the extent set forth above (Social Security Ruling 88-13)\" means what it says.  Above, the ALJ had, in accordance with Avery v. Secretary of Health and Human Services, 797 F.2d 19 (1st Cir.1986), reviewed claimant's activities, his description of his pain and his medication, and had concluded that claimant could perform light work.  We reject the suggestion that this specific finding in favor of claimant's credibility means that the ALJ found credible claimant's assertions that his pain further limited him from performing work</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Felix ROSSI, Plaintiff, Appellant,<br>v.<br>Donna E. SHALALA, Secretary of Health and Human Services,<br>Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1045.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 25, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Barbara E. Oro on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, Charlene A. Stawicki, Special Assistant United States Attorney, and Jessie M. Klyce, Assistant Regional Counsel, Department of Health and Human Services, on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, and SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Claimant Felix Rossi appeals the Secretary's decision that he is not disabled under either the Social Security Disability Insurance program (\"SSDI\"), 42 U.S.C. Secs. 401 et seq., or the Supplemental Security Income program (\"SSI\"), 42 U.S.C. Secs. 1381 et seq.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  The district court granted judgment in favor of the Secretary.  We affirm the district court's decision.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Claimant, formerly a laborer in the construction industry, filed for disability benefits on January 3, 1992, with a protected filing date of December 30, 1991.  He alleged disability as of June 14, 1990, the date of a slip and fall accident which caused him to suffer a back injury.  Claimant met the insured status requirements through March, 1992.  The Administrative Law Judge (\"ALJ\") held a hearing and heard testimony from claimant and a vocational expert (\"VE\").  Claimant was represented by an attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After the hearing, the ALJ found that claimant was not working;  that he suffered a severe impairment;  that his symptoms did not meet or equal any listed impairment;  that he could not return to his past relevant work;  and that he was not disabled since he could perform other work.  See 20 C.F.R. Sec. 404.1520.  The Appeals Council refused review.  Claimant appealed to the district court, which affirmed the Secretary.  This appeal followed.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We address each of claimant's arguments in turn and incorporate facts and medical evidence as needed.  Our standard of review is limited.  The Secretary's findings of fact are conclusive if they are supported by substantial evidence.  \" 'We must uphold the Secretary's findings ... if a reasonable mind, reviewing the evidence in the record as a whole, could accept it as adequate to support his conclusion.' \"  Irlanda Ortiz v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"577108\"><a href=\"/opinion/577108/victor-j-irlanda-ortiz-v-secretary-of-health-and-human-services/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 769 (1st Cir.1991), quoting Rodriguez v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"389936\"><a href=\"/opinion/389936/maria-s-rodriguez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">647</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">218</span></a></span>, 222 (1st Cir.1981).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. Claimant argues first that the ALJ erred in concluding that he did not suffer from a listed impairment.  See 20 C.F.R. Part 404, Subpart P., Appendix I. Specifically, claimant alleges that his condition meets or equals in severity Listing 1.05(C).<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We agree with the Secretary that the medical evidence of record does not indicate that claimant's condition satisfies the requirements set out in the Listing.  We review the evidence of reflex loss.  In his exam of July 30, 1990, Dr. Dorsey found the left knee and both ankle jerks diminished, but the right knee jerk active.  In his September 4, 1990 exam, Dr. Baradaran found normal knee jerks and slightly diminished ankle jerks;  he specifically found \"no motor or sensory deficit in the right or left lower extremity.\"   Other record evidence reflects diminished patella and absent ankle jerks in December, 1991, and diminished left patella reflexes in April and May, 1992.  In July, 1992, Dr. Beal found \"no radicular-type sensory deficits,\" and \"no focal deficits in the reflexes, strength or sensation.\"   This evidence indicates absent ankle reflex only in December, 1991, with periodic and occasional reflex loss or diminution in the ankle and left knee.  Only in December, 1991, does the evidence indicate that there was any diminution in the right knee reflex.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In light of the criteria set out in Listing 1.05(C), we conclude that there was substantial evidence in support of the Secretary's decision that claimant did not satisfy the Listing requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">2. Claimant argues next that the ALJ erred in failing to consider his impairments in combination.  Nurse Demerjian's Progress Notes, from the South Boston Community Health Center, reflect that on December 13, 1991, claimant was deemed to have high blood pressure.  A later note (December 27, 1991) indicates that claimant's blood pressure was elevated, and suggests that he lose weight, decrease caffeine and stressors, and stop smoking.  Claimant apparently began taking some type of medication for his pressure in May, 1992, and his blood pressure was controlled by medication by June 26, 1992.  Claimant argues as well that he suffers from chronic obstructive pulmonary disease (\"COPD\") and that this, too, impairs him vocationally.  However, there is no evidence of any vocational limitations as a result of the COPD.  Claimant has the burden of proof on this issue, see generally 20 C.F.R. Sec. 404.1512, and has failed to carry it.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">3. Claimant's third argument challenges the ALJ's conclusion that he is capable of performing the full range of light work.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We note first that although the ALJ did so conclude in his findings, he did not treat claimant as capable of performing the full range of light work.  Instead, he accepted for the most part the limitations set out in the RFC prepared by Nurse Demerjian and he accepted as well claimant's professed need to change position regularly.  These qualifications were part of the hypotheticals put to the VE, and discussed in detail infra.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Nonetheless, claimant insists that in reaching his \"light work\" conclusion, the ALJ mistakenly relied on two medical reports which gave no opinion as to claimant's ability to perform work-related activities, and that the ALJ misapplied the limitations set out in the report of Nurse Demerjian.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nurse Demerjian submitted an RFC, dated June 1, 1993, in which she indicated that claimant could sit for three hours;  stand for two hours;  and walk for four hours as long as he could change position every two hours.  She indicated that he could frequently lift up to 5 pounds, occasionally lift 5-10 pounds, and never lift any greater weight.  While she thought that claimant could bend occasionally, she indicated that he could never squat, crawl, climb or reach above shoulder level, and that he could use only his right foot to operate foot controls.  Nurse Demerjian revised her assessment one week later, indicating that because of shortness of breath and leg problems, claimant could walk for only 20-30 minutes at a time, up to a total of one hour per day.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The record contains other RFCs. The first, dated February 27, 1992, indicates that claimant could occasionally lift 20 pounds;  frequently lift 10 pounds;  stand and/or walk about 6 hours;  sit up to 6 hours;  and occasionally climb;  balance;  stoop;  kneel;  crouch and crawl.  The second, dated July 23, 1992, reflects the same exertional limitations but differs in its assessment of claimant's postural limitations, limiting his stooping capacity to \"occasionally,\" but finding that he could frequently climb;  balance;  kneel;  crouch and crawl.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In determining a claimant's residual functional capacity, the ALJ is not limited to reliance on reports submitted by claimant's caregivers.  The ALJ may also, under certain circumstances, rely on reports submitted by non-testifying, non-examining physicians.  See generally Berrios Lopez v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"573874\"><a href=\"/opinion/573874/paulina-berrios-lopez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">427</span></a></span>, 429-32 (1st Cir.1991).  This is especially true where, as here, these reports include medical findings to support the conclusions;  the reports were prepared after most of the relevant medical data was generated;  and the reports tend to reinforce one another.  Berrios <span class=\"citation\" data-id=\"573874\"><span class=\"antecedent_guess\">Lopez,</span> <a href=\"/opinion/573874/paulina-berrios-lopez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">431</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Thus, we conclude that the ALJ could have relied on the RFCs of the non-treating physicians, and we find further that these would have supported a light work exertional capacity.  We note again that in any event the ALJ did not hold claimant to this standard, but assessed his work capabilities in light of his particular non-exertional impairments.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">4. Claimant's fourth argument is that the hypotheticals given to the VE did not accurately reflect the evidence in the record and so were improper under the standard set out in Arocho v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"399275\"><a href=\"/opinion/399275/bienvenido-arocho-v-secretary-of-health-and-human-services/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">374</span> </a></span>(1st Cir.1982).  We observed in Arocho that for a vocational expert's answer to a hypothetical to be relevant, \"the inputs into that hypothetical must correspond to conclusions that are supported by the outputs from the medical authorities.\"  <span class=\"citation\" data-id=\"399275\"><a href=\"/opinion/399275/bienvenido-arocho-v-secretary-of-health-and-human-services/\"><span class=\"id_token\">Id.</span> at 375. </a></span> \"To guarantee that correspondence, the Administrative Law Judge must both clarify the outputs (deciding what testimony will be credited and resolving ambiguities), and accurately transmit the clarified output to the expert in the form of assumptions.\"   Id.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Claimant described his daily activities at the hearing.  He indicated that he can walk twenty minutes before he needs to stop to catch his breath, and that if he sits for \"an average of three hours, that's a lot.\"   He does not make his bed, but he does dust, and he prepares frozen dinners or hamburgers for meals.  He shops for groceries once a month and he has them delivered.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The ALJ questioned the vocational expert about \"light jobs with an option to change position.\"   After the VE identified various jobs, such as security guard/gate keeper, self service gas station attendant and cashier, the ALJ added claimant's restrictions regarding sitting, walking and standing, and the need to alternate position.  He added as well the exertional requirements described by Nurse Demerjian, which were lower than the exertional requirements described in the other RFPs in the record.  The VE indicated that the jobs he had identified did not involve any lifting, and did not require the operation of any machinery.  These jobs assumed a sixth grade level of education, and the ability to read a newspaper.  If claimant could not reach above the shoulder, that would eliminate the self service gas station attendant.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We perceive no problem with the data given by the ALJ to the VE.  The record evidence supports the ALJ's conclusion that the claimant can perform light work.  The fact that the strength limitations the ALJ gave to the VE approximated the sedentary strength requirements does not change this.  First, as indicated above, the ALJ could reasonably have relied on the other RFCs of record which found claimant somewhat more able than did the RFC completed by Nurse Demerjian.  See generally Berrios <span class=\"citation\" data-id=\"573874\"><span class=\"antecedent_guess\">Lopez,</span> <a href=\"/opinion/573874/paulina-berrios-lopez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">429-32</span></a></span>.  Next, we see no reason why a VE cannot testify that particular light jobs involve little or no lifting.  Cf. Moncada v. Chater, <span class=\"citation\" data-id=\"699618\"><a href=\"/opinion/699618/48-socsecrepser-402-unemplinsrep-cch-p-14695b-95-cal-daily-op/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">521</span></a></span>, 524 (9th Cir.1995)(fact that \"some jobs listed by VE as sedentary are also listed as \"light\" work in the DOT is irrelevant;  VE 'can testify whether particular applicants for disability benefits would be able to perform subcategories of jobs within the DOT' \") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The ALJ apparently did not credit claimant's allegations of disabling pain as imposing any additional exertional limitations (see infra ) and so was not obligated to present these to the VE.  The ALJ otherwise tailored his hypothetical to reflect claimant's particular needs.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  We perceive no error.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">5. Claimant's final challenge is to the ALJ's failure to credit his complaints of unremitting and constant pain as imposing a non-exertional impairment in addition to the exertional and positional impairments set out above.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  It appears to us that the ALJ properly followed the approach endorsed in Avery v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"474185\"><a href=\"/opinion/474185/14-socsecrepser-301-unemplinsrep-cch-16883-ernest-s-avery-v/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span> </a></span>(1st Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have construed Avery to mean that \"complaints of pain need not be precisely corroborated by objective findings, but they must be consistent with medical findings.\"  Dupuis v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"519491\"><a href=\"/opinion/519491/25-socsecrepser-94-unemplinsrep-cch-14542a-raymond-j-dupuis-v/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">622</span></a></span>, 623 (1st Cir.1989).  Assuming without more that claimant's back impairment could reasonably cause pain, the ALJ investigated claimant's activities and medications, and observed him at the hearing.  The ALJ concluded, after considering all of this, that claimant's allegations did not impose additional restrictions other than limiting him to light work.  <span class=\"citation\" data-id=\"519491\"><a href=\"/opinion/519491/25-socsecrepser-94-unemplinsrep-cch-14542a-raymond-j-dupuis-v/\"><span class=\"id_token\">Id.</span> We have </a></span>said repeatedly that we pay \" 'particular attention' to an ALJ's evaluation of complaints of pain in light of their 'subjective nature.' \"  Ortiz v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"532750\"><a href=\"/opinion/532750/28-socsecrepser-3-unemplinsrep-cch-15109a-victor-m-ortiz-v/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span>, 523 (1st Cir.1989) (citations omitted).  We find no error.  There is substantial evidence in the record to support the Secretary's decision which is, accordingly, affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> For simplicity, we refer only to the SSDI regulations since they are identical in all relevant particulars to the SSI regulations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Disorders of the spine:</p>\n        <p>* * *</p>\n        <p>C. Other vertebrogenic disorders (e.g., herniated nucleus pulposus, spinal stenosis) with the following persisting for at least 3 months despite prescribed therapy and expected to last 12 months.  With both 1 and 2:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> Pain, muscle spasm, and significant limitation of motion in the spine;  and</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p> Appropriate radicular distribution of significant motor loss with muscle weakness and sensory and reflex loss</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We are puzzled by a reference in Dr. Grady's report to \"electrodiagnostic studies\" done September 4, in which \"tibial H reflexes were absent in both legs.\"   The only electromyographic report of record is dated September 4, 1985.   R. 164.  It discusses an \"absen[t] ... H reflex on the right side, [and a] clinically absent ankle jerk.\"   Claimant visited Dr. Baradaran on September 4, 1990, and he recommended an EMG;  however, there are no results in the record.  Assuming arguendo that there was an EMG study of September 4, 1990, indicating that \"tibial H reflexes were absent in both legs,\" this would not change our conclusion that there is substantial evidence in favor of the Secretary's conclusion that the Listing 1.05(C) criteria were not satisfied</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 20 C.F.R. Sec. 404.1567(b) provides:</p>\n        <p>Light work involves lifting no more than 20 pounds at a time with frequent lifting or carrying of objects weighing up to 10 pounds.  Even though the weight lifted may be very little, a job is in this category when it requires a good deal of walking or standing, or when it involves sitting most of the time with some pushing and pulling of arm or leg controls.  To be considered capable of performing a full or wide range of light work, you must have the ability to do substantially all of these activities.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Insofar as claimant may be arguing that the ALJ in fact applied the grid to reach his conclusion against disability, we do not agree.  The ALJ cited to the grid in his findings, but observed that the conclusion of \"not disabled\" which would have been directed by the relevant grid rule coincided with vocational expert testimony.  As indicated above, we are satisfied that the ALJ adequately conveyed claimant's limitations to the VE</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The ALJ's credibility finding, to the effect that \"[t]he claimant is accepted as a credible witness to the extent set forth above (Social Security Ruling 88-13)\" means what it says.  Above, the ALJ had, in accordance with Avery v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"474185\"><a href=\"/opinion/474185/14-socsecrepser-301-unemplinsrep-cch-16883-ernest-s-avery-v/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span> </a></span>(1st Cir.1986), reviewed claimant's activities, his description of his pain and his medication, and had concluded that claimant could perform light work.  We reject the suggestion that this specific finding in favor of claimant's credibility means that the ALJ found credible claimant's assertions that his pain further limited him from performing work</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/389936/",
    "https://www.courtlistener.com/api/rest/v3/opinions/399275/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474185/",
    "https://www.courtlistener.com/api/rest/v3/opinions/519491/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532750/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573874/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577108/",
    "https://www.courtlistener.com/api/rest/v3/opinions/699618/"
  ]
}