{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196369/",
  "id": 196369,
  "absolute_url": "/opinion/196369/correa-gonzalez-v-hospital-sf/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196369/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:04:21Z",
  "date_modified": "2020-02-21T23:39:40.351620Z",
  "type": "010combined",
  "sha1": "48f5a6ba27bda6ced9a4249a3da30a7685ba565c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1167.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1167\r\n\n                   GLORIA IVETTE CORREA, a/k/a \r\n              GLORIA IVETTE CORREA GONZALEZ, ET AL.,\r\n\n                      Plaintiffs, Appellees,\r\n\n                                v.\r\n\n                     HOSPITAL SAN FRANCISCO,\r\n\n                      Defendant, Appellant.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r                                                                  \r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                    and Boudin, Circuit Judge.\r                                                       \r\n\n                                             \r\n\n     Igor J. Dominguez on brief for appellant.\r                                \r\n     Kevin  G. Little and Law Offices of David Efron on brief for\r                                                              \r\nappellees.\r\n\n                                             \r\n\n                         October 31, 1995\r\n\n                                             \r\r\n\n          SELYA,  Circuit  Judge.   This  appeal  requires us  to\r                    SELYA,  Circuit  Judge.\r                                          \r\n\ninterpret, for  the first  time, the Emergency  Medical Treatment\r\n\nand Active Labor Act (EMTALA), 42 U.S.C.   1395dd (1988 &amp; Supp. V\r\n\n1993).1  After  scrutinizing the record and dovetailing the facts\r\n\nwith the statutory scheme,  we affirm a $700,000 jury  verdict in\r\n\nfavor  of  the  heirs and  survivors  of  Carmen  Gloria Gonzalez\r\n\nFigueroa  (Ms. Gonzalez) against defendant-appellant Hospital San\r\n\nFrancisco (HSF or the Hospital).\r\n\nI.  THE FACTS\r          I.  THE FACTS\r\n\n          We  are  guided  through  the  thicket  of  conflicting\r\n\ntestimony and the chasmal gaps in the direct evidence by the rule\r\n\nthat,  when the  losing  party protests  the  sufficiency of  the\r\n\nevidence,  the court of appeals must take  both the facts and the\r\n\nreasonable inferences  therefrom in the light  most hospitable to\r\n\nthe jury's verdict.  See Sanchez  v. Puerto Rico Oil Co., 37 F.3d\r                                                                  \r\n\n712, 716 (1st  Cir. 1994); Wagenmann v. Adams, 829  F.2d 196, 200\r                                                       \r\n\n(1st Cir. 1987).\r\n\n          According  to her  son, Angel  Correa, Ms.  Gonzalez, a\r\n\nsixty-five-year-old widow,  awoke on the morning  of September 6,\r\n\n1991 \"feeling  real bad,\"  and experiencing \"chills,  cold sweat,\r\n\ndizziness, [and] chest pains.\"  She requested that Angel take her\r\n\nto  the emergency  room  at  HSF  (where  she  had  been  treated\r\n\npreviously).  She arrived there no later than 1:00 p.m.\r\n                    \r                              \r\n\n     1In Wilson v. Atlanticare  Med. Ctr., 868 F.2d 34  (1st Cir.\r                                                   \r\n1989), the plaintiff asked us to consider whether a state statute\r\nprescribing  a medical  malpractice claims  procedure applied  to\r\nsuits under EMTALA.  See id. at 35.  We refused, however, because\r                                      \r\nthe plaintiff had not preserved the issue.  See id. at 35-36.\r                                                             \r\n\n                                2\r\r\n\n          The  evidence is conflicted as to whom she saw and what\r\n\nthat person was told  about her condition.  Angel  testified that\r\n\nhe implored the  receptionist to  have someone \"take  care of  my\r\n\nmother,  because  she  feels sick  and  has  chest  pains.\"   The\r\n\nHospital disagrees, maintaining that its personnel were told only\r\n\nthat Ms.  Gonzalez felt dizzy  and nauseated.   In  any event,  a\r\n\nHospital employee  assigned the  patient a number  (forty-seven),\r\n\ntold  her to  bide her  time, and  checked her  medical insurance\r\n\ncard.2   After waiting approximately  one hour, Angel  called his\r\n\nsister,  Esther Correa,  and asked  her to  relieve him.   Esther\r\n\narrived some fifteen  minutes later and Angel  left the premises.\r\n\nAt  that very moment (roughly  2:15 p.m.), he  heard an attendant\r\n\ncalling patient number twenty-four for treatment.\r\n\n          Now  accompanied   by   her  daughter,   Ms.   Gonzalez\r\n\nmaintained her unproductive vigil for an additional forty-five to\r\n\nseventy-five minutes.   The Hospital staff  continued blithely to\r\n\nignore her.   Weary of waiting, the two women drove to the office\r\n\nof Dr. Acacia Rojas  Davis (Dr. Rojas), the director  of Hospmed,\r\n\narriving  there  between 3:00  and 3:30  p.m.   According  to Dr.\r\n\nRojas, a nurse  called from HSF  to advise her  that the  patient\r\n\nwould be coming  to Hospmed for treatment.   Dr. Rojas  said that\r\n\nthis  conversation probably  occurred earlier  that day  (perhaps\r\n\naround 1:00 p.m.), a datum suggesting that HSF tried to shunt Ms.\r\n\n                    \r                              \r\n\n     2Ms. Gonzalez's  health insurance plan required  her to seek\r\nroutine treatment at Hospmed (a local clinic) during its business\r\nhours,  but  allowed  her  to  see  any  appropriate  health-care\r\nprovider in case of an emergency.\r\n\n                                3\r\r\n\nGonzalez to Hospmed as soon as it scrutinized her insurance card.\r\n\n          Ms. Gonzalez informed Dr.  Rojas that she was nauseated\r\n\nand   had  taken  a  double  dose  of  her  high  blood  pressure\r\n\nmedication.  Her blood  pressure was very low (90/60),  and, when\r\n\nshe began vomiting, the physician immediately started intravenous\r\n\ninfusions  of fluids.  She also dispensed medicine to control the\r\n\nemesis.   Despite these  ministrations, Ms. Gonzalez's  condition\r\n\nsteadily deteriorated.   Dr.  Rojas had to  resuscitate her  soon\r\n\nafter her arrival.  The doctor then attempted to transfer  her to\r\n\nthe Hato  Rey Community  Hospital,  but could  not commandeer  an\r\n\nambulance.   As  Dr. Rojas  began preparations  to transport  Ms.\r\n\nGonzalez  by van, the patient expired.  Her death, which occurred\r\n\nat around 4:30 p.m., was attributed to hypovolemic shock.\r\n\nII.  THE PROCEEDINGS BELOW\r          II.  THE PROCEEDINGS BELOW\r\n\n          The plaintiffs    Ms.  Gonzalez's three  adult children\r\n\nand four of her grandchildren (the progeny of her late son, Felix\r\n\nCorrea, who  had  predeceased her)     brought suit  against  the\r\n\nHospital  in the United States District Court for the District of\r\n\nPuerto  Rico.3     They  alleged  two  violations   of  EMTALA   \r\n\ninappropriate  screening and  improper transfer    and  a pendent\r\n\nclaim of medical malpractice under local law.  Following a trial,\r\n\nthe plaintiffs' case  went to  the jury  on the  two theories  of\r\n\n                    \r                              \r\n\n     3Although  their complaint  is not  a model of  clarity, the\r\nplaintiffs apparently sued in two  capacities.  As Ms. Gonzalez's\r\nheirs, they  asserted  a representative-capacity  claim  for  her\r\npain,  suffering,  and related  damages.    As individuals,  they\r\nsimultaneously  asserted claims  for  their own  pain, suffering,\r\nmental anguish, and kindred losses.\r\n\n                                4\r\r\n\nEMTALA liability.4  The jury returned a series of special written\r\n\nfindings,  Fed. R. Civ. P. 49(a), assessed $200,000 in damages on\r\n\nthe  decedent's  account (payable  to  the  heirs), and  assessed\r\n\n$500,000  in damages for the  pain, suffering, and mental anguish\r\n\nexperienced by the  survivors     $100,000 apiece  for the  three\r\n\nchildren (Angel,  Esther, and Gloria), and $50,000 apiece for the\r\n\nfour  grandchildren  (Glendalis, Glorimar,  Angelis,  and Sarai).\r\n\nThe district  court denied the Hospital's  post-trial motions for\r\n\njudgment  as  a matter  of  law, a  new  trial, and  remission of\r\n\ndamages.  This appeal ensued.\r\n\nIII.  THE STATUTORY SCHEME\r          III.  THE STATUTORY SCHEME\r\n\n          We  delineate EMTALA's  requirements  in order  to give\r\n\ndefinition to the statutory cause of action and place some of its\r\n\nnuances into perspective.\r\n\n          As health-care  costs spiralled upward  and third-party\r\n\npayments  assumed increased importance, Congress became concerned\r\n\n\"about the  increasing number of reports  that hospital emergency\r\n\nrooms are  refusing to  accept or  treat patients  with emergency\r\n\nconditions if the patient does not have medical insurance.\"  H.R.\r\n\nRep.  No. 241(I), 99th Cong.,  1st Sess. 27  (1986), reprinted in\r                                                                           \r\n\n1986 U.S.C.C.A.N. 42, 605.  Congress enacted EMTALA to allay this\r\n\nconcern.   Needing a  carrot to  make health-care providers  more\r\n\nreceptive  to  the  stick, Congress  simultaneously  amended  the\r\n\nSocial   Security   Act,   conditioning    hospitals'   continued\r\n\n                    \r                              \r\n\n     4The district  court dismissed the malpractice  claim.  That\r\nruling is not before us on appeal.\r\n\n                                5\r\r\n\nparticipation  in  the federal  Medicare  program    a  lucrative\r\n\nsource of  institutional revenue    on  acceptance of  the duties\r\n\nimposed by the new law.  See 42 U.S.C.   1395dd(a-b), (e)(2); see\r                                                                           \r\n\nalso Abercrombie  v. Osteopathic  Hosp. Founders Ass'n,  950 F.2d\r                                                                \r\n\n676, 680 (10th  Cir. 1991);  Brooker v. Desert  Hosp. Corp.,  947\r                                                                     \r\n\nF.2d 412, 414 (9th Cir. 1991).\r\n\n          We  have set out the  portions of the  statute that are\r\n\nmost germane  to this  appeal in  an appendix.   For  purposes of\r\n\npatients  such   as  Ms.   Gonzalez,  EMTALA  has   two  linchpin\r\n\nprovisions.   First,  it requires  that a  participating hospital\r\n\nafford an appropriate  medical screening to all  persons who come\r\n\nto  its emergency room seeking medical assistance.  See 42 U.S.C.\r                                                                 \r\n\n  1395dd(a).  Second,  it requires that, if an  emergency medical\r\n\ncondition  exists,  the  participating hospital  must  render the\r\n\nservices that are necessary to stabilize the patient's condition,\r\n\nsee  id.    1395dd(b)(1)(A), unless  transferring the  patient to\r                  \r\n\nanother facility  is medically indicated and  can be accomplished\r\n\nwith  relative safety, see id.   1395dd(b)(1)(B), (c)(1).  To add\r                                        \r\n\nbite to its provisions, EMTALA establishes monetary penalties for\r\n\nnoncompliance, see  id.    1395dd(d)(1),  and authorizes  private\r                                 \r\n\nrights  of action against those who  transgress its mandates, see\r                                                                           \r\n\nid.   1395dd(d)(2).\r             \r\n\n          To establish an EMTALA violation, a plaintiff must show\r\n\nthat  (1) the  hospital is  a participating hospital,  covered by\r\n\nEMTALA, that  operates an emergency department  (or an equivalent\r\n\ntreatment  facility); (2)  the  patient arrived  at the  facility\r\n\n                                6\r\r\n\nseeking treatment; and (3) the hospital either (a) did not afford\r\n\nthe patient an appropriate screening in order to determine if she\r\n\nhad an emergency medical  condition, or (b) bade farewell  to the\r\n\npatient  (whether  by  turning  her  away,  discharging  her,  or\r\n\nimprovidently transferring  her)  without first  stabilizing  the\r\n\nemergency  medical condition.  See Miller v. Medical Ctr. of S.W.\r                                                                           \r\n\nLa., 22  F.3d 626, 628 (5th  Cir. 1994); Stevison  v. Enid Health\r                                                                           \r\n\nSys., Inc., 920 F.2d 710, 712 (10th Cir. 1990).\r                    \r\n\n          HSF  attempts   to  read  into  section   1395dd(a)  an\r\n\nadditional requirement:  that  the patient show that she  in fact\r\n\nsuffered from an emergency medical  condition when she arrived at\r\n\nthe emergency room.  But EMTALA imposes no such requirement.  The\r\n\nstatute by its  terms directs a participating hospital to provide\r\n\nan  appropriate  screening  to  all  who  come to  its  emergency\r\n\ndepartment.   Thus,  to prove  a violation of  EMTALA's screening\r\n\nprovisions, a plaintiff need not prove that she actually suffered\r\n\nfrom an emergency  medical condition when she first  came through\r\n\nthe   portals   of   the   defendant's   facility;  the   failure\r\n\nappropriately  to  screen, by  itself,  is  sufficient to  ground\r\n\nliability as long  as the other  elements of the cause  of action\r\n\nare met.5\r\n                    \r                              \r\n\n     5To be sure,  some courts  have suggested in  dictum that  a\r\nplaintiff  must  show,  as  an  ingredient  of  an  inappropriate\r\nscreening  claim, that  she  suffered from  an emergency  medical\r\ncondition when she arrived  at the hospital.  See,  e.g., Miller,\r                                                                          \r\n22  F.3d at  630 n.8;  Ruiz v.  Kepler, 832  F. Supp.  1444, 1447\r                                                \r\n(D.N.M. 1993); Huckaby v. East Ala. Med. Ctr., 830 F. Supp. 1399,\r                                                       \r\n1402 (M.D. Ala. 1993).  This suggestion finds no purchase  in the\r\nstatute's text, and we  reject it.  We note,  however, that while\r\nthis distinction may have implications for civil penalties, which\r\n\n                                7\r\r\n\nIV.  ANALYSIS\r          IV.  ANALYSIS\r\n\n          HSF assigns  error in  no fewer than  eight iterations.\r\n\nIt debunks the sufficiency of the evidence in  five respects.  It\r\n\nthen  hypothesizes that, even if the evidence on these points can\r\n\nwithstand  an  instructed  verdict,  it  is  so anemic  that  the\r\n\ndistrict  court should  have  repudiated the  jury's findings  on\r\n\nliability and  ordered a new trial.  The climax of the Hospital's\r\n\nasseverational  array  denigrates the  award  of  damages in  two\r\n\nrespects.  After careful perscrutation of both the record and the\r\n\nrich variety of challenges marshalled by HSF, we affirm.\r\n\n                 A. Sufficiency of the Evidence.\r                           A. Sufficiency of the Evidence.\r                                                         \r\n\n          The  Hospital's multi-pronged  attack  calls into  play\r\n\nvarying  standards of appellate review.  The first five claims of\r\n\nerror  all involve the  sufficiency of the  evidence, and, hence,\r\n\nare reviewed under a familiar set of rules.\r\n\n          The district court's denial of a motion for judgment as\r\n\na matter  of law poses  a question  of law  and, therefore,  this\r\n\ncourt's review of  such a ruling is plenary.   See Gibson v. City\r                                                                           \r\n\nof Cranston,  37 F.3d 731,  735 (1st  Cir. 1994).   In addressing\r                     \r\n\nsuch issues on appeal, we must approach the evidence from a coign\r\n                    \r                              \r\n\nare imposable  irrespective of  resulting harm, see  42 U.S.C.   \r                                                             \r\n1395dd(d)(1)(A), the  statutory damage remedy requires  a showing\r\nof  \"personal  harm  as  a   direct  result  of  a  participating\r\nhospital's violation of [EMTALA],\" id.   1395dd(d)(2)(A).   It is\r                                                \r\ndifficult  to imagine  a case  in which  a  patient who  does not\r\npresent an  emergency medical  condition will meet  the statute's\r\ncausation requirement or  fall within the category  of those whom\r\nit intends  to  protect.   In  all events,  we can  reserve  such\r\nquestions for  another day, because the  plaintiffs fairly allege\r\nthat Ms. Gonzalez did present an emergency medical condition, the\r\njury so found, and the evidence to that effect was ample.\r\n\n                                8\r\r\n\nof  vantage identical to that  employed by the  district court in\r\n\nthe first  instance.  See  Rolon-Alvarado v. Municipality  of San\r                                                                           \r\n\nJuan, 1 F.3d 74, 77 (1st Cir. 1993).  This dictates  that we take\r              \r\n\nthe record in the  light most flattering to the  nonmoving party,\r\n\nwithout  probing   the  veracity  of   the  witnesses,  resolving\r\n\nconflicts  in the  testimony,  or  assaying  the  weight  of  the\r\n\nevidence.   See  Gibson, 37 F.3d  at 735; Wagenmann,  829 F.2d at\r                                                             \r\n\n200.   We  \"may reverse  the  denial of  such  a motion  only  if\r\n\nreasonable persons could not have reached the conclusion that the\r\n\njury embraced.\"  Sanchez, 37 F.3d at 716.\r                                  \r\n\n          1.  EMTALA Coverage.  The Hospital starts its series of\r                    1.  EMTALA Coverage.\r                                       \r\n\nsufficiency  sorties  by  solemnly  stating  that  the  survivors\r\n\nstumbled  in failing  to  show that  it  is subject  to  EMTALA's\r\n\nsuzerainty.   We need  not tarry.  HSF  tacitly concedes that, in\r\n\ngeneral, federal courts have jurisdiction over EMTALA claims, see\r                                                                           \r\n\nThornton v. Southwest  Detroit Hosp.,  895 F.2d  1131, 1133  (6th\r                                              \r\n\nCir.  1990), but  argues  that the  plaintiffs  did not  prove  a\r\n\nrequisite  predicate fact:   that  HSF had  accepted the  federal\r\n\ngovernment's  carrot  and agreed  to  come under  EMTALA.6   This\r\n                    \r                              \r\n\n     6In its brief, the Hospital treats this issue as implicating\r\nthe  court's  subject  matter  jurisdiction.   The  Hospital,  of\r\ncourse, could have raised the question in that form by a pretrial\r\nmotion, see Fed. R.  Civ. P. 12(b)(1), but refrained.   Since the\r                     \r\ndefendant did  not so move,  and since the  disputed fact  is one\r\nthat  has the  capacity not  only  to oust  the federal  court of\r\njurisdiction  but also to defeat the claim on the merits (because\r\nthe same fact that is needed to support jurisdiction must also be\r\ndemonstrated  to the  factfinder in  order for  the plaintiff  to\r\nprevail), an  appellate court should evaluate  the jury's factual\r\nfinding  under a  sufficiency-of-the-evidence test.   Cf.  United\r                                                                           \r\nStates v.  Victoria-Peguero,  920 F.2d  77,  87 (1st  Cir.  1990)\r                                     \r\n(undertaking sufficiency-of-the-evidence review following  a jury\r\n\n                                9\r\r\n\nargument has the shrill ring of desperation.\r\n\n          The  plaintiffs  introduced   into  evidence,   without\r\n\nobjection, HSF's policy statement outlining for its employees and\r\n\nassociates how  the Hospital  intended to ensure  compliance with\r\n\nEMTALA in  its  emergency room.    The Hospital  solidified  this\r\n\nproffer  when,  during  the  defense case,  its  health  services\r\n\nadministrator  testified  that  he had  dutifully  instructed his\r\n\nstaff regarding the  fine points of EMTALA compliance.   Evidence\r\n\nadmitted without limitation can be used by the jury on  any issue\r\n\nin the case.  See, e.g.,  United States v. Castro-Lara, 970  F.2d\r                                                                \r\n\n976, 981 (1st Cir.  1992), cert. denied, 113 S. Ct.  2935 (1993).\r                                                 \r\n\nHere, the policy statement and the executive's testimony, without\r\n\nmore, formed  a sturdy  basis on  which the  jury could build  an\r\n\neminently  reasonable  inference  that  the  Hospital  considered\r\n\nitself to be   and was   covered by EMTALA.\r\n\n          HSF strives to topple this edifice, contending that the\r\n\npolicy statement constituted  inadmissible hearsay  and that  the\r\n\nplaintiffs did  not lay  a proper  foundation for  the document's\r\n\nintroduction.  But in the absence of plain error   and we discern\r\n\nnone  here    these  objections, voiced  for  the first  time  on\r\n\nappeal,  are deemed  to have  been waived.   See  Suarez-Matos v.\r                                                                        \r\n\nAshford Presbyterian Community  Hosp., Inc., 4  F.3d 47, 50  (1st\r                                                     \r\n\nCir. 1993); Freeman  v. Package  Mach. Co., 865  F.2d 1331,  1336\r                                                    \r\n\n                    \r                              \r\n\ndetermination that  a ship  was within territorial  waters, where\r\nsuch a fact was both a predicate for criminal jurisdiction and an\r\nelement of  the  offense charged),  cert.  denied, 500  U.S.  932\r                                                           \r\n(1991).\r\n\n                                10\r\r\n\n(1st Cir. 1988); see also Fed. R. Evid. 103.  Hence, the jury had\r                                   \r\n\na  rational basis  on which  to conclude  that HSF  is  among the\r\n\nninety-nine percent of American hospitals covered by EMTALA.\r\n\n          2.  Failure to Provide Appropriate Screening.  Three of\r                    2.  Failure to Provide Appropriate Screening.\r                                                                \r\n\nthe Hospital's remaining four  sufficiency-of-the-evidence claims\r\n\nare inextricably intertwined.  These three claims are designed to\r\n\nillustrate the purported  lack of  any foundation  for a  finding\r\n\nthat HSF  failed  to provide  Ms.  Gonzalez with  an  appropriate\r\n\nscreening upon her appearance  at the emergency room.   The final\r\n\nsufficiency  claim   is  closely  related  to   the  first  three\r\n\ninitiatives.   In it, HSF posits  that, as long as  a hospital is\r\n\nnot  motivated  by  crass  economic  considerations,  any failure\r\n\nappropriately  to screen  does not  run afoul  of EMTALA.   These\r\n\nimportunings lack merit.7\r\n\n                                a.\r                                          a.\r                                            \r\n\n          We begin this analytic segment by laying a straw man to\r\n\nrest.   The Hospital asserts that  it had no obligation to screen\r\n\nbecause Ms. Gonzalez did not  have an emergency medical condition\r\n\nwhen she  reported to its  facility.   This theory of  defense is\r\n\ndoubly  flawed.   For  one thing,  EMTALA requires  participating\r\n\nhospitals  to provide appropriate screening to  all who enter the\r\n\nhospitals' emergency departments,  whether or not they are in the\r\n\nthroes of a medical emergency when they arrive.  See supra note 5\r                                                                    \r\n                    \r                              \r\n\n     7Because  we uphold  the  jury's finding  that HSF  violated\r\nEMTALA  when  it failed  to  afford Ms.  Gonzalez  an appropriate\r\nscreening, we need not  comment upon the jury's finding  that HSF\r\nalso  violated EMTALA  by  improperly transferring  Ms.  Gonzalez\r\nbefore her condition had stabilized.\r\n\n                                11\r\r\n\nand  accompanying text.  For  another thing, the  record does not\r\n\ncompel  a  conclusion  that the  decedent's  emergency  condition\r\n\ndeveloped only after she consulted Dr. Rojas.\r\n\n          Angel Correa testified that he told  HSF's receptionist\r\n\nthat  his mother was  experiencing chest pains,  and HSF concedes\r\n\nthat  a patient  of Ms.  Gonzalez's age  who suffered  from chest\r\n\npains would be regarded as having an emergency medical condition.\r\n\nYet the Hospital asks us to  ignore this evidence in deference to\r\n\nDr. Rojas's  testimony that  Ms. Gonzalez  did not  develop chest\r\n\npains until some time after she arrived at Hospmed.   There is no\r\n\nprincipled  way  in  which  we  can  accommodate  HSF's  request.\r\n\nCredibility choices are generally for the jury, not for the court\r\n\nof appeals.   See Cook  v. Rhode Island  Dep't of Mental  Health,\r                                                                           \r\n\nRetardation, and Hosps., 10 F.3d 17, 21 (1st Cir. 1993).  What is\r                                 \r\n\nmore,  Dr. Rojas's testimony does not rule out a finding that Ms.\r\n\nGonzalez  exhibited  an  emergency  medical  condition  when  she\r\n\narrived at  HSF.  The  chest pains  might well  have spurted  and\r\n\nlater  subsided, or,  even  if Ms.  Gonzalez  only complained  of\r\n\nnausea  and   dizziness,  that  symptomatology   (as  Dr.   Rojas\r\n\nexplained) might  well herald the  onset of an  emergency medical\r\n\ncondition in the  case of  a hypertensive diabetic  (such as  Ms.\r\n\nGonzalez).\r\n\n                                b.\r                                          b.\r                                            \r\n\n          We next  assess the Hospital's insistence  that it gave\r\n\nMs.  Gonzalez  the  same  (suitable) screening  provided  to  all\r\n\npatients.  EMTALA requires  an appropriate medical screening, but\r\n\n                                12\r\r\n\ndoes  not explain what constitutes one.  The adjectival phrase is\r\n\nnot self-defining.   See  Cleland v.  Bronson Health  Care Group,\r                                                                           \r\n\nInc., 917 F.2d 266, 271 (6th Cir. 1990) (\"`Appropriate' is one of\r              \r\n\nthe  most wonderful weasel words  in the dictionary,  and a great\r\n\naid  to  the resolution  of disputed  issues  in the  drafting of\r\n\nlegislation.   Who,  after  all, can  be  found to  stand up  for\r\n\n`inappropriate' treatment or actions of any sort?\").  In the last\r\n\nanalysis, appropriateness, like nature, is \"a mutable cloud which\r\n\nis  always and  never the  same.\"   Ralph Waldo  Emerson, Essays:\r                                                                           \r\n\nFirst Series (1841).\r                      \r\n\n          Be that as it may, the courts have achieved a consensus\r\n\non  a  method  of  assessing  the  appropriateness  of a  medical\r\n\nexamination  in  the EMTALA  context.   A  hospital  fulfills its\r\n\nstatutory duty to  screen patients  in its emergency  room if  it\r\n\nprovides  for a  screening examination  reasonably calculated  to\r\n\nidentify  critical  medical  conditions that  may  be  afflicting\r\n\nsymptomatic  patients  and  provides  that   level  of  screening\r\n\nuniformly   to  all  those   who  present  substantially  similar\r\n\ncomplaints.   See Baber v. Hospital  Corp. of Am., 977  F.2d 872,\r                                                           \r\n\n879 (4th Cir. 1992); Gatewood v. Washington Healthcare Corp., 933\r                                                                      \r\n\nF.2d   1037,  1041  (D.C.  Cir.  1991).    The  essence  of  this\r\n\nrequirement  is that there be  some screening procedure, and that\r\n\nit be administered even-handedly.\r\n\n          We add a  caveat:   EMTALA does not  create a cause  of\r\n\naction  for medical malpractice.  See Gatewood, 933 F.2d at 1041.\r                                                        \r\n\nTherefore,  a refusal to follow regular screening procedures in a\r\n\n                                13\r\r\n\nparticular instance contravenes the  statute, see Baber, 977 F.2d\r                                                                 \r\n\nat 879, but faulty screening, in a particular case, as opposed to\r\n\ndisparate screening  or  refusing  to  screen at  all,  does  not\r\n\ncontravene the statute.   See Brooks v. Maryland Gen.  Hosp., 996\r                                                                      \r\n\nF.2d 708,  711 (4th Cir.  1993).   In this case,  HSF's delay  in\r\n\nattending  to  the  patient  was  so  egregious  and  lacking  in\r\n\njustification  as to amount to an effective denial of a screening\r\n\nexamination.  Thus, we need not decide whether mere negligence in\r\n\nfailing to  expedite screening  would itself violate  the federal\r\n\nstatute.\r\n\n          To illustrate our point, it should be recalled that HSF\r\n\nprescribed internal  procedures which  set the parameters  for an\r\n\nappropriate screening.   HSF's rules, as explicated in its policy\r\n\nstatement,  required its  emergency room  personnel,  inter alia,\r                                                                          \r\n\npromptly to take the vital signs of every patient who visited the\r\n\nfacility, to make  a written record of all such  visits, to treat\r\n\npatients suffering  from chest  pains as critical  cases, and  to\r\n\nrefer all  critical cases  to an in-house  physician immediately.\r\n\nFrom  the evidence  adduced at  trial, especially  Angel Correa's\r\n\nrecollections and  the Hospital's utter inability  to produce any\r                                                                           \r\n\nrecords  anent Ms.  Gonzalez's visit,  the jury  reasonably could\r\n\nhave  inferred  that  the Hospital  did  not  measure  up to  the\r\n\nparameters it had established, and  that the decedent was  denied\r\n\nthe  screening  (monitoring  of  vital signs,  compilation  of  a\r\n\nwritten chart, immediate referral  to an in-house physician) that\r\n\nHSF customarily afforded to persons complaining of chest pains.\r\n\n                                14\r\r\n\n          That ends  the matter.    Bearing in  mind that,  under\r\n\nEMTALA   1395dd(a),  the same screening examination  must be made\r\n\navailable  to all  similarly situated  patients, see  Brooks, 996\r                                                                      \r\n\nF.2d at 710-11; Baber,  977 F.2d at 881, the  jury's finding that\r                               \r\n\nHSF denied  Ms. Gonzalez an appropriate  screening examination is\r\n\nunimpugnable.\r\n\n                                c.\r                                          c.\r                                            \r\n\n          In  an  allied  vein,  the Hospital  contends  that  it\r\n\nneither denied Ms. Gonzalez an  initial screening nor refused her\r\n\nessential treatment.   Its  point is that  it gave the  patient a\r\n\nnumber, and would  have ministered to her  had she waited.   This\r\n\ncontention is spurious.\r\n\n          First,   according  to  Dr.  Rojas,  HSF  referred  Ms.\r\n\nGonzalez  to  Hospmed.    If the  jury  believed  the physician's\r\n\ntestimony   and  we note, as an aside, that  HSF called Dr. Rojas\r\n\nas its witness   it could well have found that HSF never intended\r\n\nto treat the decedent,  or, at the least, was  itself responsible\r\n\nfor truncating her  wait.   Second, we think  that regardless  of\r\n\nmotive, a complete  failure to  attend a patient  who presents  a\r\n\ncondition   that  practically  everyone  knows  may  indicate  an\r\n\nimmediate and acute  threat to life can constitute a denial of an\r\n\nappropriate   medical   screening   examination   under   section\r\n\n1395dd(a).  Much depends upon circumstances; we recognize that an\r\n\nemergency  room cannot  serve  everyone simultaneously.   But  we\r\n\nagree  with  the  court  below  that the  jury  could  rationally\r\n\nconclude, absent  any  explanation or  mitigating  circumstances,\r\n\n                                15\r\r\n\nthat the Hospital's inaction here amounted to a deliberate denial\r\n\nof screening.  EMTALA should be read to proscribe both actual and\r\n\nconstructive dumping of patients.\r\n\n                                d.\r                                          d.\r                                            \r\n\n          HSF   maintains  that   depriving   a  patient   of  an\r\n\nappropriate screening,  in and  of itself,  will  not support  an\r\n\nEMTALA claim.   It  suggests that  a hospital can  be liable  for\r\n\ntransgressing  the statute only if economic concerns, such as the\r\n\nsuspicion that the patient  will be unable adequately to  pay her\r\n\nway,  drive the  hospital's  actions.    Since Ms.  Gonzalez  had\r\n\ninsurance  that  permitted her  hospital  visit  if an  emergency\r\n\nexisted, its thesis continues, its handling of her case could not\r\n\nhave been motivated by  concerns about her ability  to pay.8   As\r\n\nphrased, this contention raises a question of law, engendering de\r\n\nnovo review.  See  Foster Miller, Inc. v. Babcock  &amp; Wilcox Can.,\r                                                                          \r\n\n46 F.3d 138, 147 (1st Cir. 1995).\r\n\n          Every court  of appeals that has  considered this issue\r\n\nhas  concluded that a desire to shirk the burden of uncompensated\r\n\ncare  is not  a  necessary element  of a  cause  of action  under\r\n\nEMTALA.  See, e.g., Power v. Arlington Hosp. Ass'n, 42  F.3d 851,\r                                                            \r\n\n857 (4th Cir. 1994); Collins v.  DePaul Hosp., 963 F.2d 303,  308\r                                                       \r\n\n                    \r                              \r\n\n     8In  all  events, this  argument  is an  oversimplification.\r\nEspecially in  the health-care field, all insurance plans are not\r\ncreated  equal.     Given  the  bewildering   array  of  coverage\r\nconditions,  deductibles,  reimbursement  rates,  and  the  like,\r\nsophisticated but  esurient providers  have ample  provocation to\r\ndiscriminate not only between  insured and uninsured patients but\r\nalso among patients who are insured under different plans.\r\n\n                                16\r\r\n\n(10th  Cir. 1992); Gatewood,  933 F.2d at  1040.9  We  think that\r                                     \r\n\nthese  cases are  correctly  decided, and  that  EMTALA does  not\r\n\nimpose  a motive requirement.  The decision on which the Hospital\r\n\nrelies, Nichols v. Estabrook, 741 F. Supp. 325 (D.N.H. 1989), did\r                                      \r\n\nnot involve failure  to screen,  but merely a  misdiagnosis.   We\r\n\nhold, therefore, that EMTALA,  by its terms, covers all  patients\r\n\nwho come to a hospital's emergency  department, and requires that\r\n\nthey be appropriately screened, regardless of insurance status or\r\n\nability to pay.  See 42 U.S.C.   1395dd(a).\r                              \r\n\n                          B.  New Trial.\r                                    B.  New Trial.\r                                                 \r\n\n          We turn now to the  Hospital's complaint that the lower\r\n\ncourt erred in declining to honor its motion for an unconditional\r\n\nnew  trial.   Our  reexamination  of  this  ruling  is  extremely\r\n\ncircumscribed.  Principally because the trial judge saw and heard\r\n\nthe  witnesses in the raw,  his refusal to  uproot a jury verdict\r\n\nmay  only be  reversed for  abuse of  discretion.   See Quinones-\r                                                                           \r\n\nPacheco  v.  American Airlines,  Inc., 979  F.2d  1, 3  (1st Cir.\r                                               \r\n\n1992); Veranda Beach  Club Ltd. Partnership v.  Western Sur. Co.,\r                                                                          \r\n\n936 F.2d 1364, 1384 (1st Cir. 1991).  This means, in effect, that\r\n\nan  appellate  court may  set  aside such  a  ruling  only if  it\r\n                    \r                              \r\n\n     9In Cleland, the  Sixth Circuit held, as have  other courts,\r                          \r\nthat  a  fear of  nonpayment is  not  essential to  triggering an\r\nEMTALA  claim.   See  917 F.2d  at  272.   Cleland is  different,\r                                                            \r\nhowever,  in that the  court required there  to be some  motive  \r                                                                 \r\nwhether or not economic    for the disparate treatment.   See id.\r                                                                           \r\nOther  courts have declined to follow the Sixth Circuit's lead in\r\nthis respect, see,  e.g., Gatewood, 933 F.2d at 1041  n.3, and we\r                                            \r\nagree  that  the range  of improper  motives available  under the\r\nCleland standard \"is so broad as to be no limit at all, and  as a\r                 \r\npractical  matter amounts  to not  having a  motive requirement.\"\r\nPower, 42 F.3d at 857.\r               \r\n\n                                17\r\r\n\ndetermines that  \"the verdict is against  the demonstrable weight\r\n\nof the credible evidence  or results in a blatant  miscarriage of\r\n\njustice.\"  Sanchez, 37 F.3d at 717.\r                            \r\n\n          Refined  to bare essence, HSF's  claim is that, even if\r\n\nthe plaintiffs introduced enough proof to withstand judgment as a\r\n\nmatter of law, the  verdict defied the weight of  the trustworthy\r\n\nevidence.    In  support,  the  Hospital  reiterates  the  points\r\n\npreviously discussed,  terming the evidence asthenic  as to HSF's\r\n\nstatus under EMTALA  and as  to its purported  violations of  the\r\n\nlaw.\r\n\n          We  will not  repastinate the  ground that  we ploughed\r\n\nearlier in this opinion.  The evidence regarding the relationship\r\n\nof  EMTALA to HSF, see supra Part  IV(A)(1), strikes us as rather\r                                      \r\n\npersuasive,  especially since HSF    which could  have supplied a\r\n\nfoolproof  answer  from  its own  records     offered  nothing to\r\n\nsuggest that  it did not  welcome Medicare  patients.  As  to the\r\n\nother points, see  supra Part IV(A)(2), the jury  heard testimony\r                                  \r\n\nfrom which  it could have concluded that Ms. Gonzalez went to the\r\n\nHospital in critical  condition and received  only a high  number\r\n\nand  a  cold  shoulder.     Angel  Correa's  credibility  emerged\r\n\nrelatively unscathed  from cross-examination; we cannot fault the\r\n\njury either for crediting his recollection or for concluding that\r\n\nthe  Hospital denied Ms.  Gonzalez any vestige  of an appropriate\r\n\nscreening.\r\n\n          To  be  sure,  the   evidence  in  this  case   is  not\r\n\nparticularly precise.   But facts  at trial, as  in life, do  not\r\n\n                                18\r\r\n\nalways appear in black  and white.  Juries and  judges frequently\r\n\nmust distinguish  between manifold shades  of gray.   The limited\r\n\nreview   that  we  can  conduct  convinces   us  that  the  grays\r\n\npredominate here, that  the jury's finding of EMTALA liability is\r\n\nwithin  the spectrum of  acceptable outcomes, and  that the trial\r\n\njudge did not abuse his discretion in refusing to  paint over the\r\n\njury's collective judgment.   No more is exigible.   See Freeman,\r                                                                          \r\n\n865 F.2d at  1333-34 (\"The mere fact that a  contrary verdict may\r\n\nhave been equally    or even more easily    supportable furnishes\r\n\nno cognizable ground for granting a new trial.  If  the weight of\r\n\nthe evidence is  not grotesquely lopsided, it  is irrelevant that\r\n\nthe  judge, were he sitting jury-waived,  would likely have found\r\n\nthe other way.\").\r\n\n                           C.  Damages.\r                                     C.  Damages.\r                                                \r\n\n          On  the  final  leg of  our  journey,  we traverse  the\r\n\nHospital's two challenges to the award of damages.  In substance,\r\n\nHSF maintains  (a) that the  plaintiffs may recover  under EMTALA\r\n\nonly  those  damages  stemming   from  the  decedent's  pain  and\r\n\nsuffering,  and  (b)  that  in all  events,  the  jury  exhibited\r\n\nexcessive  generosity.    These  challenges  must  be  considered\r\n\nseparately  for   they  evoke  differing  legal   principles  and\r\n\nstandards of review.\r\n\n          1.    Recoverable Damages.    Since  questions such  as\r                    1.    Recoverable Damages.\r                                             \r\n\nwhether a  statute authorizes damages in  particular instances or\r\n\nin  favor of  particular  parties are  quintessentially legal  in\r\n\n                                19\r\r\n\nnature, we afford de novo review.  See EEOC v.  Bank of Billings,\r                                                                          \r\n\n758 F.2d 397, 401  (9th Cir.), cert. denied, 474 U.S. 902 (1985);\r                                                     \r\n\nsee  also Strickland v. Commissioner, Me.  Dep't of Human Servs.,\r                                                                          \r\n\n48 F.3d 12, 16 (1st Cir. 1995).  HSF's claim  that the plaintiffs\r\n\ncannot  recover   damages  under  EMTALA  for   their  own  pain,\r\n\nsuffering, and  anguish falls into this category.  Undertaking de\r\n\nnovo review, we conclude that  this claim is voiced too  late and\r\n\naugurs too little.\r\n\n          The  chronology of  the case  speaks volumes  about the\r\n\nlack of timeliness.  HSF first had the opportunity to assert this\r\n\ndefense in its answer  to the plaintiffs' complaint, but  did not\r\n\ndo  so.   In  its  submissions  ancillary  to  both  the  initial\r\n\nscheduling conference  and the  pretrial conference, see  Fed. R.\r                                                                  \r\n\nCiv.  P. 16, HSF likewise  omitted any reference  to the defense.\r\n\nThe  latter omission  is  especially significant.   The  pretrial\r\n\nconference is an important event in the life of a litigated case.\r\n\nIt is  designed to assist the  court in \"formulati[ng] .  . . the\r\n\nissues,   including  the  elimination   of  frivolous  claims  or\r\n\ndefenses.\"   Fed. R. Civ. P. 16(c)(1).   Along the same line, the\r\n\npretrial order is intended  to shape the contours of  the ensuing\r\n\ntrial  by setting forth the legal theories upon which the parties\r\n\nintend  to  rely.   See  D.P.R.  Loc.  R.  314.3(E).   Here,  HSF\r                                 \r\n\nundermined  these mechanisms.  It failed to assert the defense at\r\n\nthe pretrial conference,  and, consequently, the pretrial  order,\r\n\nsigned by all counsel and entered by the  district court, made no\r\n\nmention of  any contention  that EMTALA barred  recovery for  the\r\n\n                                20\r\r\n\nheirs' anguish and suffering.\r\n\n          The Hospital's  neglect continued  up to,  and through,\r\n\nthe trial proper.  In its trial brief,  HSF enumerated only three\r\n\nlegal issues to be considered at trial.  None of these dealt with\r\n\nthe  question of whether  persons other  than patients  (or those\r\n\nsuing in  a patient's behalf) could recover damages under EMTALA.\r\n\nAt the close  of the plaintiffs'  case, HSF unsuccessfully  moved\r\n\nfor judgment as a matter of  law, see Fed. R. Civ. P.  50(a), but\r                                               \r\n\nwithout calling the court's  attention to the alleged impropriety\r\n\nof compensating the plaintiffs for their own pain and  suffering.\r\n\nAt the close of  all the evidence, the Hospital renewed  its Rule\r\n\n50(a) motion, but did not add any new grounds.  To cinch matters,\r\n\nthe  Hospital  eschewed  any   objection  to  the  trial  court's\r\n\ninclusion  of   the  plaintiffs'  claims  for   their  own  pain,\r\n\nsuffering, and mental anguish  in the verdict forms and  the jury\r\n\ninstructions.   This was a waiver, pure  and simple.  See Fed. R.\r                                                                   \r\n\nCiv. P. 49(a), 51; see also Putnam Resources v. Pateman, 958 F.2d\r                                                                 \r\n\n448, 456 (1st Cir.  1992) (\"Silence after instructions, including\r\n\ninstructions on  the form of  the verdict  to be returned  by the\r\n\njury, typically constitutes a waiver of any objections.\").\r\n\n          Based  on this  somber record  of inattention,  we hold\r\n\nthat  HSF forfeited the theory  of defense that  it now espouses.\r\n\nIn  reaching  this  conclusion,  we give  special  weight  to the\r\n\nHospital's  boycott of the final  pretrial order.   That order is\r\n\nintended to \"control  the subsequent course  of the action,\"  and\r\n\ncan  be modified only \"to  prevent manifest injustice.\"   Fed. R.\r\n\n                                21\r\r\n\nCiv. P. 16(e).   An appellate court should  not lightly relieve a\r\n\nlitigant from the condign  consequences of its failure to  list a\r\n\ntheory  of defense  at  that critical  stage of  the proceedings.\r\n\nSee, e.g., Ramirez Pomales v. Becton Dickinson Co., 839 F.2d 1, 3\r                                                            \r\n\n(1st Cir. 1988) (explaining that issues not included in the final\r\n\npretrial  order are generally waived).  If pretrial orders are to\r\n\nachieve  their  intended  purpose,  \"courts  and  litigants  must\r\n\nordinarily take  them  seriously.\"   Roland  M. v.  Concord  Sch.\r                                                                           \r\n\nComm., 910 F.2d 983, 999 (1st Cir. 1990), cert. denied,  499 U.S.\r                                                                \r\n\n912 (1991).\r\n\n          While waivers are sometimes overlooked on  appeal, none\r\n\nof the possible  routes around  HSF's waiver are  passable.   The\r\n\nsuggestion that the  Rule 50(a) motion  preserved the defense  is\r\n\nlittle short of jejune.  A motion for judgment as a matter of law\r\n\nmade at the close  of all the evidence preserves  for review only\r\n\nthose grounds specified at the time, and no others.  See Sanchez,\r                                                                          \r\n\n37  F.3d at 723;  Sweeney v. Westvaco  Co., 926 F.2d  29, 37 (1st\r                                                    \r\n\nCir.), cert. denied, 502 U.S. 899 (1991).  By the same token, the\r                             \r\n\nsuggestion    that   HSF's   post-trial   motion   for   judgment\r\n\nnotwithstanding the verdict   a motion in which HSF for the first\r\n\ntime made a claim that EMTALA did not authorize a recovery by the\r\n\nplaintiffs for their own pain, suffering, and anguish   saves the\r\n\nday  is equally  unavailing.   Indeed, this  motion is  a classic\r\n\nexample of a litigant  locking the barn door long after the horse\r\n\nhas bolted.  As the  name implies, a renewed motion for  judgment\r\n\nas a matter  of law under Fed. R. Civ. P. 50(b) is bounded by the\r\n\n                                22\r\r\n\nmovant's earlier Rule 50(a) motion.  The movant cannot use such a\r\n\nmotion  as a vehicle to  introduce a legal  theory not distinctly\r\n\narticulated  in  its  close-of-evidence  motion  for  a  directed\r\n\nverdict.   See Sanchez, 37  F.3d at 723;  Perdoni Bros., Inc.  v.\r                                                                       \r\n\nConcrete Sys., Inc., 35 F.3d 1,  3 (1st Cir. 1994); Systemized of\r                                                                           \r\n\nNew Eng.,  Inc. v. SCM,  Inc., 732 F.2d  1030, 1035-36  (1st Cir.\r                                       \r\n\n1984); see also  James W.  Moore, 5A Moore's  Federal Practice   \r                                                                        \r\n\n50.08  (2d ed. 1994) (explaining that a motion for judgment after\r\n\nthe  verdict  under  Rule  50(b)   \"may  only  be  premised  upon\r\n\nparticular grounds raised in the earlier motion made at the close\r\n\nof  all  the  evidence,\"  and that,  accordingly,  \"any  argument\r\n\nomitted from  the motion  made at the  close of  the evidence  is\r\n\nwaived as a ground for judgment under Rule 50(b)\").\r\n\n          The last  possibility that  we consider relates  to the\r\n\nreality that the raise-or-waive  rule (like virtually all subsets\r\n\nof the plain error  principle) admits of an  occasional exception\r\n\nin the  interests of justice.   Thus,  the court  of appeals  has\r\n\ndiscretion to  relieve a  party from  the normal  consequences of\r\n\nfailure to  proffer a defense  in a  timeous manner.   See United\r                                                                           \r\n\nStates  v.  La  Guardia, 902  F.2d  1010,  1013  (1st Cir.  1990)\r                                 \r\n\n(holding  that   \"an  appellate  court  has   discretion,  in  an\r\n\nexceptional case,  to reach virgin issues\");  accord Singleton v.\r                                                                        \r\n\nWulff, 428 U.S. 106,  121 (1976); United States v.  Krynicki, 689\r                                                                      \r\n\nF.2d 289, 291-92 (1st Cir. 1982).  But the exceptions are few and\r\n\nfar between, and appellate discretion should not be affirmatively\r\n\nexercised  unless  error  is   plain  and  the  equities  heavily\r\n\n                                23\r\r\n\npreponderate  in favor of correcting it.  To meet this benchmark,\r\n\nthe  omitted   argument  ordinarily  will  have   to  be  \"highly\r\n\npersuasive,\"  and declining to reach  it will have  to portend \"a\r\n\nmiscarriage of justice.\"  Krynicki, 689 F.2d at 292.  Taking into\r                                            \r\n\naccount the dimensions of this obstacle, we discern no compelling\r\n\nbasis for invoking this court's discretion.\r\n\n          EMTALA looks  to state law, broadly  defined to include\r\n\nPuerto Rico law,  see 42  U.S.C.    410(h),  1395x(x), anent  the\r                               \r\n\navailability of damages.  It contains the following instruction:\r\n\n          Any individual who suffers personal harm as a\r\n          direct result of  a participating  hospital's\r\n          violation  of a  requirement of  this section\r\n          may,   in  a   civil   action   against   the\r\n          participating hospital,  obtain those damages\r\n          available  for personal injury  under the law\r\n          of the State in which the hospital is located\r\n          . . . .\r\n\n42 U.S.C.   1395dd(d)(2).  HSF's argument in effect proposes that\r\n\nwe construe the  words \"individual\" and \"direct\"  as denoting the\r\n\npatient herself, and  no one else.   But this is only one  of two\r\n\npossible constructions of  the statute.   It is  equally open  to\r\n\nread  the law  as  permitting an  individual  who has  a  special\r\n\nrelationship with  another   say,  a wife deprived  of consortium\r\n\nor,  as here, a bereaved relative    to sue when she is harmed in\r\n\ndirect  consequence of  an EMTALA  violation inflicted  upon such\r\n\nother.  When  death results, this reading  would naturally extend\r\n\nthe  statutory prerogative  to  individuals who  are eligible  to\r\n\nbring survivors' actions  under local  law.  See,  e.g., Lane  v.\r                                                                       \r\n\nCalhoun-Liberty County Hosp. Ass'n, Inc., 846 F. Supp. 1543, 1553\r                                                  \r\n\n(N.D. Fla.  1994) (permitting claimants to  recover those damages\r\n\n                                24\r\r\n\navailable  to survivors  under  Florida law);  Griffith v.  Mount\r                                                                           \r\n\nCarmel  Med. Ctr.,  842  F.  Supp.  1359,  1365  (D.  Kan.  1994)\r                           \r\n\n(affirming award of damages to wife and children of a decedent).\r\n\n          Since  both  readings are  superficially  plausible, we\r\n\ncannot say it was plain error for the lower court, in the absence\r\n\nof  any timely  objection, to  interpret the  statute generously,\r\n\nthus providing remediation for the decedent's heirs comparable to\r\n\nthat  which they would ordinarily  receive under local  law.  See\r                                                                           \r\n\nWidow of Delgado v. Boston Ins. Co., 101 P.R. Dec. 598, 599-60 (1\r                                             \r\n\nOfficial Translation 824, 825)  (1973) (explaining that the heirs\r\n\nof a  person who  died through  another's negligence  have claims\r\n\nboth for their own suffering and the suffering of the decedent).\r\n\n          2.    Excessiveness.    HSF's  final  storming  of  the\r                    2.    Excessiveness.\r                                       \r\n\nbarricades  consists of  a frontal  attack on  the amount  of the\r\n\njury's  award  and a  flanking  attack  on Judge  Perez-Gimenez's\r\n\ndecision  not  to trim  it.   Both determinations  are reviewable\r\n\nunder an abuse-of-discretion rubric.  See, e.g., Segal v. Gilbert\r                                                                           \r\n\nColor Sys., Inc., 746 F.2d 78, 81 (1st Cir. 1984).\r                          \r\n\n          This  aspect of the case centers around the size of the\r\n\naggregate damage award.  Excessiveness,  like beauty, is often in\r\n\nthe eye of  the beholder.   Accordingly, the  case law  instructs\r\n\nthat  a damage award must endure unless it is \"grossly excessive,\r\n\ninordinate, shocking to the  conscience of the court, or  so high\r\n\nthat it would be a denial of justice to permit it to stand.\"  Id.\r                                                                           \r\n\nat  80-81 (quoting Grunenthal v.  Long Island R.R.  Co., 393 U.S.\r                                                                 \r\n\n156, 159 &amp;  n.4 (1968);  internal quotation marks  omitted).   An\r\n\n                                25\r\r\n\nappellate court's normal disinclination  to second-guess a jury's\r\n\nevaluation of the proper amount of damages is magnified where, as\r\n\nhere,  the  damages entail  a  monetary  valuation of  intangible\r\n\nlosses,  and the trial judge, having seen and heard the witnesses\r\n\nat  first  hand,  accepts the  jury's  appraisal.    See Ruiz  v.\r                                                                       \r\n\nGonzalez Caraballo, 929 F.2d 31, 34 (1st Cir. 1991).\r                            \r\n\n          Measured by this standard, the verdicts in favor of the\r\n\nsurvivors are beyond  reproach.  Puerto Rico law  permits certain\r\n\nclose relatives to bring  suits of this type without  requiring a\r\n\nshowing of physical  injury or economic loss.  See P.R. Laws Ann.\r                                                            \r\n\ntit. 31,    5141 (1990); see  also LaForest  v. Autoridad de  Las\r                                                                           \r\n\nFuentes Fluviales, 536 F.2d 443, 444-45 (1st Cir. 1976) (applying\r                           \r\n\nPuerto  Rico  law and  allowing  wrongful  death  action  by  the\r\n\ndecedent's parents  and siblings);  Burke v. Compagnie  Nationale\r                                                                           \r\n\nAir  France, 699  F. Supp.  1016, 1018 (D.P.R.  1988) (explaining\r                     \r\n\nthat,  under  Puerto  Rico's  Civil Code,  \"mental  suffering  is\r\n\ngenerally just as compensable as physical harm\").\r\n\n          Here,  the plaintiffs presented  both lay testimony and\r\n\nexpert  opinion evidence  regarding  their pain,  suffering,  and\r\n\nmental  anguish  (past,  present,  and future).    The  testimony\r\n\nindicated  that  the  decedent   was  a  matriarchal  figure  who\r\n\nfunctioned as the  hub of  the family  circle.   Her son,  Angel,\r\n\nlived  with her; her  two daughters,  Gloria and  Esther, resided\r\n\nnearby;  her deceased son's four children   who lost their father\r\n\na mere five months  before their grandmother perished    dwelt in\r\n\nher  home  for  much of  their  lives.    The plaintiffs'  expert\r\n\n                                26\r\r\n\ntestified  that all  three  of Ms.  Gonzalez's children  suffered\r\n\ndepression in the wake of their mother's death; and that the four\r\n\ngrandchildren experienced sadness,  suffering and  the like  that\r\n\nwould take up to five years to abate.\r\n\n          At trial,  HSF neither rebutted this  testimony in kind\r\n\nnor effectively  impeached it.   On appeal, HSF sends  up a smoke\r\n\nscreen,  resorting to  highly  questionable  practices.    Citing\r\n\nauthority  out of context,  and neglecting to  insert ellipses to\r\n\nsignify textual omissions   its citation of Ruiz, 929 F.2d at 34,\r                                                          \r\n\nas \"authority\" for a proposition exactly the opposite of what the\r\n\ncase holds  is a prime example    HSF strains to  carry the heavy\r\n\nburden  inherent in  challenging  a jury's  award of  damages for\r\n\nnoneconomic loss.  We  find its argument to be  both disingenuous\r\n\nand unpersuasive.\r\n\n          Objectively considered, the  record easily supports the\r\n\njury's assessment  of damages in favor  of the offspring.   It is\r\n\nhard to  doubt  that  the  plaintiffs  suffered  when  the  woman\r\n\ndescribed by one witness as the  trunk of the family tree was cut\r\n\ndown.    The  open  question  involves  the  difficult  chore  of\r\n\ntranslating  their  pain, suffering,  and  anguish into  dollars.\r\n\nThis is a matter largely within the jury's ken.   See id.  Taking\r                                                                   \r\n\ninto  account  the expert's  testimony  and the  evidence  of the\r\n\nclose-knit family structure, the  sums awarded do not shock    or\r\n\neven vellicate   our collective conscience.\r\n\n          This  leaves  the  $200,000  awarded to  the  heirs  on\r\n\naccount of Ms.  Gonzalez's pain and suffering.   Though generous,\r\n\n                                27\r\r\n\nthe  jury's assessment  does not outstrip  the bounds  of reason.\r\n\nDue  to  the   Hospital's  failure  to  provide   even  the  most\r\n\nrudimentary screening, Ms. Gonzalez spent the few remaining hours\r\n\nof  her  life in  agony, beset  by  nausea, dizziness,  and chest\r\n\npains.  It is hard to imagine    let alone to quantify in dollars\r\n\n  the  sheer terror that  she must  have felt  while waiting  for\r\n\nmedical attention that never came.\r\n\n          Although HSF  mounts a  series of arguments  crafted to\r\n\ncast  doubt upon  the size  of the  verdict, these  arguments are\r\n\nunpersuasive.    This  case,  in which  the  decedent's  travails\r\n\nextended  over  a  period  of  several  hours,  is  unlike  cases\r\n\ninvolving  sudden death in which a  decedent's pain and suffering\r\n\nis limited to  a few seconds  or, at most,  a matter of  minutes.\r\n\nSee, e.g., Bonn v. Puerto Rico Int'l Airlines, Inc., 518 F.2d 89,\r                                                             \r\n\n94 (1st  Cir. 1976).   By  like  token, merely  showing that  the\r\n\ndamage  award is  generous in  comparison to  other (hand-picked)\r\n\ncases  is insufficient to warrant relief.  See Havinga v. Crowley\r                                                                           \r\n\nTowing  &amp; Transp.  Co., 24  F.3d 1480,  1488-89 (1st  Cir. 1994).\r                                \r\n\nFinally, it is beside  the point that judges in  the commonwealth\r\n\ncourts frequently  award lesser  sums in wrongful  death actions.\r\n\nWhile  EMTALA refers  to  local law  to  determine the  scope  of\r\n\ndamages, see 42  U.S.C.   1395dd(d)(2), this requirement does not\r                      \r\n\noverride  the general rule  that \"[a] federal  jury . .  . is not\r\n\nbound  in  making  its  determination  by  the  amount  that  the\r\n\nCommonwealth  courts have  awarded or  approved.\"   LaForest, 536\r                                                                      \r\n\nF.2d at 446-47.\r\n\n                                28\r\r\n\n          To  recapitulate, converting  feelings  such  as  pain,\r\n\nsuffering,  and  mental anguish  into  dollars  is not  an  exact\r\n\nscience.   The  jury is  free \"to  harmonize the  verdict at  the\r\n\nhighest or lowest points  for which there is a  sound evidentiary\r\n\npredicate, or anywhere in between . . . so long as the end result\r\n\ndoes not .  . . strike such a dissonant  chord that justice would\r\n\nbe  denied  were the  judgment permitted  to  stand.\"   Milone v.\r                                                                        \r\n\nMoceri Family, Inc., 847 F.2d  35, 37 (1st Cir. 1988).   Here, we\r                             \r\n\ndo not find  the damages assigned by the jury  to cross the outer\r\n\nlimit of  the wide  universe of acceptable  awards.  In  sum, the\r\n\ndamage award in the heirs' favor is neither legally inappropriate\r\n\nnor so excessive as to necessitate a remittitur.10\r\n\nV.  CONCLUSION\r          V.  CONCLUSION\r\n\n          We need go no further.  HSF has not presented arguments\r\n\ncapable  of  overcoming  the   formidable  hurdles  it  faces  in\r\n\nchallenging  either the  liability  determination  or the  damage\r\n\nassessment of  a properly  instructed jury.   The judgment  below\r\n\nmust therefore be\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                    \r                              \r\n\n     10Our endorsement of the damages, including the award to the\r\nheirs  for the decedent's pain and suffering, is fortified by the\r\ntrial judge's unconditional seal of approval.  See Ruiz, 929 F.2d\r                                                                 \r\nat 34.\r\n\n                                29\r\r\n\n                             APPENDIX\r                                       APPENDIX\r\n\n                         EMTALA Excerpts\r                                   EMTALA Excerpts\r                                                  \r\n\n               In  the case  of a  hospital that  has  a hospital\r\n\n          emergency department, if any individual (whether or not\r\n\n          eligible for benefits  under [Medicare]), comes  to the\r\n\n          emergency  department  and a  request  is  made on  the\r\n\n          individual's behalf for examination  or treatment for a\r\n\n          medical  condition, the  hospital must  provide for  an\r\n\n          appropriate  medical  screening examination  within the\r\n\n          capability  of  the  hospital's  emergency  department,\r\n\n          including ancillary services routinely available to the\r\n\n          emergency  department, to  determine whether or  not an\r\n\n          emergency  medical  condition  (within  the  meaning of\r\n\n          subsection (e)(1) of this section) exists.\r\n\n42 U.S.C.   1395dd(a).\r\n\n               If  any  individual (whether  or not  eligible for\r\n\n          benefits under [Medicare]) comes  to a hospital and the\r\n\n          hospital   determines  that   the  individual   has  an\r\n\n          emergency medical condition, the hospital  must provide\r\n\n          either--\r\n\n                    (A) within the staff and facilities available\r\n\n               at   the  hospital,   for  such   further  medical\r\n\n               examination and such treatment as  may be required\r\n\n               to stabilize the medical condition, or\r\n\n                    (B) for transfer of the individual to another\r\n\n                                30\r\r\n\n               medical facility in accordance with subsection (c)\r\n\n               of this section.\r\n\n42 U.S.C.   1395dd(b)(1).\r\n\n               If an  individual at  a hospital has  an emergency\r\n\n          medical condition which has not been stabilized (within\r\n\n          the meaning of  subsection (e)(3)(b) of  this section),\r\n\n          the hospital may not transfer the individual unless--\r\n\n                    (A)(i)   the   individual   (or   a   legally\r\n\n               responsible  person  acting  on  the  individual's\r\n\n               behalf)  after  being informed  of  the hospital's\r\n\n               obligations under this section  and of the risk of\r\n\n               transfer, in writing  requests transfer to another\r\n\n               medical facility [, or]\r\n\n                    (ii)  a   physician  .  .  .   has  signed  a\r\n\n               certification  that  based  upon  the  information\r\n\n               available  at the  time of  transfer, the  medical\r\n\n               benefits reasonably expected from the provision of\r\n\n               appropriate medical treatment  at another  medical\r\n\n               facility  outweigh  the  increased  risks  to  the\r\n\n               individual . . . and\r\n\n                    (B) the transfer is an appropriate transfer .\r\n\n               . . [as defined infra].\r                                              \r\n\n42 U.S.C.   1395dd(c)(1).\r\n\n               An appropriate transfer to a medical facility is a\r\n\n          transfer--\r\n\n                    (A)  in  which   the  transferring   hospital\r\n\n                                31\r\r\n\n               provides the medical treatment within its capacity\r\n\n               which  minimizes  the  risks  to  the individual's\r\n\n               health . . . ;\r\n\n                    (B) in which the receiving facility--\r\n\n                         (i)  has  available space  and qualified\r\n\n                    personnel   for   the   treatment    of   the\r\n\n                    individual, and\r\n\n                         (ii)  has agreed  to accept  transfer of\r\n\n                    the  individual  and  to provide  appropriate\r\n\n                    medical treatment;\r\n\n                    (C) in which the transferring  hospital sends\r\n\n               to the  receiving facility all  [relevant] medical\r\n\n               records . . . ; [and]\r\n\n                    (D) in which the transfer is effected through\r\n\n               qualified personnel  and transportation equipment,\r\n\n               as  required including  the use  of necessary  and\r\n\n               medically appropriate life support measures during\r\n\n               the transfer . . . .\r\n\n42 U.S.C.   1395dd(c)(2).\r\n\n               A participating hospital that negligently violates\r\n\n          a requirement  of this section  is subject  to a  civil\r\n\n          monetary penalty of  not more  than $50,000 .  . .  for\r\n\n          each such violation.\r\n\n42 U.S.C.   1395dd(d)(1)(A).\r\n\n               Any individual who suffers personal harm\r\n\n          as   a  direct  result   of  a  participating\r\n\n                                32\r\r\n\n          hospital's violation of a requirement of this\r\n\n          section may,  in a  civil action  against the\r\n\n          participating hospital,  obtain those damages\r\n\n          available for personal  injury under the  law\r\n\n          of  the  State  in  which  the  hospital   is\r\n\n          located,  and  such  equitable relief  as  is\r\n\n          appropriate.\r\n\n42 U.S.C.   1395dd(d)(2)(A).\r\n\n               The term  \"emergency medical condition\" means  . .\r\n\n          .\r\n\n               (A)  a   medical  condition  manifesting\r\n\n          itself  by  acute   symptoms  of   sufficient\r\n\n          severity  (including  severe pain)  such that\r\n\n          the  absence  of immediate  medical attention\r\n\n          could reasonably be expected to result in--\r\n\n               (i)  placing the health of the individual . . . in\r\n\n               serious jeopardy,\r\n\n               (ii) serious impairment to bodily functions, or\r\n\n               (iii) serious  dysfunction of any  bodily organ or\r\n\n               part . . . .\r\n\n42  U.S.C.   1395dd(e)(1)(A).\r\n\n               A participating hospital  may not delay  provision\r\n\n          of   an   appropriate  medical   screening  examination\r\n\n          required  under  subsection  (a)  of  this  section  or\r\n\n          further  medical  examination  and  treatment  required\r\n\n          under  subsection  (b)  of  this section  in  order  to\r\n\n                                33\r\r\n\n          inquire  about the  individual's method  of payment  or\r\n\n          insurance status.\r\n\n42 U.S.C.   1395dd(h).\r\n\n                                34\r\r\n",
  "html": "<p class=\"case_cite\">69 F.3d 1184</p>\n    <p class=\"case_cite\">33 Fed.R.Serv.3d 884</p>\n    <p class=\"parties\">Gloria Ivette CORREA, a/k/a Gloria Ivette Correa Gonzalez,<br>et al., Plaintiffs, Appellees,<br>v.<br>HOSPITAL SAN FRANCISCO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1167.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted Sept. 6, 1995.<br>Decided Oct. 31, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Igor J. Dominguez, on brief, Hato Rey, PR, for appellant.</p>\n      <p class=\"indent\">Kevin G. Little, Los Angeles, CA, and Law Offices of David Efron, Rio Piedras, PR, on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal requires us to interpret, for the first time, the Emergency Medical Treatment and Active Labor Act (EMTALA), 42 U.S.C. Sec. 1395dd (1988 &amp; Supp.  V 1993).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  After scrutinizing the record and dovetailing the facts with the statutory scheme, we affirm a $700,000 jury verdict in favor of the heirs and survivors of Carmen Gloria Gonzalez Figueroa (Ms. Gonzalez) against defendant-appellant Hospital San Francisco (HSF or the Hospital).</p>\n    </div>\n    <p>I. THE FACTS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We are guided through the thicket of conflicting testimony and the chasmal gaps in the direct evidence by the rule that, when the losing party protests the sufficiency of the evidence, the court of appeals must take both the facts and the reasonable inferences therefrom in the light most hospitable to the jury's verdict.  See Sanchez v. Puerto Rico Oil Co., 37 F.3d 712, 716 (1st Cir.1994);  Wagenmann v. Adams, 829 F.2d 196, 200 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">According to her son, Angel Correa, Ms. Gonzalez, a sixty-five-year-old widow, awoke on the morning of September 6, 1991 \"feeling real bad,\" and experiencing \"chills, cold sweat, dizziness, [and] chest pains.\"   She requested that Angel take her to the emergency room at HSF (where she had been treated previously).  She arrived there no later than 1:00 p.m.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The evidence is conflicted as to whom she saw and what that person was told about her condition.  Angel testified that he implored the receptionist to have someone \"take care of my mother, because she feels sick and has chest pains.\"   The Hospital disagrees, maintaining that its personnel were told only that Ms. Gonzalez felt dizzy and nauseated.  In any event, a Hospital employee assigned the patient a number (forty-seven), told her to bide her time, and checked her medical insurance card.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  After waiting approximately one hour, Angel called his sister, Esther Correa, and asked her to relieve him.  Esther arrived some fifteen minutes later and Angel left the premises.  At that very moment (roughly 2:15 p.m.), he heard an attendant calling patient number twenty-four for treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Now accompanied by her daughter, Ms. Gonzalez maintained her unproductive vigil for an additional forty-five to seventy-five minutes.  The Hospital staff continued blithely to ignore her.  Weary of waiting, the two women drove to the office of Dr. Acacia Rojas Davis (Dr. Rojas), the director of Hospmed, arriving there between 3:00 and 3:30 p.m.  According to Dr. Rojas, a nurse called from HSF to advise her that the patient would be coming to Hospmed for treatment.  Dr. Rojas said that this conversation probably occurred earlier that day (perhaps around 1:00 p.m.), a datum suggesting that HSF tried to shunt Ms. Gonzalez to Hospmed as soon as it scrutinized her insurance card.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Ms. Gonzalez informed Dr. Rojas that she was nauseated and had taken a double dose of her high blood pressure medication.  Her blood pressure was very low (90/60), and, when she began vomiting, the physician immediately started intravenous infusions of fluids.  She also dispensed medicine to control the emesis.  Despite these ministrations, Ms. Gonzalez's condition steadily deteriorated.  Dr. Rojas had to resuscitate her soon after her arrival.  The doctor then attempted to transfer her to the Hato Rey Community Hospital, but could not commandeer an ambulance.  As Dr. Rojas began preparations to transport Ms. Gonzalez by van, the patient expired.  Her death, which occurred at around 4:30 p.m., was attributed to hypovolemic shock.</p>\n    </div>\n    <p>II. THE PROCEEDINGS BELOW</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The plaintiffs--Ms. Gonzalez's three adult children and four of her grandchildren (the progeny of her late son, Felix Correa, who had predeceased her)--brought suit against the Hospital in the United States District Court for the District of Puerto Rico.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  They alleged two violations of EMTALA--inappropriate screening and improper transfer--and a pendent claim of medical malpractice under local law.  Following a trial, the plaintiffs' case went to the jury on the two theories of EMTALA liability.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The jury returned a series of special written findings, Fed.R.Civ.P. 49(a), assessed $200,000 in damages on the decedent's account (payable to the heirs), and assessed $500,000 in damages for the pain, suffering, and mental anguish experienced by the survivors--$100,000 apiece for the three children (Angel, Esther, and Gloria), and $50,000 apiece for the four grandchildren (Glendalis, Glorimar, Angelis, and Sarai).  The district court denied the Hospital's post-trial motions for judgment as a matter of law, a new trial, and remission of damages.  This appeal ensued.</p>\n    </div>\n    <p>III. THE STATUTORY SCHEME</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We delineate EMTALA's requirements in order to give definition to the statutory cause of action and place some of its nuances into perspective.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As health-care costs spiralled upward and third-party payments assumed increased importance, Congress became concerned \"about the increasing number of reports that hospital emergency rooms are refusing to accept or treat patients with emergency conditions if the patient does not have medical insurance.\"   H.R.Rep. No. 241(I), 99th Cong., 1st Sess. 27 (1986), reprinted in 1986 U.S.C.C.A.N. 42, 605.  Congress enacted EMTALA to allay this concern.  Needing a carrot to make health-care providers more receptive to the stick, Congress simultaneously amended the Social Security Act, conditioning hospitals' continued participation in the federal Medicare program--a lucrative source of institutional revenue--on acceptance of the duties imposed by the new law.  See 42 U.S.C. Sec. 1395dd(a-b), (e)(2);  see also Abercrombie v. Osteopathic Hosp. Founders Ass'n, 950 F.2d 676, 680 (10th Cir.1991);  Brooker v. Desert Hosp. Corp., 947 F.2d 412, 414 (9th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We have set out the portions of the statute that are most germane to this appeal in an appendix.  For purposes of patients such as Ms. Gonzalez, EMTALA has two linchpin provisions.  First, it requires that a participating hospital afford an appropriate medical screening to all persons who come to its emergency room seeking medical assistance.  See 42 U.S.C. Sec. 1395dd(a).  Second, it requires that, if an emergency medical condition exists, the participating hospital must render the services that are necessary to stabilize the patient's condition, see id. Sec. 1395dd(b)(1)(A), unless transferring the patient to another facility is medically indicated and can be accomplished with relative safety, see id. Sec. 1395dd(b)(1)(B), (c)(1).  To add bite to its provisions, EMTALA establishes monetary penalties for noncompliance, see id. Sec. 1395dd(d)(1), and authorizes private rights of action against those who transgress its mandates, see id. Sec. 1395dd(d)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To establish an EMTALA violation, a plaintiff must show that (1) the hospital is a participating hospital, covered by EMTALA, that operates an emergency department (or an equivalent treatment facility);  (2) the patient arrived at the facility seeking treatment;  and (3) the hospital either (a) did not afford the patient an appropriate screening in order to determine if she had an emergency medical condition, or (b) bade farewell to the patient (whether by turning her away, discharging her, or improvidently transferring her) without first stabilizing the emergency medical condition.  See Miller v. Medical Ctr. of S.W. La., 22 F.3d 626, 628 (5th Cir.1994);  Stevison v. Enid Health Sys., Inc., 920 F.2d 710, 712 (10th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">HSF attempts to read into section 1395dd(a) an additional requirement:  that the patient show that she in fact suffered from an emergency medical condition when she arrived at the emergency room.  But EMTALA imposes no such requirement.  The statute by its terms directs a participating hospital to provide an appropriate screening to all who come to its emergency department.  Thus, to prove a violation of EMTALA's screening provisions, a plaintiff need not prove that she actually suffered from an emergency medical condition when she first came through the portals of the defendant's facility;  the failure appropriately to screen, by itself, is sufficient to ground liability as long as the other elements of the cause of action are met.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>IV. ANALYSIS</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">HSF assigns error in no fewer than eight iterations.  It debunks the sufficiency of the evidence in five respects.  It then hypothesizes that, even if the evidence on these points can withstand an instructed verdict, it is so anemic that the district court should have repudiated the jury's findings on liability and ordered a new trial.  The climax of the Hospital's asseverational array denigrates the award of damages in two respects.  After careful perscrutation of both the record and the rich variety of challenges marshalled by HSF, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>A. Sufficiency of the Evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Hospital's multi-pronged attack calls into play varying standards of appellate review.  The first five claims of error all involve the sufficiency of the evidence, and, hence, are reviewed under a familiar set of rules.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court's denial of a motion for judgment as a matter of law poses a question of law and, therefore, this court's review of such a ruling is plenary.  See Gibson v. City of Cranston, 37 F.3d 731, 735 (1st Cir.1994).  In addressing such issues on appeal, we must approach the evidence from a coign of vantage identical to that employed by the district court in the first instance.  See Rolon-Alvarado v. Municipality of San Juan, 1 F.3d 74, 77 (1st Cir.1993).  This dictates that we take the record in the light most flattering to the nonmoving party, without probing the veracity of the witnesses, resolving conflicts in the testimony, or assaying the weight of the evidence.  See Gibson, 37 F.3d at 735;  Wagenmann, 829 F.2d at 200.   We \"may reverse the denial of such a motion only if reasonable persons could not have reached the conclusion that the jury embraced.\"  Sanchez, 37 F.3d at 716.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">1.  EMTALA Coverage.   The Hospital starts its series of sufficiency sorties by solemnly stating that the survivors stumbled in failing to show that it is subject to EMTALA's suzerainty.  We need not tarry.  HSF tacitly concedes that, in general, federal courts have jurisdiction over EMTALA claims, see Thornton v. Southwest Detroit Hosp., 895 F.2d 1131, 1133 (6th Cir.1990), but argues that the plaintiffs did not prove a requisite predicate fact:  that HSF had accepted the federal government's carrot and agreed to come under EMTALA.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  This argument has the shrill ring of desperation.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The plaintiffs introduced into evidence, without objection, HSF's policy statement outlining for its employees and associates how the Hospital intended to ensure compliance with EMTALA in its emergency room.  The Hospital solidified this proffer when, during the defense case, its health services administrator testified that he had dutifully instructed his staff regarding the fine points of EMTALA compliance.  Evidence admitted without limitation can be used by the jury on any issue in the case.  See, e.g., United States v. Castro-Lara, 970 F.2d 976, 981 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 2935, 124 L.Ed.2d 684 (1993).  Here, the policy statement and the executive's testimony, without more, formed a sturdy basis on which the jury could build an eminently reasonable inference that the Hospital considered itself to be--and was--covered by EMTALA.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">HSF strives to topple this edifice, contending that the policy statement constituted inadmissible hearsay and that the plaintiffs did not lay a proper foundation for the document's introduction.  But in the absence of plain error--and we discern none here--these objections, voiced for the first time on appeal, are deemed to have been waived.  See Suarez-Matos v. Ashford Presbyterian Community Hosp., Inc., 4 F.3d 47, 50 (1st Cir.1993);  Freeman v. Package Mach. Co., 865 F.2d 1331, 1336 (1st Cir.1988);  see also Fed.R.Evid. 103.  Hence, the jury had a rational basis on which to conclude that HSF is among the ninety-nine percent of American hospitals covered by EMTALA.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">2. Failure to Provide Appropriate Screening.   Three of the Hospital's remaining four sufficiency-of-the-evidence claims are inextricably intertwined.  These three claims are designed to illustrate the purported lack of any foundation for a finding that HSF failed to provide Ms. Gonzalez with an appropriate screening upon her appearance at the emergency room.  The final sufficiency claim is closely related to the first three initiatives.  In it, HSF posits that, as long as a hospital is not motivated by crass economic considerations, any failure appropriately to screen does not run afoul of EMTALA.  These importunings lack merit.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>a.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We begin this analytic segment by laying a straw man to rest.  The Hospital asserts that it had no obligation to screen because Ms. Gonzalez did not have an emergency medical condition when she reported to its facility.  This theory of defense is doubly flawed.  For one thing, EMTALA requires participating hospitals to provide appropriate screening to all who enter the hospitals' emergency departments, whether or not they are in the throes of a medical emergency when they arrive.  See supra note 5 and accompanying text.  For another thing, the record does not compel a conclusion that the decedent's emergency condition developed only after she consulted Dr. Rojas.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Angel Correa testified that he told HSF's receptionist that his mother was experiencing chest pains, and HSF concedes that a patient of Ms. Gonzalez's age who suffered from chest pains would be regarded as having an emergency medical condition.  Yet the Hospital asks us to ignore this evidence in deference to Dr. Rojas's testimony that Ms. Gonzalez did not develop chest pains until some time after she arrived at Hospmed.  There is no principled way in which we can accommodate HSF's request.  Credibility choices are generally for the jury, not for the court of appeals.  See Cook v. Rhode Island Dep't of Mental Health, Retardation, and Hosps., 10 F.3d 17, 21 (1st Cir.1993).  What is more, Dr. Rojas's testimony does not rule out a finding that Ms. Gonzalez exhibited an emergency medical condition when she arrived at HSF.  The chest pains might well have spurted and later subsided, or, even if Ms. Gonzalez only complained of nausea and dizziness, that symptomatology (as Dr. Rojas explained) might well herald the onset of an emergency medical condition in the case of a hypertensive diabetic (such as Ms. Gonzalez).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>b.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We next assess the Hospital's insistence that it gave Ms. Gonzalez the same (suitable) screening provided to all patients.  EMTALA requires an appropriate medical screening, but does not explain what constitutes one.  The adjectival phrase is not self-defining.  See Cleland v. Bronson Health Care Group, Inc., 917 F.2d 266, 271 (6th Cir.1990) (\" 'Appropriate' is one of the most wonderful weasel words in the dictionary, and a great aid to the resolution of disputed issues in the drafting of legislation.  Who, after all, can be found to stand up for 'inappropriate' treatment or actions of any sort?\").  In the last analysis, appropriateness, like nature, is \"a mutable cloud which is always and never the same.\"   Ralph Waldo Emerson, Essays:  First Series (1841).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Be that as it may, the courts have achieved a consensus on a method of assessing the appropriateness of a medical examination in the EMTALA context.  A hospital fulfills its statutory duty to screen patients in its emergency room if it provides for a screening examination reasonably calculated to identify critical medical conditions that may be afflicting symptomatic patients and provides that level of screening uniformly to all those who present substantially similar complaints.  See Baber v. Hospital Corp. of Am., 977 F.2d 872, 879 (4th Cir.1992);  Gatewood v. Washington Healthcare Corp., 933 F.2d 1037, 1041 (D.C.Cir.1991).  The essence of this requirement is that there be some screening procedure, and that it be administered even-handedly.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We add a caveat:  EMTALA does not create a cause of action for medical malpractice.  See Gatewood, 933 F.2d at 1041.   Therefore, a refusal to follow regular screening procedures in a particular instance contravenes the statute, see Baber, 977 F.2d at 879, but faulty screening, in a particular case, as opposed to disparate screening or refusing to screen at all, does not contravene the statute.  See Brooks v. Maryland Gen. Hosp., 996 F.2d 708, 711 (4th Cir.1993).  In this case, HSF's delay in attending to the patient was so egregious and lacking in justification as to amount to an effective denial of a screening examination.  Thus, we need not decide whether mere negligence in failing to expedite screening would itself violate the federal statute.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">To illustrate our point, it should be recalled that HSF prescribed internal procedures which set the parameters for an appropriate screening.  HSF's rules, as explicated in its policy statement, required its emergency room personnel, inter alia, promptly to take the vital signs of every patient who visited the facility, to make a written record of all such visits, to treat patients suffering from chest pains as critical cases, and to refer all critical cases to an in-house physician immediately.  From the evidence adduced at trial, especially Angel Correa's recollections and the Hospital's utter inability to produce any records anent Ms. Gonzalez's visit, the jury reasonably could have inferred that the Hospital did not measure up to the parameters it had established, and that the decedent was denied the screening (monitoring of vital signs, compilation of a written chart, immediate referral to an in-house physician) that HSF customarily afforded to persons complaining of chest pains.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">That ends the matter.  Bearing in mind that, under EMTALA Sec. 1395dd(a), the same screening examination must be made available to all similarly situated patients, see Brooks, 996 F.2d at 710-11;  Baber, 977 F.2d at 881, the jury's finding that HSF denied Ms. Gonzalez an appropriate screening examination is unimpugnable.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>c.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In an allied vein, the Hospital contends that it neither denied Ms. Gonzalez an initial screening nor refused her essential treatment.  Its point is that it gave the patient a number, and would have ministered to her had she waited.  This contention is spurious.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">First, according to Dr. Rojas, HSF referred Ms. Gonzalez to Hospmed.  If the jury believed the physician's testimony--and we note, as an aside, that HSF called Dr. Rojas as its witness--it could well have found that HSF never intended to treat the decedent, or, at the least, was itself responsible for truncating her wait.  Second, we think that regardless of motive, a complete failure to attend a patient who presents a condition that practically everyone knows may indicate an immediate and acute threat to life can constitute a denial of an appropriate medical screening examination under section 1395dd(a).  Much depends upon circumstances;  we recognize that an emergency room cannot serve everyone simultaneously.  But we agree with the court below that the jury could rationally conclude, absent any explanation or mitigating circumstances, that the Hospital's inaction here amounted to a deliberate denial of screening.  EMTALA should be read to proscribe both actual and constructive dumping of patients.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>d.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">HSF maintains that depriving a patient of an appropriate screening, in and of itself, will not support an EMTALA claim.  It suggests that a hospital can be liable for transgressing the statute only if economic concerns, such as the suspicion that the patient will be unable adequately to pay her way, drive the hospital's actions.  Since Ms. Gonzalez had insurance that permitted her hospital visit if an emergency existed, its thesis continues, its handling of her case could not have been motivated by concerns about her ability to pay.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  As phrased, this contention raises a question of law, engendering de novo review.  See Foster-Miller, Inc. v. Babcock &amp; Wilcox Can., 46 F.3d 138, 147 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Every court of appeals that has considered this issue has concluded that a desire to shirk the burden of uncompensated care is not a necessary element of a cause of action under EMTALA.  See, e.g., Power v. Arlington Hosp. Ass'n, 42 F.3d 851, 857 (4th Cir.1994);  Collins v. DePaul Hosp., 963 F.2d 303, 308 (10th Cir.1992);  Gatewood, 933 F.2d at 1040.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  We think that these cases are correctly decided, and that EMTALA does not impose a motive requirement.  The decision on which the Hospital relies, Nichols v. Estabrook, 741 F.Supp. 325 (D.N.H.1989), did not involve failure to screen, but merely a misdiagnosis.  We hold, therefore, that EMTALA, by its terms, covers all patients who come to a hospital's emergency department, and requires that they be appropriately screened, regardless of insurance status or ability to pay.  See 42 U.S.C. Sec. 1395dd(a).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>B. New Trial.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We turn now to the Hospital's complaint that the lower court erred in declining to honor its motion for an unconditional new trial.  Our reexamination of this ruling is extremely circumscribed.  Principally because the trial judge saw and heard the witnesses in the raw, his refusal to uproot a jury verdict may only be reversed for abuse of discretion.  See Quinones-Pacheco v. American Airlines, Inc., 979 F.2d 1, 3 (1st Cir.1992);  Veranda Beach Club Ltd. Partnership v. Western Sur. Co., 936 F.2d 1364, 1384 (1st Cir.1991).  This means, in effect, that an appellate court may set aside such a ruling only if it determines that \"the verdict is against the demonstrable weight of the credible evidence or results in a blatant miscarriage of justice.\"  Sanchez, 37 F.3d at 717.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Refined to bare essence, HSF's claim is that, even if the plaintiffs introduced enough proof to withstand judgment as a matter of law, the verdict defied the weight of the trustworthy evidence.  In support, the Hospital reiterates the points previously discussed, terming the evidence asthenic as to HSF's status under EMTALA and as to its purported violations of the law.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We will not repastinate the ground that we ploughed earlier in this opinion.  The evidence regarding the relationship of EMTALA to HSF, see supra Part IV(A)(1), strikes us as rather persuasive, especially since HSF--which could have supplied a foolproof answer from its own records--offered nothing to suggest that it did not welcome Medicare patients.  As to the other points, see supra Part IV(A)(2), the jury heard testimony from which it could have concluded that Ms. Gonzalez went to the Hospital in critical condition and received only a high number and a cold shoulder.  Angel Correa's credibility emerged relatively unscathed from cross-examination;  we cannot fault the jury either for crediting his recollection or for concluding that the Hospital denied Ms. Gonzalez any vestige of an appropriate screening.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">To be sure, the evidence in this case is not particularly precise.  But facts at trial, as in life, do not always appear in black and white.  Juries and judges frequently must distinguish between manifold shades of gray.  The limited review that we can conduct convinces us that the grays predominate here, that the jury's finding of EMTALA liability is within the spectrum of acceptable outcomes, and that the trial judge did not abuse his discretion in refusing to paint over the jury's collective judgment.  No more is exigible.  See Freeman, 865 F.2d at 1333-34 (\"The mere fact that a contrary verdict may have been equally--or even more easily--supportable furnishes no cognizable ground for granting a new trial.  If the weight of the evidence is not grotesquely lopsided, it is irrelevant that the judge, were he sitting jury-waived, would likely have found the other way.\").</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>C. Damages.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">On the final leg of our journey, we traverse the Hospital's two challenges to the award of damages.  In substance, HSF maintains (a) that the plaintiffs may recover under EMTALA only those damages stemming from the decedent's pain and suffering, and (b) that in all events, the jury exhibited excessive generosity.  These challenges must be considered separately for they evoke differing legal principles and standards of review.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">1. Recoverable Damages.   Since questions such as whether a statute authorizes damages in particular instances or in favor of particular parties are quintessentially legal in nature, we afford de novo review.  See EEOC v. Bank of Billings, 758 F.2d 397, 401 (9th Cir.), cert. denied, 474 U.S. 902, 106 S.Ct. 228, 88 L.Ed.2d 228 (1985);  see also Strickland v. Commissioner, Me.  Dep't of Human Servs., 48 F.3d 12, 16 (1st Cir.1995).  HSF's claim that the plaintiffs cannot recover damages under EMTALA for their own pain, suffering, and anguish falls into this category.  Undertaking de novo review, we conclude that this claim is voiced too late and augurs too little.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The chronology of the case speaks volumes about the lack of timeliness.  HSF first had the opportunity to assert this defense in its answer to the plaintiffs' complaint, but did not do so.  In its submissions ancillary to both the initial scheduling conference and the pretrial conference, see Fed.R.Civ.P. 16, HSF likewise omitted any reference to the defense.  The latter omission is especially significant.  The pretrial conference is an important event in the life of a litigated case.  It is designed to assist the court in \"formulati[ng] ... the issues, including the elimination of frivolous claims or defenses.\"   Fed.R.Civ.P. 16(c)(1).  Along the same line, the pretrial order is intended to shape the contours of the ensuing trial by setting forth the legal theories upon which the parties intend to rely.  See D.P.R.Loc.R. 314.3(E).  Here, HSF undermined these mechanisms.  It failed to assert the defense at the pretrial conference, and, consequently, the pretrial order, signed by all counsel and entered by the district court, made no mention of any contention that EMTALA barred recovery for the heirs' anguish and suffering.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The Hospital's neglect continued up to, and through, the trial proper.  In its trial brief, HSF enumerated only three legal issues to be considered at trial.  None of these dealt with the question of whether persons other than patients (or those suing in a patient's behalf) could recover damages under EMTALA.  At the close of the plaintiffs' case, HSF unsuccessfully moved for judgment as a matter of law, see Fed.R.Civ.P. 50(a), but without calling the court's attention to the alleged impropriety of compensating the plaintiffs for their own pain and suffering.  At the close of all the evidence, the Hospital renewed its Rule 50(a) motion, but did not add any new grounds.  To cinch matters, the Hospital eschewed any objection to the trial court's inclusion of the plaintiffs' claims for their own pain, suffering, and mental anguish in the verdict forms and the jury instructions.  This was a waiver, pure and simple.  See Fed.R.Civ.P. 49(a), 51;  see also Putnam Resources v. Pateman, 958 F.2d 448, 456 (1st Cir.1992) (\"Silence after instructions, including instructions on the form of the verdict to be returned by the jury, typically constitutes a waiver of any objections.\").</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Based on this somber record of inattention, we hold that HSF forfeited the theory of defense that it now espouses.  In reaching this conclusion, we give special weight to the Hospital's boycott of the final pretrial order.  That order is intended to \"control the subsequent course of the action,\" and can be modified only \"to prevent manifest injustice.\"   Fed.R.Civ.P. 16(e).  An appellate court should not lightly relieve a litigant from the condign consequences of its failure to list a theory of defense at that critical stage of the proceedings.  See, e.g., Ramirez Pomales v. Becton Dickinson &amp; Co., 839 F.2d 1, 3 (1st Cir.1988) (explaining that issues not included in the final pretrial order are generally waived).  If pretrial orders are to achieve their intended purpose, \"courts and litigants must ordinarily take them seriously.\"  Roland M. v. Concord Sch. Comm., 910 F.2d 983, 999 (1st Cir.1990), cert. denied, 499 U.S. 912, 111 S.Ct. 1122, 113 L.Ed.2d 230 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">While waivers are sometimes overlooked on appeal, none of the possible routes around HSF's waiver are passable.  The suggestion that the Rule 50(a) motion preserved the defense is little short of jejune. A motion for judgment as a matter of law made at the close of all the evidence preserves for review only those grounds specified at the time, and no others.  See Sanchez, 37 F.3d at 723;  Sweeney v. Westvaco Co., 926 F.2d 29, 37 (1st Cir.), cert. denied, 502 U.S. 899, 112 S.Ct. 274, 116 L.Ed.2d 226 (1991).  By the same token, the suggestion that HSF's post-trial motion for judgment notwithstanding the verdict--a motion in which HSF for the first time made a claim that EMTALA did not authorize a recovery by the plaintiffs for their own pain, suffering, and anguish--saves the day is equally unavailing.  Indeed, this motion is a classic example of a litigant locking the barn door long after the horse has bolted.  As the name implies, a renewed motion for judgment as a matter of law under Fed.R.Civ.P. 50(b) is bounded by the movant's earlier Rule 50(a) motion.  The movant cannot use such a motion as a vehicle to introduce a legal theory not distinctly articulated in its close-of-evidence motion for a directed verdict.  See Sanchez, 37 F.3d at 723;  Perdoni Bros., Inc. v. Concrete Sys., Inc., 35 F.3d 1, 3 (1st Cir.1994);  Systemized of New Eng., Inc. v. SCM, Inc., 732 F.2d 1030, 1035-36 (1st Cir.1984);  see also James W. Moore, 5A Moore's Federal Practice p 50.08 (2d ed. 1994) (explaining that a motion for judgment after the verdict under Rule 50(b) \"may only be premised upon particular grounds raised in the earlier motion made at the close of all the evidence,\" and that, accordingly, \"any argument omitted from the motion made at the close of the evidence is waived as a ground for judgment under Rule 50(b)\").</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The last possibility that we consider relates to the reality that the raise-or-waive rule (like virtually all subsets of the plain error principle) admits of an occasional exception in the interests of justice.  Thus, the court of appeals has discretion to relieve a party from the normal consequences of failure to proffer a defense in a timeous manner.  See United States v. La Guardia, 902 F.2d 1010, 1013 (1st Cir.1990) (holding that \"an appellate court has discretion, in an exceptional case, to reach virgin issues\");  accord Singleton v. Wulff, 428 U.S. 106, 121, 96 S.Ct. 2868, 2877, 49 L.Ed.2d 826 (1976);  United States v. Krynicki, 689 F.2d 289, 291-92 (1st Cir.1982).  But the exceptions are few and far between, and appellate discretion should not be affirmatively exercised unless error is plain and the equities heavily preponderate in favor of correcting it.  To meet this benchmark, the omitted argument ordinarily will have to be \"highly persuasive,\" and declining to reach it will have to portend \"a miscarriage of justice.\"  Krynicki, 689 F.2d at 292.   Taking into account the dimensions of this obstacle, we discern no compelling basis for invoking this court's discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">EMTALA looks to state law, broadly defined to include Puerto Rico law, see 42 U.S.C. Secs. 410(h), 1395x(x), anent the availability of damages.  It contains the following instruction:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>Any individual who suffers personal harm as a direct result of a participating hospital's violation of a requirement of this section may, in a civil action against the participating hospital, obtain those damages available for personal injury under the law of the State in which the hospital is located....</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">42 U.S.C. Sec. 1395dd(d)(2).  HSF's argument in effect proposes that we construe the words \"individual\" and \"direct\" as denoting the patient herself, and no one else.  But this is only one of two possible constructions of the statute.  It is equally open to read the law as permitting an individual who has a special relationship with another--say, a wife deprived of consortium or, as here, a bereaved relative--to sue when she is harmed in direct consequence of an EMTALA violation inflicted upon such other.  When death results, this reading would naturally extend the statutory prerogative to individuals who are eligible to bring survivors' actions under local law.  See, e.g., Lane v. Calhoun-Liberty County Hosp. Ass'n, Inc., 846 F.Supp. 1543, 1553 (N.D.Fla.1994) (permitting claimants to recover those damages available to survivors under Florida law);  Griffith v. Mount Carmel Med.  Ctr., 842 F.Supp. 1359, 1365 (D.Kan.1994) (affirming award of damages to wife and children of a decedent).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Since both readings are superficially plausible, we cannot say it was plain error for the lower court, in the absence of any timely objection, to interpret the statute generously, thus providing remediation for the decedent's heirs comparable to that which they would ordinarily receive under local law.  See Widow of Delgado v. Boston Ins. Co., 101 P.R. Dec. 598, 599-60 (1 Official Translation 824, 825) (1973) (explaining that the heirs of a person who died through another's negligence have claims both for their own suffering and the suffering of the decedent).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">2. Excessiveness.   HSF's final storming of the barricades consists of a frontal attack on the amount of the jury's award and a flanking attack on Judge Perez-Gimenez's decision not to trim it.  Both determinations are reviewable under an abuse-of-discretion rubric.  See, e.g., Segal v. Gilbert Color Sys., Inc., 746 F.2d 78, 81 (1st Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">This aspect of the case centers around the size of the aggregate damage award.  Excessiveness, like beauty, is often in the eye of the beholder.  Accordingly, the case law instructs that a damage award must endure unless it is \"grossly excessive, inordinate, shocking to the conscience of the court, or so high that it would be a denial of justice to permit it to stand.\"  Id. at 80-81 (quoting Grunenthal v. Long Island R.R. Co., 393 U.S. 156, 159 &amp; n. 4, 89 S.Ct. 331, 333 &amp; n. 4, 21 L.Ed.2d 309 (1968);  internal quotation marks omitted).  An appellate court's normal disinclination to second-guess a jury's evaluation of the proper amount of damages is magnified where, as here, the damages entail a monetary valuation of intangible losses, and the trial judge, having seen and heard the witnesses at first hand, accepts the jury's appraisal.  See Ruiz v. Gonzalez Caraballo, 929 F.2d 31, 34 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Measured by this standard, the verdicts in favor of the survivors are beyond reproach.  Puerto Rico law permits certain close relatives to bring suits of this type without requiring a showing of physical injury or economic loss.  See P.R.Laws Ann. tit. 31, Sec. 5141 (1990);  see also LaForest v. Autoridad de Las Fuentes Fluviales, 536 F.2d 443, 444-45 (1st Cir.1976) (applying Puerto Rico law and allowing wrongful death action by the decedent's parents and siblings);  Burke v. Compagnie Nationale Air France, 699 F.Supp. 1016, 1018 (D.P.R.1988) (explaining that, under Puerto Rico's Civil Code, \"mental suffering is generally just as compensable as physical harm\").</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Here, the plaintiffs presented both lay testimony and expert opinion evidence regarding their pain, suffering, and mental anguish (past, present, and future).  The testimony indicated that the decedent was a matriarchal figure who functioned as the hub of the family circle.  Her son, Angel, lived with her;  her two daughters, Gloria and Esther, resided nearby;  her deceased son's four children--who lost their father a mere five months before their grandmother perished--dwelt in her home for much of their lives.  The plaintiffs' expert testified that all three of Ms. Gonzalez's children suffered depression in the wake of their mother's death;  and that the four grandchildren experienced sadness, suffering and the like that would take up to five years to abate.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">At trial, HSF neither rebutted this testimony in kind nor effectively impeached it.  On appeal, HSF sends up a smoke screen, resorting to highly questionable practices.  Citing authority out of context, and neglecting to insert ellipses to signify textual omissions--its citation of Ruiz, 929 F.2d at 34, as \"authority\" for a proposition exactly the opposite of what the case holds is a prime example--HSF strains to carry the heavy burden inherent in challenging a jury's award of damages for noneconomic loss.  We find its argument to be both disingenuous and unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Objectively considered, the record easily supports the jury's assessment of damages in favor of the offspring.  It is hard to doubt that the plaintiffs suffered when the woman described by one witness as the trunk of the family tree was cut down.  The open question involves the difficult chore of translating their pain, suffering, and anguish into dollars.  This is a matter largely within the jury's ken.  See id.   Taking into account the expert's testimony and the evidence of the close-knit family structure, the sums awarded do not shock--or even vellicate--our collective conscience.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">This leaves the $200,000 awarded to the heirs on account of Ms. Gonzalez's pain and suffering.  Though generous, the jury's assessment does not outstrip the bounds of reason.  Due to the Hospital's failure to provide even the most rudimentary screening, Ms. Gonzalez spent the few remaining hours of her life in agony, beset by nausea, dizziness, and chest pains.  It is hard to imagine--let alone to quantify in dollars--the sheer terror that she must have felt while waiting for medical attention that never came.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Although HSF mounts a series of arguments crafted to cast doubt upon the size of the verdict, these arguments are unpersuasive.  This case, in which the decedent's travails extended over a period of several hours, is unlike cases involving sudden death in which a decedent's pain and suffering is limited to a few seconds or, at most, a matter of minutes.  See, e.g., Bonn v. Puerto Rico Int'l Airlines, Inc., 518 F.2d 89, 94 (1st Cir.1976).  By like token, merely showing that the damage award is generous in comparison to other (hand-picked) cases is insufficient to warrant relief.  See Havinga v. Crowley Towing &amp; Transp. Co., 24 F.3d 1480, 1488-89 (1st Cir.1994).  Finally, it is beside the point that judges in the commonwealth courts frequently award lesser sums in wrongful death actions.  While EMTALA refers to local law to determine the scope of damages, see 42 U.S.C. Sec. 1395dd(d)(2), this requirement does not override the general rule that \"[a] federal jury ... is not bound in making its determination by the amount that the Commonwealth courts have awarded or approved.\"  LaForest, 536 F.2d at 446-47.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">To recapitulate, converting feelings such as pain, suffering, and mental anguish into dollars is not an exact science.  The jury is free \"to harmonize the verdict at the highest or lowest points for which there is a sound evidentiary predicate, or anywhere in between ... so long as the end result does not ... strike such a dissonant chord that justice would be denied were the judgment permitted to stand.\"  Milone v. Moceri Family, Inc., 847 F.2d 35, 37 (1st Cir.1988).  Here, we do not find the damages assigned by the jury to cross the outer limit of the wide universe of acceptable awards.  In sum, the damage award in the heirs' favor is neither legally inappropriate nor so excessive as to necessitate a remittitur.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p>V. CONCLUSION</p>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We need go no further.  HSF has not presented arguments capable of overcoming the formidable hurdles it faces in challenging either the liability determination or the damage assessment of a properly instructed jury.  The judgment below must therefore be</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <p>APPENDIX</p>\n    <p>EMTALA Excerpts</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">In the case of a hospital that has a hospital emergency department, if any individual (whether or not eligible for benefits under [Medicare], comes to the emergency department and a request is made on the individual's behalf for examination or treatment for a medical condition, the hospital must provide for an appropriate medical screening examination within the capability of the hospital's emergency department, including ancillary services routinely available to the emergency department, to determine whether or not an emergency medical condition (within the meaning of subsection (e)(1) of this section) exists.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">42 U.S.C. Sec. 1395dd(a).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">If any individual (whether or not eligible for benefits under [Medicare] comes to a hospital and the hospital determines that the individual has an emergency medical condition, the hospital must provide either--</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">(A) within the staff and facilities available at the hospital, for such further medical examination and such treatment as may be required to stabilize the medical condition, or(B) for transfer of the individual to another medical facility in accordance with subsection (c) of this section.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">42 U.S.C. Sec. 1395dd(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">If an individual at a hospital has an emergency medical condition which has not been stabilized (within the meaning of subsection (e)(3)(b) of this section), the hospital may not transfer the individual unless--</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">(A)(i) the individual (or a legally responsible person acting on the individual's behalf) after being informed of the hospital's obligations under this section and of the risk of transfer, in writing requests transfer to another medical facility [, or]</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">(ii) a physician ... has signed a certification that based upon the information available at the time of transfer, the medical benefits reasonably expected from the provision of appropriate medical treatment at another medical facility outweigh the increased risks to the individual ... and</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">(B) the transfer is an appropriate transfer ... [as defined infra ].</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">42 U.S.C. Sec. 1395dd(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">An appropriate transfer to a medical facility is a transfer--</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">(A) in which the transferring hospital provides the medical treatment within its capacity which minimizes the risks to the individual's health ...;</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">(B) in which the receiving facility--</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">(i) has available space and qualified personnel for the treatment of the individual, and</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">(ii) has agreed to accept transfer of the individual and to provide appropriate medical treatment;</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">(C) in which the transferring hospital sends to the receiving facility all [relevant] medical records ...;  [and]</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">(D) in which the transfer is effected through qualified personnel and transportation equipment, as required including the use of necessary and medically appropriate life support measures during the transfer....</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">42 U.S.C. Sec. 1395dd(c)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">A participating hospital that negligently violates a requirement of this section is subject to a civil monetary penalty of not more than $50,000 ... for each such violation.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">42 U.S.C. Sec. 1395dd(d)(1)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Any individual who suffers personal harm as a direct result of a participating hospital's violation of a requirement of this section may, in a civil action against the participating hospital, obtain those damages available for personal injury under the law of the State in which the hospital is located, and such equitable relief as is appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">42 U.S.C. Sec. 1395dd(d)(2)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The term \"emergency medical condition\" means ...</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">(A) a medical condition manifesting itself by acute symptoms of sufficient severity (including severe pain) such that the absence of immediate medical attention could reasonably be expected to result in--</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p>(i) placing the health of the individual ... in serious jeopardy,</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p>(ii) serious impairment to bodily functions, or</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p>(iii) serious dysfunction of any bodily organ or part....</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">42 U.S.C. Sec. 1395dd(e)(1)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">A participating hospital may not delay provision of an appropriate medical screening examination required under subsection (a) of this section or further medical examination and treatment required under subsection (b) of this section in order to inquire about the individual's method of payment or insurance status.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">42 U.S.C. Sec. 1395dd(h).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In Wilson v. Atlanticare Med.  Ctr., 868 F.2d 34 (1st Cir.1989), the plaintiff asked us to consider whether a state statute prescribing a medical malpractice claims procedure applied to suits under EMTALA.  See id. at 35.   We refused, however, because the plaintiff had not preserved the issue.  See id. at 35-36</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Ms. Gonzalez's health insurance plan required her to seek routine treatment at Hospmed (a local clinic) during its business hours, but allowed her to see any appropriate health-care provider in case of an emergency</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although their complaint is not a model of clarity, the plaintiffs apparently sued in two capacities.  As Ms. Gonzalez's heirs, they asserted a representative-capacity claim for her pain, suffering, and related damages.  As individuals, they simultaneously asserted claims for their own pain, suffering, mental anguish, and kindred losses</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court dismissed the malpractice claim.  That ruling is not before us on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To be sure, some courts have suggested in dictum that a plaintiff must show, as an ingredient of an inappropriate screening claim, that she suffered from an emergency medical condition when she arrived at the hospital.  See, e.g., Miller, 22 F.3d at 630 n. 8;  Ruiz v. Kepler, 832 F.Supp. 1444, 1447 (D.N.M.1993);  Huckaby v. East Ala.  Med. Ctr., 830 F.Supp. 1399, 1402 (M.D.Ala.1993).  This suggestion finds no purchase in the statute's text, and we reject it.  We note, however, that while this distinction may have implications for civil penalties, which are imposable irrespective of resulting harm, see 42 U.S.C. Sec. 1395dd(d)(1)(A), the statutory damage remedy requires a showing of \"personal harm as a direct result of a participating hospital's violation of [EMTALA],\" id. Sec. 1395dd(d)(2)(A).  It is difficult to imagine a case in which a patient who does not present an emergency medical condition will meet the statute's causation requirement or fall within the category of those whom it intends to protect.  In all events, we can reserve such questions for another day, because the plaintiffs fairly allege that Ms. Gonzalez did present an emergency medical condition, the jury so found, and the evidence to that effect was ample</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In its brief, the Hospital treats this issue as implicating the court's subject matter jurisdiction.  The Hospital, of course, could have raised the question in that form by a pretrial motion, see Fed.R.Civ.P. 12(b)(1), but refrained.  Since the defendant did not so move, and since the disputed fact is one that has the capacity not only to oust the federal court of jurisdiction but also to defeat the claim on the merits (because the same fact that is needed to support jurisdiction must also be demonstrated to the factfinder in order for the plaintiff to prevail), an appellate court should evaluate the jury's factual finding under a sufficiency-of-the-evidence test.  Cf. United States v. Victoria-Peguero, 920 F.2d 77, 87 (1st Cir.1990) (undertaking sufficiency-of-the-evidence review following a jury determination that a ship was within territorial waters, where such a fact was both a predicate for criminal jurisdiction and an element of the offense charged), cert. denied, 500 U.S. 932, 111 S.Ct. 2053, 114 L.Ed.2d 458 (1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Because we uphold the jury's finding that HSF violated EMTALA when it failed to afford Ms. Gonzalez an appropriate screening, we need not comment upon the jury's finding that HSF also violated EMTALA by improperly transferring Ms. Gonzalez before her condition had stabilized</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In all events, this argument is an oversimplification.  Especially in the health-care field, all insurance plans are not created equal.  Given the bewildering array of coverage conditions, deductibles, reimbursement rates, and the like, sophisticated but esurient providers have ample provocation to discriminate not only between insured and uninsured patients but also among patients who are insured under different plans</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In Cleland, the Sixth Circuit held, as have other courts, that a fear of nonpayment is not essential to triggering an EMTALA claim.  See 917 F.2d at 272.  Cleland is different, however, in that the court required there to be some motive--whether or not economic--for the disparate treatment.  See id.   Other courts have declined to follow the Sixth Circuit's lead in this respect, see, e.g., Gatewood, 933 F.2d at 1041 n. 3, and we agree that the range of improper motives available under the Cleland standard \"is so broad as to be no limit at all, and as a practical matter amounts to not having a motive requirement.\"  Power, 42 F.3d at 857</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Our endorsement of the damages, including the award to the heirs for the decedent's pain and suffering, is fortified by the trial judge's unconditional seal of approval.  See Ruiz, 929 F.2d at 34</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1184</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">884</span></span></p>\n    <p class=\"parties\">Gloria Ivette CORREA, a/k/a Gloria Ivette Correa Gonzalez,<br>et al., Plaintiffs, Appellees,<br>v.<br>HOSPITAL SAN FRANCISCO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1167.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted Sept. 6, 1995.<br>Decided Oct. 31, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Igor J. Dominguez, on brief, Hato Rey, PR, for appellant.</p>\n      <p class=\"indent\">Kevin G. Little, Los Angeles, CA, and Law Offices of David Efron, Rio Piedras, PR, on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal requires us to interpret, for the first time, the Emergency Medical Treatment and Active Labor Act (EMTALA), 42 U.S.C. Sec. 1395dd (1988 &amp; Supp.  V 1993).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  After scrutinizing the record and dovetailing the facts with the statutory scheme, we affirm a $700,000 jury verdict in favor of the heirs and survivors of Carmen Gloria Gonzalez Figueroa (Ms. Gonzalez) against defendant-appellant Hospital San Francisco (HSF or the Hospital).</p>\n    </div>\n    <p>I. THE FACTS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We are guided through the thicket of conflicting testimony and the chasmal gaps in the direct evidence by the rule that, when the losing party protests the sufficiency of the evidence, the court of appeals must take both the facts and the reasonable inferences therefrom in the light most hospitable to the jury's verdict.  See Sanchez v. Puerto Rico Oil Co., <span class=\"citation\" data-id=\"679955\"><a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></a></span>, 716 (1st Cir.1994);  Wagenmann v. Adams, <span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span>, 200 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">According to her son, Angel Correa, Ms. Gonzalez, a sixty-five-year-old widow, awoke on the morning of September 6, 1991 \"feeling real bad,\" and experiencing \"chills, cold sweat, dizziness, [and] chest pains.\"   She requested that Angel take her to the emergency room at HSF (where she had been treated previously).  She arrived there no later than 1:00 p.m.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The evidence is conflicted as to whom she saw and what that person was told about her condition.  Angel testified that he implored the receptionist to have someone \"take care of my mother, because she feels sick and has chest pains.\"   The Hospital disagrees, maintaining that its personnel were told only that Ms. Gonzalez felt dizzy and nauseated.  In any event, a Hospital employee assigned the patient a number (forty-seven), told her to bide her time, and checked her medical insurance card.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  After waiting approximately one hour, Angel called his sister, Esther Correa, and asked her to relieve him.  Esther arrived some fifteen minutes later and Angel left the premises.  At that very moment (roughly 2:15 p.m.), he heard an attendant calling patient number twenty-four for treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Now accompanied by her daughter, Ms. Gonzalez maintained her unproductive vigil for an additional forty-five to seventy-five minutes.  The Hospital staff continued blithely to ignore her.  Weary of waiting, the two women drove to the office of Dr. Acacia Rojas Davis (Dr. Rojas), the director of Hospmed, arriving there between 3:00 and 3:30 p.m.  According to Dr. Rojas, a nurse called from HSF to advise her that the patient would be coming to Hospmed for treatment.  Dr. Rojas said that this conversation probably occurred earlier that day (perhaps around 1:00 p.m.), a datum suggesting that HSF tried to shunt Ms. Gonzalez to Hospmed as soon as it scrutinized her insurance card.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Ms. Gonzalez informed Dr. Rojas that she was nauseated and had taken a double dose of her high blood pressure medication.  Her blood pressure was very low (90/60), and, when she began vomiting, the physician immediately started intravenous infusions of fluids.  She also dispensed medicine to control the emesis.  Despite these ministrations, Ms. Gonzalez's condition steadily deteriorated.  Dr. Rojas had to resuscitate her soon after her arrival.  The doctor then attempted to transfer her to the Hato Rey Community Hospital, but could not commandeer an ambulance.  As Dr. Rojas began preparations to transport Ms. Gonzalez by van, the patient expired.  Her death, which occurred at around 4:30 p.m., was attributed to hypovolemic shock.</p>\n    </div>\n    <p>II. THE PROCEEDINGS BELOW</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The plaintiffs--Ms. Gonzalez's three adult children and four of her grandchildren (the progeny of her late son, Felix Correa, who had predeceased her)--brought suit against the Hospital in the United States District Court for the District of Puerto Rico.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  They alleged two violations of EMTALA--inappropriate screening and improper transfer--and a pendent claim of medical malpractice under local law.  Following a trial, the plaintiffs' case went to the jury on the two theories of EMTALA liability.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The jury returned a series of special written findings, Fed.R.Civ.P. 49(a), assessed $200,000 in damages on the decedent's account (payable to the heirs), and assessed $500,000 in damages for the pain, suffering, and mental anguish experienced by the survivors--$100,000 apiece for the three children (Angel, Esther, and Gloria), and $50,000 apiece for the four grandchildren (Glendalis, Glorimar, Angelis, and Sarai).  The district court denied the Hospital's post-trial motions for judgment as a matter of law, a new trial, and remission of damages.  This appeal ensued.</p>\n    </div>\n    <p>III. THE STATUTORY SCHEME</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We delineate EMTALA's requirements in order to give definition to the statutory cause of action and place some of its nuances into perspective.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As health-care costs spiralled upward and third-party payments assumed increased importance, Congress became concerned \"about the increasing number of reports that hospital emergency rooms are refusing to accept or treat patients with emergency conditions if the patient does not have medical insurance.\"   H.R.Rep. No. 241(I), 99th Cong., 1st Sess. 27 (1986), reprinted in 1986 U.S.C.C.A.N. 42, 605.  Congress enacted EMTALA to allay this concern.  Needing a carrot to make health-care providers more receptive to the stick, Congress simultaneously amended the Social Security Act, conditioning hospitals' continued participation in the federal Medicare program--a lucrative source of institutional revenue--on acceptance of the duties imposed by the new law.  See 42 U.S.C. Sec. 1395dd(a-b), (e)(2);  see also Abercrombie v. Osteopathic Hosp. Founders Ass'n, <span class=\"citation\" data-id=\"572769\"><a href=\"/opinion/572769/medicare-medicaid-guide-p-39746-doris-abercrombie-theresa-bookout-ed/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">676</span></a></span>, 680 (10th Cir.1991);  Brooker v. Desert Hosp. Corp., <span class=\"citation\" data-id=\"570453\"><a href=\"/opinion/570453/35-socsecrepser-312-medicare-medicaid-guide-p-39666-rosalyn-brooker/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">412</span></a></span>, 414 (9th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We have set out the portions of the statute that are most germane to this appeal in an appendix.  For purposes of patients such as Ms. Gonzalez, EMTALA has two linchpin provisions.  First, it requires that a participating hospital afford an appropriate medical screening to all persons who come to its emergency room seeking medical assistance.  See 42 U.S.C. Sec. 1395dd(a).  Second, it requires that, if an emergency medical condition exists, the participating hospital must render the services that are necessary to stabilize the patient's condition, see <span class=\"citation\" data-id=\"570453\"><a href=\"/opinion/570453/35-socsecrepser-312-medicare-medicaid-guide-p-39666-rosalyn-brooker/\"><span class=\"id_token\">id.</span> Sec. 1395dd(b)(1)(A), </a></span>unless transferring the patient to another facility is medically indicated and can be accomplished with relative safety, see <span class=\"citation\" data-id=\"570453\"><a href=\"/opinion/570453/35-socsecrepser-312-medicare-medicaid-guide-p-39666-rosalyn-brooker/\"><span class=\"id_token\">id.</span> Sec. 1395dd(b)(1)(B), </a></span>(c)(1).  To add bite to its provisions, EMTALA establishes monetary penalties for noncompliance, see <span class=\"citation\" data-id=\"570453\"><a href=\"/opinion/570453/35-socsecrepser-312-medicare-medicaid-guide-p-39666-rosalyn-brooker/\"><span class=\"id_token\">id.</span> Sec. 1395dd(d)(1), </a></span>and authorizes private rights of action against those who transgress its mandates, see <span class=\"citation\" data-id=\"570453\"><a href=\"/opinion/570453/35-socsecrepser-312-medicare-medicaid-guide-p-39666-rosalyn-brooker/\"><span class=\"id_token\">id.</span> Sec. 1395dd(d)(2).</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To establish an EMTALA violation, a plaintiff must show that (1) the hospital is a participating hospital, covered by EMTALA, that operates an emergency department (or an equivalent treatment facility);  (2) the patient arrived at the facility seeking treatment;  and (3) the hospital either (a) did not afford the patient an appropriate screening in order to determine if she had an emergency medical condition, or (b) bade farewell to the patient (whether by turning her away, discharging her, or improvidently transferring her) without first stabilizing the emergency medical condition.  See Miller v. Medical Ctr. of S.W. La., <span class=\"citation\" data-id=\"668569\"><a href=\"/opinion/668569/roger-dale-miller-individually-and-obo-nick-miller-v-medical-center-of/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">626</span></a></span>, 628 (5th Cir.1994);  Stevison v. Enid Health Sys., Inc., <span class=\"citation\" data-id=\"552440\"><a href=\"/opinion/552440/32-socsecrepser-41-medicaremedicaid-gu-39132-tawina-k-stevison-a/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">710</span></a></span>, 712 (10th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">HSF attempts to read into section 1395dd(a) an additional requirement:  that the patient show that she in fact suffered from an emergency medical condition when she arrived at the emergency room.  But EMTALA imposes no such requirement.  The statute by its terms directs a participating hospital to provide an appropriate screening to all who come to its emergency department.  Thus, to prove a violation of EMTALA's screening provisions, a plaintiff need not prove that she actually suffered from an emergency medical condition when she first came through the portals of the defendant's facility;  the failure appropriately to screen, by itself, is sufficient to ground liability as long as the other elements of the cause of action are met.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>IV. ANALYSIS</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">HSF assigns error in no fewer than eight iterations.  It debunks the sufficiency of the evidence in five respects.  It then hypothesizes that, even if the evidence on these points can withstand an instructed verdict, it is so anemic that the district court should have repudiated the jury's findings on liability and ordered a new trial.  The climax of the Hospital's asseverational array denigrates the award of damages in two respects.  After careful perscrutation of both the record and the rich variety of challenges marshalled by HSF, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>A. Sufficiency of the Evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Hospital's multi-pronged attack calls into play varying standards of appellate review.  The first five claims of error all involve the sufficiency of the evidence, and, hence, are reviewed under a familiar set of rules.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court's denial of a motion for judgment as a matter of law poses a question of law and, therefore, this court's review of such a ruling is plenary.  See Gibson v. City of Cranston, <span class=\"citation\" data-id=\"195652\"><a href=\"/opinion/195652/gibson-v-city-of-cranston/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span>, 735 (1st Cir.1994).  In addressing such issues on appeal, we must approach the evidence from a coign of vantage identical to that employed by the district court in the first instance.  See Rolon-Alvarado v. Municipality of San Juan, <span class=\"citation\" data-id=\"194861\"><a href=\"/opinion/194861/rolon-alvarado-v-municipality-of-sj/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span>, 77 (1st Cir.1993).  This dictates that we take the record in the light most flattering to the nonmoving party, without probing the veracity of the witnesses, resolving conflicts in the testimony, or assaying the weight of the evidence.  See <span class=\"citation\" data-id=\"195652\"><span class=\"antecedent_guess\">Gibson,</span> <a href=\"/opinion/195652/gibson-v-city-of-cranston/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">735</span></a></span>;  <span class=\"citation\" data-id=\"494589\"><span class=\"antecedent_guess\">Wagenmann,</span> <a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">200</span></a></span>.   We \"may reverse the denial of such a motion only if reasonable persons could not have reached the conclusion that the jury embraced.\"  <span class=\"citation\" data-id=\"679955\"><span class=\"antecedent_guess\">Sanchez,</span> <a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">716</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">1.  EMTALA Coverage.   The Hospital starts its series of sufficiency sorties by solemnly stating that the survivors stumbled in failing to show that it is subject to EMTALA's suzerainty.  We need not tarry.  HSF tacitly concedes that, in general, federal courts have jurisdiction over EMTALA claims, see Thornton v. Southwest Detroit Hosp., <span class=\"citation\" data-id=\"536218\"><a href=\"/opinion/536218/elease-thornton-v-southwest-detroit-hospital/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1131</span></a></span>, 1133 (6th Cir.1990), but argues that the plaintiffs did not prove a requisite predicate fact:  that HSF had accepted the federal government's carrot and agreed to come under EMTALA.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  This argument has the shrill ring of desperation.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The plaintiffs introduced into evidence, without objection, HSF's policy statement outlining for its employees and associates how the Hospital intended to ensure compliance with EMTALA in its emergency room.  The Hospital solidified this proffer when, during the defense case, its health services administrator testified that he had dutifully instructed his staff regarding the fine points of EMTALA compliance.  Evidence admitted without limitation can be used by the jury on any issue in the case.  See, e.g., United States v. Castro-Lara, <span class=\"citation\" data-id=\"587572\"><a href=\"/opinion/587572/united-states-v-ramon-castro-lara-united-states-of-america-v-abraham/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">976</span></a></span>, 981 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2935</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span> </span>(1993).  Here, the policy statement and the executive's testimony, without more, formed a sturdy basis on which the jury could build an eminently reasonable inference that the Hospital considered itself to be--and was--covered by EMTALA.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">HSF strives to topple this edifice, contending that the policy statement constituted inadmissible hearsay and that the plaintiffs did not lay a proper foundation for the document's introduction.  But in the absence of plain error--and we discern none here--these objections, voiced for the first time on appeal, are deemed to have been waived.  See Suarez-Matos v. Ashford Presbyterian Community Hosp., Inc., <span class=\"citation\" data-id=\"194917\"><a href=\"/opinion/194917/suarez-matos-v-ashford-presbyterian/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 50 (1st Cir.1993);  Freeman v. Package Mach. Co., <span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1336 (1st Cir.1988);  see also Fed.R.Evid. 103.  Hence, the jury had a rational basis on which to conclude that HSF is among the ninety-nine percent of American hospitals covered by EMTALA.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">2. Failure to Provide Appropriate Screening.   Three of the Hospital's remaining four sufficiency-of-the-evidence claims are inextricably intertwined.  These three claims are designed to illustrate the purported lack of any foundation for a finding that HSF failed to provide Ms. Gonzalez with an appropriate screening upon her appearance at the emergency room.  The final sufficiency claim is closely related to the first three initiatives.  In it, HSF posits that, as long as a hospital is not motivated by crass economic considerations, any failure appropriately to screen does not run afoul of EMTALA.  These importunings lack merit.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>a.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We begin this analytic segment by laying a straw man to rest.  The Hospital asserts that it had no obligation to screen because Ms. Gonzalez did not have an emergency medical condition when she reported to its facility.  This theory of defense is doubly flawed.  For one thing, EMTALA requires participating hospitals to provide appropriate screening to all who enter the hospitals' emergency departments, whether or not they are in the throes of a medical emergency when they arrive.  See supra note 5 and accompanying text.  For another thing, the record does not compel a conclusion that the decedent's emergency condition developed only after she consulted Dr. Rojas.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Angel Correa testified that he told HSF's receptionist that his mother was experiencing chest pains, and HSF concedes that a patient of Ms. Gonzalez's age who suffered from chest pains would be regarded as having an emergency medical condition.  Yet the Hospital asks us to ignore this evidence in deference to Dr. Rojas's testimony that Ms. Gonzalez did not develop chest pains until some time after she arrived at Hospmed.  There is no principled way in which we can accommodate HSF's request.  Credibility choices are generally for the jury, not for the court of appeals.  See Cook v. Rhode Island Dep't of Mental Health, Retardation, and Hosps., <span class=\"citation\" data-id=\"195048\"><a href=\"/opinion/195048/cook-v-state-of-ri/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 21 (1st Cir.1993).  What is more, Dr. Rojas's testimony does not rule out a finding that Ms. Gonzalez exhibited an emergency medical condition when she arrived at HSF.  The chest pains might well have spurted and later subsided, or, even if Ms. Gonzalez only complained of nausea and dizziness, that symptomatology (as Dr. Rojas explained) might well herald the onset of an emergency medical condition in the case of a hypertensive diabetic (such as Ms. Gonzalez).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>b.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We next assess the Hospital's insistence that it gave Ms. Gonzalez the same (suitable) screening provided to all patients.  EMTALA requires an appropriate medical screening, but does not explain what constitutes one.  The adjectival phrase is not self-defining.  See Cleland v. Bronson Health Care Group, Inc., <span class=\"citation\" data-id=\"550340\"><a href=\"/opinion/550340/31-socsecrepser-459-medicaremedicaid-gu-39030-clair-d-cleland-jr/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">266</span></a></span>, 271 (6th Cir.1990) (\" 'Appropriate' is one of the most wonderful weasel words in the dictionary, and a great aid to the resolution of disputed issues in the drafting of legislation.  Who, after all, can be found to stand up for 'inappropriate' treatment or actions of any sort?\").  In the last analysis, appropriateness, like nature, is \"a mutable cloud which is always and never the same.\"   Ralph Waldo Emerson, Essays:  First Series (1841).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Be that as it may, the courts have achieved a consensus on a method of assessing the appropriateness of a medical examination in the EMTALA context.  A hospital fulfills its statutory duty to screen patients in its emergency room if it provides for a screening examination reasonably calculated to identify critical medical conditions that may be afflicting symptomatic patients and provides that level of screening uniformly to all those who present substantially similar complaints.  See Baber v. Hospital Corp. of Am., <span class=\"citation\" data-id=\"593192\"><a href=\"/opinion/593192/barry-baber-administrator-of-the-estate-of-brenda-baber-v-hospital/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">872</span></a></span>, 879 (4th Cir.1992);  Gatewood v. Washington Healthcare Corp., <span class=\"citation\" data-id=\"561773\"><a href=\"/opinion/561773/alice-gatewood-individually-and-as-personal-representative-of-the-estate/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1037</span></a></span>, 1041 (D.C.Cir.1991).  The essence of this requirement is that there be some screening procedure, and that it be administered even-handedly.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We add a caveat:  EMTALA does not create a cause of action for medical malpractice.  See <span class=\"citation\" data-id=\"561773\"><span class=\"antecedent_guess\">Gatewood,</span> <a href=\"/opinion/561773/alice-gatewood-individually-and-as-personal-representative-of-the-estate/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1041</span></a></span>.   Therefore, a refusal to follow regular screening procedures in a particular instance contravenes the statute, see <span class=\"citation\" data-id=\"593192\"><span class=\"antecedent_guess\">Baber,</span> <a href=\"/opinion/593192/barry-baber-administrator-of-the-estate-of-brenda-baber-v-hospital/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">879</span></a></span>, but faulty screening, in a particular case, as opposed to disparate screening or refusing to screen at all, does not contravene the statute.  See Brooks v. Maryland Gen. Hosp., <span class=\"citation\" data-id=\"609760\"><a href=\"/opinion/609760/robert-brooks-v-maryland-general-hospital-incorporated-john-doe-morritts/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">708</span></a></span>, 711 (4th Cir.1993).  In this case, HSF's delay in attending to the patient was so egregious and lacking in justification as to amount to an effective denial of a screening examination.  Thus, we need not decide whether mere negligence in failing to expedite screening would itself violate the federal statute.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">To illustrate our point, it should be recalled that HSF prescribed internal procedures which set the parameters for an appropriate screening.  HSF's rules, as explicated in its policy statement, required its emergency room personnel, inter alia, promptly to take the vital signs of every patient who visited the facility, to make a written record of all such visits, to treat patients suffering from chest pains as critical cases, and to refer all critical cases to an in-house physician immediately.  From the evidence adduced at trial, especially Angel Correa's recollections and the Hospital's utter inability to produce any records anent Ms. Gonzalez's visit, the jury reasonably could have inferred that the Hospital did not measure up to the parameters it had established, and that the decedent was denied the screening (monitoring of vital signs, compilation of a written chart, immediate referral to an in-house physician) that HSF customarily afforded to persons complaining of chest pains.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">That ends the matter.  Bearing in mind that, under EMTALA Sec. 1395dd(a), the same screening examination must be made available to all similarly situated patients, see <span class=\"citation\" data-id=\"609760\"><span class=\"antecedent_guess\">Brooks,</span> <a href=\"/opinion/609760/robert-brooks-v-maryland-general-hospital-incorporated-john-doe-morritts/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">710-11</span></a></span>;  <span class=\"citation\" data-id=\"593192\"><span class=\"antecedent_guess\">Baber,</span> <a href=\"/opinion/593192/barry-baber-administrator-of-the-estate-of-brenda-baber-v-hospital/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">881</span></a></span>, the jury's finding that HSF denied Ms. Gonzalez an appropriate screening examination is unimpugnable.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>c.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In an allied vein, the Hospital contends that it neither denied Ms. Gonzalez an initial screening nor refused her essential treatment.  Its point is that it gave the patient a number, and would have ministered to her had she waited.  This contention is spurious.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">First, according to Dr. Rojas, HSF referred Ms. Gonzalez to Hospmed.  If the jury believed the physician's testimony--and we note, as an aside, that HSF called Dr. Rojas as its witness--it could well have found that HSF never intended to treat the decedent, or, at the least, was itself responsible for truncating her wait.  Second, we think that regardless of motive, a complete failure to attend a patient who presents a condition that practically everyone knows may indicate an immediate and acute threat to life can constitute a denial of an appropriate medical screening examination under section 1395dd(a).  Much depends upon circumstances;  we recognize that an emergency room cannot serve everyone simultaneously.  But we agree with the court below that the jury could rationally conclude, absent any explanation or mitigating circumstances, that the Hospital's inaction here amounted to a deliberate denial of screening.  EMTALA should be read to proscribe both actual and constructive dumping of patients.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>d.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">HSF maintains that depriving a patient of an appropriate screening, in and of itself, will not support an EMTALA claim.  It suggests that a hospital can be liable for transgressing the statute only if economic concerns, such as the suspicion that the patient will be unable adequately to pay her way, drive the hospital's actions.  Since Ms. Gonzalez had insurance that permitted her hospital visit if an emergency existed, its thesis continues, its handling of her case could not have been motivated by concerns about her ability to pay.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  As phrased, this contention raises a question of law, engendering de novo review.  See Foster-Miller, Inc. v. Babcock &amp; Wilcox Can., <span class=\"citation\" data-id=\"195899\"><a href=\"/opinion/195899/foster-miller-inc-v-babcock/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">138</span></a></span>, 147 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Every court of appeals that has considered this issue has concluded that a desire to shirk the burden of uncompensated care is not a necessary element of a cause of action under EMTALA.  See, e.g., Power v. Arlington Hosp. Ass'n, <span class=\"citation\" data-id=\"684361\"><a href=\"/opinion/684361/susan-m-power-v-arlington-hospital-association-and-alexandria-physicians/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">851</span></a></span>, 857 (4th Cir.1994);  Collins v. DePaul Hosp., <span class=\"citation\" data-id=\"582830\"><a href=\"/opinion/582830/charles-j-collins-and-christina-a-collins-v-depaul-hospital-a-wyoming/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">303</span></a></span>, 308 (10th Cir.1992);  <span class=\"citation\" data-id=\"561773\"><span class=\"antecedent_guess\">Gatewood,</span> <a href=\"/opinion/561773/alice-gatewood-individually-and-as-personal-representative-of-the-estate/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1040</span></a></span>.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  We think that these cases are correctly decided, and that EMTALA does not impose a motive requirement.  The decision on which the Hospital relies, Nichols v. Estabrook, <span class=\"citation no-link\"><span class=\"volume\">741</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">325</span> </span>(D.N.H.1989), did not involve failure to screen, but merely a misdiagnosis.  We hold, therefore, that EMTALA, by its terms, covers all patients who come to a hospital's emergency department, and requires that they be appropriately screened, regardless of insurance status or ability to pay.  See 42 U.S.C. Sec. 1395dd(a).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>B. New Trial.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We turn now to the Hospital's complaint that the lower court erred in declining to honor its motion for an unconditional new trial.  Our reexamination of this ruling is extremely circumscribed.  Principally because the trial judge saw and heard the witnesses in the raw, his refusal to uproot a jury verdict may only be reversed for abuse of discretion.  See Quinones-Pacheco v. American Airlines, Inc., <span class=\"citation\" data-id=\"594418\"><a href=\"/opinion/594418/valentin-quinones-pacheco-v-american-airlines-inc-valentin/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1992);  Veranda Beach Club Ltd. Partnership v. Western Sur. Co., <span class=\"citation\" data-id=\"563774\"><a href=\"/opinion/563774/veranda-beach-club-limited-partnership-v-western-surety-co-frg-ventures/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span>, 1384 (1st Cir.1991).  This means, in effect, that an appellate court may set aside such a ruling only if it determines that \"the verdict is against the demonstrable weight of the credible evidence or results in a blatant miscarriage of justice.\"  <span class=\"citation\" data-id=\"679955\"><span class=\"antecedent_guess\">Sanchez,</span> <a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">717</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Refined to bare essence, HSF's claim is that, even if the plaintiffs introduced enough proof to withstand judgment as a matter of law, the verdict defied the weight of the trustworthy evidence.  In support, the Hospital reiterates the points previously discussed, terming the evidence asthenic as to HSF's status under EMTALA and as to its purported violations of the law.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We will not repastinate the ground that we ploughed earlier in this opinion.  The evidence regarding the relationship of EMTALA to HSF, <span class=\"citation\" data-id=\"593192\"><a href=\"/opinion/593192/barry-baber-administrator-of-the-estate-of-brenda-baber-v-hospital/\"><span class=\"antecedent_guess\">see</span> supra </a></span>Part IV(A)(1), strikes us as rather persuasive, especially since HSF--which could have supplied a foolproof answer from its own records--offered nothing to suggest that it did not welcome Medicare patients.  As to the other points, <span class=\"citation\" data-id=\"593192\"><a href=\"/opinion/593192/barry-baber-administrator-of-the-estate-of-brenda-baber-v-hospital/\"><span class=\"antecedent_guess\">see</span> supra </a></span>Part IV(A)(2), the jury heard testimony from which it could have concluded that Ms. Gonzalez went to the Hospital in critical condition and received only a high number and a cold shoulder.  Angel Correa's credibility emerged relatively unscathed from cross-examination;  we cannot fault the jury either for crediting his recollection or for concluding that the Hospital denied Ms. Gonzalez any vestige of an appropriate screening.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">To be sure, the evidence in this case is not particularly precise.  But facts at trial, as in life, do not always appear in black and white.  Juries and judges frequently must distinguish between manifold shades of gray.  The limited review that we can conduct convinces us that the grays predominate here, that the jury's finding of EMTALA liability is within the spectrum of acceptable outcomes, and that the trial judge did not abuse his discretion in refusing to paint over the jury's collective judgment.  No more is exigible.  See <span class=\"citation\" data-id=\"517427\"><span class=\"antecedent_guess\">Freeman,</span> <a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1333-34</span> </a></span>(\"The mere fact that a contrary verdict may have been equally--or even more easily--supportable furnishes no cognizable ground for granting a new trial.  If the weight of the evidence is not grotesquely lopsided, it is irrelevant that the judge, were he sitting jury-waived, would likely have found the other way.\").</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>C. Damages.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">On the final leg of our journey, we traverse the Hospital's two challenges to the award of damages.  In substance, HSF maintains (a) that the plaintiffs may recover under EMTALA only those damages stemming from the decedent's pain and suffering, and (b) that in all events, the jury exhibited excessive generosity.  These challenges must be considered separately for they evoke differing legal principles and standards of review.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">1. Recoverable Damages.   Since questions such as whether a statute authorizes damages in particular instances or in favor of particular parties are quintessentially legal in nature, we afford de novo review.  See EEOC v. Bank of Billings, <span class=\"citation no-link\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">397</span></span>, 401 (9th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">902</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">228</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">228</span> </span>(1985);  see also Strickland v. Commissioner, Me.  Dep't of Human Servs., <span class=\"citation\" data-id=\"689917\"><a href=\"/opinion/689917/nancy-strickland-v-commissioner-maine-department-of-human-services-v/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.1995).  HSF's claim that the plaintiffs cannot recover damages under EMTALA for their own pain, suffering, and anguish falls into this category.  Undertaking de novo review, we conclude that this claim is voiced too late and augurs too little.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The chronology of the case speaks volumes about the lack of timeliness.  HSF first had the opportunity to assert this defense in its answer to the plaintiffs' complaint, but did not do so.  In its submissions ancillary to both the initial scheduling conference and the pretrial conference, see Fed.R.Civ.P. 16, HSF likewise omitted any reference to the defense.  The latter omission is especially significant.  The pretrial conference is an important event in the life of a litigated case.  It is designed to assist the court in \"formulati[ng] ... the issues, including the elimination of frivolous claims or defenses.\"   Fed.R.Civ.P. 16(c)(1).  Along the same line, the pretrial order is intended to shape the contours of the ensuing trial by setting forth the legal theories upon which the parties intend to rely.  See D.P.R.Loc.R. 314.3(E).  Here, HSF undermined these mechanisms.  It failed to assert the defense at the pretrial conference, and, consequently, the pretrial order, signed by all counsel and entered by the district court, made no mention of any contention that EMTALA barred recovery for the heirs' anguish and suffering.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The Hospital's neglect continued up to, and through, the trial proper.  In its trial brief, HSF enumerated only three legal issues to be considered at trial.  None of these dealt with the question of whether persons other than patients (or those suing in a patient's behalf) could recover damages under EMTALA.  At the close of the plaintiffs' case, HSF unsuccessfully moved for judgment as a matter of law, see Fed.R.Civ.P. 50(a), but without calling the court's attention to the alleged impropriety of compensating the plaintiffs for their own pain and suffering.  At the close of all the evidence, the Hospital renewed its Rule 50(a) motion, but did not add any new grounds.  To cinch matters, the Hospital eschewed any objection to the trial court's inclusion of the plaintiffs' claims for their own pain, suffering, and mental anguish in the verdict forms and the jury instructions.  This was a waiver, pure and simple.  See Fed.R.Civ.P. 49(a), 51;  see also Putnam Resources v. Pateman, <span class=\"citation\" data-id=\"579198\"><a href=\"/opinion/579198/putnam-resources-v-ronald-m-pateman-ronald-m-pateman-v-frenkel/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span>, 456 (1st Cir.1992) (\"Silence after instructions, including instructions on the form of the verdict to be returned by the jury, typically constitutes a waiver of any objections.\").</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Based on this somber record of inattention, we hold that HSF forfeited the theory of defense that it now espouses.  In reaching this conclusion, we give special weight to the Hospital's boycott of the final pretrial order.  That order is intended to \"control the subsequent course of the action,\" and can be modified only \"to prevent manifest injustice.\"   Fed.R.Civ.P. 16(e).  An appellate court should not lightly relieve a litigant from the condign consequences of its failure to list a theory of defense at that critical stage of the proceedings.  See, e.g., Ramirez Pomales v. Becton Dickinson &amp; Co., <span class=\"citation\" data-id=\"501696\"><a href=\"/opinion/501696/awilda-ramirez-pomales-v-becton-dickinson-co-sa/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1988) (explaining that issues not included in the final pretrial order are generally waived).  If pretrial orders are to achieve their intended purpose, \"courts and litigants must ordinarily take them seriously.\"  Roland M. v. Concord Sch. Comm., <span class=\"citation\" data-id=\"546213\"><a href=\"/opinion/546213/roland-m-and-miriam-m-v-the-concord-school-committee/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">983</span></a></span>, 999 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">912</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1122</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">230</span> </span>(1991).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">While waivers are sometimes overlooked on appeal, none of the possible routes around HSF's waiver are passable.  The suggestion that the Rule 50(a) motion preserved the defense is little short of jejune. A motion for judgment as a matter of law made at the close of all the evidence preserves for review only those grounds specified at the time, and no others.  See <span class=\"citation\" data-id=\"679955\"><span class=\"antecedent_guess\">Sanchez,</span> <a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">723</span></a></span>;  Sweeney v. Westvaco Co., <span class=\"citation\" data-id=\"556388\"><a href=\"/opinion/556388/dolores-sweeney-v-westvaco-company-dolores-sweeney-v-westvaco-company/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">29</span></a></span>, 37 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">899</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">274</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">226</span> </span>(1991).  By the same token, the suggestion that HSF's post-trial motion for judgment notwithstanding the verdict--a motion in which HSF for the first time made a claim that EMTALA did not authorize a recovery by the plaintiffs for their own pain, suffering, and anguish--saves the day is equally unavailing.  Indeed, this motion is a classic example of a litigant locking the barn door long after the horse has bolted.  As the name implies, a renewed motion for judgment as a matter of law under Fed.R.Civ.P. 50(b) is bounded by the movant's earlier Rule 50(a) motion.  The movant cannot use such a motion as a vehicle to introduce a legal theory not distinctly articulated in its close-of-evidence motion for a directed verdict.  See <span class=\"citation\" data-id=\"679955\"><span class=\"antecedent_guess\">Sanchez,</span> <a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">723</span></a></span>;  Perdoni Bros., Inc. v. Concrete Sys., Inc., <span class=\"citation\" data-id=\"195571\"><a href=\"/opinion/195571/perdoni-brothers-inc-v-concrete-sytems-inc/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1994);  Systemized of New Eng., Inc. v. SCM, Inc., <span class=\"citation\" data-id=\"434889\"><a href=\"/opinion/434889/systemized-of-new-england-inc-v-scm-incorporated/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1030</span></a></span>, 1035-36 (1st Cir.1984);  see also James W. Moore, 5A Moore's Federal Practice p 50.08 (2d ed. 1994) (explaining that a motion for judgment after the verdict under Rule 50(b) \"may only be premised upon particular grounds raised in the earlier motion made at the close of all the evidence,\" and that, accordingly, \"any argument omitted from the motion made at the close of the evidence is waived as a ground for judgment under Rule 50(b)\").</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The last possibility that we consider relates to the reality that the raise-or-waive rule (like virtually all subsets of the plain error principle) admits of an occasional exception in the interests of justice.  Thus, the court of appeals has discretion to relieve a party from the normal consequences of failure to proffer a defense in a timeous manner.  See United States v. La Guardia, <span class=\"citation\" data-id=\"541060\"><a href=\"/opinion/541060/united-states-v-julio-la-guardia-united-states-of-america-v-eredia/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1010</span></a></span>, 1013 (1st Cir.1990) (holding that \"an appellate court has discretion, in an exceptional case, to reach virgin issues\");  accord Singleton v. Wulff, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 121, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2868</span></a></span>, 2877, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">826</span> </a></span>(1976);  United States v. Krynicki, <span class=\"citation\" data-id=\"409210\"><a href=\"/opinion/409210/united-states-v-judith-ann-krynicki/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">289</span></a></span>, 291-92 (1st Cir.1982).  But the exceptions are few and far between, and appellate discretion should not be affirmatively exercised unless error is plain and the equities heavily preponderate in favor of correcting it.  To meet this benchmark, the omitted argument ordinarily will have to be \"highly persuasive,\" and declining to reach it will have to portend \"a miscarriage of justice.\"  <span class=\"citation\" data-id=\"409210\"><span class=\"antecedent_guess\">Krynicki,</span> <a href=\"/opinion/409210/united-states-v-judith-ann-krynicki/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">292</span></a></span>.   Taking into account the dimensions of this obstacle, we discern no compelling basis for invoking this court's discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">EMTALA looks to state law, broadly defined to include Puerto Rico law, see 42 U.S.C. Secs. 410(h), 1395x(x), anent the availability of damages.  It contains the following instruction:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>Any individual who suffers personal harm as a direct result of a participating hospital's violation of a requirement of this section may, in a civil action against the participating hospital, obtain those damages available for personal injury under the law of the State in which the hospital is located....</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">42 U.S.C. Sec. 1395dd(d)(2).  HSF's argument in effect proposes that we construe the words \"individual\" and \"direct\" as denoting the patient herself, and no one else.  But this is only one of two possible constructions of the statute.  It is equally open to read the law as permitting an individual who has a special relationship with another--say, a wife deprived of consortium or, as here, a bereaved relative--to sue when she is harmed in direct consequence of an EMTALA violation inflicted upon such other.  When death results, this reading would naturally extend the statutory prerogative to individuals who are eligible to bring survivors' actions under local law.  See, e.g., Lane v. Calhoun-Liberty County Hosp. Ass'n, Inc., <span class=\"citation no-link\"><span class=\"volume\">846</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1543</span></span>, 1553 (N.D.Fla.1994) (permitting claimants to recover those damages available to survivors under Florida law);  Griffith v. Mount Carmel Med.  Ctr., <span class=\"citation no-link\"><span class=\"volume\">842</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1359</span></span>, 1365 (D.Kan.1994) (affirming award of damages to wife and children of a decedent).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Since both readings are superficially plausible, we cannot say it was plain error for the lower court, in the absence of any timely objection, to interpret the statute generously, thus providing remediation for the decedent's heirs comparable to that which they would ordinarily receive under local law.  See Widow of Delgado v. Boston Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">598</span></span>, 599-60 (1 Official Translation 824, 825) (1973) (explaining that the heirs of a person who died through another's negligence have claims both for their own suffering and the suffering of the decedent).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">2. Excessiveness.   HSF's final storming of the barricades consists of a frontal attack on the amount of the jury's award and a flanking attack on Judge Perez-Gimenez's decision not to trim it.  Both determinations are reviewable under an abuse-of-discretion rubric.  See, e.g., Segal v. Gilbert Color Sys., Inc., <span class=\"citation\" data-id=\"442974\"><a href=\"/opinion/442974/paul-s-segal-v-gilbert-color-systems-inc/\"><span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">78</span></a></span>, 81 (1st Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">This aspect of the case centers around the size of the aggregate damage award.  Excessiveness, like beauty, is often in the eye of the beholder.  Accordingly, the case law instructs that a damage award must endure unless it is \"grossly excessive, inordinate, shocking to the conscience of the court, or so high that it would be a denial of justice to permit it to stand.\"  <span class=\"citation\" data-id=\"442974\"><a href=\"/opinion/442974/paul-s-segal-v-gilbert-color-systems-inc/\"><span class=\"id_token\">Id.</span> at 80-81 </a></span>(quoting Grunenthal v. Long Island R.R. Co., <span class=\"citation\" data-id=\"107799\"><a href=\"/opinion/107799/grunenthal-v-long-island-r-co/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 159 &amp; n. 4, <span class=\"citation\" data-id=\"107799\"><a href=\"/opinion/107799/grunenthal-v-long-island-r-co/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">331</span></a></span>, 333 &amp; n. 4, <span class=\"citation\" data-id=\"107799\"><a href=\"/opinion/107799/grunenthal-v-long-island-r-co/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">309</span> </a></span>(1968);  internal quotation marks omitted).  An appellate court's normal disinclination to second-guess a jury's evaluation of the proper amount of damages is magnified where, as here, the damages entail a monetary valuation of intangible losses, and the trial judge, having seen and heard the witnesses at first hand, accepts the jury's appraisal.  See Ruiz v. Gonzalez Caraballo, <span class=\"citation\" data-id=\"558023\"><a href=\"/opinion/558023/marta-ruiz-aka-marta-ruiz-romero-v-generoso-gonzalez-caraballo-etc/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 34 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Measured by this standard, the verdicts in favor of the survivors are beyond reproach.  Puerto Rico law permits certain close relatives to bring suits of this type without requiring a showing of physical injury or economic loss.  See P.R.Laws Ann. tit. 31, Sec. 5141 (1990);  see also LaForest v. Autoridad de Las Fuentes Fluviales, <span class=\"citation\" data-id=\"336081\"><a href=\"/opinion/336081/robert-laforest-v-autoridad-de-las-fuentes-fluviales-de-puerto-rico/\"><span class=\"volume\">536</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">443</span></a></span>, 444-45 (1st Cir.1976) (applying Puerto Rico law and allowing wrongful death action by the decedent's parents and siblings);  Burke v. Compagnie Nationale Air France, <span class=\"citation\" data-id=\"1418607\"><a href=\"/opinion/1418607/burke-v-compagnie-nationale-air-france/\"><span class=\"volume\">699</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1016</span></a></span>, 1018 (D.P.R.1988) (explaining that, under Puerto Rico's Civil Code, \"mental suffering is generally just as compensable as physical harm\").</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Here, the plaintiffs presented both lay testimony and expert opinion evidence regarding their pain, suffering, and mental anguish (past, present, and future).  The testimony indicated that the decedent was a matriarchal figure who functioned as the hub of the family circle.  Her son, Angel, lived with her;  her two daughters, Gloria and Esther, resided nearby;  her deceased son's four children--who lost their father a mere five months before their grandmother perished--dwelt in her home for much of their lives.  The plaintiffs' expert testified that all three of Ms. Gonzalez's children suffered depression in the wake of their mother's death;  and that the four grandchildren experienced sadness, suffering and the like that would take up to five years to abate.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">At trial, HSF neither rebutted this testimony in kind nor effectively impeached it.  On appeal, HSF sends up a smoke screen, resorting to highly questionable practices.  Citing authority out of context, and neglecting to insert ellipses to signify textual omissions--its citation of <span class=\"citation\" data-id=\"558023\"><span class=\"antecedent_guess\">Ruiz,</span> <a href=\"/opinion/558023/marta-ruiz-aka-marta-ruiz-romero-v-generoso-gonzalez-caraballo-etc/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">34</span></a></span>, as \"authority\" for a proposition exactly the opposite of what the case holds is a prime example--HSF strains to carry the heavy burden inherent in challenging a jury's award of damages for noneconomic loss.  We find its argument to be both disingenuous and unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Objectively considered, the record easily supports the jury's assessment of damages in favor of the offspring.  It is hard to doubt that the plaintiffs suffered when the woman described by one witness as the trunk of the family tree was cut down.  The open question involves the difficult chore of translating their pain, suffering, and anguish into dollars.  This is a matter largely within the jury's ken.  See <span class=\"citation\" data-id=\"558023\"><a href=\"/opinion/558023/marta-ruiz-aka-marta-ruiz-romero-v-generoso-gonzalez-caraballo-etc/\"><span class=\"id_token\">id.</span>   Taking into </a></span>account the expert's testimony and the evidence of the close-knit family structure, the sums awarded do not shock--or even vellicate--our collective conscience.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">This leaves the $200,000 awarded to the heirs on account of Ms. Gonzalez's pain and suffering.  Though generous, the jury's assessment does not outstrip the bounds of reason.  Due to the Hospital's failure to provide even the most rudimentary screening, Ms. Gonzalez spent the few remaining hours of her life in agony, beset by nausea, dizziness, and chest pains.  It is hard to imagine--let alone to quantify in dollars--the sheer terror that she must have felt while waiting for medical attention that never came.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Although HSF mounts a series of arguments crafted to cast doubt upon the size of the verdict, these arguments are unpersuasive.  This case, in which the decedent's travails extended over a period of several hours, is unlike cases involving sudden death in which a decedent's pain and suffering is limited to a few seconds or, at most, a matter of minutes.  See, e.g., Bonn v. Puerto Rico Int'l Airlines, Inc., <span class=\"citation\" data-id=\"328495\"><a href=\"/opinion/328495/edith-bonn-etc-cross-appellees-v-puerto-rico-international-airlines/\"><span class=\"volume\">518</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">89</span></a></span>, 94 (1st Cir.1976).  By like token, merely showing that the damage award is generous in comparison to other (hand-picked) cases is insufficient to warrant relief.  See Havinga v. Crowley Towing &amp; Transp. Co., <span class=\"citation\" data-id=\"670668\"><a href=\"/opinion/670668/berend-jd-havinga-v-crowley-towing-and-transportation-company-berend/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1480</span></a></span>, 1488-89 (1st Cir.1994).  Finally, it is beside the point that judges in the commonwealth courts frequently award lesser sums in wrongful death actions.  While EMTALA refers to local law to determine the scope of damages, see 42 U.S.C. Sec. 1395dd(d)(2), this requirement does not override the general rule that \"[a] federal jury ... is not bound in making its determination by the amount that the Commonwealth courts have awarded or approved.\"  <span class=\"citation\" data-id=\"336081\"><span class=\"antecedent_guess\">LaForest,</span> <a href=\"/opinion/336081/robert-laforest-v-autoridad-de-las-fuentes-fluviales-de-puerto-rico/\"><span class=\"volume\">536</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">446-47</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">To recapitulate, converting feelings such as pain, suffering, and mental anguish into dollars is not an exact science.  The jury is free \"to harmonize the verdict at the highest or lowest points for which there is a sound evidentiary predicate, or anywhere in between ... so long as the end result does not ... strike such a dissonant chord that justice would be denied were the judgment permitted to stand.\"  Milone v. Moceri Family, Inc., <span class=\"citation\" data-id=\"506191\"><a href=\"/opinion/506191/vincent-milone-v-moceri-family-inc/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">35</span></a></span>, 37 (1st Cir.1988).  Here, we do not find the damages assigned by the jury to cross the outer limit of the wide universe of acceptable awards.  In sum, the damage award in the heirs' favor is neither legally inappropriate nor so excessive as to necessitate a remittitur.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p>V. CONCLUSION</p>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We need go no further.  HSF has not presented arguments capable of overcoming the formidable hurdles it faces in challenging either the liability determination or the damage assessment of a properly instructed jury.  The judgment below must therefore be</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <p>APPENDIX</p>\n    <p>EMTALA Excerpts</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">In the case of a hospital that has a hospital emergency department, if any individual (whether or not eligible for benefits under [Medicare], comes to the emergency department and a request is made on the individual's behalf for examination or treatment for a medical condition, the hospital must provide for an appropriate medical screening examination within the capability of the hospital's emergency department, including ancillary services routinely available to the emergency department, to determine whether or not an emergency medical condition (within the meaning of subsection (e)(1) of this section) exists.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">42 U.S.C. Sec. 1395dd(a).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">If any individual (whether or not eligible for benefits under [Medicare] comes to a hospital and the hospital determines that the individual has an emergency medical condition, the hospital must provide either--</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">(A) within the staff and facilities available at the hospital, for such further medical examination and such treatment as may be required to stabilize the medical condition, or(B) for transfer of the individual to another medical facility in accordance with subsection (c) of this section.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">42 U.S.C. Sec. 1395dd(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">If an individual at a hospital has an emergency medical condition which has not been stabilized (within the meaning of subsection (e)(3)(b) of this section), the hospital may not transfer the individual unless--</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">(A)(i) the individual (or a legally responsible person acting on the individual's behalf) after being informed of the hospital's obligations under this section and of the risk of transfer, in writing requests transfer to another medical facility [, or]</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">(ii) a physician ... has signed a certification that based upon the information available at the time of transfer, the medical benefits reasonably expected from the provision of appropriate medical treatment at another medical facility outweigh the increased risks to the individual ... and</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">(B) the transfer is an appropriate transfer ... [as defined infra ].</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">42 U.S.C. Sec. 1395dd(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">An appropriate transfer to a medical facility is a transfer--</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">(A) in which the transferring hospital provides the medical treatment within its capacity which minimizes the risks to the individual's health ...;</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">(B) in which the receiving facility--</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">(i) has available space and qualified personnel for the treatment of the individual, and</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">(ii) has agreed to accept transfer of the individual and to provide appropriate medical treatment;</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">(C) in which the transferring hospital sends to the receiving facility all [relevant] medical records ...;  [and]</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">(D) in which the transfer is effected through qualified personnel and transportation equipment, as required including the use of necessary and medically appropriate life support measures during the transfer....</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">42 U.S.C. Sec. 1395dd(c)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">A participating hospital that negligently violates a requirement of this section is subject to a civil monetary penalty of not more than $50,000 ... for each such violation.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">42 U.S.C. Sec. 1395dd(d)(1)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Any individual who suffers personal harm as a direct result of a participating hospital's violation of a requirement of this section may, in a civil action against the participating hospital, obtain those damages available for personal injury under the law of the State in which the hospital is located, and such equitable relief as is appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">42 U.S.C. Sec. 1395dd(d)(2)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The term \"emergency medical condition\" means ...</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">(A) a medical condition manifesting itself by acute symptoms of sufficient severity (including severe pain) such that the absence of immediate medical attention could reasonably be expected to result in--</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p>(i) placing the health of the individual ... in serious jeopardy,</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p>(ii) serious impairment to bodily functions, or</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p>(iii) serious dysfunction of any bodily organ or part....</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">42 U.S.C. Sec. 1395dd(e)(1)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">A participating hospital may not delay provision of an appropriate medical screening examination required under subsection (a) of this section or further medical examination and treatment required under subsection (b) of this section in order to inquire about the individual's method of payment or insurance status.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">42 U.S.C. Sec. 1395dd(h).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In Wilson v. Atlanticare Med.  Ctr., <span class=\"citation\" data-id=\"518741\"><a href=\"/opinion/518741/marilyn-r-wilson-etc-v-atlanticare-medical-center/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span> </a></span>(1st Cir.1989), the plaintiff asked us to consider whether a state statute prescribing a medical malpractice claims procedure applied to suits under EMTALA.  See <span class=\"citation\" data-id=\"518741\"><a href=\"/opinion/518741/marilyn-r-wilson-etc-v-atlanticare-medical-center/\"><span class=\"id_token\">id.</span> at 35. </a></span>  We refused, however, because the plaintiff had not preserved the issue.  See <span class=\"citation\" data-id=\"518741\"><a href=\"/opinion/518741/marilyn-r-wilson-etc-v-atlanticare-medical-center/\"><span class=\"id_token\">id.</span> at 35-36</a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Ms. Gonzalez's health insurance plan required her to seek routine treatment at Hospmed (a local clinic) during its business hours, but allowed her to see any appropriate health-care provider in case of an emergency</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although their complaint is not a model of clarity, the plaintiffs apparently sued in two capacities.  As Ms. Gonzalez's heirs, they asserted a representative-capacity claim for her pain, suffering, and related damages.  As individuals, they simultaneously asserted claims for their own pain, suffering, mental anguish, and kindred losses</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court dismissed the malpractice claim.  That ruling is not before us on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To be sure, some courts have suggested in dictum that a plaintiff must show, as an ingredient of an inappropriate screening claim, that she suffered from an emergency medical condition when she arrived at the hospital.  See, e.g., <span class=\"citation\" data-id=\"668569\"><span class=\"antecedent_guess\">Miller,</span> <a href=\"/opinion/668569/roger-dale-miller-individually-and-obo-nick-miller-v-medical-center-of/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">630</span> </a></span>n. 8;  Ruiz v. Kepler, <span class=\"citation no-link\"><span class=\"volume\">832</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1444</span></span>, 1447 (D.N.M.1993);  Huckaby v. East Ala.  Med. Ctr., <span class=\"citation no-link\"><span class=\"volume\">830</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1399</span></span>, 1402 (M.D.Ala.1993).  This suggestion finds no purchase in the statute's text, and we reject it.  We note, however, that while this distinction may have implications for civil penalties, which are imposable irrespective of resulting harm, see 42 U.S.C. Sec. 1395dd(d)(1)(A), the statutory damage remedy requires a showing of \"personal harm as a direct result of a participating hospital's violation of [EMTALA],\" <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 1395dd(d)(2)(A). </span> It is difficult to imagine a case in which a patient who does not present an emergency medical condition will meet the statute's causation requirement or fall within the category of those whom it intends to protect.  In all events, we can reserve such questions for another day, because the plaintiffs fairly allege that Ms. Gonzalez did present an emergency medical condition, the jury so found, and the evidence to that effect was ample</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In its brief, the Hospital treats this issue as implicating the court's subject matter jurisdiction.  The Hospital, of course, could have raised the question in that form by a pretrial motion, see Fed.R.Civ.P. 12(b)(1), but refrained.  Since the defendant did not so move, and since the disputed fact is one that has the capacity not only to oust the federal court of jurisdiction but also to defeat the claim on the merits (because the same fact that is needed to support jurisdiction must also be demonstrated to the factfinder in order for the plaintiff to prevail), an appellate court should evaluate the jury's factual finding under a sufficiency-of-the-evidence test.  Cf. United States v. Victoria-Peguero, <span class=\"citation\" data-id=\"552332\"><a href=\"/opinion/552332/united-states-v-pedro-r-victoria-peguero-united-states-of-america-v/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 87 (1st Cir.1990) (undertaking sufficiency-of-the-evidence review following a jury determination that a ship was within territorial waters, where such a fact was both a predicate for criminal jurisdiction and an element of the offense charged), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">932</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2053</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">458</span> </span>(1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Because we uphold the jury's finding that HSF violated EMTALA when it failed to afford Ms. Gonzalez an appropriate screening, we need not comment upon the jury's finding that HSF also violated EMTALA by improperly transferring Ms. Gonzalez before her condition had stabilized</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In all events, this argument is an oversimplification.  Especially in the health-care field, all insurance plans are not created equal.  Given the bewildering array of coverage conditions, deductibles, reimbursement rates, and the like, sophisticated but esurient providers have ample provocation to discriminate not only between insured and uninsured patients but also among patients who are insured under different plans</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In Cleland, the Sixth Circuit held, as have other courts, that a fear of nonpayment is not essential to triggering an EMTALA claim.  <span class=\"citation\" data-id=\"550340\"><span class=\"antecedent_guess\">See</span> <a href=\"/opinion/550340/31-socsecrepser-459-medicaremedicaid-gu-39030-clair-d-cleland-jr/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">272</span></a></span>.  Cleland is different, however, in that the court required there to be some motive--whether or not economic--for the disparate treatment.  See <span class=\"citation\" data-id=\"550340\"><a href=\"/opinion/550340/31-socsecrepser-459-medicaremedicaid-gu-39030-clair-d-cleland-jr/\"><span class=\"id_token\">id.</span>   Other courts </a></span>have declined to follow the Sixth Circuit's lead in this respect, see, e.g., <span class=\"citation\" data-id=\"561773\"><span class=\"antecedent_guess\">Gatewood,</span> <a href=\"/opinion/561773/alice-gatewood-individually-and-as-personal-representative-of-the-estate/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1041</span> </a></span>n. 3, and we agree that the range of improper motives available under the Cleland standard \"is so broad as to be no limit at all, and as a practical matter amounts to not having a motive requirement.\"  <span class=\"citation\" data-id=\"684361\"><span class=\"antecedent_guess\">Power,</span> <a href=\"/opinion/684361/susan-m-power-v-arlington-hospital-association-and-alexandria-physicians/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">857</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Our endorsement of the damages, including the award to the heirs for the decedent's pain and suffering, is fortified by the trial judge's unconditional seal of approval.  See <span class=\"citation\" data-id=\"558023\"><span class=\"antecedent_guess\">Ruiz,</span> <a href=\"/opinion/558023/marta-ruiz-aka-marta-ruiz-romero-v-generoso-gonzalez-caraballo-etc/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">34</span></a></span></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107799/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109530/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194861/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194917/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195048/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195571/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195652/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195899/",
    "https://www.courtlistener.com/api/rest/v3/opinions/328495/",
    "https://www.courtlistener.com/api/rest/v3/opinions/336081/",
    "https://www.courtlistener.com/api/rest/v3/opinions/409210/",
    "https://www.courtlistener.com/api/rest/v3/opinions/434889/",
    "https://www.courtlistener.com/api/rest/v3/opinions/442974/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494589/",
    "https://www.courtlistener.com/api/rest/v3/opinions/501696/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506191/",
    "https://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518741/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536218/",
    "https://www.courtlistener.com/api/rest/v3/opinions/541060/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550340/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552332/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552440/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556388/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558023/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561773/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563774/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570453/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572769/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579198/",
    "https://www.courtlistener.com/api/rest/v3/opinions/582830/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587572/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593192/",
    "https://www.courtlistener.com/api/rest/v3/opinions/594418/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609760/",
    "https://www.courtlistener.com/api/rest/v3/opinions/668569/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670668/",
    "https://www.courtlistener.com/api/rest/v3/opinions/679955/",
    "https://www.courtlistener.com/api/rest/v3/opinions/684361/",
    "https://www.courtlistener.com/api/rest/v3/opinions/689917/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1418607/"
  ]
}