{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196343/",
  "id": 196343,
  "absolute_url": "/opinion/196343/united-states-v-valdez-bretones/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196343/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:03:51Z",
  "date_modified": "2020-02-21T23:33:05.578565Z",
  "type": "010combined",
  "sha1": "4127b88b81d3571badb4384904241d30c9542921",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1208.01A",
  "local_path": null,
  "plain_text": "\n\nOctober 16, 1995      [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1208 \r\n\n                        UNITED STATES,\r\n                          Appellee,\r\n\n                              v.\r\n\n                    NANCY VALDES-BRETONES,\r\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n                    Lynch, Circuit Judge,\r                                                    \r\n                 and Watson,* Senior Judge. \r                                                      \r\n                                         \r\n\nBenicio  Sanchez  Rivera,  Federal   Public  Defender,  and  Laura\r                                                                              \r\nMaldonado Rodriguez,  Assistant Federal Public Defender,  on brief for\r                           \r\nappellant.\r\nGuillermo  Gil,   United  States   Attorney,  Nelson   Perez-Sosa,\r                                                                             \r\nAssistant United States Attorney,  and Jose A. Quiles-Espinosa, Senior\r                                                                      \r\nLitigation Counsel, on brief for appellee.\r\n\n                                         \r\n\n                                         \r\n\n            \r                        \r\n*Senior Judge, U.S. Court of International Trade, sitting by \r\ndesignation.\r\r\n\n          Per  Curiam.    Appellant   Nancy  Valdes-Bretones,\r                                 \r\n\nhaving  pled guilty to  possession of cocaine  with intent to\r\n\ndistribute, 21  U.S.C.   841(a)(1),1  challenges the district\r\n\ncourt's denial of a downward adjustment in her offense  level\r\n\ndue to her alleged \"minor  participant\" status.  See U.S.S.G.\r                                                                \r\n\n  3B1.2.  We affirm.\r\n\n                              I.\r\n\n          We recount  only those  facts necessary to  a basic\r\n\nunderstanding  of the  issue  on appeal.2   Additional  facts\r\n\nwill be incorporated as necessary.  \r\n\n          After a trip to Aruba, appellant returned to Puerto\r\n\nRico  on  the morning  of July  5,  1994, aboard  an American\r\n\nAirlines  flight.    She  wore  an  American  Eagle  uniform.\r\n\nAmerican  Airlines security  personnel observed  her approach\r\n\nfrom the  aircrew elevator area.  She  told them that she was\r\n\nleaving later that  day to go  to New York  and asked if  she\r\n\ncould  leave a suitcase with them until then, when either she\r\n\nor  her cousin  would  pick it  up  prior to  boarding  their\r\n\nconnecting flight.  \r\n\n                    \r                                \r\n\n1.  Appellant  was charged  with  violating 21  U.S.C.    841\r\n(a)(1)  and 21  U.S.C.     952(a).    Pursuant  to  the  plea\r\nagreement, the latter charge was dropped.  \r\n\n2.  Since  this conviction  resulted from  a guilty  plea, we\r\ndraw  the   facts  from  the  uncontested   portions  of  the\r\npresentence report (\"PSR\") and the transcript of the hearing.\r\nU.S. v. Dietz, 950 F.2d 50, 51 (1st Cir. 1991).  \r                         \r\n\n                             -2-\r\r\n\n          The  security  personnel   X-rayed  the   suitcase,\r\n\nobserved what they believed to be narcotics, and notified the\r\n\nU.S.  Customs service.  A  K-9 dog indicated  the presence of\r\n\nnarcotics.   Search of  the  bag revealed  9.85 kilograms  of\r\n\ncocaine,3 later determined  to be 93% pure,  and $8,390.00 in\r\n\nU.S. currency. \r\n\n          Later that afternoon, appellant boarded an airplane\r\n\nfor Newark.  She  was detained on board  by a Customs  agent.\r\n\nShe was questioned and  ultimately arrested.  At the  time of\r\n\nher arrest she  was not wearing  the American Eagle  uniform.\r\n\nShe was  carrying  a cellular  phone  and $2,896.00  in  U.S.\r\n\ncurrency.   A subsequent  search of  her apartment  turned up\r\n\n$5,000.00 in U.S. currency, and an American Eagle uniform.4 \r\n\n          Based on  the quantity and type  of drugs involved,\r\n\nappellant was  given a base offense level  of 30.  U.S.S.G.  \r\n\n2D1.1.    This was  reduced by  three  levels because  of her\r\n\nguilty  plea and  her  timely acceptance  of  responsibility.\r\n\nU.S.S.G.    3E1.1.  With a  total offense level of  27, and a\r\n\ncriminal history category of I, the  guidelines called for 70\r\n\nto 87 months of imprisonment, with a fine range of $12,500.00\r\n\n                    \r                                \r\n\n3.  For  purposes of  sentencing, the  amount of  cocaine was\r\nstipulated at 4.92 kilograms.\r\n\n4.  Investigation revealed that while appellant had once been\r\nan American Airlines  employee, she  had not  worked for  the\r\nairline since May, 1993.  Prior to that time, she  had worked\r\nwith the Wackenhut Security  Company at the American Airlines\r\nterminal and with the U.S. Immigration Service in New York.  \r\n\n                             -3-\r\r\n\nto $2,000,000.00 plus supervised  release.  The court imposed\r\n\na  70   month  sentence   and  a  $50.00   \"special  monetary\r\n\nassessment.\"                  II.\r\n\n          The Sentencing Guidelines provide for a decrease of\r\n\ntwo  levels  when  a  defendant is  a  minor  participant  in\r\n\ncriminal activity.   Application Note  3 to U.S.S.G.    3B1.2\r\n\nexplains that \"a minor  participant means any participant who\r\n\nis less culpable than most other participants, but whose role\r\n\ncould not be described as minimal.\"   \r\n\n          Role-in-the-offense  determinations  are  \"innately\r\n\nfact specific.\"  U.S. v. Rostoff,  53 F.3d 398, 413 (1st Cir.\r                                            \r\n\n1995).  \"[O]ur standard of oversight is deferential:  `absent\r\n\nmistake of law, we review such determinations only for  clear\r\n\nerror.'\"  Id. (internal quotation  omitted).  We will reverse\r                         \r\n\nthe  district  court's  decision  not  to  grant  a  downward\r\n\nadjustment  \"only if the evidence overwhelmingly demonstrates\r\n\nthat the defendant played a part that makes him substantially\r\n\nless  culpable than  the  average participant....\"   U.S.  v.\r                                                                         \r\n\nBrandon, 17 F.3d 409, 460 (1st Cir.), cert. denied, 115 S.Ct.\r                                                              \r\n\n80 (1994).\r\n\n          A criminal  defendant has the burden  of proving an\r\n\nentitlement to a downward adjustment.  U.S. v. Lopez-Gil, 965\r                                                                    \r\n\nF.2d 1124  (1st Cir.),  cert. denied,  113 S.Ct.  483 (1992).\r                                                \r\n\nThe question  whether a criminal  defendant is entitled  to a\r\n\ndownward  adjustment  is  based  ultimately  on  the  court's\r\n\n                             -4-\r\r\n\nconsideration of the facts of each particular case.  U.S.S.G.\r\n\n  3B1.2, comment. (backg'd.).  \r\n\n          The  probation  officer  observed  in  his  report,\r\n\nadopted  by the district court,  that no role  in the offense\r\n\nadjustment   was   warranted   because   of   the   lack   of\r\n\nsubstantiating  evidence to  establish a  criminal hierarchy.\r\n\nIn response  to appellant's  objection that there  were other\r\n\npeople  involved  and  she played  only  a  minor  role as  a\r\n\ncourier, the report noted that the facts of this case did not\r\n\nreflect  that appellant  was  a typical  courier with  little\r\n\nknowledge  and understanding of  the nature and  scope of the\r\n\ncriminal activity.  A. 3-4.  The officer detailed his reasons\r\n\nfor  this conclusion:  appellant,  who had not  for some time\r\n\nbeen an  American Eagle  employee, nonetheless  brought along\r\n\nher  uniform on a business  and pleasure trip  to Aruba; once\r\n\nthe plane  returned to  Puerto Rico,  she separated from  the\r\n\npeople  she  had  traveled  with  and  circumvented   several\r\n\ninspection points.  The officer considered as well the amount\r\n\nof drugs involved and the high degree of purity.  Id.  \r                                                                 \r\n\n          Appellant  reiterates  before this  court arguments\r\n\nrejected  by  the   district  court.5    They   are  no  more\r\n\n                    \r                                \r\n\n5.  We  have  reviewed appellant's  claim  that the  district\r\ncourt may  not ever have seen certain documents purporting to\r\nshow that there was at least one other person involved in the\r\nsmuggling  scheme.    Assuming  that appellant  had  in  fact\r\nprovided certain documents to the probation officer which the\r\nprobation officer  neglected  to hand  to  the court  at  the\r\nhearing  - an assumption not wholly supported by the record -\r\n\n                             -5-\r\r\n\npersuasive here.  We  have specifically rejected the argument\r\n\nthat status  as  a drug  courier,  without more,  entitles  a\r\n\ndefendant to a reduction of the offense level as a minimal or\r\n\nminor  participant.  Lopez-Gil, 965 F.2d at 1131; U.S. v. Paz\r                                                                         \r\n\nUribe, 891 F.2d 396,  399 (1st Cir. 1989), cert.  denied, 495\r                                                                    \r\n\nU.S. 951 (1990).   See U.S. v. Garcia, 920  F.2d 153, 155 (2d\r                                                 \r\n\nCir.  1990)  (\"[w]hile in  certain  cases  and on  particular\r\n\nfacts,  a  district court  might  conclude  that a  defendant\r\n\ncourier was  `substantially  less culpable  than the  average\r\n\nparticipant' and thus make  a downward adjustment pursuant to\r\n\n  3B1.2,  this  conclusion  is  by  no  means  mandated.  ...\r\n\nCouriers are  indispensable to the smuggling  and delivery of\r\n\ndrugs and their proceeds.\").\r\n\n          Balanced against  appellant's  claim that  she  was\r\n\nonly  a minor  part  of a  larger  enterprise is  the  record\r\n\nevidence as found  or adopted6  by the district  court:   the\r\n\n                    \r                                \r\n\nwe are not  convinced that  appellant has been  harmed.   The\r\ncourt permitted  testimony at  the sentencing hearing  to the\r\neffect  that defendant  had consistently  claimed there  were\r\nothers involved.   A. 38-39.   The government  indicated that\r\ndefendant, when arrested, alleged that a  person in Aruba had\r\nprovided her with  the drugs.  A. 41.   Whether in fact there\r\nwere others involved,  the court did not find  that appellant\r\nwas substantially less culpable than they.  Given the details\r\nof  the scheme, the weight and  purity of the cocaine and the\r\namount of  money  involved, the  court had  ample grounds  on\r\nwhich to deny appellant a downward adjustment.    \r\n\n6.  Appellant claims  that the district court  failed to make\r\nfindings  in  support of  its rejection  of  her role  in the\r\noffense   adjustment.  We have already observed that the PSR,\r\nadopted by the district court, sets out sufficient reasons in\r\nsupport  of the denial of the role in the offense adjustment.\r\n\n                             -6-\r\r\n\nconsiderable amount of  cocaine involved; the cocaine's  high\r\n\ndegree of purity,  see U.S.S.G.   2D1.1, comment.  (n.9); the\r                                  \r\n\nplanning  involved in  the  smuggling scheme;  and the  large\r\n\namount of cash  found with the  drugs, on appellant's  person\r\n\nand in her home.  \r\n\n          We have  not been  shown that the  district court's\r\n\nfailure  to grant appellant a  downward adjustment was in any\r\n\nway  erroneous.    On  this record,  oral  argument  will not\r\n\nadvance appellant's case.  Accordingly, the  district court's\r\n\ndecision is affirmed.  Loc. R. 27.1.  \r                                \r\n\n                    \r                                \r\n\nWe find appellant's argument untenable in light of our recent\r\ndecision  in U.S.  v. Catano,     F.3d   ,    ,  No. 94-1502,\r                                        \r\nslip op. at 26 (1st Cir. Sept. 18, 1995)(\"in a case where the\r\nPSR  findings themselves  adequately set  forth a  meaningful\r\nrationale  for the sentence, a district judge does not err in\r\nadopting such findings.\").        \r\n\n                             -7-\r\r\n",
  "html": "<p class=\"case_cite\">68 F.3d 455</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Nancy VALDES-BRETONES, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1208.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Oct. 16, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Benicio Sanchez Rivera, Federal Public Defender, and Laura Maldonado Rodriguez, Assistant Federal Public Defender, on brief for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Nelson Perez-Sosa, Assistant United States Attorney, and Jose A. Quiles-Espinosa, Senior Litigation Counsel, on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, LYNCH, Circuit Judge, and WATSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Nancy Valdes-Bretones, having pled guilty to possession of cocaine with intent to distribute, 21 U.S.C. Sec. 841(a)(1),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> challenges the district court's denial of a downward adjustment in her offense level due to her alleged \"minor participant\" status.  See U.S.S.G. Sec. 3B1.2.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recount only those facts necessary to a basic understanding of the issue on appeal.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Additional facts will be incorporated as necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After a trip to Aruba, appellant returned to Puerto Rico on the morning of July 5, 1994, aboard an American Airlines flight.  She wore an American Eagle uniform.  American Airlines security personnel observed her approach from the aircrew elevator area.  She told them that she was leaving later that day to go to New York and asked if she could leave a suitcase with them until then, when either she or her cousin would pick it up prior to boarding their connecting flight.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The security personnel X-rayed the suitcase, observed what they believed to be narcotics, and notified the U.S. Customs service.  A K-9 dog indicated the presence of narcotics.  Search of the bag revealed 9.85 kilograms of cocaine,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> later determined to be 93% pure, and $8,390.00 in U.S. currency.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Later that afternoon, appellant boarded an airplane for Newark.  She was detained on board by a Customs agent.  She was questioned and ultimately arrested.  At the time of her arrest she was not wearing the American Eagle uniform.  She was carrying a cellular phone and $2,896.00 in U.S. currency.  A subsequent search of her apartment turned up $5,000.00 in U.S. currency, and an American Eagle uniform.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Based on the quantity and type of drugs involved, appellant was given a base offense level of 30.  U.S.S.G. Sec. 2D1.1.  This was reduced by three levels because of her guilty plea and her timely acceptance of responsibility.  U.S.S.G. Sec. 3E1.1.  With a total offense level of 27, and a criminal history category of I, the guidelines called for 70 to 87 months of imprisonment, with a fine range of $12,500.00 to $2,000,000.00 plus supervised release.  The court imposed a 70 month sentence and a $50.00 \"special monetary assessment.\"</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Sentencing Guidelines provide for a decrease of two levels when a defendant is a minor participant in criminal activity.  Application Note 3 to U.S.S.G. Sec. 3B1.2 explains that \"a minor participant means any participant who is less culpable than most other participants, but whose role could not be described as minimal.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Role-in-the-offense determinations are \"innately fact specific.\"  U.S. v. Rostoff, 53 F.3d 398, 413 (1st Cir.1995).  \"[O]ur standard of oversight is deferential:  'absent mistake of law, we review such determinations only for clear error.' \"   Id. (internal quotation omitted).  We will reverse the district court's decision not to grant a downward adjustment \"only if the evidence overwhelmingly demonstrates that the defendant played a part that makes him substantially less culpable than the average participant....\"  U.S. v. Brandon, 17 F.3d 409, 460 (1st Cir.), cert. denied, 115 S.Ct. 80 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A criminal defendant has the burden of proving an entitlement to a downward adjustment.  U.S. v. Lopez-Gil, 965 F.2d 1124 (1st Cir.), cert. denied, 113 S.Ct. 483 (1992).  The question whether a criminal defendant is entitled to a downward adjustment is based ultimately on the court's consideration of the facts of each particular case.  U.S.S.G. Sec. 3B1.2, comment.  (backg'd.).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The probation officer observed in his report, adopted by the district court, that no role in the offense adjustment was warranted because of the lack of substantiating evidence to establish a criminal hierarchy.  In response to appellant's objection that there were other people involved and she played only a minor role as a courier, the report noted that the facts of this case did not reflect that appellant was a typical courier with little knowledge and understanding of the nature and scope of the criminal activity.  A. 3-4.  The officer detailed his reasons for this conclusion:  appellant, who had not for some time been an American Eagle employee, nonetheless brought along her uniform on a business and pleasure trip to Aruba;  once the plane returned to Puerto Rico, she separated from the people she had traveled with and circumvented several inspection points.  The officer considered as well the amount of drugs involved and the high degree of purity.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant reiterates before this court arguments rejected by the district court.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  They are no more persuasive here.  We have specifically rejected the argument that status as a drug courier, without more, entitles a defendant to a reduction of the offense level as a minimal or minor participant.  Lopez-Gil, 965 F.2d at 1131;  U.S. v. Paz Uribe, 891 F.2d 396, 399 (1st Cir.1989), cert. denied, 495 U.S. 951 (1990).  See U.S. v. Garcia, 920 F.2d 153, 155 (2d Cir.1990) (\"[w]hile in certain cases and on particular facts, a district court might conclude that a defendant courier was 'substantially less culpable than the average participant' and thus make a downward adjustment pursuant to Sec. 3B1.2, this conclusion is by no means mandated....  Couriers are indispensable to the smuggling and delivery of drugs and their proceeds.\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Balanced against appellant's claim that she was only a minor part of a larger enterprise is the record evidence as found or adopted<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> by the district court:  the considerable amount of cocaine involved;  the cocaine's high degree of purity, see U.S.S.G. Sec. 2D1.1, comment.  (n.9);  the planning involved in the smuggling scheme;  and the large amount of cash found with the drugs, on appellant's person and in her home.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We have not been shown that the district court's failure to grant appellant a downward adjustment was in any way erroneous.  On this record, oral argument will not advance appellant's case.  Accordingly, the district court's decision is affirmed.   Loc. R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Senior Judge, U.S. Court of International Trade, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellant was charged with violating 21 U.S.C. Sec. 841(a)(1) and 21 U.S.C. Sec. 952(a).  Pursuant to the plea agreement, the latter charge was dropped</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Since this conviction resulted from a guilty plea, we draw the facts from the uncontested portions of the presentence report (\"PSR\") and the transcript of the hearing.  U.S. v. Dietz, 950 F.2d 50, 51 (1st Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For purposes of sentencing, the amount of cocaine was stipulated at 4.92 kilograms</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Investigation revealed that while appellant had once been an American Airlines employee, she had not worked for the airline since May, 1993.  Prior to that time, she had worked with the Wackenhut Security Company at the American Airlines terminal and with the U.S. Immigration Service in New York</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We have reviewed appellant's claim that the district court may not ever have seen certain documents purporting to show that there was at least one other person involved in the smuggling scheme.  Assuming that appellant had in fact provided certain documents to the probation officer which the probation officer neglected to hand to the court at the hearing--an assumption not wholly supported by the record--we are not convinced that appellant has been harmed.  The court permitted testimony at the sentencing hearing to the effect that defendant had consistently claimed there were others involved.  A. 38-39.  The government indicated that defendant, when arrested, alleged that a person in Aruba had provided her with the drugs.  A. 41.  Whether in fact there were others involved, the court did not find that appellant was substantially less culpable than they.  Given the details of the scheme, the weight and purity of the cocaine and the amount of money involved, the court had ample grounds on which to deny appellant a downward adjustment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Appellant claims that the district court failed to make findings in support of its rejection of her role in the offense adjustment.  We have already observed that the PSR, adopted by the district court, sets out sufficient reasons in support of the denial of the role in the offense adjustment.  We find appellant's argument untenable in light of our recent decision in U.S. v. Catano, --- F.3d ----, ----, No. 94-1502, slip op. at 26 (1st Cir.  Sept. 18, 1995)(\"in a case where the PSR findings themselves adequately set forth a meaningful rationale for the sentence, a district judge does not err in adopting such findings.\")</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">455</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Nancy VALDES-BRETONES, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1208.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Oct. 16, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Benicio Sanchez Rivera, Federal Public Defender, and Laura Maldonado Rodriguez, Assistant Federal Public Defender, on brief for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Nelson Perez-Sosa, Assistant United States Attorney, and Jose A. Quiles-Espinosa, Senior Litigation Counsel, on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, LYNCH, Circuit Judge, and WATSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Nancy Valdes-Bretones, having pled guilty to possession of cocaine with intent to distribute, 21 U.S.C. Sec. 841(a)(1),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> challenges the district court's denial of a downward adjustment in her offense level due to her alleged \"minor participant\" status.  See U.S.S.G. Sec. 3B1.2.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recount only those facts necessary to a basic understanding of the issue on appeal.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Additional facts will be incorporated as necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After a trip to Aruba, appellant returned to Puerto Rico on the morning of July 5, 1994, aboard an American Airlines flight.  She wore an American Eagle uniform.  American Airlines security personnel observed her approach from the aircrew elevator area.  She told them that she was leaving later that day to go to New York and asked if she could leave a suitcase with them until then, when either she or her cousin would pick it up prior to boarding their connecting flight.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The security personnel X-rayed the suitcase, observed what they believed to be narcotics, and notified the U.S. Customs service.  A K-9 dog indicated the presence of narcotics.  Search of the bag revealed 9.85 kilograms of cocaine,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> later determined to be 93% pure, and $8,390.00 in U.S. currency.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Later that afternoon, appellant boarded an airplane for Newark.  She was detained on board by a Customs agent.  She was questioned and ultimately arrested.  At the time of her arrest she was not wearing the American Eagle uniform.  She was carrying a cellular phone and $2,896.00 in U.S. currency.  A subsequent search of her apartment turned up $5,000.00 in U.S. currency, and an American Eagle uniform.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Based on the quantity and type of drugs involved, appellant was given a base offense level of 30.  U.S.S.G. Sec. 2D1.1.  This was reduced by three levels because of her guilty plea and her timely acceptance of responsibility.  U.S.S.G. Sec. 3E1.1.  With a total offense level of 27, and a criminal history category of I, the guidelines called for 70 to 87 months of imprisonment, with a fine range of $12,500.00 to $2,000,000.00 plus supervised release.  The court imposed a 70 month sentence and a $50.00 \"special monetary assessment.\"</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Sentencing Guidelines provide for a decrease of two levels when a defendant is a minor participant in criminal activity.  Application Note 3 to U.S.S.G. Sec. 3B1.2 explains that \"a minor participant means any participant who is less culpable than most other participants, but whose role could not be described as minimal.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Role-in-the-offense determinations are \"innately fact specific.\"  U.S. v. Rostoff, <span class=\"citation\" data-id=\"196027\"><a href=\"/opinion/196027/united-states-v-rostoff/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">398</span></a></span>, 413 (1st Cir.1995).  \"[O]ur standard of oversight is deferential:  'absent mistake of law, we review such determinations only for clear error.' \"   <span class=\"citation\" data-id=\"196027\"><a href=\"/opinion/196027/united-states-v-rostoff/\"><span class=\"id_token\">Id.</span> (internal quotation </a></span>omitted).  We will reverse the district court's decision not to grant a downward adjustment \"only if the evidence overwhelmingly demonstrates that the defendant played a part that makes him substantially less culpable than the average participant....\"  U.S. v. Brandon, <span class=\"citation\" data-id=\"664045\"><a href=\"/opinion/664045/united-states-v-peter-brandon-united-states-of-america-v-charles-d/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></a></span>, 460 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">80</span> </span>(1994).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A criminal defendant has the burden of proving an entitlement to a downward adjustment.  U.S. v. Lopez-Gil, <span class=\"citation\" data-id=\"584140\"><a href=\"/opinion/584140/united-states-v-jesus-m-lopez-gil/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1124</span> </a></span>(1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">483</span> </span>(1992).  The question whether a criminal defendant is entitled to a downward adjustment is based ultimately on the court's consideration of the facts of each particular case.  U.S.S.G. Sec. 3B1.2, comment.  (backg'd.).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The probation officer observed in his report, adopted by the district court, that no role in the offense adjustment was warranted because of the lack of substantiating evidence to establish a criminal hierarchy.  In response to appellant's objection that there were other people involved and she played only a minor role as a courier, the report noted that the facts of this case did not reflect that appellant was a typical courier with little knowledge and understanding of the nature and scope of the criminal activity.  A. 3-4.  The officer detailed his reasons for this conclusion:  appellant, who had not for some time been an American Eagle employee, nonetheless brought along her uniform on a business and pleasure trip to Aruba;  once the plane returned to Puerto Rico, she separated from the people she had traveled with and circumvented several inspection points.  The officer considered as well the amount of drugs involved and the high degree of purity.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant reiterates before this court arguments rejected by the district court.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  They are no more persuasive here.  We have specifically rejected the argument that status as a drug courier, without more, entitles a defendant to a reduction of the offense level as a minimal or minor participant.  <span class=\"citation\" data-id=\"584140\"><span class=\"antecedent_guess\">Lopez-Gil,</span> <a href=\"/opinion/584140/united-states-v-jesus-m-lopez-gil/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1131</span></a></span>;  U.S. v. Paz Uribe, <span class=\"citation\" data-id=\"533568\"><a href=\"/opinion/533568/united-states-v-mario-nelson-paz-uribe/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">396</span></a></span>, 399 (1st Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">951</span> </span>(1990).  See U.S. v. Garcia, <span class=\"citation\" data-id=\"552342\"><a href=\"/opinion/552342/united-states-v-garcia-victor-monsalve-palacio-appeal-of-victor/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">153</span></a></span>, 155 (2d Cir.1990) (\"[w]hile in certain cases and on particular facts, a district court might conclude that a defendant courier was 'substantially less culpable than the average participant' and thus make a downward adjustment pursuant to Sec. 3B1.2, this conclusion is by no means mandated....  Couriers are indispensable to the smuggling and delivery of drugs and their proceeds.\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Balanced against appellant's claim that she was only a minor part of a larger enterprise is the record evidence as found or adopted<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> by the district court:  the considerable amount of cocaine involved;  the cocaine's high degree of purity, see U.S.S.G. Sec. 2D1.1, comment.  (n.9);  the planning involved in the smuggling scheme;  and the large amount of cash found with the drugs, on appellant's person and in her home.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We have not been shown that the district court's failure to grant appellant a downward adjustment was in any way erroneous.  On this record, oral argument will not advance appellant's case.  Accordingly, the district court's decision is affirmed.   Loc. R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Senior Judge, U.S. Court of International Trade, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellant was charged with violating 21 U.S.C. Sec. 841(a)(1) and 21 U.S.C. Sec. 952(a).  Pursuant to the plea agreement, the latter charge was dropped</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Since this conviction resulted from a guilty plea, we draw the facts from the uncontested portions of the presentence report (\"PSR\") and the transcript of the hearing.  U.S. v. Dietz, <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 51 (1st Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For purposes of sentencing, the amount of cocaine was stipulated at 4.92 kilograms</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Investigation revealed that while appellant had once been an American Airlines employee, she had not worked for the airline since May, 1993.  Prior to that time, she had worked with the Wackenhut Security Company at the American Airlines terminal and with the U.S. Immigration Service in New York</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We have reviewed appellant's claim that the district court may not ever have seen certain documents purporting to show that there was at least one other person involved in the smuggling scheme.  Assuming that appellant had in fact provided certain documents to the probation officer which the probation officer neglected to hand to the court at the hearing--an assumption not wholly supported by the record--we are not convinced that appellant has been harmed.  The court permitted testimony at the sentencing hearing to the effect that defendant had consistently claimed there were others involved.  A. 38-39.  The government indicated that defendant, when arrested, alleged that a person in Aruba had provided her with the drugs.  A. 41.  Whether in fact there were others involved, the court did not find that appellant was substantially less culpable than they.  Given the details of the scheme, the weight and purity of the cocaine and the amount of money involved, the court had ample grounds on which to deny appellant a downward adjustment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Appellant claims that the district court failed to make findings in support of its rejection of her role in the offense adjustment.  We have already observed that the PSR, adopted by the district court, sets out sufficient reasons in support of the denial of the role in the offense adjustment.  We find appellant's argument untenable in light of our recent decision in U.S. v. Catano, --- F.3d ----, ----, No. 94-1502, slip op. at 26 (1st Cir.  Sept. 18, 1995)(\"in a case where the PSR findings themselves adequately set forth a meaningful rationale for the sentence, a district judge does not err in adopting such findings.\")</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/196027/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533568/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552342/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584140/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664045/"
  ]
}