{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196306/",
  "id": 196306,
  "absolute_url": "/opinion/196306/marcucci-v-hardy/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196306/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:03:03Z",
  "date_modified": "2020-02-21T23:31:28.401861Z",
  "type": "010combined",
  "sha1": "8c799bd82bad2144a69e145344a23acecb562616",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2290.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r                                                     \r\nNo. 94-2290\r\n\n                        MARK A. MARCUCCI,\r\n\n                       Plaintiff, Appellee,\r\n\n                                v.\r\n\n                         MARION J. HARDY,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\nNo. 95-1005\r\n                        MARK A. MARCUCCI,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                         MARION J. HARDY,\r\n\n                       Defendant, Appellee.\r\n\n                                           \r                                                     \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n      [Hon. Martin F. Loughlin, Senior U.S. District Judge]\r                                                                    \r\n\n                                           \r                                                     \r\n\n                      Selya, Cyr and Boudin,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                           \r                                                     \r\n\n   John R. Harrington, with whom David F. Conley and Sulloway &amp;\r                                                                         \r\nHollis were on brief for defendant.\r              \r\n   Charles A. Szypszak, with whom Laura E. Tobin and Orr and Reno,\r                                                                            \r\nP.A. were on brief for plaintiff.\r            \r\n\n                                           \r                                                     \r\n\n                        September 20, 1995\r\n                                           \r                                                     \r\r\n\n          CYR, Circuit  Judge.   Mark A. Marcucci  initiated this\r                    CYR, Circuit  Judge.\r                                       \r\n\ndiversity  action in  the United  States District  Court for  the\r\n\nDistrict of  New Hampshire in  December 1993,  alleging that  his\r\n\ndaughter, Marion  J.  Hardy,  had appropriated  to  her  own  use\r\n\napproximately $550,000 held in trust  for Marcucci.  Following  a\r\n\nbench trial, the district  court imposed a constructive trust  on\r\n\nthe proceeds Hardy received  from the sale of the  Marcucci home-\r\n\nstead and awarded $36,097.54 in attorney fees to Marcucci.  Hardy\r\n\nappealed.   Marcucci cross-appealed  from a district  court order\r\n\nrejecting  his claims  to joint  accounts managed  by Hardy.   We\r\n\naffirm the district court judgment, in part, and reverse in part.\r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          In the  late 1950s, Marcucci,  owner of a  plumbing and\r\n\nfuel oil  business, conveyed  the Marcucci \"family  homestead\" in\r\n\nWaterbury, Connecticut, and other assets, to his wife, Angela, in\r\n\norder to insulate their holdings from potential business liabili-\r\n\nty claims.  In the  early 1980s, as Marcucci and Angela  advanced\r\n\nin  years,  they caused  the name  of  their daughter,  Marion J.\r\n\nHardy, to be added  to their joint bank and  investment accounts.\r\n\nAside from  an $18,000 deposit  by Hardy  in 1987,  all funds  in\r\n\nthese joint accounts derived from Marcucci.  \r\n\n          Although Marcucci,  Angela, and  Hardy continued to  be\r\n\nlisted as  \"joint owners,\" Hardy  took charge  of most  disburse-\r\n\nments.  The Marcuccis retained the ability to withdraw funds from\r\n\n                                2\r\r\n\nthe joint accounts, but rarely did so.  From time to time, Angela\r\n\ntold  Hardy, in Marcucci's presence,  that some of  the monies in\r\n\nthese  joint accounts  were  intended for  Hardy's personal  use.\r\n\nWhen Angela died  in October 1988,  the joint accounts  contained\r\n\n$364,663. \r\n\n          Angela left $50,000 in  cash to Constance Waterman, her\r\n\nother daughter, but the Marcucci homestead and the residue of her\r\n\nestate went to  Hardy.  Hardy invited Marcucci to  live with her,\r\n\nfirst in  Colorado and later in  her New Hampshire home.   All of\r\n\nMarcucci's  expenses  were  defrayed  by Hardy  with  his  social\r\n\nsecurity income and with funds disbursed from the joint accounts.\r\n\nThe  DeFeo family,  Hardy's neighbors,  helped care  for Marcucci\r\n\nwhile  Hardy was away from  New Hampshire for approximately eigh-\r\n\nteen months  during Operation  Desert Storm and  while performing\r\n\nher other military duties.  \r\n\n          In  the summer of 1990,  prior to the  final probate of\r\n\nAngela's will,  Marcucci learned that the  joint account balances\r\n\nwere  substantially less  than  $364,663.   At  about this  time,\r\n\nConstance told  Marcucci that  Hardy  was claiming  the right  to\r\n\nwithdraw  funds  from  the  joint accounts.    Although  Marcucci\r\n\ncommented at the time that he would be without substantial assets\r\n\nunless he contested  Angela's will, he  decided against doing  so\r\n\nafter obtaining legal advice, and the will became final in August\r\n\n1990.1 \r\n                    \r                              \r\n\n     1Marcucci  admits he  knew  the homestead  had been  left to\r\nHardy by  Angela.  An  April 1989 letter,  which Hardy wrote  for\r\nMarcucci and signed  \"Dad,\" stated that the homestead belonged to\r\n\n                                3\r\r\n\n          Meanwhile, in July 1990,  Hardy had created a revocable\r\n\ntrust  (\"Marcucci Family  Trust\"), with  $173,801 from  the joint\r\n\naccounts, retaining sole discretion to make inter vivos distribu-\r                                                                 \r\n\ntions  to Marcucci, the only  beneficiary.  She  showed the trust\r\n\ninstrument  to  Marcucci  and,  with  his  encouragement,  loaned\r\n\n$150,000  of the trust corpus  to the DeFeo  family, to alleviate\r\n\ntheir serious financial  problems.   Six weeks  later the  DeFeos\r\n\nfiled petitions in  bankruptcy and the $150,000 loan  is presumed\r\n\nuncollectible.   No trust  distributions were either  promised or\r\n\nmade to Marcucci.  \r\n\n          By November 1992, the relationship between Marcucci and\r\n\nHardy had deteriorated.  With assistance from Constance, Marcucci\r\n\nmoved  to  a Connecticut  retirement  home and  Hardy  refused to\r\n\ncontribute to his  support until  he returned to  live with  her.\r\n\nMarcucci,  95 years  old  and virtually  indigent,  is unable  to\r\n\nafford the retirement home  accommodations.  In July  1993, Hardy\r\n\nsold the Marcucci homestead, applying the net proceeds ($108,000)\r\n\nto the mortgage on her New Hampshire home.\r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\nA.   The Hardy Appeal\r          A.   The Hardy Appeal\r                               \r\n                    \r                              \r\n\nHardy.  Marcucci's daughter,  Constance, and her husband, advised\r\nMarcucci  that \"the house and cars are [Hardy's]\" and that Angela\r\nhad  left everything  to Hardy  except for  the $50,000  given to\r\nConstance.  The district  court found that Marcucci knew,  by the\r\nsummer of 1990, that substantial amounts  had been withdrawn from\r\nthe  joint accounts by Hardy, and that by September 1990 Marcucci\r\n\"believed that unless he contested his wife's will, he would have\r\nno substantial assets.\"  \r\n\n                                4\r\r\n\n     1.   Constructive Trust\r               1.   Constructive Trust\r                                      \r\n\n          Hardy  asserts  three  challenges  to  the constructive\r\n\ntrust imposed on the  homestead proceeds.  First, she  claims the\r\n\ndistrict court erred in  rejecting her affirmative defenses based\r\n\non the statute  of limitations  and laches.   Second, she  argues\r\n\nthat  Marcucci  expressly withdrew  his  claim  to the  homestead\r\n\nproceeds at trial.   Finally, she contends that  the constructive\r\n\ntrust  ruling was either  based on clearly  erroneous findings of\r\n\nfact or erroneous conclusions of law. \r\n\n          a)   Affirmative Defenses\r                    a)   Affirmative Defenses\r                                             \r\n\n          Hardy moved for judgment on  the pleadings, see Fed. R.\r                                                                   \r\n\nCiv.  P. 12(c), on the alternative  grounds that the constructive\r\n\ntrust  claim was barred by  New Hampshire's three-year statute of\r\n\nlimitations,  N.H. Rev. Stat. Ann.    508:4, I  (Supp. 1994); see\r                                                                           \r\n\nSullivan v. Marshall,  44 A.2d  433, 434 (N.H.  1945) (claim  for\r                              \r\n\nrestitution  against constructive  trustee  time-barred),  or  by\r\n\nlaches.2   The  district court  denied the  motion on  the ground\r\n\nthat Marcucci had no  knowledge, prior to March 1993,  that Hardy\r\n\nhad mishandled or misapplied either joint account funds or  other\r\n\nMarcucci assets.   Although  the district  court opinion  did not\r\n\n                    \r                              \r\n\n     2At oral argument, Hardy suggested for the first time that a\r\nConnecticut statute  of limitations applies  to the  constructive\r\ntrust  claim.  As this  contention was neither  raised below, nor\r\nseasonably broached on appeal, we deem it waived.  See Clauson v.\r                                                                        \r\nSmith, 823 F.2d  660, 666 (1st Cir. 1987).  In  all events, it is\r               \r\nunavailing.  In diversity cases, the federal courts normally look\r\nto the choice-of-law rules of  the forum state, in this case  New\r\nHampshire.   As  a general  rule, New  Hampshire applies  its own\r\nstatute of limitations.  See Keeton v. Hustler Magazine, 549 A.2d\r                                                                 \r\n1187, 1191-92 (N.H. 1988).  We believe it would do so here.  \r\n\n                                5\r\r\n\nrevisit the matter, there can be no doubt that the court rejected\r\n\nHardy's affirmative defenses, as the constructive trust claim was\r\n\nallowed to proceed.3  \r\n\n          Under N.H. Rev. Stat. Ann.   508:4, I (Supp. 1994), the\r\n\nthree-year  limitations  period  commences  when  the  \"plaintiff\r\n\ndiscovers, or in the exercise of reasonable diligence should have\r\n\ndiscovered, the injury or  its causal relationship to the  act or\r\n\nomission  complained  of.\"   Whether  a  claimant discovered  the\r\n\ninjury, or  in the exercise  of reasonable diligence  should have\r\n\ndiscovered it,  is a  question of fact.   French v.  R.S. Audley,\r                                                                           \r\n\nInc., 464 A.2d 279, 282 (N.H. 1983).   Accordingly, we review for\r              \r\n\nclear  error.  Reilly  v. United States,  863 F.2d 149,  163 (1st\r                                                 \r\n\nCir. 1988).  \r\n\n          There  is undisputed  evidence that  Constance Waterman\r\n\ninformed  Marcucci in the summer  of 1990 that  Hardy claimed the\r\n\nright  to withdraw funds from the joint accounts, and that Marcu-\r\n\ncci  knew that Angela had  left the Marcucci  homestead to Hardy.\r\n\nNevertheless,  in the circumstances  presented here     including\r\n\nthe close family relationship,  Marcucci's age and dependency, as\r\n\nwell as the  nature and  purpose of Marcucci's  transfers of  the\r\n\nhomestead  and the joint accounts     Hardy's assertion of rights\r\n\nin these assets  was not tantamount to  knowledge on the part  of\r\n                    \r                              \r\n\n     3Hardy contends that the failure to make express findings on\r\nher affirmative  defenses necessitates remand.   See, e.g., Touch\r                                                                           \r\nv. Master  Unit Die Prods., Inc.,  43 F.3d 754, 757-59  (1st Cir.\r                                          \r\n1995)  (finding district court  decision \"insufficiently clear to\r\nenable  effective  appellate  review\").    Unlike  the  situation\r\npresented in Touch,  however, the import of the  district court's\r                            \r\nfactual findings in this case plainly signaled its rationale.  \r\n\n                                6\r\r\n\nMarcucci that his  daughter was refusing  to recognize and  honor\r\n\nhis  own beneficial  interest in  the assets.   Further,  Hardy's\r\n\nconduct  served to toll the limitations  period by engendering in\r\n\nMarcucci  a reasonable  sense of  confidence which  disguised the\r\n\nneed for  any legal action.   See New Hampshire Donuts  v. Skipi-\r                                                                           \r\n\ntaris, 533 A.2d 351, 356 (N.H. 1987).   \r               \r\n\n          For more than  four years     October 1988 to  November\r\n\n1992     Hardy  took care  of Marcucci  in her  Colorado and  New\r\n\nHampshire homes.  She  informed him that she had  established the\r\n\n\"Marcucci Family  Trust,\" with Marcucci as  its sole beneficiary,\r\n\nand  consulted with him before  making the DeFeo  loan from trust\r\n\nmonies.   These actions were  entirely consistent with  an extant\r\n\ntrustee-beneficiary  relationship,  and, whether  so  intended or\r\n\nnot,  sufficed  to  provide  a reasonable  basis  for  rekindling\r\n\nMarcucci's confidence  in Hardy, especially in light of the close\r\n\nfamily  relationship and  his advanced  age and  highly dependent\r\n\nstate.   Thus,  the district  court  record clearly  warrants the\r\n\nconclusion that  Marcucci neither knew, nor  should he reasonably\r\n\nhave believed,  that his  daughter claimed outright  ownership of\r\n\nthe Marcucci homestead.  \r\n\n          In July  1993, however,  Hardy sold the  Marcucci home-\r\n\nstead and applied  the proceeds  toward the mortgage  on her  New\r\n\nHampshire  residence, conduct  which unequivocally  announced her\r\n\nopen, adverse claim to the entire Marcucci homestead.  Within six\r\n\nmonths  thereafter,  Marcucci   initiated  the  present   action.\r\n\nAccordingly, we agree with the district court that the action was\r\n\n                                7\r\r\n\nnot time-barred,  either by the New Hampshire  statute of limita-\r\n\ntions or laches.4 \r\n\n          b)   Withdrawal of Homestead Claim\r                    b)   Withdrawal of Homestead Claim\r                                                      \r\n\n          During  closing  argument,  Marcucci's   trial  counsel\r\n\nstated:   \"we are not asking in this proceeding for return of the\r\n\nhome.\"  Hardy frivolously contends that Marcucci thereby withdrew\r\n\nhis claim to the  homestead proceeds.  Construed in  context, the\r                                              \r\n\nlanguage employed  by counsel  simply reflected the  reality that\r\n\nthe homestead had been sold to a third party; thus, a claim could\r\n\nonly be asserted against the sale proceeds.5\r\n\n          c)   The Merits\r                    c)   The Merits\r                                   \r\n\n          Hardy next  contends that the  district court misinter-\r\n\npreted New  Hampshire  law  as permitting  the  imposition  of  a\r\n\nconstructive  trust in these  circumstances.  She  argues that it\r\n\nwas error to do so absent an express promise by Hardy to reconvey\r                                              \r\n\nthe homestead  to Marcucci.  We  do not agree.   There was suffi-\r\n                    \r                              \r\n\n     4Under  the doctrine of laches,  a limitations period may be\r\nforeshortened  if \"unreasonable\" and  unexplained delay in filing\r\nan  equitable claim has prejudiced  the defendant.   See Jenot v.\r                                                                        \r\nWhite Mountain Acceptance Corp., 474 A.2d 1382, 1387 (N.H. 1984);\r                                         \r\nO'Grady v.  Deery,  45 A.2d  295, 297  (N.H. 1946).   The  laches\r                           \r\ndefense  does not lie, however,  if the defendant  has \"caused or\r\ncontributed\" to the delay.  See New Hampshire Donuts, 533 A.2d at\r                                                              \r\n356.  \r\n\n     5The  cases  cited by  Hardy  are totally  inapposite.   See\r                                                                           \r\nHoffer v. Morrow, 797 F.2d 348, 350 (7th Cir.  1986) (noting that\r                          \r\na  criminal defendant may waive a double jeopardy claim by plead-\r\ning guilty); Flannery  v. Carroll,  676 F.2d 126,  132 (5th  Cir.\r                                           \r\n1982) (observing  that plaintiff may waive a particular theory of\r\nliability by choosing  not to plead it);  American Locomotive Co.\r                                                                           \r\nv. Gyro Process Co., 185 F.2d 316, 318-19 (6th Cir. 1950) (noting\r                             \r\nthat  defendant may  waive  contractual right  to arbitration  by\r\nfailing,  for seven-year  period, to  move  for stay  of judicial\r\nproceedings to permit arbitration).  \r\n\n                                8\r\r\n\ncient  circumstantial  evidence  alone to  support  a  reasonable\r\n\ninference that  there had  been an  implicit promise  to reconvey\r\n\nbased on the intra-family nature of the transfer from Marcucci to\r\n\nhis wife, Angela.  See Pleakas v. Juris, 224 A.2d 74, 78-79 (N.H.\r                                                 \r\n\n1966) (the promise to reconvey may be inferred from the surround-\r\n\ning circumstances, including the relationship between the parties\r\n\nand the  potential for  unjust enrichment).6   Moreover, Angela's\r\n\ndevise of the  homestead to  Hardy remained subject  to the  con-\r\n\nstructive trust impressed  upon it at the  time Marcucci conveyed\r\n\nit to Angela.7   Angela therefore held the homestead in trust for\r\n\nMarcucci, and it was devised to Hardy subject to that trust.  See\r                                                                           \r\n\ngenerally  4 Austin W.  Scott &amp; William  F. Fratcher, The  Law of\r                                                                           \r\n\nTrusts   289.1  (4th ed.  1989) [hereinafter:   Scott on  Trusts]\r                                                                          \r\n\n(noting  that \"[d]evisee takes subject to a trust because one who\r\n\n                    \r                              \r\n\n     6We likewise  reject Hardy's  contention that  the homestead\r\nwas  not impressed with a constructive trust when she received it\r\nfrom her mother,  because the  reason for its  conveyance to  her\r\nmother    Marcucci's desire to insulate it from business liabili-\r\nty claims    ceased when Marcucci retired.  First, the premise is\r\ndubious, since it is  by no means clear that  Marcucci's business\r\nliability exposure would  cease at retirement,  at least as  con-\r\ncerns pre-retirement  activity.  Second, it  seems more consonant\r\nwith the  intent of  the  parties that  once the  reason for  the\r\ntransfer  no  longer remained  viable,  reconveyance  to Marcucci\r\nshould obtain,  particularly since unjust enrichment  is the core\r                \r\nconsideration  in the  constructive trust  analysis.   See, e.g.,\r                                                                          \r\nCornwell v. Cornwell, 356 A.2d 683, 686 (N.H. 1976).\r                              \r\n\n     7Hardy maintains  that  Marcucci subsequently  released  her\r\nfrom any obligation  to reconvey.   She points  to his  testimony\r\nthat, \"as  long as [the house]  was given to Marion,  I say [sic]\r\nit's okay  as long as Marion's going to  take care of me the rest\r\nof  my life.\"    On the  contrary,  this testimony  bolsters  the\r\ndistrict court finding that Marcucci was prepared to permit Hardy\r\nto  retain title to  the homestead in  trust only as  long as she\r\ncontinued to care for him.\r\n\n                                9\r\r\n\npays no value for  the trust property would be  unjustly enriched\r\n\nat the  beneficiary's expense  if the  trustee were  permitted to\r\n\nkeep  it\");  see also  Herman v.  Edington,  118 N.E.2d  865, 869\r                                                    \r\n\n(Mass.  1954) (holding that one  who takes trust property without\r\n\nconsideration,  and  either with  or  without  notice, becomes  a\r\n\ntrustee herself).8   The court  did not abuse  its discretion  in\r\n\nimposing a constructive trust on the homestead proceeds.\r\n\n     2.   Attorney Fees \r               2.   Attorney Fees\r                                 \r\n\n          Marcucci  asserted a  demand for  attorney fees  in the\r\n\ncomplaint,  which Hardy  opposed in her  answer.   Hardy contends\r\n\nthat  the  district court  improperly  awarded  attorney fees  to\r\n\nMarcucci  since her defenses were  not frivolous and  she did not\r\n\nlitigate in  bad faith.   The  appellate record discloses  little\r\n\ninsight  into the rationale for the district court award, nor did\r\n\nHardy  request elucidation  or  reconsideration  by the  district\r\n\ncourt.  \r\n\n          The  district court cited to Harkeem v. Adams, 377 A.2d\r                                                                 \r\n\n617, 619-20 (N.H. 1977),  which held that unreasonable litigation\r\n\ntactics which unnecessarily prolong litigation can constitute bad\r\n\nfaith  even  though  the  litigation position  was  not  entirely\r\n\nfrivolous.   See Marcucci v. Hardy, No. C-93-645-L, at 14 (D.N.H.\r                                            \r\n\n                    \r                              \r\n\n     8Hardy attempts to challenge  two district court findings of\r\nfact:  (1) that the threat of liability suits was the impetus for\r\nthe  transfer of the homestead  from Marcucci to  Angela; and (2)\r\nthe  entire  homestead (rather  than  a  mere half-interest)  was\r\ntransferred.   Although  Hardy asserts,  conclusorily,  that  she\r\nchallenged these  findings below, the appellate  record indicates\r\notherwise.  Thus,  these claims  were waived.   See Clauson,  823\r                                                                     \r\nF.2d at 666.\r\n\n                                10\r\r\n\nNov.16,  1994).  Hardy's failure  to challenge the  ruling in the\r\n\ndistrict court deprives us of the benefit of the district court's\r\n\nrationale.  Nonetheless, absent district  court findings suggest-\r\n\ning any adequate  basis for departing from the so-called American\r\n\nRule, BTZ, Inc. v. Great Northern Nekoosa Corp., 47 F.3d 463, 465\r                                                         \r\n\n(1st Cir. 1995) (noting,  as a general rule, that  litigants must\r\n\nbear  their  own attorney  fees  absent  statutory authority,  or\r\n\nagreement, to the contrary), and since we are unable to discern a\r\n\nsufficient basis for doing so on the present record, the attorney\r\n\nfee award must be vacated.9\r\n\nB.   Marcucci Cross-Appeal\r          B.   Marcucci Cross-Appeal\r                                    \r\n\n     1.   Joint Accounts\r               1.   Joint Accounts\r                                  \r\n\n          Marcucci  cross-appeals from  the district  court order\r\n\ndisallowing his claims to  the joint accounts.  He  contends that\r\n\nhe  established exclusive  title to  the accounts  \"converted\" by\r\n\nHardy,  and, alternatively, that he  was entitled to  have a con-\r\n\nstructive trust imposed  on the accounts, lest Hardy  be unjustly\r\n\nenriched.10\r\n\n          a)   Conversion Claim\r                    a)   Conversion Claim\r                                         \r\n                    \r                              \r\n\n     9The citation  to Harkeem, supra, cannot  suffice, since the\r                                               \r\ndistrict court articulated no basis upon which Hardy's litigation\r\ntactics could  be found impermissibly obdurate,  noting only that\r                 \r\nthe  lawsuit should never have \"wended its way to federal court.\"\r                      \r\nSee also Touch, 43 F.3d at 757-59 (discussed supra note 3).  This\r                                                            \r\nseems  to us  altogether inadequate  to take  this case  out from\r\nunder the American Rule.  On this record, therefore, the attorney\r\nfee award must be vacated.\r\n\n     10Marcucci's  alternative  \"claim\" to  an  accounting fails,\r\nsince  the district court supportably found  that Hardy had exer-\r\ncised due  diligence in  reconstructing the relevant  activity in\r\nthe joint accounts.\r\n\n                                11\r\r\n\n          Although the  district court did not  state its grounds\r\n\nfor  rejecting the conversion claim, the rationale is clear.  \"An\r\n\naction for  conversion is based  on the  defendant's exercise  of\r\n\ndominion or  control over  goods which  is inconsistent with  the\r\n\nrights of the person entitled  to immediate possession.\"   Rinden\r                                                                           \r\n\nv. Hicks, 408 A.2d 417, 418 (N.H. 1979).  The right to possession\r                  \r\n\nis a key element, see,  e.g., McGranahan v. Dahar, 408  A.2d 121,\r                                                           \r\n\n126 (N.H. 1979), which  the claimant must establish.   See Wujno-\r                                                                           \r\n\nvich  v. Colcord,  202  A.2d 484,  485  (N.H. 1964)  (to  recover\r                          \r\n\nproperty  allegedly  converted, plaintiff  had burden  of proving\r\n\ntitle).11\r\n\n          The  district court  rejected the  all-or-nothing posi-\r\n\ntions  advanced by both parties    that each held exclusive title\r\n\nto the accounts notwithstanding their  joint status.12  It  found\r\n                    \r                              \r\n\n     11Under  the  law  of  all  three  jurisdictions conceivably\r\napplicable  to this claim, intent is the central factor in deter-\r                                           \r\nmining  entitlement  to  funds  held  in  joint  accounts.    See\r                                                                           \r\nGrodzicki v. Grodzicki, 226 A.2d 656, 657 (Conn. 1967) (intent of\r                                \r\noriginal owner  of  mutual  account is  an  essential  factor  in\r\ndetermining rights  to  account); Blanchette  v. Blanchette,  287\r                                                                     \r\nN.E.2d  459, 461 (Mass.  1972) (\"In  disputes arising  while both\r\nparties to a joint bank account are still alive we have frequent-\r\nly  upheld allegations or findings that there was no donative in-\r\ntent.\"); In re Wszolek Estate, 295 A.2d 444, 447 (N.H.  1972) (to\r                                       \r\nestablish  inter vivos  gift  of joint  accounts, plaintiff  must\r                                \r\nprove donative intent and delivery of accounts).\r\n\n     12Although Marcucci notes that his business was the original\r\n\"source\" of  most of these  funds, he cites no  authority for the\r\nview that  this conclusively  established his entitlement  to all\r\nthe funds  once the joint accounts  had been placed  in all three\r\nnames.   On the other hand,  Hardy argued that the  mere fact the\r\nfunds were  held in three names  entitled her to withdraw  all of\r\nthe funds, foreclosing  any possibility of  conversion.  But  the\r\nform of the accounts  is not conclusive evidence of  their owner-\r\nship where, as here,  there is evidence of contrary  intent.  See\r                                                                           \r\nNew Hampshire Sav. Bank v. McMullen, 185 A. 158, 160 (N.H. 1936).\r                                             \r\n\n                                12\r\r\n\nthat \"Mrs.  Marcucci stated  repeatedly and openly,  sometimes in\r\n\n[Marcucci's] presence,  that she had  given money to  [Hardy] and\r\n\nthat  she  wanted  [Hardy] to  use  it  for  her own  enjoyment.\"\r\n\nMarcucci, order at 5-6;  see Dover Coop. Bank v.  Tobin's Estate,\r                                                                          \r\n\n166 A.  247 (N.H.  1933) (noting  that gift  of bank  accounts is\r\n\nestablished by  proof of donor's manifest intent to make uncondi-\r\n\ntional delivery, and donee's acceptance).   Not only did Marcucci\r\n\nfail to  establish his ownership  of all  the funds in  the joint\r                                                  \r\n\naccounts,  Wujnovich, 202  A.2d at  485, but  the district  court\r                              \r\n\nfound that he failed  to show that any ascertainable  portion had\r                                                                           \r\n\nnot been intended  as a gift to  Hardy.  Further, Hardy  expended\r                           \r\n\n\"substantial  amounts\" for  Marcucci's  benefit.13   Given  these\r\n\nsupportable findings,  we cannot fault the  district court ruling\r\n\nthat  it may well have been speculative to conclude that Marcucci\r\n\nsustained any damages; and  that the amount of any  damages could\r                                                     \r\n\nonly  have  been arrived  at through  conjecture.   See  Robie v.\r                                                                        \r\n\nOfgant, 306 F.2d  656, 660  (1st Cir. 1962)  (\"[D]amages must  be\r                \r\n\nproven, that  is, they must  not be speculative,  and [plaintiff]\r\n\nmust not be made more than whole.\").  The district  court did not\r\n\nerr in dismissing the conversion claim.\r\n                    \r                              \r\n\n     13The  district court  found  that the  joint accounts  held\r\n$364,663  at  the time  of Angela's  death  in October  1988; the\r\n$150,000 loan to the  DeFeos was motivated in part  by Marcucci's\r\ngratitude  to the  people who  had cared  for him  during Hardy's\r\nabsence; Hardy \"paid all common  living expenses and all particu-\r\nlar living  expenses\" not  covered by Marcucci's  social security\r\nbenefits.  Hardy also used $173,000 from a joint account to buy a\r\nhome in Colorado,  where Marcucci lived until Hardy  and Marcucci\r\nrelocated to New Hampshire.  \r\n\n                                13\r\r\n\n          b)   Constructive Trust\r                    b)   Constructive Trust\r                                           \r\n\n          Alternatively,  Marcucci  claims  that  a  constructive\r\n\ntrust should have been impressed to preclude unjust enrichment of\r\n\nHardy.  We review  for abuse of discretion.   Texaco Puerto Rico,\r                                                                           \r\n\nInc.,  v. Department of Consumer  Affairs, 60 F.3d  867, 874 (1st\r                                                   \r\n\nCir.  1995) (citations  omitted).   Marcucci therefore  must show\r\n\nthat  the district  court's rejection  of the  constructive trust\r\n\nclaim constituted \"a serious lapse in judgment.\"  Id. at 875.  \r                                                               \r\n\n          Although the  record reflects  that all but  $18,000 in\r\n\nthe joint accounts (deposited by Hardy) derived from Marcucci, it\r\n\nis equally clear that  large sums were expended for  his benefit.\r\n\nMoreover,  the  district  court  supportably  found  that  Angela\r\n\nintended to  give  Hardy  an unspecified  portion  of  the  joint\r                                                           \r\n\naccounts for her exclusive use, Marcucci was  present when Angela\r\n\ndeclared her donative intent, and he knew that Hardy was handling\r\n\nthe joint accounts.  \r\n\n          A constructive trust may  be created where the particu-\r\n\nlar confidential or  fiduciary relationship would give  rise to a\r\n\nsignificant  potential for  unjust  enrichment  absent  equitable\r\n\nrelief.  See  Carroll v. Daigle,  463 A.2d 885, 888  (N.H. 1983).\r                                         \r\n\nThe district court supportably found that Hardy used approximate-\r\n\nly  $173,000 to purchase property for herself in Colorado and the\r\n\nrecord  would support findings  that Angela  had given  Hardy the\r\n\nmoney for the house and that Marcucci derived benefit from living\r\n\nthere with Hardy.   Since a substantial portion of  the remainder\r\n\nhad been used for  Marcucci's own benefit, or their  mutual bene-\r\n\n                                14\r\r\n\nfit, and it  was impossible to determine how  much each was enti-\r\n\ntled to receive, we find no abuse of discretion.  \r\n\n     2.   \"Marcucci Family Trust\" \r               2.   \"Marcucci Family Trust\"\r                                          \r\n\n          Finally,   Marcucci  argues  that  Hardy  breached  her\r\n\nfiduciary duty,  under the so-called \"prudent  man\" standard, see\r                                                                           \r\n\nN.H.  Rev. Stat.  Ann. 564-A:3,  I (1974), by  improperly lending\r\n\n$150,000  from the Marcucci Family Trust to the DeFeo family, and\r\n\nthat she  is chargeable with the  loss.  Hardy responds  that her\r\n\nwithdrawal of  funds from  a revocable  trust constituted  a con-\r\n\nstructive revocation of the trust, (2) Marcucci consented to this\r\n\nallocation of trust funds, and  (3) the allocation was reasonable\r\n\nand did not violate the \"prudent man\" standard.\r\n\n          We need  not consider whether Hardy  violated the \"pru-\r\n\ndent man\" standard, because the district court  found that Marcu-\r\n\ncci  actively  encouraged the  $150,000 loan  to  the DeFeos.   A\r\n\ntrustee is not liable to a beneficiary for breach of trust if the\r\n\nbeneficiary  consented to  the action.   Restatement  (Second) of\r\n\nTrusts    216(1) (1957) (endorsing estoppel  rationale); Mahle v.\r                                                                        \r\n\nFirst Nat'l Bank of Peoria, 610 N.E.2d 115, 116-17  (Ill.App.3d.)\r                                    \r\n\n(beneficiary consented  to risky  loan to nephew),  cert. denied,\r                                                                          \r\n\n622 N.E.2d 1209  (Ill. 1993).  There is ample evidence to support\r\n\nthe finding that  Marcucci consented to  the $150,000 loan,  with\r\n\nthe knowledge that  the DeFeos were about to  lose their own home\r\n\ndue  to financial  problems.   Thus,  we  find that  Marcucci  is\r\n\nestopped  from challenging  Hardy's  decision to  make the  DeFeo\r\n\nloans.  \r\n\n                                15\r\r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          The district court judgment is affirmed, except for the\r                    The district court judgment is affirmed, except for the\r                                                                           \r\n\nattorney fee award, which  is vacated.  Costs are  awarded to the\r          attorney fee award, which  is vacated.  Costs are  awarded to the\r                                                                           \r\n\nrespective appellees in Nos. 94-2290 and 95-1005.  So ordered. \r          respective appellees in Nos. 94-2290 and 95-1005.  So ordered. \r                                                                       \r\n\n                                16\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r                                                     \r\nNo. 94-2290\r\n\n                        MARK A. MARCUCCI,\r\n\n                       Plaintiff, Appellee,\r\n\n                                v.\r\n\n                         MARION J. HARDY,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\nNo. 95-1005\r\n                        MARK A. MARCUCCI,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                         MARION J. HARDY,\r\n\n                       Defendant, Appellee.\r\n\n                                           \r                                                     \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n      [Hon. Martin F. Loughlin, Senior U.S. District Judge]\r                                                                    \r\n\n                                           \r                                                     \r\n\n                      Selya, Cyr and Boudin,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                           \r                                                     \r\n\n   John R. Harrington, with whom David F. Conley and Sulloway &amp;\r                                                                         \r\nHollis were on brief for defendant.\r              \r\n   Charles A. Szypszak, with whom Laura E. Tobin and Orr and Reno,\r                                                                            \r\nP.A. were on brief for plaintiff.\r            \r\n\n                                           \r                                                     \r\n\n                        September 20, 1995\r\n                                           \r                                                     \r\r\n\n          CYR, Circuit  Judge.   Mark A. Marcucci  initiated this\r                    CYR, Circuit  Judge.\r                                       \r\n\ndiversity  action in  the United  States District  Court for  the\r\n\nDistrict of  New Hampshire in  December 1993,  alleging that  his\r\n\ndaughter, Marion  J.  Hardy,  had appropriated  to  her  own  use\r\n\napproximately $550,000 held in trust  for Marcucci.  Following  a\r\n\nbench trial, the district  court imposed a constructive trust  on\r\n\nthe proceeds Hardy received  from the sale of the  Marcucci home-\r\n\nstead and awarded $36,097.54 in attorney fees to Marcucci.  Hardy\r\n\nappealed.   Marcucci cross-appealed  from a district  court order\r\n\nrejecting  his claims  to joint  accounts managed  by Hardy.   We\r\n\naffirm the district court judgment, in part, and reverse in part.\r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          In the  late 1950s, Marcucci,  owner of a  plumbing and\r\n\nfuel oil  business, conveyed  the Marcucci \"family  homestead\" in\r\n\nWaterbury, Connecticut, and other assets, to his wife, Angela, in\r\n\norder to insulate their holdings from potential business liabili-\r\n\nty claims.  In the  early 1980s, as Marcucci and Angela  advanced\r\n\nin  years,  they caused  the name  of  their daughter,  Marion J.\r\n\nHardy, to be added  to their joint bank and  investment accounts.\r\n\nAside from  an $18,000 deposit  by Hardy  in 1987,  all funds  in\r\n\nthese joint accounts derived from Marcucci.  \r\n\n          Although Marcucci,  Angela, and  Hardy continued to  be\r\n\nlisted as  \"joint owners,\" Hardy  took charge  of most  disburse-\r\n\nments.  The Marcuccis retained the ability to withdraw funds from\r\n\n                                2\r\r\n\nthe joint accounts, but rarely did so.  From time to time, Angela\r\n\ntold  Hardy, in Marcucci's presence,  that some of  the monies in\r\n\nthese  joint accounts  were  intended for  Hardy's personal  use.\r\n\nWhen Angela died  in October 1988,  the joint accounts  contained\r\n\n$364,663. \r\n\n          Angela left $50,000 in  cash to Constance Waterman, her\r\n\nother daughter, but the Marcucci homestead and the residue of her\r\n\nestate went to  Hardy.  Hardy invited Marcucci to  live with her,\r\n\nfirst in  Colorado and later in  her New Hampshire home.   All of\r\n\nMarcucci's  expenses  were  defrayed  by Hardy  with  his  social\r\n\nsecurity income and with funds disbursed from the joint accounts.\r\n\nThe  DeFeo family,  Hardy's neighbors,  helped care  for Marcucci\r\n\nwhile  Hardy was away from  New Hampshire for approximately eigh-\r\n\nteen months  during Operation  Desert Storm and  while performing\r\n\nher other military duties.  \r\n\n          In  the summer of 1990,  prior to the  final probate of\r\n\nAngela's will,  Marcucci learned that the  joint account balances\r\n\nwere  substantially less  than  $364,663.   At  about this  time,\r\n\nConstance told  Marcucci that  Hardy  was claiming  the right  to\r\n\nwithdraw  funds  from  the  joint accounts.    Although  Marcucci\r\n\ncommented at the time that he would be without substantial assets\r\n\nunless he contested  Angela's will, he  decided against doing  so\r\n\nafter obtaining legal advice, and the will became final in August\r\n\n1990.1 \r\n                    \r                              \r\n\n     1Marcucci  admits he  knew  the homestead  had been  left to\r\nHardy by  Angela.  An  April 1989 letter,  which Hardy wrote  for\r\nMarcucci and signed  \"Dad,\" stated that the homestead belonged to\r\n\n                                3\r\r\n\n          Meanwhile, in July 1990,  Hardy had created a revocable\r\n\ntrust  (\"Marcucci Family  Trust\"), with  $173,801 from  the joint\r\n\naccounts, retaining sole discretion to make inter vivos distribu-\r                                                                 \r\n\ntions  to Marcucci, the only  beneficiary.  She  showed the trust\r\n\ninstrument  to  Marcucci  and,  with  his  encouragement,  loaned\r\n\n$150,000  of the trust corpus  to the DeFeo  family, to alleviate\r\n\ntheir serious financial  problems.   Six weeks  later the  DeFeos\r\n\nfiled petitions in  bankruptcy and the $150,000 loan  is presumed\r\n\nuncollectible.   No trust  distributions were either  promised or\r\n\nmade to Marcucci.  \r\n\n          By November 1992, the relationship between Marcucci and\r\n\nHardy had deteriorated.  With assistance from Constance, Marcucci\r\n\nmoved  to  a Connecticut  retirement  home and  Hardy  refused to\r\n\ncontribute to his  support until  he returned to  live with  her.\r\n\nMarcucci,  95 years  old  and virtually  indigent,  is unable  to\r\n\nafford the retirement home  accommodations.  In July  1993, Hardy\r\n\nsold the Marcucci homestead, applying the net proceeds ($108,000)\r\n\nto the mortgage on her New Hampshire home.\r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\nA.   The Hardy Appeal\r          A.   The Hardy Appeal\r                               \r\n                    \r                              \r\n\nHardy.  Marcucci's daughter,  Constance, and her husband, advised\r\nMarcucci  that \"the house and cars are [Hardy's]\" and that Angela\r\nhad  left everything  to Hardy  except for  the $50,000  given to\r\nConstance.  The district  court found that Marcucci knew,  by the\r\nsummer of 1990, that substantial amounts  had been withdrawn from\r\nthe  joint accounts by Hardy, and that by September 1990 Marcucci\r\n\"believed that unless he contested his wife's will, he would have\r\nno substantial assets.\"  \r\n\n                                4\r\r\n\n     1.   Constructive Trust\r               1.   Constructive Trust\r                                      \r\n\n          Hardy  asserts  three  challenges  to  the constructive\r\n\ntrust imposed on the  homestead proceeds.  First, she  claims the\r\n\ndistrict court erred in  rejecting her affirmative defenses based\r\n\non the statute  of limitations  and laches.   Second, she  argues\r\n\nthat  Marcucci  expressly withdrew  his  claim  to the  homestead\r\n\nproceeds at trial.   Finally, she contends that  the constructive\r\n\ntrust  ruling was either  based on clearly  erroneous findings of\r\n\nfact or erroneous conclusions of law. \r\n\n          a)   Affirmative Defenses\r                    a)   Affirmative Defenses\r                                             \r\n\n          Hardy moved for judgment on  the pleadings, see Fed. R.\r                                                                   \r\n\nCiv.  P. 12(c), on the alternative  grounds that the constructive\r\n\ntrust  claim was barred by  New Hampshire's three-year statute of\r\n\nlimitations,  N.H. Rev. Stat. Ann.    508:4, I  (Supp. 1994); see\r                                                                           \r\n\nSullivan v. Marshall,  </pre><span class=\"citation\" data-id=\"3555046\"><a href=\"/opinion/3574726/sullivan-v-marshall/\"><span class=\"volume\">44</span> <span class=\"reporter\">A.2d</span>  <span class=\"page\">433</span></a></span><pre class=\"inline\">, 434 (N.H.  1945) (claim  for\r                              \r\n\nrestitution  against constructive  trustee  time-barred),  or  by\r\n\nlaches.2   The  district court  denied the  motion on  the ground\r\n\nthat Marcucci had no  knowledge, prior to March 1993,  that Hardy\r\n\nhad mishandled or misapplied either joint account funds or  other\r\n\nMarcucci assets.   Although  the district  court opinion  did not\r\n\n                    \r                              \r\n\n     2At oral argument, Hardy suggested for the first time that a\r\nConnecticut statute  of limitations applies  to the  constructive\r\ntrust  claim.  As this  contention was neither  raised below, nor\r\nseasonably broached on appeal, we deem it waived.  See Clauson v.\r                                                                        \r\nSmith, </pre><span class=\"citation\" data-id=\"491456\"><a href=\"/opinion/491456/charles-clauson-v-robert-d-smith/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">660</span></a></span><pre class=\"inline\">, 666 (1st Cir. 1987).  In  all events, it is\r               \r\nunavailing.  In diversity cases, the federal courts normally look\r\nto the choice-of-law rules of  the forum state, in this case  New\r\nHampshire.   As  a general  rule, New  Hampshire applies  its own\r\nstatute of limitations.  See Keeton v. Hustler Magazine, </pre><span class=\"citation no-link\"><span class=\"volume\">549</span> <span class=\"reporter\">A.2d</span>\r                                                                 \r\n<span class=\"page\">1187</span></span><pre class=\"inline\">, 1191-92 (N.H. 1988).  We believe it would do so here.  \r\n\n                                5\r\r\n\nrevisit the matter, there can be no doubt that the court rejected\r\n\nHardy's affirmative defenses, as the constructive trust claim was\r\n\nallowed to proceed.3  \r\n\n          Under N.H. Rev. Stat. Ann.   508:4, I (Supp. 1994), the\r\n\nthree-year  limitations  period  commences  when  the  \"plaintiff\r\n\ndiscovers, or in the exercise of reasonable diligence should have\r\n\ndiscovered, the injury or  its causal relationship to the  act or\r\n\nomission  complained  of.\"   Whether  a  claimant discovered  the\r\n\ninjury, or  in the exercise  of reasonable diligence  should have\r\n\ndiscovered it,  is a  question of fact.   French v.  R.S. Audley,\r                                                                           \r\n\nInc., </pre><span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">279</span></span><pre class=\"inline\">, 282 (N.H. 1983).   Accordingly, we review for\r              \r\n\nclear  error.  Reilly  v. United States,  </pre><span class=\"citation\" data-id=\"515719\"><a href=\"/opinion/515719/donna-reilly-etc-v-united-states/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">149</span></a></span><pre class=\"inline\">,  163 (1st\r                                                 \r\n\nCir. 1988).  \r\n\n          There  is undisputed  evidence that  Constance Waterman\r\n\ninformed  Marcucci in the summer  of 1990 that  Hardy claimed the\r\n\nright  to withdraw funds from the joint accounts, and that Marcu-\r\n\ncci  knew that Angela had  left the Marcucci  homestead to Hardy.\r\n\nNevertheless,  in the circumstances  presented here     including\r\n\nthe close family relationship,  Marcucci's age and dependency, as\r\n\nwell as the  nature and  purpose of Marcucci's  transfers of  the\r\n\nhomestead  and the joint accounts     Hardy's assertion of rights\r\n\nin these assets  was not tantamount to  knowledge on the part  of\r\n                    \r                              \r\n\n     3Hardy contends that the failure to make express findings on\r\nher affirmative  defenses necessitates remand.   See, e.g., Touch\r                                                                           \r\nv. Master  Unit Die Prods., Inc.,  </pre><span class=\"citation\" data-id=\"195825\"><a href=\"/opinion/195825/touch-v-master-unit-die/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span><pre class=\"inline\">, 757-59  (1st Cir.\r                                          \r\n1995)  (finding district court  decision \"insufficiently clear to\r\nenable  effective  appellate  review\").    Unlike  the  situation\r\npresented in Touch,  however, the import of the  district court's\r                            \r\nfactual findings in this case plainly signaled its rationale.  \r\n\n                                6\r\r\n\nMarcucci that his  daughter was refusing  to recognize and  honor\r\n\nhis  own beneficial  interest in  the assets.   Further,  Hardy's\r\n\nconduct  served to toll the limitations  period by engendering in\r\n\nMarcucci  a reasonable  sense of  confidence which  disguised the\r\n\nneed for  any legal action.   See New Hampshire Donuts  v. Skipi-\r                                                                           \r\n\ntaris, </pre><span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">351</span></span><pre class=\"inline\">, 356 (N.H. 1987).   \r               \r\n\n          For more than  four years     October 1988 to  November\r\n\n1992     Hardy  took care  of Marcucci  in her  Colorado and  New\r\n\nHampshire homes.  She  informed him that she had  established the\r\n\n\"Marcucci Family  Trust,\" with Marcucci as  its sole beneficiary,\r\n\nand  consulted with him before  making the DeFeo  loan from trust\r\n\nmonies.   These actions were  entirely consistent with  an extant\r\n\ntrustee-beneficiary  relationship,  and, whether  so  intended or\r\n\nnot,  sufficed  to  provide  a reasonable  basis  for  rekindling\r\n\nMarcucci's confidence  in Hardy, especially in light of the close\r\n\nfamily  relationship and  his advanced  age and  highly dependent\r\n\nstate.   Thus,  the district  court  record clearly  warrants the\r\n\nconclusion that  Marcucci neither knew, nor  should he reasonably\r\n\nhave believed,  that his  daughter claimed outright  ownership of\r\n\nthe Marcucci homestead.  \r\n\n          In July  1993, however,  Hardy sold the  Marcucci home-\r\n\nstead and applied  the proceeds  toward the mortgage  on her  New\r\n\nHampshire  residence, conduct  which unequivocally  announced her\r\n\nopen, adverse claim to the entire Marcucci homestead.  Within six\r\n\nmonths  thereafter,  Marcucci   initiated  the  present   action.\r\n\nAccordingly, we agree with the district court that the action was\r\n\n                                7\r\r\n\nnot time-barred,  either by the New Hampshire  statute of limita-\r\n\ntions or laches.4 \r\n\n          b)   Withdrawal of Homestead Claim\r                    b)   Withdrawal of Homestead Claim\r                                                      \r\n\n          During  closing  argument,  Marcucci's   trial  counsel\r\n\nstated:   \"we are not asking in this proceeding for return of the\r\n\nhome.\"  Hardy frivolously contends that Marcucci thereby withdrew\r\n\nhis claim to the  homestead proceeds.  Construed in  context, the\r                                              \r\n\nlanguage employed  by counsel  simply reflected the  reality that\r\n\nthe homestead had been sold to a third party; thus, a claim could\r\n\nonly be asserted against the sale proceeds.5\r\n\n          c)   The Merits\r                    c)   The Merits\r                                   \r\n\n          Hardy next  contends that the  district court misinter-\r\n\npreted New  Hampshire  law  as permitting  the  imposition  of  a\r\n\nconstructive  trust in these  circumstances.  She  argues that it\r\n\nwas error to do so absent an express promise by Hardy to reconvey\r                                              \r\n\nthe homestead  to Marcucci.  We  do not agree.   There was suffi-\r\n                    \r                              \r\n\n     4Under  the doctrine of laches,  a limitations period may be\r\nforeshortened  if \"unreasonable\" and  unexplained delay in filing\r\nan  equitable claim has prejudiced  the defendant.   See Jenot v.\r                                                                        \r\nWhite Mountain Acceptance Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1382</span></span><pre class=\"inline\">, 1387 (N.H. 1984);\r                                         \r\nO'Grady v.  Deery,  </pre><span class=\"citation\" data-id=\"3552615\"><a href=\"/opinion/3572459/ogrady-v-deery/\"><span class=\"volume\">45</span> <span class=\"reporter\">A.2d</span>  <span class=\"page\">295</span></a></span><pre class=\"inline\">, 297  (N.H. 1946).   The  laches\r                           \r\ndefense  does not lie, however,  if the defendant  has \"caused or\r\ncontributed\" to the delay.  See New Hampshire </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Donuts,</span> <span class=\"volume\">533</span> <span class=\"reporter\">A.2d</span> at\r                                                              \r\n<span class=\"page\">356</span></span><pre class=\"inline\">.  \r\n\n     5The  cases  cited by  Hardy  are totally  inapposite.   See\r                                                                           \r\nHoffer v. Morrow, </pre><span class=\"citation\" data-id=\"474250\"><a href=\"/opinion/474250/donald-hoffer-v-robert-morrow-states-attorney-of-kane-county-and-marvin/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">348</span></a></span><pre class=\"inline\">, 350 (7th Cir.  1986) (noting that\r                          \r\na  criminal defendant may waive a double jeopardy claim by plead-\r\ning guilty); Flannery  v. Carroll,  </pre><span class=\"citation\" data-id=\"402545\"><a href=\"/opinion/402545/blue-sky-l-rep-p-71737-horace-flannery-v-art-carroll-dba-hemisphere/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">126</span></a></span><pre class=\"inline\">,  132 (5th  Cir.\r                                           \r\n1982) (observing  that plaintiff may waive a particular theory of\r\nliability by choosing  not to plead it);  American Locomotive Co.\r                                                                           \r\nv. Gyro Process Co., </pre><span class=\"citation\" data-id=\"226011\"><a href=\"/opinion/226011/american-locomotive-co-v-gyro-process-co/\"><span class=\"volume\">185</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">316</span></a></span><pre class=\"inline\">, 318-19 (6th Cir. 1950) (noting\r                             \r\nthat  defendant may  waive  contractual right  to arbitration  by\r\nfailing,  for seven-year  period, to  move  for stay  of judicial\r\nproceedings to permit arbitration).  \r\n\n                                8\r\r\n\ncient  circumstantial  evidence  alone to  support  a  reasonable\r\n\ninference that  there had  been an  implicit promise  to reconvey\r\n\nbased on the intra-family nature of the transfer from Marcucci to\r\n\nhis wife, Angela.  See Pleakas v. Juris, </pre><span class=\"citation no-link\"><span class=\"volume\">224</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">74</span></span><pre class=\"inline\">, 78-79 (N.H.\r                                                 \r\n\n1966) (the promise to reconvey may be inferred from the surround-\r\n\ning circumstances, including the relationship between the parties\r\n\nand the  potential for  unjust enrichment).6   Moreover, Angela's\r\n\ndevise of the  homestead to  Hardy remained subject  to the  con-\r\n\nstructive trust impressed  upon it at the  time Marcucci conveyed\r\n\nit to Angela.7   Angela therefore held the homestead in trust for\r\n\nMarcucci, and it was devised to Hardy subject to that trust.  See\r                                                                           \r\n\ngenerally  4 Austin W.  Scott &amp; William  F. Fratcher, The  Law of\r                                                                           \r\n\nTrusts   289.1  (4th ed.  1989) [hereinafter:   Scott on  Trusts]\r                                                                          \r\n\n(noting  that \"[d]evisee takes subject to a trust because one who\r\n\n                    \r                              \r\n\n     6We likewise  reject Hardy's  contention that  the homestead\r\nwas  not impressed with a constructive trust when she received it\r\nfrom her mother,  because the  reason for its  conveyance to  her\r\nmother    Marcucci's desire to insulate it from business liabili-\r\nty claims    ceased when Marcucci retired.  First, the premise is\r\ndubious, since it is  by no means clear that  Marcucci's business\r\nliability exposure would  cease at retirement,  at least as  con-\r\ncerns pre-retirement  activity.  Second, it  seems more consonant\r\nwith the  intent of  the  parties that  once the  reason for  the\r\ntransfer  no  longer remained  viable,  reconveyance  to Marcucci\r\nshould obtain,  particularly since unjust enrichment  is the core\r                \r\nconsideration  in the  constructive trust  analysis.   See, e.g.,\r                                                                          \r\nCornwell v. Cornwell, </pre><span class=\"citation no-link\"><span class=\"volume\">356</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">683</span></span><pre class=\"inline\">, 686 (N.H. 1976).\r                              \r\n\n     7Hardy maintains  that  Marcucci subsequently  released  her\r\nfrom any obligation  to reconvey.   She points  to his  testimony\r\nthat, \"as  long as [the house]  was given to Marion,  I say [sic]\r\nit's okay  as long as Marion's going to  take care of me the rest\r\nof  my life.\"    On the  contrary,  this testimony  bolsters  the\r\ndistrict court finding that Marcucci was prepared to permit Hardy\r\nto  retain title to  the homestead in  trust only as  long as she\r\ncontinued to care for him.\r\n\n                                9\r\r\n\npays no value for  the trust property would be  unjustly enriched\r\n\nat the  beneficiary's expense  if the  trustee were  permitted to\r\n\nkeep  it\");  see also  Herman v.  Edington,  </pre><span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">865</span></span><pre class=\"inline\">, 869\r                                                    \r\n\n(Mass.  1954) (holding that one  who takes trust property without\r\n\nconsideration,  and  either with  or  without  notice, becomes  a\r\n\ntrustee herself).8   The court  did not abuse  its discretion  in\r\n\nimposing a constructive trust on the homestead proceeds.\r\n\n     2.   Attorney Fees \r               2.   Attorney Fees\r                                 \r\n\n          Marcucci  asserted a  demand for  attorney fees  in the\r\n\ncomplaint,  which Hardy  opposed in her  answer.   Hardy contends\r\n\nthat  the  district court  improperly  awarded  attorney fees  to\r\n\nMarcucci  since her defenses were  not frivolous and  she did not\r\n\nlitigate in  bad faith.   The  appellate record discloses  little\r\n\ninsight  into the rationale for the district court award, nor did\r\n\nHardy  request elucidation  or  reconsideration  by the  district\r\n\ncourt.  \r\n\n          The  district court cited to Harkeem v. Adams, </pre><span class=\"citation no-link\"><span class=\"volume\">377</span> <span class=\"reporter\">A.2d</span>\r                                                                 \r\n\n<span class=\"page\">617</span></span><pre class=\"inline\">, 619-20 (N.H. 1977),  which held that unreasonable litigation\r\n\ntactics which unnecessarily prolong litigation can constitute bad\r\n\nfaith  even  though  the  litigation position  was  not  entirely\r\n\nfrivolous.   See Marcucci v. Hardy, No. C-93-645-L, at 14 (D.N.H.\r                                            \r\n\n                    \r                              \r\n\n     8Hardy attempts to challenge  two district court findings of\r\nfact:  (1) that the threat of liability suits was the impetus for\r\nthe  transfer of the homestead  from Marcucci to  Angela; and (2)\r\nthe  entire  homestead (rather  than  a  mere half-interest)  was\r\ntransferred.   Although  Hardy asserts,  conclusorily,  that  she\r\nchallenged these  findings below, the appellate  record indicates\r\notherwise.  Thus,  these claims  were waived.   See </pre><span class=\"citation\" data-id=\"491456\"><span class=\"antecedent_guess\">Clauson,</span>  <a href=\"/opinion/491456/charles-clauson-v-robert-d-smith/\"><span class=\"volume\">823</span>\r                                                                     \r\n<span class=\"reporter\">F.2d</span> at <span class=\"page\">666</span></a></span><pre class=\"inline\">.\r\n\n                                10\r\r\n\nNov.16,  1994).  Hardy's failure  to challenge the  ruling in the\r\n\ndistrict court deprives us of the benefit of the district court's\r\n\nrationale.  Nonetheless, absent district  court findings suggest-\r\n\ning any adequate  basis for departing from the so-called American\r\n\nRule, BTZ, Inc. v. Great Northern Nekoosa Corp., </pre><span class=\"citation\" data-id=\"195906\"><a href=\"/opinion/195906/btz-v-great/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">463</span></a></span><pre class=\"inline\">, 465\r                                                         \r\n\n(1st Cir. 1995) (noting,  as a general rule, that  litigants must\r\n\nbear  their  own attorney  fees  absent  statutory authority,  or\r\n\nagreement, to the contrary), and since we are unable to discern a\r\n\nsufficient basis for doing so on the present record, the attorney\r\n\nfee award must be vacated.9\r\n\nB.   Marcucci Cross-Appeal\r          B.   Marcucci Cross-Appeal\r                                    \r\n\n     1.   Joint Accounts\r               1.   Joint Accounts\r                                  \r\n\n          Marcucci  cross-appeals from  the district  court order\r\n\ndisallowing his claims to  the joint accounts.  He  contends that\r\n\nhe  established exclusive  title to  the accounts  \"converted\" by\r\n\nHardy,  and, alternatively, that he  was entitled to  have a con-\r\n\nstructive trust imposed  on the accounts, lest Hardy  be unjustly\r\n\nenriched.10\r\n\n          a)   Conversion Claim\r                    a)   Conversion Claim\r                                         \r\n                    \r                              \r\n\n     9The citation  to </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Harkeem,</span> supra</span><pre class=\"inline\">, cannot  suffice, since the\r                                               \r\ndistrict court articulated no basis upon which Hardy's litigation\r\ntactics could  be found impermissibly obdurate,  noting only that\r                 \r\nthe  lawsuit should never have \"wended its way to federal court.\"\r                      \r\nSee also </pre><span class=\"citation\" data-id=\"195825\"><span class=\"antecedent_guess\">Touch,</span> <a href=\"/opinion/195825/touch-v-master-unit-die/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">757-59</span> </a></span><pre class=\"inline\">(discussed supra note 3).  This\r                                                            \r\nseems  to us  altogether inadequate  to take  this case  out from\r\nunder the American Rule.  On this record, therefore, the attorney\r\nfee award must be vacated.\r\n\n     10Marcucci's  alternative  \"claim\" to  an  accounting fails,\r\nsince  the district court supportably found  that Hardy had exer-\r\ncised due  diligence in  reconstructing the relevant  activity in\r\nthe joint accounts.\r\n\n                                11\r\r\n\n          Although the  district court did not  state its grounds\r\n\nfor  rejecting the conversion claim, the rationale is clear.  \"An\r\n\naction for  conversion is based  on the  defendant's exercise  of\r\n\ndominion or  control over  goods which  is inconsistent with  the\r\n\nrights of the person entitled  to immediate possession.\"   Rinden\r                                                                           \r\n\nv. Hicks, </pre><span class=\"citation no-link\"><span class=\"volume\">408</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">417</span></span><pre class=\"inline\">, 418 (N.H. 1979).  The right to possession\r                  \r\n\nis a key element, see,  e.g., McGranahan v. Dahar, </pre><span class=\"citation no-link\"><span class=\"volume\">408</span>  <span class=\"reporter\">A.2d</span> <span class=\"page\">121</span></span><pre class=\"inline\">,\r                                                           \r\n\n126 (N.H. 1979), which  the claimant must establish.   See Wujno-\r                                                                           \r\n\nvich  v. Colcord,  </pre><span class=\"citation no-link\"><span class=\"volume\">202</span>  <span class=\"reporter\">A.2d</span> <span class=\"page\">484</span></span><pre class=\"inline\">,  485  (N.H. 1964)  (to  recover\r                          \r\n\nproperty  allegedly  converted, plaintiff  had burden  of proving\r\n\ntitle).11\r\n\n          The  district court  rejected the  all-or-nothing posi-\r\n\ntions  advanced by both parties    that each held exclusive title\r\n\nto the accounts notwithstanding their  joint status.12  It  found\r\n                    \r                              \r\n\n     11Under  the  law  of  all  three  jurisdictions conceivably\r\napplicable  to this claim, intent is the central factor in deter-\r                                           \r\nmining  entitlement  to  funds  held  in  joint  accounts.    See\r                                                                           \r\nGrodzicki v. Grodzicki, </pre><span class=\"citation no-link\"><span class=\"volume\">226</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">656</span></span><pre class=\"inline\">, 657 (Conn. 1967) (intent of\r                                \r\noriginal owner  of  mutual  account is  an  essential  factor  in\r\ndetermining rights  to  account); Blanchette  v. Blanchette,  </pre><span class=\"citation no-link\"><span class=\"volume\">287</span>\r                                                                     \r\n<span class=\"reporter\">N.E.2d</span>  <span class=\"page\">459</span></span><pre class=\"inline\">, 461 (Mass.  1972) (\"In  disputes arising  while both\r\nparties to a joint bank account are still alive we have frequent-\r\nly  upheld allegations or findings that there was no donative in-\r\ntent.\"); In re Wszolek Estate, </pre><span class=\"citation no-link\"><span class=\"volume\">295</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">444</span></span><pre class=\"inline\">, 447 (N.H.  1972) (to\r                                       \r\nestablish  inter vivos  gift  of joint  accounts, plaintiff  must\r                                \r\nprove donative intent and delivery of accounts).\r\n\n     12Although Marcucci notes that his business was the original\r\n\"source\" of  most of these  funds, he cites no  authority for the\r\nview that  this conclusively  established his entitlement  to all\r\nthe funds  once the joint accounts  had been placed  in all three\r\nnames.   On the other hand,  Hardy argued that the  mere fact the\r\nfunds were  held in three names  entitled her to withdraw  all of\r\nthe funds, foreclosing  any possibility of  conversion.  But  the\r\nform of the accounts  is not conclusive evidence of  their owner-\r\nship where, as here,  there is evidence of contrary  intent.  See\r                                                                           \r\nNew Hampshire Sav. Bank v. McMullen, </pre><span class=\"citation\" data-id=\"3554238\"><a href=\"/opinion/3573972/new-hampshire-sav-bank-v-mcmullen/\"><span class=\"volume\">185</span> <span class=\"reporter\">A.</span> <span class=\"page\">158</span></a></span><pre class=\"inline\">, 160 (N.H. 1936).\r                                             \r\n\n                                12\r\r\n\nthat \"Mrs.  Marcucci stated  repeatedly and openly,  sometimes in\r\n\n[Marcucci's] presence,  that she had  given money to  [Hardy] and\r\n\nthat  she  wanted  [Hardy] to  use  it  for  her own  enjoyment.\"\r\n\nMarcucci, order at 5-6;  see Dover Coop. Bank v.  Tobin's Estate,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"3550657\"><a href=\"/opinion/3570627/dover-c-bank-v-tobin/\"><span class=\"volume\">166</span> <span class=\"reporter\">A.</span>  <span class=\"page\">247</span> </a></span><pre class=\"inline\">(N.H.  1933) (noting  that gift  of bank  accounts is\r\n\nestablished by  proof of donor's manifest intent to make uncondi-\r\n\ntional delivery, and donee's acceptance).   Not only did Marcucci\r\n\nfail to  establish his ownership  of all  the funds in  the joint\r                                                  \r\n\naccounts,  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Wujnovich,</span> <span class=\"volume\">202</span>  <span class=\"reporter\">A.2d</span> at  <span class=\"page\">485</span></span><pre class=\"inline\">, but  the district  court\r                              \r\n\nfound that he failed  to show that any ascertainable  portion had\r                                                                           \r\n\nnot been intended  as a gift to  Hardy.  Further, Hardy  expended\r                           \r\n\n\"substantial  amounts\" for  Marcucci's  benefit.13   Given  these\r\n\nsupportable findings,  we cannot fault the  district court ruling\r\n\nthat  it may well have been speculative to conclude that Marcucci\r\n\nsustained any damages; and  that the amount of any  damages could\r                                                     \r\n\nonly  have  been arrived  at through  conjecture.   See  Robie v.\r                                                                        \r\n\nOfgant, </pre><span class=\"citation\" data-id=\"257982\"><a href=\"/opinion/257982/richard-s-robie-v-edwin-i-ofgant/\"><span class=\"volume\">306</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">656</span></a></span><pre class=\"inline\">, 660  (1st Cir. 1962)  (\"[D]amages must  be\r                \r\n\nproven, that  is, they must  not be speculative,  and [plaintiff]\r\n\nmust not be made more than whole.\").  The district  court did not\r\n\nerr in dismissing the conversion claim.\r\n                    \r                              \r\n\n     13The  district court  found  that the  joint accounts  held\r\n$364,663  at  the time  of Angela's  death  in October  1988; the\r\n$150,000 loan to the  DeFeos was motivated in part  by Marcucci's\r\ngratitude  to the  people who  had cared  for him  during Hardy's\r\nabsence; Hardy \"paid all common  living expenses and all particu-\r\nlar living  expenses\" not  covered by Marcucci's  social security\r\nbenefits.  Hardy also used $173,000 from a joint account to buy a\r\nhome in Colorado,  where Marcucci lived until Hardy  and Marcucci\r\nrelocated to New Hampshire.  \r\n\n                                13\r\r\n\n          b)   Constructive Trust\r                    b)   Constructive Trust\r                                           \r\n\n          Alternatively,  Marcucci  claims  that  a  constructive\r\n\ntrust should have been impressed to preclude unjust enrichment of\r\n\nHardy.  We review  for abuse of discretion.   Texaco Puerto Rico,\r                                                                           \r\n\nInc.,  v. Department of Consumer  Affairs, </pre><span class=\"citation\" data-id=\"196188\"><a href=\"/opinion/196188/texaco-pr-inc-v-daco/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">867</span></a></span><pre class=\"inline\">, 874 (1st\r                                                   \r\n\nCir.  1995) (citations  omitted).   Marcucci therefore  must show\r\n\nthat  the district  court's rejection  of the  constructive trust\r\n\nclaim constituted \"a serious lapse in judgment.\"  </pre><span class=\"citation\" data-id=\"196188\"><a href=\"/opinion/196188/texaco-pr-inc-v-daco/\"><span class=\"id_token\">Id.</span> at 875. </a></span><pre class=\"inline\"> \r                                                               \r\n\n          Although the  record reflects  that all but  $18,000 in\r\n\nthe joint accounts (deposited by Hardy) derived from Marcucci, it\r\n\nis equally clear that  large sums were expended for  his benefit.\r\n\nMoreover,  the  district  court  supportably  found  that  Angela\r\n\nintended to  give  Hardy  an unspecified  portion  of  the  joint\r                                                           \r\n\naccounts for her exclusive use, Marcucci was  present when Angela\r\n\ndeclared her donative intent, and he knew that Hardy was handling\r\n\nthe joint accounts.  \r\n\n          A constructive trust may  be created where the particu-\r\n\nlar confidential or  fiduciary relationship would give  rise to a\r\n\nsignificant  potential for  unjust  enrichment  absent  equitable\r\n\nrelief.  See  Carroll v. Daigle,  </pre><span class=\"citation no-link\"><span class=\"volume\">463</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">885</span></span><pre class=\"inline\">, 888  (N.H. 1983).\r                                         \r\n\nThe district court supportably found that Hardy used approximate-\r\n\nly  $173,000 to purchase property for herself in Colorado and the\r\n\nrecord  would support findings  that Angela  had given  Hardy the\r\n\nmoney for the house and that Marcucci derived benefit from living\r\n\nthere with Hardy.   Since a substantial portion of  the remainder\r\n\nhad been used for  Marcucci's own benefit, or their  mutual bene-\r\n\n                                14\r\r\n\nfit, and it  was impossible to determine how  much each was enti-\r\n\ntled to receive, we find no abuse of discretion.  \r\n\n     2.   \"Marcucci Family Trust\" \r               2.   \"Marcucci Family Trust\"\r                                          \r\n\n          Finally,   Marcucci  argues  that  Hardy  breached  her\r\n\nfiduciary duty,  under the so-called \"prudent  man\" standard, see\r                                                                           \r\n\nN.H.  Rev. Stat.  Ann. 564-A:3,  I (1974), by  improperly lending\r\n\n$150,000  from the Marcucci Family Trust to the DeFeo family, and\r\n\nthat she  is chargeable with the  loss.  Hardy responds  that her\r\n\nwithdrawal of  funds from  a revocable  trust constituted  a con-\r\n\nstructive revocation of the trust, (2) Marcucci consented to this\r\n\nallocation of trust funds, and  (3) the allocation was reasonable\r\n\nand did not violate the \"prudent man\" standard.\r\n\n          We need  not consider whether Hardy  violated the \"pru-\r\n\ndent man\" standard, because the district court  found that Marcu-\r\n\ncci  actively  encouraged the  $150,000 loan  to  the DeFeos.   A\r\n\ntrustee is not liable to a beneficiary for breach of trust if the\r\n\nbeneficiary  consented to  the action.   Restatement  (Second) of\r\n\nTrusts    216(1) (1957) (endorsing estoppel  rationale); Mahle v.\r                                                                        \r\n\nFirst Nat'l Bank of Peoria, </pre><span class=\"citation\" data-id=\"2110767\"><a href=\"/opinion/2110767/mahle-v-first-nat-bank-of-peoria/\"><span class=\"volume\">610</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">115</span></a></span><pre class=\"inline\">, 116-17  (Ill.App.3d.)\r                                    \r\n\n(beneficiary consented  to risky  loan to nephew),  cert. denied,\r                                                                          \r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">622</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1209</span> </span><pre class=\"inline\"> (Ill. 1993).  There is ample evidence to support\r\n\nthe finding that  Marcucci consented to  the $150,000 loan,  with\r\n\nthe knowledge that  the DeFeos were about to  lose their own home\r\n\ndue  to financial  problems.   Thus,  we  find that  Marcucci  is\r\n\nestopped  from challenging  Hardy's  decision to  make the  DeFeo\r\n\nloans.  \r\n\n                                15\r\r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          The district court judgment is affirmed, except for the\r                    The district court judgment is affirmed, except for the\r                                                                           \r\n\nattorney fee award, which  is vacated.  Costs are  awarded to the\r          attorney fee award, which  is vacated.  Costs are  awarded to the\r                                                                           \r\n\nrespective appellees in Nos. 94-2290 and 95-1005.  So ordered. \r          respective appellees in Nos. 94-2290 and 95-1005.  So ordered. \r                                                                       \r\n\n                                16\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195825/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195906/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196188/",
    "https://www.courtlistener.com/api/rest/v3/opinions/226011/",
    "https://www.courtlistener.com/api/rest/v3/opinions/257982/",
    "https://www.courtlistener.com/api/rest/v3/opinions/402545/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474250/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491456/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2110767/",
    "https://www.courtlistener.com/api/rest/v3/opinions/3550657/",
    "https://www.courtlistener.com/api/rest/v3/opinions/3552615/",
    "https://www.courtlistener.com/api/rest/v3/opinions/3554238/",
    "https://www.courtlistener.com/api/rest/v3/opinions/3555046/"
  ]
}