{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196315/",
  "id": 196315,
  "absolute_url": "/opinion/196315/quesnel-v-prudential-insurance/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196315/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:03:13Z",
  "date_modified": "2020-02-21T23:31:40.539586Z",
  "type": "010combined",
  "sha1": "7e1c496e200286a888b6c5a2a992c3ed92badd0e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1178.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1178\r\n\n                         THOMAS QUESNEL,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                  PRUDENTIAL INSURANCE COMPANY,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n            [Hon. Michael Ponsor, U.S. District Judge]\r                                                               \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                      Lynch, Circuit Judge,\r                                                    \r\n\n                  and Casellas,* District Judge.\r                                                         \r\n\n                                           \r\n\n     John F. Moriarty,  Jr., with  whom Moriarty &amp;  Neves was  on\r                                                                   \r\nbrief for appellant.\r\n     Burton J. Fishman, with whom Tucker, Flyer &amp; Lewis and Kevin\r                                                                           \r\nPatrick Reilly were on brief for appellee.\r                        \r\n\n                                           \r\n\n                        September 25, 1995\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of Puerto Rico, sitting by designation.\r\r\n\n          TORRUELLA,  Chief   Judge.  Plaintiff-appellant  Thomas\r                    TORRUELLA,  Chief   Judge\r                                             \r\n\nQuesnel challenges the district court's dismissal of his wrongful\r\n\ntermination action, originally  brought in  state court,  against\r\n\nhis former employer, Prudential Insurance Company (\"Prudential\").\r\n\nThe  district  court  found  that  Quesnel's  claim  necessitated\r\n\nanalysis of  the  collective  bargaining  agreement  binding  the\r\n\nparties,  and  accordingly  held the  claim  to  be preempted  by\r\n\nfederal labor law.  For the following reasons, we affirm.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          Quesnel  began  his  employment  at   Prudential  as  a\r\n\ndistrict agent, and  became a sales  manager in  1991.  He  later\r\n\nreturned  to the  level of  district agent  in September  of that\r\n\nyear.\r\n\n          Throughout Quesnel's period  of employment,  Prudential\r\n\nhad a  collective bargaining agreement (the \"CBA\") with the Union\r\n\nof Food and  Commercial Workers (the  \"Union\") which covered  all\r\n\n\"district  agents\"  working for  Prudential, regardless  of union\r\n\nmembership.1  This CBA contained  the terms by which Prudential's\r\n\n                    \r                              \r\n\n1  Specifically, Article I of the CBA states:  \r\n\n            The  Employer agrees  to and  hereby does\r\n            recognize, to the extent required  by the\r\n            National Labor Relations Act, as amended,\r\n            The Union as the exclusive representative\r\n            for the purposes of collective bargaining\r\n            in  respect to rates of pay, wages, hours\r\n            of  employment,  or  other conditions  of\r\n            employment,   of   all  District   Agents\r                                                               \r\n            employed or hereafter  to be employed  by\r\n            the Employer . . . .\r\n\n   (Emphasis added).\r\n\n                               -2-\r\r\n\nagents  were employed and compensated.   The CBA  also set forth,\r\n\ninter  alia,   grievance  procedures,  which  provided   for  the\r                     \r\n\narbitration of grievances for  wrongful termination.  Quesnel and\r\n\nPrudential  were also  parties to  a standard  Agent's Agreement,\r\n\nwhich set forth the scope of the agency relationship.\r\n\n          Quesnel was  terminated in March  1992.  He  filed this\r\n\naction in Massachusetts  state court in  May 1994, claiming  that\r\n\nPrudential  had terminated him for the purpose of denying him his\r\n\nearned commissions, which, under Massachusetts law, is considered\r\n\na wrongful termination.  See Fortune National Cash Register  Co.,\r                                                                          \r\n\n373 Mass. 96, 104-05 (1977).  Prudential  removed the case to the\r\n\nUnited States  District Court for the  District of Massachusetts,\r\n\nand  moved to dismiss Quesnel's claim on  the grounds that it was\r\n\npreempted by federal  labor law  and that Quesnel  had failed  to\r\n\nexhaust his  administrative remedies  available to him  under the\r\n\nterms of the CBA.  Quesnel responded that he was not  a member of\r\n\nthe Union  and therefore not  a party  to the CBA.   Instead,  he\r\n\nargued,   his  employment   relationship   with  Prudential   was\r\n\ncontrolled  by the  Agent's  Agreement, which,  he asserted,  was\r\n\nindependent of the CBA,  and thus his claims were  not preempted.\r\n\nAccordingly, Quesnel moved for remand to state court.\r\n\n          On  February  1,  1995,   the  district  court  granted\r\n\nPrudential's motion  to dismiss and denied  Quesnel's request for\r\n\nremand.   The district court  ruled that because  \"no court could\r\n\nbegin to address [Quesnel's] claims here without immersing itself\r\n\nin  the CBA,\"  Quesnel's state  law  claims were  preempted under\r\n\n                               -3-\r\r\n\nprinciples  of federal  labor  law.    The court  then  dismissed\r\n\nQuesnel's claim because it  was governed by the NLRA  and because\r\n\nQuesnel was time barred from any recovery.2\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n          A.   Standard of Review\r                    A.   Standard of Review\r                                           \r\n\n          Appellate  review of a district court's dismissal under\r\n\nFed. R. Civ. P. 12(b)(6) is plenary.  We therefore apply the same\r\n\nstandard as did the district court, that \"'a complaint should not\r\n\nbe  dismissed  for failure  to state  a  claim unless  it appears\r\n\nbeyond  doubt that  the plaintiff  can prove  no set of  facts in\r\n\nsupport  of  his  claim  which would  entitle  him  to  relief.'\"\r\n\nMiranda v.  Ponce Fed'l  Bank, 948 F.2d  41, 44  (1st Cir.  1991)\r                                       \r\n\n(quoting Conley v. Gibson, 355 U.S. 41, 45-46 (1957)).\r                                   \r\n\n          B.   Preemption of Quesnel's Claim\r                    B.   Preemption of Quesnel's Claim\r                                                      \r\n\n          The sole issue before us is whether Quesnel's state law\r\n\nclaims are preempted  as a matter  of law under    301(a) of  the\r\n\nLabor-Management Relations  Act,  29 U.S.C.     185(a).3   It  is\r\n                    \r                              \r\n\n2   The CBA sets  forth grievance and  arbitration procedures for\r\nwrongful termination.  Quesnel did not pursue these remedies, and\r\nthe  time  limit for  seeking relief  under  the CBA  has lapsed.\r\nFinding that Quesnel was  subject to the CBA, the  district court\r\naccordingly  dismissed his  claims for  failure to  exhaust these\r\nadministrative remedies.\r\n\n3  Section 301(a) provides:\r\n\n            Suits for violation of  contracts between\r\n            an  employer  and  a  labor  organization\r\n            representing  employees  in  an  industry\r\n            affecting  commerce  as  defined in  this\r\n            chapter,  or  between   any  such   labor\r\n            organizations,  may  be  brought  in  any\r\n            district  court  of  the   United  States\r\n            having   jurisdiction  of   the  parties,\r\n\n                               -4-\r\r\n\nwell-established that   301 completely preempts a state law claim\r\n\nif  the resolution  of  the claim  necessitates  analysis of,  or\r\n\nsubstantially depends on the  meaning of, a collective bargaining\r\n\nagreement.  Lingle  v. Norge  Division of Magic  Chef, Inc.,  486\r                                                                     \r\n\nU.S. 399, 405-06 (1988); Allis-Chalmers Corp. v.  Lueck, 471 U.S.\r                                                                 \r\n\n202, 220 (1985); Magerer v. John  Sexton &amp; Co., 912 F.2d 525, 528\r                                                        \r\n\n(1st Cir. 1990).  \r\n\n            1. Does Quesnel's claim require interpretation of the\r                      1. Does Quesnel's claim require interpretation of the\r                                                                           \r\n               CBA?\r                         CBA?\r                             \r\n\n          Assuming  Quesnel  is  subject  to  the  CBA,  we  must\r\n\ndetermine whether  resolution of his  claims in the  instant case\r\n\nnecessitates  analysis  of,  or substantially  depends  upon  the\r\n\nmeaning of,  the CBA. If so, then his claims must be dismissed as\r\n\npreempted in light of the foregoing principles.  Having carefully\r\n\nexamined the  CBA, we  think  that the  district court  correctly\r\n\nfound  that the CBA is  directly implicated in  any resolution of\r\n\nQuesnel's claims.  The CBA sets  forth the terms and scope of the\r\n\nemployment  relationship of  all  district  agents,  encompassing\r\n\nrates   of   pay,   wages,    and   conditions   of   employment.\r\n\nSignificantly,  the  CBA  sets  forth  grievance  procedures  for\r\n\nalleged wrongful termination.   Determination of whether  Quesnel\r\n\nwas  indeed wrongfully  terminated,  and whether  his failure  to\r\n\nfollow  grievance procedures  set  forth in  the CBA  nonetheless\r\n\nprecludes  his claim would require a court, as the district court\r\n\n                    \r                              \r\n\n            without   respect   to   the  amount   in\r\n            controversy  or  without  respect to  the\r\n            citizenship of the parties.\r\n\n                               -5-\r\r\n\nfound, to immerse itself  in the CBA's terms.   Interpretation of\r\n\nthe  CBA is  therefore  crucial to  any  resolution of  Quesnel's\r\n\nclaim.\r\n\n                               -6-\r\r\n\n            2. Is Quesnel subject to the CBA?\r                      2. Is Quesnel subject to the CBA?\r                                                       \r\n\n          Because  we find  that resolution  of Quesnel's  claims\r\n\nrequire interpretation  of the CBA,  his claims are  preempted if\r\n\nQuesnel is indeed  subject to  the CBA's terms.   Quesnel  wisely\r\n\ndoes not  dispute  this; rather,  he claims  that his  employment\r\n\nrelationship  with Prudential  was governed  not by the  CBA, but\r\n\nsolely by the Agent's Agreement, and  therefore his claims should\r\n\nbe  adjudicated in  state  court.   At  the very  least,  Quesnel\r\n\nargues,  there  exists a  genuine issue  of  material fact  as to\r\n\nwhether he is subject to the CBA.4\r\n\n          Whether  Quesnel is subject to the CBA is in this case,\r\n\nhowever,  a  question of  law,  not  of fact.    See  Coll v.  PB\r                                                                           \r\n\nDiagnostics Systems,  Inc., 50  F.3d 1115,  1122 (1st Cir.  1995)\r                                    \r\n\n(interpretation of contract is a question of  law); Whitney Bros.\r                                                                           \r\n\nv. Sprafkin,  3 F.3d  530, 534  (1st  Cir. 1993)  (same).   After\r                     \r\n\nexamining  the CBA and the Agent's Agreement, we conclude that it\r\n\nis  clear  that Quesnel  is indeed  subject  to the  CBA's terms.\r\n\nFirst,  the  CBA  was effective  on  the  date  Quesnel became  a\r\n\ndistrict agent, and by its terms encompasses \"all District Agents\r\n\nemployed or  hereafter to  be employed\" by  Prudential, including\r\n\nthose agents employed in the company's Massachusetts offices.\r\n                    \r                              \r\n\n4  Quesnel contends  that because the district court  went beyond\r\nthe pleadings by considering the CBA, the  Agent's Agreement, and\r\nan affidavit  of Quesnel,  it was actually  treating Prudential's\r\nmotion  to dismiss as one for summary  judgment, and that we must\r\ntherefore  apply the  standard  of review  applicable to  summary\r\njudgment decisions.  As we explain,  however, because we conclude\r\nas  a  matter  of law  that  Quesnel's  claim  is preempted,  his\r\narguments  regarding  the  appropriate  standard  of  review  are\r\nirrelevant.\r\n\n                               -7-\r\r\n\n          Second, regardless  of the fact that Quesnel  was not a\r\n\nUnion member, he  is a  member of the  bargaining unit for  whose\r\n\nbenefit  the CBA was  created.   The Union  was and  is obligated\r\n\nunder    9(a) of the  National Labor Relations  Act, 29 U.S.C.   \r\n\n159(a), to represent the interests of all employees in collective\r                                                   \r\n\nbargaining, including  nonmembers.  See  Vaca v. Sipes,  386 U.S.\r                                                                \r\n\n171  (1967) (unions must fairly represent all employees in a unit\r\n\nfor which it is exclusive bargaining representative).  Therefore,\r\n\nthe fact that  Quesnel is not a Union member  does not remove him\r\n\nfrom the bargaining unit  for whose benefit the CBA  was created.\r\n\nSee Saunders v.  Amoco Pipeline  Co., 927 F.2d  1154, 1156  (10th\r                                              \r\n\nCir.  1991) (individual employee is bound  by terms of collective\r\n\nbargaining agreement even if not a union member).  Indeed, in his\r\n\nbrief  Quesnel essentially concedes that  he was a  member of the\r\n\nbargaining  unit of  the CBA,  and maintains  that he  could have\r                                                                      \r\n\ninvoked  the  CBA's  grievance and  arbitration  procedures,  but\r\n\nproperly chose not to.  Quesnel cannot pick and  choose among his\r\n\navenues  of  remedy,  however;  having   been  a  member  of  the\r\n\nbargaining  unit and  received  the  benefits  of the  CBA  while\r\n\nemployed,  Quesnel  cannot  now   disclaim  it.    The  grievance\r\n\nprocedures set forth  in the  CBA is exclusive  of other  dispute\r\n\nresolution mechanisms.\r\n\n          Finally,  we do  not think  that the  Agent's Agreement\r\n\ndisplaces or in  any way  substitutes for the  CBA.  The  Agent's\r\n\nAgreement does not deal  with terms and conditions  of employment\r\n\nor  with  grievance procedures,  as does  the  CBA.   Rather, the\r\n\n                               -8-\r\r\n\nAgent's   Agreement   merely  delineates   Prudential's  business\r\n\npolicies applicable to district  agents.  Moreover, Articles XXVI\r\n\nand XXVII of the CBA specifically reference and amend the Agent's\r\n\nAgreement, a strong  indication that the Agent's Agreement is not\r\n\nintended  to supplant,  but merely  to supplement,  the CBA.   We\r\n\ntherefore  find that Quesnel is subject  to the terms of the CBA,\r\n\nand that his claims are, accordingly, preempted.\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For the foregoing reasons, we affirm.\r                                                        \r\n\n                               -9-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1178\r\n\n                         THOMAS QUESNEL,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                  PRUDENTIAL INSURANCE COMPANY,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n            [Hon. Michael Ponsor, U.S. District Judge]\r                                                               \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                      Lynch, Circuit Judge,\r                                                    \r\n\n                  and Casellas,* District Judge.\r                                                         \r\n\n                                           \r\n\n     John F. Moriarty,  Jr., with  whom Moriarty &amp;  Neves was  on\r                                                                   \r\nbrief for appellant.\r\n     Burton J. Fishman, with whom Tucker, Flyer &amp; Lewis and Kevin\r                                                                           \r\nPatrick Reilly were on brief for appellee.\r                        \r\n\n                                           \r\n\n                        September 25, 1995\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of Puerto Rico, sitting by designation.\r\r\n\n          TORRUELLA,  Chief   Judge.  Plaintiff-appellant  Thomas\r                    TORRUELLA,  Chief   Judge\r                                             \r\n\nQuesnel challenges the district court's dismissal of his wrongful\r\n\ntermination action, originally  brought in  state court,  against\r\n\nhis former employer, Prudential Insurance Company (\"Prudential\").\r\n\nThe  district  court  found  that  Quesnel's  claim  necessitated\r\n\nanalysis of  the  collective  bargaining  agreement  binding  the\r\n\nparties,  and  accordingly  held the  claim  to  be preempted  by\r\n\nfederal labor law.  For the following reasons, we affirm.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          Quesnel  began  his  employment  at   Prudential  as  a\r\n\ndistrict agent, and  became a sales  manager in  1991.  He  later\r\n\nreturned  to the  level of  district agent  in September  of that\r\n\nyear.\r\n\n          Throughout Quesnel's period  of employment,  Prudential\r\n\nhad a  collective bargaining agreement (the \"CBA\") with the Union\r\n\nof Food and  Commercial Workers (the  \"Union\") which covered  all\r\n\n\"district  agents\"  working for  Prudential, regardless  of union\r\n\nmembership.1  This CBA contained  the terms by which Prudential's\r\n\n                    \r                              \r\n\n1  Specifically, Article I of the CBA states:  \r\n\n            The  Employer agrees  to and  hereby does\r\n            recognize, to the extent required  by the\r\n            National Labor Relations Act, as amended,\r\n            The Union as the exclusive representative\r\n            for the purposes of collective bargaining\r\n            in  respect to rates of pay, wages, hours\r\n            of  employment,  or  other conditions  of\r\n            employment,   of   all  District   Agents\r                                                               \r\n            employed or hereafter  to be employed  by\r\n            the Employer . . . .\r\n\n   (Emphasis added).\r\n\n                               -2-\r\r\n\nagents  were employed and compensated.   The CBA  also set forth,\r\n\ninter  alia,   grievance  procedures,  which  provided   for  the\r                     \r\n\narbitration of grievances for  wrongful termination.  Quesnel and\r\n\nPrudential  were also  parties to  a standard  Agent's Agreement,\r\n\nwhich set forth the scope of the agency relationship.\r\n\n          Quesnel was  terminated in March  1992.  He  filed this\r\n\naction in Massachusetts  state court in  May 1994, claiming  that\r\n\nPrudential  had terminated him for the purpose of denying him his\r\n\nearned commissions, which, under Massachusetts law, is considered\r\n\na wrongful termination.  See Fortune National Cash Register  Co.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"2046638\"><a href=\"/opinion/2046638/fortune-v-national-cash-register-co/\"><span class=\"volume\">373</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">96</span></a></span><pre class=\"inline\">, 104-05 (1977).  Prudential  removed the case to the\r\n\nUnited States  District Court for the  District of Massachusetts,\r\n\nand  moved to dismiss Quesnel's claim on  the grounds that it was\r\n\npreempted by federal  labor law  and that Quesnel  had failed  to\r\n\nexhaust his  administrative remedies  available to him  under the\r\n\nterms of the CBA.  Quesnel responded that he was not  a member of\r\n\nthe Union  and therefore not  a party  to the CBA.   Instead,  he\r\n\nargued,   his  employment   relationship   with  Prudential   was\r\n\ncontrolled  by the  Agent's  Agreement, which,  he asserted,  was\r\n\nindependent of the CBA,  and thus his claims were  not preempted.\r\n\nAccordingly, Quesnel moved for remand to state court.\r\n\n          On  February  1,  1995,   the  district  court  granted\r\n\nPrudential's motion  to dismiss and denied  Quesnel's request for\r\n\nremand.   The district court  ruled that because  \"no court could\r\n\nbegin to address [Quesnel's] claims here without immersing itself\r\n\nin  the CBA,\"  Quesnel's state  law  claims were  preempted under\r\n\n                               -3-\r\r\n\nprinciples  of federal  labor  law.    The court  then  dismissed\r\n\nQuesnel's claim because it  was governed by the NLRA  and because\r\n\nQuesnel was time barred from any recovery.2\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n          A.   Standard of Review\r                    A.   Standard of Review\r                                           \r\n\n          Appellate  review of a district court's dismissal under\r\n\nFed. R. Civ. P. 12(b)(6) is plenary.  We therefore apply the same\r\n\nstandard as did the district court, that \"'a complaint should not\r\n\nbe  dismissed  for failure  to state  a  claim unless  it appears\r\n\nbeyond  doubt that  the plaintiff  can prove  no set of  facts in\r\n\nsupport  of  his  claim  which would  entitle  him  to  relief.'\"\r\n\nMiranda v.  Ponce Fed'l  Bank, </pre><span class=\"citation\" data-id=\"571255\"><a href=\"/opinion/571255/clarissa-miranda-aka-clarissa-miranda-rodriguez-v-ponce-federal-bank/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">41</span></a></span><pre class=\"inline\">, 44  (1st Cir.  1991)\r                                       \r\n\n(quoting Conley v. Gibson, </pre><span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span><pre class=\"inline\">, 45-46 (1957)).\r                                   \r\n\n          B.   Preemption of Quesnel's Claim\r                    B.   Preemption of Quesnel's Claim\r                                                      \r\n\n          The sole issue before us is whether Quesnel's state law\r\n\nclaims are preempted  as a matter  of law under    301(a) of  the\r\n\nLabor-Management Relations  Act,  29 U.S.C.     185(a).3   It  is\r\n                    \r                              \r\n\n2   The CBA sets  forth grievance and  arbitration procedures for\r\nwrongful termination.  Quesnel did not pursue these remedies, and\r\nthe  time  limit for  seeking relief  under  the CBA  has lapsed.\r\nFinding that Quesnel was  subject to the CBA, the  district court\r\naccordingly  dismissed his  claims for  failure to  exhaust these\r\nadministrative remedies.\r\n\n3  Section 301(a) provides:\r\n\n            Suits for violation of  contracts between\r\n            an  employer  and  a  labor  organization\r\n            representing  employees  in  an  industry\r\n            affecting  commerce  as  defined in  this\r\n            chapter,  or  between   any  such   labor\r\n            organizations,  may  be  brought  in  any\r\n            district  court  of  the   United  States\r\n            having   jurisdiction  of   the  parties,\r\n\n                               -4-\r\r\n\nwell-established that   301 completely preempts a state law claim\r\n\nif  the resolution  of  the claim  necessitates  analysis of,  or\r\n\nsubstantially depends on the  meaning of, a collective bargaining\r\n\nagreement.  Lingle  v. Norge  Division of Magic  Chef, Inc.,  </pre><span class=\"citation\" data-id=\"112086\"><a href=\"/opinion/112086/lingle-v-norge-div-of-magic-chef-inc/\"><span class=\"volume\">486</span>\r                                                                     \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">399</span></a></span><pre class=\"inline\">, 405-06 (1988); Allis-Chalmers Corp. v.  Lueck, </pre><span class=\"citation\" data-id=\"111412\"><a href=\"/opinion/111412/allis-chalmers-corp-v-lueck/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span>\r                                                                 \r\n\n<span class=\"page\">202</span></a></span><pre class=\"inline\">, 220 (1985); Magerer v. John  Sexton &amp; Co., </pre><span class=\"citation\" data-id=\"547203\"><a href=\"/opinion/547203/david-a-magerer-v-john-sexton-co/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">525</span></a></span><pre class=\"inline\">, 528\r                                                        \r\n\n(1st Cir. 1990).  \r\n\n            1. Does Quesnel's claim require interpretation of the\r                      1. Does Quesnel's claim require interpretation of the\r                                                                           \r\n               CBA?\r                         CBA?\r                             \r\n\n          Assuming  Quesnel  is  subject  to  the  CBA,  we  must\r\n\ndetermine whether  resolution of his  claims in the  instant case\r\n\nnecessitates  analysis  of,  or substantially  depends  upon  the\r\n\nmeaning of,  the CBA. If so, then his claims must be dismissed as\r\n\npreempted in light of the foregoing principles.  Having carefully\r\n\nexamined the  CBA, we  think  that the  district court  correctly\r\n\nfound  that the CBA is  directly implicated in  any resolution of\r\n\nQuesnel's claims.  The CBA sets  forth the terms and scope of the\r\n\nemployment  relationship of  all  district  agents,  encompassing\r\n\nrates   of   pay,   wages,    and   conditions   of   employment.\r\n\nSignificantly,  the  CBA  sets  forth  grievance  procedures  for\r\n\nalleged wrongful termination.   Determination of whether  Quesnel\r\n\nwas  indeed wrongfully  terminated,  and whether  his failure  to\r\n\nfollow  grievance procedures  set  forth in  the CBA  nonetheless\r\n\nprecludes  his claim would require a court, as the district court\r\n\n                    \r                              \r\n\n            without   respect   to   the  amount   in\r\n            controversy  or  without  respect to  the\r\n            citizenship of the parties.\r\n\n                               -5-\r\r\n\nfound, to immerse itself  in the CBA's terms.   Interpretation of\r\n\nthe  CBA is  therefore  crucial to  any  resolution of  Quesnel's\r\n\nclaim.\r\n\n                               -6-\r\r\n\n            2. Is Quesnel subject to the CBA?\r                      2. Is Quesnel subject to the CBA?\r                                                       \r\n\n          Because  we find  that resolution  of Quesnel's  claims\r\n\nrequire interpretation  of the CBA,  his claims are  preempted if\r\n\nQuesnel is indeed  subject to  the CBA's terms.   Quesnel  wisely\r\n\ndoes not  dispute  this; rather,  he claims  that his  employment\r\n\nrelationship  with Prudential  was governed  not by the  CBA, but\r\n\nsolely by the Agent's Agreement, and  therefore his claims should\r\n\nbe  adjudicated in  state  court.   At  the very  least,  Quesnel\r\n\nargues,  there  exists a  genuine issue  of  material fact  as to\r\n\nwhether he is subject to the CBA.4\r\n\n          Whether  Quesnel is subject to the CBA is in this case,\r\n\nhowever,  a  question of  law,  not  of fact.    See  Coll v.  PB\r                                                                           \r\n\nDiagnostics Systems,  Inc., </pre><span class=\"citation\" data-id=\"195995\"><a href=\"/opinion/195995/coll-v-pb-diagnostics/\"><span class=\"volume\">50</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1115</span></a></span><pre class=\"inline\">,  1122 (1st Cir.  1995)\r                                    \r\n\n(interpretation of contract is a question of  law); Whitney Bros.\r                                                                           \r\n\nv. Sprafkin,  </pre><span class=\"citation\" data-id=\"628963\"><a href=\"/opinion/628963/whitney-bros-co-v-david-c-sprafkin-and-joan-barenholtz-trustees-of-the/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">530</span></a></span><pre class=\"inline\">, 534  (1st  Cir. 1993)  (same).   After\r                     \r\n\nexamining  the CBA and the Agent's Agreement, we conclude that it\r\n\nis  clear  that Quesnel  is indeed  subject  to the  CBA's terms.\r\n\nFirst,  the  CBA  was effective  on  the  date  Quesnel became  a\r\n\ndistrict agent, and by its terms encompasses \"all District Agents\r\n\nemployed or  hereafter to  be employed\" by  Prudential, including\r\n\nthose agents employed in the company's Massachusetts offices.\r\n                    \r                              \r\n\n4  Quesnel contends  that because the district court  went beyond\r\nthe pleadings by considering the CBA, the  Agent's Agreement, and\r\nan affidavit  of Quesnel,  it was actually  treating Prudential's\r\nmotion  to dismiss as one for summary  judgment, and that we must\r\ntherefore  apply the  standard  of review  applicable to  summary\r\njudgment decisions.  As we explain,  however, because we conclude\r\nas  a  matter  of law  that  Quesnel's  claim  is preempted,  his\r\narguments  regarding  the  appropriate  standard  of  review  are\r\nirrelevant.\r\n\n                               -7-\r\r\n\n          Second, regardless  of the fact that Quesnel  was not a\r\n\nUnion member, he  is a  member of the  bargaining unit for  whose\r\n\nbenefit  the CBA was  created.   The Union  was and  is obligated\r\n\nunder    9(a) of the  National Labor Relations  Act, 29 U.S.C.   \r\n\n159(a), to represent the interests of all employees in collective\r                                                   \r\n\nbargaining, including  nonmembers.  See  Vaca v. Sipes,  </pre><span class=\"citation\" data-id=\"107367\"><a href=\"/opinion/107367/vaca-v-sipes/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span>\r                                                                \r\n\n<span class=\"page\">171</span> </a></span><pre class=\"inline\"> (1967) (unions must fairly represent all employees in a unit\r\n\nfor which it is exclusive bargaining representative).  Therefore,\r\n\nthe fact that  Quesnel is not a Union member  does not remove him\r\n\nfrom the bargaining unit  for whose benefit the CBA  was created.\r\n\nSee Saunders v.  Amoco Pipeline  Co., </pre><span class=\"citation\" data-id=\"557285\"><a href=\"/opinion/557285/james-saunders-v-amoco-pipeline-company/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1154</span></a></span><pre class=\"inline\">, 1156  (10th\r                                              \r\n\nCir.  1991) (individual employee is bound  by terms of collective\r\n\nbargaining agreement even if not a union member).  Indeed, in his\r\n\nbrief  Quesnel essentially concedes that  he was a  member of the\r\n\nbargaining  unit of  the CBA,  and maintains  that he  could have\r                                                                      \r\n\ninvoked  the  CBA's  grievance and  arbitration  procedures,  but\r\n\nproperly chose not to.  Quesnel cannot pick and  choose among his\r\n\navenues  of  remedy,  however;  having   been  a  member  of  the\r\n\nbargaining  unit and  received  the  benefits  of the  CBA  while\r\n\nemployed,  Quesnel  cannot  now   disclaim  it.    The  grievance\r\n\nprocedures set forth  in the  CBA is exclusive  of other  dispute\r\n\nresolution mechanisms.\r\n\n          Finally,  we do  not think  that the  Agent's Agreement\r\n\ndisplaces or in  any way  substitutes for the  CBA.  The  Agent's\r\n\nAgreement does not deal  with terms and conditions  of employment\r\n\nor  with  grievance procedures,  as does  the  CBA.   Rather, the\r\n\n                               -8-\r\r\n\nAgent's   Agreement   merely  delineates   Prudential's  business\r\n\npolicies applicable to district  agents.  Moreover, Articles XXVI\r\n\nand XXVII of the CBA specifically reference and amend the Agent's\r\n\nAgreement, a strong  indication that the Agent's Agreement is not\r\n\nintended  to supplant,  but merely  to supplement,  the CBA.   We\r\n\ntherefore  find that Quesnel is subject  to the terms of the CBA,\r\n\nand that his claims are, accordingly, preempted.\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For the foregoing reasons, we affirm.\r                                                        \r\n\n                               -9-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107367/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111412/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112086/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195995/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547203/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557285/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571255/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628963/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2046638/"
  ]
}