{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196363/",
  "id": 196363,
  "absolute_url": "/opinion/196363/united-states-v-degrandis/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196363/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:04:14Z",
  "date_modified": "2020-02-21T23:39:26.780943Z",
  "type": "010combined",
  "sha1": "2979541a8ece2b27bb59f2eea4f546f13b9d1f9b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2136.01A",
  "local_path": null,
  "plain_text": "\n\nOctober 26, 1995      [Not for Publication]\r                                [Not for Publication]\r\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 94-2136\r\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                       JOHN DEGRANDIS,\r\n\n                    Defendant, Appellant.\r\n\n                                          \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Joseph L. Tauro, U.S. District Judge]\r                                                               \r\n\n                                         \r\n\n                            Before\r\n\n               Selya and Stahl, Circuit Judges,\r                                                           \r\n\n                and Gorton*,  District Judge.\r                                                         \r\n\n                                         \r\n\n   John C. Doherty for appellant.\r                              \r\n   Jeanne M. Kempthorne, Assistant United States Attorney, with\r                                   \r\nwhom  Donald K. Stern, United  States Attorney, was  on brief for\r                               \r\nthe United States.\r\n                                         \r\n\n                                         \r\n\n                  \r\n\n*Of the District of Massachusetts, sitting by designation.\r\r\n\n          Per  Curiam.   In September  of 1994,  the district\r                                 \r\n\ncourt  sentenced  John DeGrandis  to  a  prison  term of  151\r\n\nmonths1  and three  years of  supervised release  for a  bank\r\n\nrobbery he committed in January 1992.  DeGrandis now  appeals\r\n\nhis sentence, challenging the district court's ruling that it\r\n\nlacked authority  under the  Sentencing Guidelines  to depart\r\n\ndownward from  the prescribed  sentencing range based  on his\r\n\nlack of youthful guidance.2\r\n\n          Under  the  Guidelines in  effect  at  the time  of\r\n\nsentencing, see U.S.S.G.   1B1.11(a), \"lack  of guidance as a\r                           \r\n\nyouth  and similar  circumstances indicating  a disadvantaged\r\n\nupbringing\"  were forbidden  grounds for  downward departure.\r\n\nU.S.S.G.    5H1.12.     (added  by  amendment,   Nov.  1992).\r\n\n                    \r                                \r\n\n1.  DeGrandis pled guilty without a plea agreement.  Applying\r\nthe  Guidelines  in  force at  the  time  of sentencing,  the\r\ndistrict  court sentenced  DeGrandis  to the  minimum of  the\r\nGuideline  range based on an adjusted offense level of 29 and\r\na criminal  history category  of VI,  pursuant to the  career\r\noffender  provisions  of  U.S.S.G.    4B1.1.     Pursuant  to\r\nU.S.S.G.    3E1.1(b), the  court granted  DeGrandis a  three-\r\nlevel reduction for acceptance of responsibility. \r\n\n2.  At   his  sentencing  hearing,   DeGrandis  advanced  his\r\nchildhood physical  abuse as a factor  supporting a departure\r\nfor  lack of youthful guidance.  Now, in his appellate brief,\r\nhe seems to suggest that childhood abuse is a separate ground\r\nfor departure, distinct  from lack of youthful guidance.  But\r\nhe  does not make that clear, he makes no separate arguments,\r\nand  he  points  to  no precedent  treating  childhood  abuse\r\nseparately.   We,  therefore,  consider  childhood  abuse  as\r\nsubsumed in his lack  of youthful guidance arguments, but  we\r\nwould reach the  same result if we  considered it separately.\r\nSee  United States  v. Zannino,  895 F.2d  1, 17  (1st Cir.),\r                                          \r\ncert.  denied   494  U.S.  1082  (1980)   (claims  raised  in\r                         \r\nconclusory fashion, unsupported  by developed  argumentation,\r\nare deemed waived).\r\n\n                             -2-\r                                          2\r\r\n\nDeGrandis   argues,   however,  that     5H1.12   effected  a\r\n\nsubstantive  change  to  the  Guidelines  subsequent  to  his\r\n\noffense, and therefore its application to him was a violation\r\n\nof the Ex Post Facto Clause of the Constitution.   See United\r                                                                         \r\n\nStates v. Clark, 8 F.3d 839, 844-45 (D.C. Cir. 1993) (holding\r                           \r\n\nthat  the  addition  of    5H1.12 was  a  substantive  change\r\n\nimplicating Ex  Post Facto  Clause); accord United  States v.\r                                                                      \r\n\nJohns, 5 F.3d  1267, 1272  (9th Cir. 1993);  see also  United\r                                                                         \r\n\nStates  v. Prezioso, 989 F.2d 52, 53 (1st Cir. 1993) (holding\r                               \r\n\nthat Guideline amendments that are \"substantive\" rather  than\r\n\n\"clarifying\" implicate Ex Post Facto Clause).\r\n\n          We need  not reach DeGrandis' ex  post facto claim.\r\n\nAssuming  but  not deciding  that  (1)  the district  court's\r\n\ndecision not to depart downward was based on a belief that it\r\n\nlacked legal  authority to depart  based on lack  of youthful\r\n\nguidance and (2) the district court, contrary to that belief,\r\n\ndid  have  such  authority,3  we hold  nonetheless  that  the\r\n\nfactual record does not support a downward departure for lack\r\n\nof youthful guidance.\r\n\n          This  circuit  has  not  decided  whether  lack  of\r\n\nyouthful  guidance was  a  permissible  ground for  departure\r\n\n                    \r                                \r\n\n3.  In order to assume  that such authority existed, we  must\r\nfurther  assume   that  lack  of  youthful   guidance  was  a\r\npermissible  ground  for departure  at the  time of  the bank\r\nrobbery, and therefore the application of Guideline   5H1.12,\r\nwhich was  in effect at the time of sentencing but not at the\r\ntime of the offense, would violate the Ex Post Facto Clause.\r\n\n                             -3-\r                                          3\r\r\n\nbefore   5H1.12 was added to the Guidelines in 1992; only the\r\n\nNinth and  District of  Columbia Circuits have  approved such\r\n\ndepartures.   See  United States  v. Clark,  8 F.3d  839, 845\r                                                      \r\n\n(D.C.  Cir. 1993); United States v. Anders, 956 F.2d 907, 913\r                                                      \r\n\n(9th Cir. 1992), cert. denied,  113 S.Ct. 1592 (1993); United\r                                                                         \r\n\nStates v. Floyd, 945 F.2d 1096, 1099  (9th Cir. 1991).  Floyd\r                                                                         \r\n\nand  Anders were  decided  before the  addition of  Guideline\r                       \r\n\n  5H1.12.  The District of  Columbia and Ninth Circuits  have\r\n\nupheld departures  for lack  of youthful guidance  even after\r\n\n  5H1.12 became effective,  applying the pre-1992  Guidelines\r\n\nto avoid  ex post facto problems.  Clark, 8 F.3d at 845 (D.C.\r                                                    \r\n\nCir. 1993); Johns, 5 F.3d at 1272 (9th Cir. 1993).\r                             \r\n\n          The Ninth Circuit has  approved departures for lack\r\n\nof  youthful guidance  based  on evidence  of abandonment  by\r\n\nparents,  lack of  education,  and imprisonment  as a  youth,\r\n\nprovided  that there is a nexus between those factors and the\r\n\ncrimes for which the defendant  is being sentenced.   Anders,\r                                                                        \r\n\n956 F.2d  at 913; Floyd, 945  F.2d at 1099.   The District of\r                                   \r\n\nColumbia Circuit relied on Anders and Floyd in holding that a\r                                                       \r\n\ncombination of  childhood exposure  to domestic  violence and\r\n\nlack  of  youthful  guidance  was a  permissible  ground  for\r\n\ndeparture.   Clark,  8 F.3d  at 845.   Cf.  United States  v.\r                                                                     \r\n\nHaynes,  985 F.2d 65, 68-69 (2d Cir. 1993) (rejecting lack of\r                  \r\n\nyouthful guidance  as grounds for departure  and stating that\r\n\ndefendant failed  in  any  event to  make  out  its  elements\r\n\n                             -4-\r                                          4\r\r\n\n(abandonment by parents, lack of  education, and imprisonment\r\n\nas a minor), citing Floyd,  945 F.2d at 1099).   Cognizant of\r                                     \r\n\nthese holdings from other  circuits, we shall assume arguendo\r                                                                         \r\n\nthat  lack of  youthful  guidance  was,  in January  1992,  a\r\n\n\"special  circumstance[]  .  .  .  of  the  `kind'  that  the\r\n\nGuidelines, in principle, permit[ted] the sentencing court to\r\n\nconsider.\"  United States  v. Rivera, 994 F.2d 942,  951 (1st\r                                                \r\n\nCir. 1993).\r\n\n          In  Rivera, this  court  explained the  appropriate\r                                \r\n\nlegal analysis for  departures from the  Guidelines.  Id.  at\r                                                                    \r\n\n946-52.  In assessing  circumstances \"where the Guidelines do\r\n\nnot expressly forbid, encourage, or discourage departures . .\r\n\n.,  the district court will  decide whether (and,  if so, how\r\n\nmuch to  depart) by examining  the `unusual' nature  of these\r\n\ncircumstances.\"  Id. at 949.  Put differently, \"the law tells\r                               \r\n\nthe judge,  considering  departure, to  ask basically,  'Does\r\n\nthis   case  fall   within   the  \"heartland\"   [of   typical\r\n\ncircumstances]  or  is it  an unusual  case?'\"   Id.  at 948.\r                                                               \r\n\nRivera directs  the appellate  court to \"review  the district\r                  \r\n\ncourt's  determination of  `unusualness' with  full awareness\r\n\nof,  and respect  for, the  trier's superior  `feel' for  the\r\n\ncase.\"  Id. at 952.  We apply this framework for review here.\r                      \r\n\n          At the  conclusion of the  sentencing hearing,  the\r\n\ndistrict judge stated that, if he had the authority to depart\r\n\n                             -5-\r                                          5\r\r\n\nfor lack of youthful guidance, he would have imposed a prison\r\n\nsentence  of 90 months instead  of 151 months.   The district\r\n\njudge, however, made no  specific factual findings to support\r\n\nsuch a departure, other than to implicitly adopt the facts in\r\n\nthe  presentence report  and  the  mental  health  evaluation\r\n\nreport.   The comments of the district judge are not entirely\r\n\nclear.  At  one point  in the sentencing  hearing, he  stated\r\n\nthat the mental health evaluation report did  not support the\r                                                             \r\n\nrequested departure for lack of youthful guidance; at a later\r\n\npoint, he stated that the report  did support such departure.\r\n\nAlthough  the basis for the district court's decision is less\r\n\nthan  certain,   we  have  nonetheless  examined  the  entire\r\n\nsentencing record with the  \"respect for the trier's superior\r\n\n`feel'\" called for in Rivera.  Id.\r                                             \r\n\n          Unfortunately for DeGrandis,  the circumstances  of\r\n\nhis youth are  not unusual among criminal offenders, and thus\r\n\ndo not justify  the departure he seeks.   Although he had  an\r\n\nalcoholic father  who was  physically  and verbally  abusive,\r\n\nthat abuse was directed  primarily toward DeGrandis'  mother.\r\n\nNor was DeGrandis  abandoned by his parents in  his formative\r\n\nyears.   After  his parents  separated during  his fourteenth\r\n\nyear, he continued to  live with his mother in  South Boston,\r\n\nhis home  at the time  of his arrest.   After the separation,\r\n\nDeGrandis maintained  some contact with his  father, who also\r\n\nlived in South  Boston.   DeGrandis did not  have an  unusual\r\n\n                             -6-\r                                          6\r\r\n\nlack  of  education,  having done  well  in  school until  he\r\n\ndropped out  in  the ninth  grade,  apparently because  of  a\r\n\ndistaste  for  forced busing.    While  in state  prison  for\r\n\nearlier offenses, he earned a General Equivalency Diploma and\r\n\ntook  college  classes.   DeGrandis'  entanglements  with the\r\n\ncriminal  justice system did not begin  until he was nineteen\r\n\nyears old; he had no juvenile adjudications and therefore was\r\n\nnever imprisoned as  a youth.   Although the  suicide of  his\r\n\nbrother in 1988 was no doubt a traumatic event, DeGrandis was\r\n\n23  years old  at the  time of the  unfortunate event  and it\r\n\ntherefore does  not reflect  on  his youthful  circumstances.\r\n\nContrary to DeGrandis' assertion,  these facts do not warrant\r\n\na departure for lack of youthful guidance.4\r\n\n          Our   conclusion  is  supported   by  the  clinical\r\n\nfindings  in  the  mental  health  evaluation  report,  which\r\n\nconcluded  that the \"impact on DeGrandis of being raised in a\r\n\ndysfunctional family due to his parents' continuous  fighting\r\n\nand subsequent separation\" was that DeGrandis \"developed some\r\n\ndysfunctional methods  of dealing with stress,\"  but that \"he\r\n\ncould  have decided to change aspects of his life and adopted\r\n\na different lifestyle.\"  The Guidelines in effect at the time\r\n\nof his offense  and at  the time of  his sentencing  provided\r\n\nthat  mental  and  emotional  conditions  are not  ordinarily\r\n\n                    \r                                \r\n\n4.  Once  again,  we assume  but do  not  decide that  such a\r\ndeparture was  permissible in  an appropriate case  where the\r\noffense occurred before U.S.S.G.   5H1.12 became effective.\r\n\n                             -7-\r                                          7\r\r\n\nrelevant factors for  departure.  U.S.S.G.    5H1.3.  To  the\r\n\nextent that DeGrandis was mentally or emotionally impacted by\r\n\nhis difficult upbringing, we do not find Degrandis' condition\r\n\nextraordinary.  See Rivera, 994 F.2d at 948.  It  does appear\r                                      \r\n\nfrom  the  record  that  drug addiction  has  been  the  most\r\n\npowerful demon with which DeGrandis has battled.  If there is\r\n\na nexus between his situation as a youth and his crimes, that\r\n\nnexus is drug addiction.   The need for money to support that\r\n\naddiction is the most likely motivation for his crimes.  Drug\r\n\nabuse, however,  was a forbidden grounds  for departure under\r\n\nthe Guidelines  in effect at the  time of his offense  and at\r\n\nthe time of his sentencing.  U.S.S.G.   5H1.4.\r\n\n          Thus, we find that  the circumstances of DeGrandis'\r\n\nyouth do not take  him outside the \"heartland\" of  the career\r\n\noffender guideline.   To the  extent that the  district judge\r\n\nmade  a finding that  DeGrandis' background  was sufficiently\r\n\nunusual to justify a departure for lack of youthful guidance,\r\n\nthat  finding  was   erroneous  under  Rivera's  \"respectful\"\r                                                         \r\n\nstandard  of  review.     994  F.2d  at  952.     Remand  for\r\n\nresentencing  would therefore be \"pointless.\"  See id. at 953\r                                                                 \r\n\n(\"we should not (and would not) order a new proceeding were .\r\n\n.  .  there no  significant  possibility that  the  facts and\r\n\ncircumstances would  permit  the district  court lawfully  to\r\n\norder a departure\").\r\n\n                             -8-\r                                          8\r\r\n\n          Accordingly, the sentence  imposed on DeGrandis  by\r\n\nthe district judge is affirmed.\r                                          \r\n\n                             -9-\r                                          9\r\r\n",
  "html": "<p class=\"case_cite\">68 F.3d 455</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>John DEGRANDIS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2136.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Oct. 26, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal From the United States District Court for the District of Massachusetts;  Hon.  Joseph L. Tauro, U.S. District Judge.</p>\n      <p class=\"indent\">John C. Doherty for appellant.</p>\n      <p class=\"indent\">Jeanne M. Kempthorne, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA and STAHL, Circuit Judges, and GORTON<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, District Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In September of 1994, the district court sentenced John DeGrandis to a prison term of 151 months<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and three years of supervised release for a bank robbery he committed in January 1992.  DeGrandis now appeals his sentence, challenging the district court's ruling that it lacked authority under the Sentencing Guidelines to depart downward from the prescribed sentencing range based on his lack of youthful guidance.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under the Guidelines in effect at the time of sentencing, see U.S.S.G. Sec. 1B1.11(a), \"lack of guidance as a youth and similar circumstances indicating a disadvantaged upbringing\" were forbidden grounds for downward departure.  U.S.S.G. Sec. 5H1.12.  (added by amendment, Nov. 1992).  DeGrandis argues, however, that Sec. 5H1.12 effected a substantive change to the Guidelines subsequent to his offense, and therefore its application to him was a violation of the Ex Post Facto Clause of the Constitution.  See United States v. Clark, 8 F.3d 839, 844-45 (D.C.Cir.1993) (holding that the addition of Sec. 5H1.12 was a substantive change implicating Ex Post Facto Clause);  accord United States v. Johns, 5 F.3d 1267, 1272 (9th Cir.1993);  see also United States v. Prezioso, 989 F.2d 52, 53 (1st Cir.1993) (holding that Guideline amendments that are \"substantive\" rather than \"clarifying\" implicate Ex Post Facto Clause).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We need not reach DeGrandis' ex post facto claim.  Assuming but not deciding that (1) the district court's decision not to depart downward was based on a belief that it lacked legal authority to depart based on lack of youthful guidance and (2) the district court, contrary to that belief, did have such authority,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> we hold nonetheless that the factual record does not support a downward departure for lack of youthful guidance.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This circuit has not decided whether lack of youthful guidance was a permissible ground for departure before Sec. 5H1.12 was added to the Guidelines in 1992;  only the Ninth and District of Columbia Circuits have approved such departures.  See United States v. Clark, 8 F.3d 839, 845 (D.C.Cir.1993);  United States v. Anders, 956 F.2d 907, 913 (9th Cir.1992), cert. denied, 113 S.Ct. 1592 (1993);  United States v. Floyd, 945 F.2d 1096, 1099 (9th Cir.1991).  Floyd and Anders were decided before the addition of Guideline Sec. 5H1.12.  The District of Columbia and Ninth Circuits have upheld departures for lack of youthful guidance even after Sec. 5H1.12 became effective, applying the pre-1992 Guidelines to avoid ex post facto problems.  Clark, 8 F.3d at 845 (D.C.Cir.1993);  Johns, 5 F.3d at 1272 (9th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Ninth Circuit has approved departures for lack of youthful guidance based on evidence of abandonment by parents, lack of education, and imprisonment as a youth, provided that there is a nexus between those factors and the crimes for which the defendant is being sentenced.  Anders, 956 F.2d at 913;  Floyd, 945 F.2d at 1099.  The District of Columbia Circuit relied on Anders and Floyd in holding that a combination of childhood exposure to domestic violence and lack of youthful guidance was a permissible ground for departure.  Clark, 8 F.3d at 845.  Cf. United States v. Haynes, 985 F.2d 65, 68-69 (2d Cir.1993) (rejecting lack of youthful guidance as grounds for departure and stating that defendant failed in any event to make out its elements (abandonment by parents, lack of education, and imprisonment as a minor), citing Floyd, 945 F.2d at 1099).  Cognizant of these holdings from other circuits, we shall assume arguendo that lack of youthful guidance was, in January 1992, a \"special circumstance[ ] ... of the 'kind' that the Guidelines, in principle, permit[ted] the sentencing court to consider.\"  United States v. Rivera, 994 F.2d 942, 951 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In Rivera, this court explained the appropriate legal analysis for departures from the Guidelines.  Id. at 946-52.  In assessing circumstances \"where the Guidelines do not expressly forbid, encourage, or discourage departures ..., the district court will decide whether (and, if so, how much to depart) by examining the 'unusual' nature of these circumstances.\"  Id. at 949.  Put differently, \"the law tells the judge, considering departure, to ask basically, 'Does this case fall within the \"heartland\" [of typical circumstances] or is it an unusual case?' \"  Id. at 948.  Rivera directs the appellate court to \"review the district court's determination of 'unusualness' with full awareness of, and respect for, the trier's superior 'feel' for the case.\"  Id. at 952.  We apply this framework for review here.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the conclusion of the sentencing hearing, the district judge stated that, if he had the authority to depart for lack of youthful guidance, he would have imposed a prison sentence of 90 months instead of 151 months.  The district judge, however, made no specific factual findings to support such a departure, other than to implicitly adopt the facts in the presentence report and the mental health evaluation report.  The comments of the district judge are not entirely clear.  At one point in the sentencing hearing, he stated that the mental health evaluation report did not support the requested departure for lack of youthful guidance;  at a later point, he stated that the report did support such departure.  Although the basis for the district court's decision is less than certain, we have nonetheless examined the entire sentencing record with the \"respect for the trier's superior 'feel' \" called for in Rivera.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Unfortunately for DeGrandis, the circumstances of his youth are not unusual among criminal offenders, and thus do not justify the departure he seeks.  Although he had an alcoholic father who was physically and verbally abusive, that abuse was directed primarily toward DeGrandis' mother.  Nor was DeGrandis abandoned by his parents in his formative years.  After his parents separated during his fourteenth year, he continued to live with his mother in South Boston, his home at the time of his arrest.  After the separation, DeGrandis maintained some contact with his father, who also lived in South Boston.  DeGrandis did not have an unusual lack of education, having done well in school until he dropped out in the ninth grade, apparently because of a distaste for forced busing.  While in state prison for earlier offenses, he earned a General Equivalency Diploma and took college classes.  DeGrandis' entanglements with the criminal justice system did not begin until he was nineteen years old;  he had no juvenile adjudications and therefore was never imprisoned as a youth.  Although the suicide of his brother in 1988 was no doubt a traumatic event, DeGrandis was 23 years old at the time of the unfortunate event and it therefore does not reflect on his youthful circumstances.  Contrary to DeGrandis' assertion, these facts do not warrant a departure for lack of youthful guidance.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Our conclusion is supported by the clinical findings in the mental health evaluation report, which concluded that the \"impact on DeGrandis of being raised in a dysfunctional family due to his parents' continuous fighting and subsequent separation\" was that DeGrandis \"developed some dysfunctional methods of dealing with stress,\" but that \"he could have decided to change aspects of his life and adopted a different lifestyle.\"   The Guidelines in effect at the time of his offense and at the time of his sentencing provided that mental and emotional conditions are not ordinarily relevant factors for departure.  U.S.S.G. Sec. 5H1.3.  To the extent that DeGrandis was mentally or emotionally impacted by his difficult upbringing, we do not find Degrandis' condition extraordinary.  See Rivera, 994 F.2d at 948.  It does appear from the record that drug addiction has been the most powerful demon with which DeGrandis has battled.  If there is a nexus between his situation as a youth and his crimes, that nexus is drug addiction.  The need for money to support that addiction is the most likely motivation for his crimes.  Drug abuse, however, was a forbidden grounds for departure under the Guidelines in effect at the time of his offense and at the time of his sentencing.  U.S.S.G. Sec. 5H1.4.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Thus, we find that the circumstances of DeGrandis' youth do not take him outside the \"heartland\" of the career offender guideline.  To the extent that the district judge made a finding that DeGrandis' background was sufficiently unusual to justify a departure for lack of youthful guidance, that finding was erroneous under Rivera 's \"respectful\" standard of review.  994 F.2d at 952.  Remand for resentencing would therefore be \"pointless.\"   See id. at 953 (\"we should not (and would not) order a new proceeding were ... there no significant possibility that the facts and circumstances would permit the district court lawfully to order a departure\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Accordingly, the sentence imposed on DeGrandis by the district judge is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> DeGrandis pled guilty without a plea agreement.  Applying the Guidelines in force at the time of sentencing, the district court sentenced DeGrandis to the minimum of the Guideline range based on an adjusted offense level of 29 and a criminal history category of VI, pursuant to the career offender provisions of U.S.S.G. Sec. 4B1.1.  Pursuant to U.S.S.G. Sec. 3E1.1(b), the court granted DeGrandis a three-level reduction for acceptance of responsibility</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At his sentencing hearing, DeGrandis advanced his childhood physical abuse as a factor supporting a departure for lack of youthful guidance.  Now, in his appellate brief, he seems to suggest that childhood abuse is a separate ground for departure, distinct from lack of youthful guidance.  But he does not make that clear, he makes no separate arguments, and he points to no precedent treating childhood abuse separately.  We, therefore, consider childhood abuse as subsumed in his lack of youthful guidance arguments, but we would reach the same result if we considered it separately.  See United States v. Zannino, 895 F.2d 1, 17 (1st Cir.), cert. denied 494 U.S. 1082 (1980) (claims raised in conclusory fashion, unsupported by developed argumentation, are deemed waived)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In order to assume that such authority existed, we must further assume that lack of youthful guidance was a permissible ground for departure at the time of the bank robbery, and therefore the application of Guideline Sec. 5H1.12, which was in effect at the time of sentencing but not at the time of the offense, would violate the Ex Post Facto Clause</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Once again, we assume but do not decide that such a departure was permissible in an appropriate case where the offense occurred before U.S.S.G. Sec. 5H1.12 became effective</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">455</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>John DEGRANDIS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2136.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Oct. 26, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal From the United States District Court for the District of Massachusetts;  Hon.  Joseph L. Tauro, U.S. District Judge.</p>\n      <p class=\"indent\">John C. Doherty for appellant.</p>\n      <p class=\"indent\">Jeanne M. Kempthorne, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA and STAHL, Circuit Judges, and GORTON<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, District Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In September of 1994, the district court sentenced John DeGrandis to a prison term of 151 months<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and three years of supervised release for a bank robbery he committed in January 1992.  DeGrandis now appeals his sentence, challenging the district court's ruling that it lacked authority under the Sentencing Guidelines to depart downward from the prescribed sentencing range based on his lack of youthful guidance.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under the Guidelines in effect at the time of sentencing, see U.S.S.G. Sec. 1B1.11(a), \"lack of guidance as a youth and similar circumstances indicating a disadvantaged upbringing\" were forbidden grounds for downward departure.  U.S.S.G. Sec. 5H1.12.  (added by amendment, Nov. 1992).  DeGrandis argues, however, that Sec. 5H1.12 effected a substantive change to the Guidelines subsequent to his offense, and therefore its application to him was a violation of the Ex Post Facto Clause of the Constitution.  See United States v. Clark, <span class=\"citation\" data-id=\"656563\"><a href=\"/opinion/656563/united-states-v-frank-dave-clark-aka-tink/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">839</span></a></span>, 844-45 (D.C.Cir.1993) (holding that the addition of Sec. 5H1.12 was a substantive change implicating Ex Post Facto Clause);  accord United States v. Johns, <span class=\"citation\" data-id=\"653704\"><a href=\"/opinion/653704/united-states-v-raymond-joseph-johns/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1267</span></a></span>, 1272 (9th Cir.1993);  see also United States v. Prezioso, <span class=\"citation\" data-id=\"602838\"><a href=\"/opinion/602838/united-states-v-gabriel-prezioso/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">52</span></a></span>, 53 (1st Cir.1993) (holding that Guideline amendments that are \"substantive\" rather than \"clarifying\" implicate Ex Post Facto Clause).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We need not reach DeGrandis' ex post facto claim.  Assuming but not deciding that (1) the district court's decision not to depart downward was based on a belief that it lacked legal authority to depart based on lack of youthful guidance and (2) the district court, contrary to that belief, did have such authority,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> we hold nonetheless that the factual record does not support a downward departure for lack of youthful guidance.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This circuit has not decided whether lack of youthful guidance was a permissible ground for departure before Sec. 5H1.12 was added to the Guidelines in 1992;  only the Ninth and District of Columbia Circuits have approved such departures.  See United States v. Clark, <span class=\"citation\" data-id=\"656563\"><a href=\"/opinion/656563/united-states-v-frank-dave-clark-aka-tink/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">839</span></a></span>, 845 (D.C.Cir.1993);  United States v. Anders, <span class=\"citation\" data-id=\"577758\"><a href=\"/opinion/577758/united-states-v-terry-lee-anders/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span>, 913 (9th Cir.1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1592</span> </span>(1993);  United States v. Floyd, <span class=\"citation\" data-id=\"569172\"><a href=\"/opinion/569172/united-states-v-dion-floyd/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1096</span></a></span>, 1099 (9th Cir.1991).  Floyd and Anders were decided before the addition of Guideline Sec. 5H1.12.  The District of Columbia and Ninth Circuits have upheld departures for lack of youthful guidance even after Sec. 5H1.12 became effective, applying the pre-1992 Guidelines to avoid ex post facto problems.  <span class=\"citation\" data-id=\"656563\"><span class=\"antecedent_guess\">Clark,</span> <a href=\"/opinion/656563/united-states-v-frank-dave-clark-aka-tink/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">845</span> </a></span>(D.C.Cir.1993);  <span class=\"citation\" data-id=\"653704\"><span class=\"antecedent_guess\">Johns,</span> <a href=\"/opinion/653704/united-states-v-raymond-joseph-johns/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1272</span> </a></span>(9th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Ninth Circuit has approved departures for lack of youthful guidance based on evidence of abandonment by parents, lack of education, and imprisonment as a youth, provided that there is a nexus between those factors and the crimes for which the defendant is being sentenced.  <span class=\"citation\" data-id=\"577758\"><span class=\"antecedent_guess\">Anders,</span> <a href=\"/opinion/577758/united-states-v-terry-lee-anders/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">913</span></a></span>;  <span class=\"citation\" data-id=\"569172\"><span class=\"antecedent_guess\">Floyd,</span> <a href=\"/opinion/569172/united-states-v-dion-floyd/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1099</span></a></span>.  The District of Columbia Circuit relied on Anders and Floyd in holding that a combination of childhood exposure to domestic violence and lack of youthful guidance was a permissible ground for departure.  <span class=\"citation\" data-id=\"656563\"><span class=\"antecedent_guess\">Clark,</span> <a href=\"/opinion/656563/united-states-v-frank-dave-clark-aka-tink/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">845</span></a></span>.  Cf. United States v. Haynes, <span class=\"citation\" data-id=\"599296\"><a href=\"/opinion/599296/united-states-v-ronald-haynes-and-jahmal-rose-willie-goldwire-ronald/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">65</span></a></span>, 68-69 (2d Cir.1993) (rejecting lack of youthful guidance as grounds for departure and stating that defendant failed in any event to make out its elements (abandonment by parents, lack of education, and imprisonment as a minor), citing <span class=\"citation\" data-id=\"569172\"><span class=\"antecedent_guess\">Floyd,</span> <a href=\"/opinion/569172/united-states-v-dion-floyd/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1099</span></a></span>).  Cognizant of these holdings from other circuits, we shall assume arguendo that lack of youthful guidance was, in January 1992, a \"special circumstance[ ] ... of the 'kind' that the Guidelines, in principle, permit[ted] the sentencing court to consider.\"  United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 951 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In Rivera, this court explained the appropriate legal analysis for departures from the Guidelines.  <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"id_token\">Id.</span> at 946-52. </a></span> In assessing circumstances \"where the Guidelines do not expressly forbid, encourage, or discourage departures ..., the district court will decide whether (and, if so, how much to depart) by examining the 'unusual' nature of these circumstances.\"  <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"id_token\">Id.</span> at 949. </a></span> Put differently, \"the law tells the judge, considering departure, to ask basically, 'Does this case fall within the \"heartland\" [of typical circumstances] or is it an unusual case?' \"  <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"id_token\">Id.</span> at 948. </a></span> Rivera directs the appellate court to \"review the district court's determination of 'unusualness' with full awareness of, and respect for, the trier's superior 'feel' for the case.\"  <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"id_token\">Id.</span> at 952. </a></span> We apply this framework for review here.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the conclusion of the sentencing hearing, the district judge stated that, if he had the authority to depart for lack of youthful guidance, he would have imposed a prison sentence of 90 months instead of 151 months.  The district judge, however, made no specific factual findings to support such a departure, other than to implicitly adopt the facts in the presentence report and the mental health evaluation report.  The comments of the district judge are not entirely clear.  At one point in the sentencing hearing, he stated that the mental health evaluation report did not support the requested departure for lack of youthful guidance;  at a later point, he stated that the report did support such departure.  Although the basis for the district court's decision is less than certain, we have nonetheless examined the entire sentencing record with the \"respect for the trier's superior 'feel' \" called for in Rivera.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Unfortunately for DeGrandis, the circumstances of his youth are not unusual among criminal offenders, and thus do not justify the departure he seeks.  Although he had an alcoholic father who was physically and verbally abusive, that abuse was directed primarily toward DeGrandis' mother.  Nor was DeGrandis abandoned by his parents in his formative years.  After his parents separated during his fourteenth year, he continued to live with his mother in South Boston, his home at the time of his arrest.  After the separation, DeGrandis maintained some contact with his father, who also lived in South Boston.  DeGrandis did not have an unusual lack of education, having done well in school until he dropped out in the ninth grade, apparently because of a distaste for forced busing.  While in state prison for earlier offenses, he earned a General Equivalency Diploma and took college classes.  DeGrandis' entanglements with the criminal justice system did not begin until he was nineteen years old;  he had no juvenile adjudications and therefore was never imprisoned as a youth.  Although the suicide of his brother in 1988 was no doubt a traumatic event, DeGrandis was 23 years old at the time of the unfortunate event and it therefore does not reflect on his youthful circumstances.  Contrary to DeGrandis' assertion, these facts do not warrant a departure for lack of youthful guidance.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Our conclusion is supported by the clinical findings in the mental health evaluation report, which concluded that the \"impact on DeGrandis of being raised in a dysfunctional family due to his parents' continuous fighting and subsequent separation\" was that DeGrandis \"developed some dysfunctional methods of dealing with stress,\" but that \"he could have decided to change aspects of his life and adopted a different lifestyle.\"   The Guidelines in effect at the time of his offense and at the time of his sentencing provided that mental and emotional conditions are not ordinarily relevant factors for departure.  U.S.S.G. Sec. 5H1.3.  To the extent that DeGrandis was mentally or emotionally impacted by his difficult upbringing, we do not find Degrandis' condition extraordinary.  See <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">948</span></a></span>.  It does appear from the record that drug addiction has been the most powerful demon with which DeGrandis has battled.  If there is a nexus between his situation as a youth and his crimes, that nexus is drug addiction.  The need for money to support that addiction is the most likely motivation for his crimes.  Drug abuse, however, was a forbidden grounds for departure under the Guidelines in effect at the time of his offense and at the time of his sentencing.  U.S.S.G. Sec. 5H1.4.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Thus, we find that the circumstances of DeGrandis' youth do not take him outside the \"heartland\" of the career offender guideline.  To the extent that the district judge made a finding that DeGrandis' background was sufficiently unusual to justify a departure for lack of youthful guidance, that finding was erroneous under Rivera 's \"respectful\" standard of <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">review.</span>  <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">952</span></a></span>.  Remand for resentencing would therefore be \"pointless.\"   See <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"id_token\">id.</span> at 953 </a></span>(\"we should not (and would not) order a new proceeding were ... there no significant possibility that the facts and circumstances would permit the district court lawfully to order a departure\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Accordingly, the sentence imposed on DeGrandis by the district judge is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> DeGrandis pled guilty without a plea agreement.  Applying the Guidelines in force at the time of sentencing, the district court sentenced DeGrandis to the minimum of the Guideline range based on an adjusted offense level of 29 and a criminal history category of VI, pursuant to the career offender provisions of U.S.S.G. Sec. 4B1.1.  Pursuant to U.S.S.G. Sec. 3E1.1(b), the court granted DeGrandis a three-level reduction for acceptance of responsibility</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At his sentencing hearing, DeGrandis advanced his childhood physical abuse as a factor supporting a departure for lack of youthful guidance.  Now, in his appellate brief, he seems to suggest that childhood abuse is a separate ground for departure, distinct from lack of youthful guidance.  But he does not make that clear, he makes no separate arguments, and he points to no precedent treating childhood abuse separately.  We, therefore, consider childhood abuse as subsumed in his lack of youthful guidance arguments, but we would reach the same result if we considered it separately.  See United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.), cert. denied <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span> </span>(1980) (claims raised in conclusory fashion, unsupported by developed argumentation, are deemed waived)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In order to assume that such authority existed, we must further assume that lack of youthful guidance was a permissible ground for departure at the time of the bank robbery, and therefore the application of Guideline Sec. 5H1.12, which was in effect at the time of sentencing but not at the time of the offense, would violate the Ex Post Facto Clause</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Once again, we assume but do not decide that such a departure was permissible in an appropriate case where the offense occurred before U.S.S.G. Sec. 5H1.12 became effective</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569172/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577758/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599296/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602838/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "https://www.courtlistener.com/api/rest/v3/opinions/653704/",
    "https://www.courtlistener.com/api/rest/v3/opinions/656563/"
  ]
}