{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196305/",
  "id": 196305,
  "absolute_url": "/opinion/196305/hamilton-v-baystate-medical/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196305/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:03:02Z",
  "date_modified": "2020-02-21T23:31:26.290833Z",
  "type": "010combined",
  "sha1": "b3489702e91d61cdcf4be44066170c2da1515f0a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2211.01A",
  "local_path": null,
  "plain_text": "\n\nSeptember 20, 1995    [NOT FOR PUBLICATION]\r\n\n       U.S. COURT OF APPEALS FOR FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 94-2211\r\n\n           WILLIAM HAMILTON AND CHARLENE HAMILTON,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n             BAYSTATE MEDICAL EDUCATION, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. Michael Ponsor, U.S. District Judge]\r                                                               \r\n\n                                         \r\n\n                            Before\r\n\n                     Selya, Circuit Judge,\r                                                     \r\n               Campbell, Senior Circuit Judge, \r                                                         \r\n                   and Cyr, Circuit Judge.\r                                                     \r\n\n                                         \r\n\nWendy Sibbison for appellants.\r                          \r\nToby G.  Hartt, with  whom  Jay M.  Presser and  Skoler, Abbott  &amp;\r                                                                              \r\nPresser, P.C. were on brief for appellees.\r                     \r\n\n                                         \r\n\n                                         \r\r\n\n          CAMPBELL, Senior Circuit Judge.  This appeal arises\r                                                    \r\n\nfrom the termination of employment of Dr. William Hamilton, a\r\n\npathologist  at  Baystate   Medical  Center  (\"Baystate\")  in\r\n\nSpringfield, Massachusetts.  Dr. Hamilton brought a diversity\r\n\naction  in the  district  court  against  Baystate,  Baystate\r\n\nMedical  Education  and  Research Foundation  (\"BMERF\"),  and\r\n\nBaystate Health Systems (\"BHS\"), alleging breach of contract,\r\n\nnegligent  infliction of emotional  distress, and intentional\r\n\ninfliction   of  emotional  distress.1     In  addition,  Dr.\r\n\nHamilton's  wife,   Charlene  Hamilton,  sued   for  loss  of\r\n\nconsortium.   The  district court granted  Defendants' motion\r\n\nfor summary  judgment on  all counts.   Hamilton  v. Baystate\r                                                                         \r\n\nMedical  Educ. &amp; Research Found.,  866 F. Supp.  51 (D. Mass.\r                                            \r\n\n1994).  We affirm.\r\n\n                              I.\r                                          I.\r\n\n          Dr.  Hamilton worked as  a pathologist  at Baystate\r\n\nfrom 1970 to 1989.  In 1986, BHS created BMERF, a corporation\r\n\nwhich  employs doctors to work  at Baystate.2   At that time,\r\n\nDr.  Hamilton,  along  with  all  full-time  pathologists  at\r\n\nBaystate, entered  into a  series of annual  BMERF employment\r\n\ncontracts. \r\n\n                    \r                                \r\n\n1.  We note Plaintiffs' statement  that \"no claim of handicap\r\ndiscrimination was brought.\"\r\n\n     2BHS  is  the parent  corporation  of  both Baystate  (a\r\nhospital) and BMERF.\r\n\n                             -2-\r                                          2\r\r\n\n          In   1986,  Dr.   Hamilton's   performance   as   a\r\n\npathologist  began to deteriorate.   Over the next  two and a\r\n\nhalf years,  his performance became  progressively worse, and\r\n\nhe made  a number of errors in  diagnoses and the labeling of\r\n\nspecimens.  In early 1989,  Dr. John Sullivan, Chairperson of\r\n\nthe Baystate Pathology Department,  learned that Dr. Hamilton\r\n\nhad  made  an  egregious error  in  November  of  1988.   Dr.\r\n\nHamilton  had incorrectly diagnosed  breast cancer, resulting\r\n\nin a  patient  receiving unnecessary  surgery, a  potentially\r\n\ncarcinogenic dose of radiation therapy, and a toxic course of\r\n\nchemotherapy.  On January 19, 1989, Dr. Sullivan met with Dr.\r\n\nHamilton and  suggested that  Dr. Hamilton  resign.   At that\r\n\nmeeting, it  was agreed  that  Dr. Hamilton  would take  some\r\n\nvacation  time to determine whether he was ill.  Dr. Hamilton\r\n\nsoon  learned that he had been  suffering from Graves Disease\r\n\nfor  roughly the previous three  years.  Graves  Disease is a\r\n\nsevere  disease of  the  thyroid gland  which, if  untreated,\r\n\nresults in the impairment of a person's memory and ability to\r\n\nconcentrate.   Dr. Hamilton's  treating physician, Dr.  Haag,\r\n\nChief  of  the  Endocrine/Metabolic  Division   at  Baystate,\r\n\ncharacterized  Dr.  Hamilton's  condition   as  severe.    He\r\n\nsuggested that it was probably responsible for Dr. Hamilton's\r\n\npoor  performance.    Dr.  Hamilton  took approximately  five\r\n\nmonths of sick leave and paid vacation.\r\n\n                             -3-\r                                          3\r\r\n\n          By the summer of 1989, Dr. Hamilton's thyroid gland\r\n\nwas functioning  normally,  but he  continued  to  experience\r\n\nepisodes  of cardiac  arrhythmias.   In August,  Dr. Hamilton\r\n\nwrote to  Dr. Sullivan stating that although  he was not in a\r\n\nposition  to make long-term decisions and he did not think he\r\n\nwas completely cured, he wanted to return  to work on a part-\r\n\ntime basis in  September.  In  early September, Dr.  Hamilton\r\n\ntwice reiterated his desire to  return to Baystate, but  each\r\n\ntime his request was denied.\r\n\n          Shortly  thereafter,  Dr.   Hamilton  retained   an\r\n\nattorney  to negotiate a severance agreement with Defendants.\r\n\nIn  January 1990,  a medical  malpractice tribunal  found Dr.\r\n\nHamilton  negligent in  the case  of the  misdiagnosed breast\r\n\ncancer,  and Dr.  Sullivan filled  out a  terminal evaluation\r\n\nform that  was back dated to September  1, 1989.  In February\r\n\n1990, settlement negotiations between Dr. Hamilton's attorney\r\n\nand Defendants  broke  down, and  Dr. Hamilton  was asked  to\r\n\nretrieve his belongings from Baystate. \r\n\n                             II.\r                                         II.\r\n\n                          Discussion\r                                      Discussion\r\n\n          We  review the  district court's  grant of  summary\r\n\njudgment de novo.   Goldman v. First National Bank,  985 F.2d\r                                                              \r\n\n1113, 1116 (1st Cir. 1993); Velez-Gomez v. SMA Life Assurance\r                                                                         \r\n\nCo., 8  F.3d 873, 874 (1st Cir. 1993).  Summary judgment will\r               \r\n\nbe affirmed only if \"no genuine issue of material fact exists\r\n\n                             -4-\r                                          4\r\r\n\nand  the moving party is entitled  to judgment as a matter of\r\n\nlaw.\"   Fed. R. Civ. P. 56(c);  O'Connor v. Steeves, 994 F.2d\r                                                               \r\n\n905,  906-907 (1st Cir. 1993).   A genuine  issue of material\r\n\nfact exists \"if the  evidence is such that a  reasonable jury\r\n\ncould return a verdict  for the nonmoving party.\"   Oliver v.\r                                                                      \r\n\nDigital Equipment  Corp., 846 F.2d  103, 105 (1st  Cir. 1988)\r                                    \r\n\n(quoting  Anderson v. Liberty Lobby,  Inc., 477 U.S. 242, 248\r                                                      \r\n\n(1986)).\r\n\n          In  determining whether  a factual  dispute exists,\r\n\nall reasonable inferences are made in  favor of the nonmoving\r\n\nparty, in this case,  the Hamiltons.  See O'Connor,  994 F.2d\r                                                              \r\n\nat 907.  Nevertheless, the Hamiltons must provide evidence of\r\n\nan  issue of  material fact,  and may  not rely  \"merely upon\r\n\nconclusory    allegations,    improbable   inferences,    and\r\n\nunsupported  speculation.\"    Medina-Munoz v.  R.J.  Reynolds\r                                                                         \r\n\nTobacco Co., 896 F.2d 5, 8 (1st Cir. 1990).\r                       \r\n\nA.   Breach of Contract\r            A.   Breach of Contract\r\n\n          Dr.  Hamilton had  two separate  relationships with\r\n\nDefendants:   an  employee-employer relationship  with BMERF3\r\n\nand  a professional  staff  appointment with  Baystate.   Dr.\r\n\nHamilton  argues  that  Defendants  (1)  violated  the  BMERF\r\n\n                    \r                                \r\n\n     3The relevant employment  contract between Dr.  Hamilton\r\nand  BMERF was between January 1, 1989, and January 31, 1990.\r\nAlthough no  signed contract  was produced  by either  of the\r\nparties,  Defendants  do not  object,  for  purposes of  this\r\nappeal,  to  the district  court's  finding  that an  implied\r\ncontract  existed for the above period with the same terms as\r\nthe standard 1989 BMERF physician employment contract.\r\n\n                             -5-\r                                          5\r\r\n\nemployment contract by discharging  him without cause and (2)\r\n\nviolated the  BMERF  and Baystate  contracts by  disregarding\r\n\npre-termination procedural requirements.  We address each  of\r\n\nthese contentions.\r\n\n          1.   Substantive Breach of Contract\r                      1.   Substantive Breach of Contract\r\n\n          Dr. Hamilton alleges that he was discharged without\r\n\ncause in violation of his BMERF employment contract.  Summary\r\n\njudgment was correctly allowed if  the evidence, viewed in  a\r\n\nlight  most  favorable  to Dr.  Hamilton,  was  such  that no\r\n\nreasonable  juror could  find  that his  termination violated\r\n\neither  the express terms of  his contract or  the common law\r\n\nstandard of \"just cause.\"   Under either standard, Defendants\r\n\nwere justified in terminating Dr. Hamilton if they reasonably\r\n\nbelieved that he was unable to  fulfill the duties of a full-\r\n\ntime pathologist  at Baystate.4   Based on the  record before\r\n\n                    \r                                \r\n\n     4The employment contract provided in relevant part:\r\n\n          The Foundation [BMERF] may terminate this\r\n          Agreement    promptly    . . . if     the\r\n          Foundation learns  of circumstances which\r\n          the   Foundation    reasonably   believes\r\n          substantially  and  adversely affect  the\r\n          Member's  ability  to fulfill  the duties\r\n          hereunder . . . .\r\n\nThe common law standard  of \"just cause\" has been  defined by\r\nMassachusetts courts to mean:\r\n\n          [T]here  existed  (1) a  reasonable basis\r\n          for  employer  dissatisfaction with  a[n]\r\n          . . .   employee,   entertained  in  good\r\n          faith,  for  reasons   such  as  lack  of\r\n          capacity or diligence, failure to conform\r\n          to usual standards  of conduct, or  other\r\n\n                             -6-\r                                          6\r\r\n\nthe district court, we  affirm the district court's  grant of\r\n\nsummary judgment.\r\n\n          Dr.  Hamilton correctly  states  that, in  order to\r\n\nsatisfy the terms of his employment contract, Defendants must\r\n\nhave had a current belief at the time of termination that Dr.\r\n\nHamilton  was  unable  to  perform  his  duties.     All  the\r\n\nadmissible evidence here points  to such a belief:   there is\r\n\nlittle or nothing to the contrary.  Dr. Hamilton had suffered\r\n\nfrom untreated Graves Disease for approximately  three years.\r\n\nThis illness most  affected his  brain, causing  him to  make\r\n\nrepeated,  serious  mistakes.    Dr.  Hamilton  submitted  no\r\n\nevidence directly  from his  treating physicians that  he was\r\n\nfit  to return  to work in  September of 1989.   He tendered,\r\n\ninstead, only  his own  hearsay statements that  his treating\r\n\nphysician said  he was  cured of Graves  Disease,5 statements\r\n\n                    \r                                \r\n\n          culpable  or  inappropriate behavior,  or\r\n          (2)  grounds   for  discharge  reasonably\r\n          related,   in   the   employer's   honest\r\n          judgement,  to the needs of his business.\r\n          (emphasis omitted). \r\n\nGoldhor  v.  Hampshire College,  25 Mass.  App. Ct.  716, 521\r                                          \r\nN.E.2d  1381,  1385  (1988)  (quoting Klein  v.  President  &amp;\r                                                                         \r\nFellows of Harvard College, 25 Mass. App. Ct. 204, 517 N.E.2d\r                                      \r\n167, 169 (1987)).\r\n\n     5Dr. Hamilton alleges that his statements are persuasive\r\nevidence  that he was capable of returning to work.  Although\r\na party  with the requisite degree of expertise may sometimes\r\noffer  opinion  evidence on  his own  behalf,   see  Shane v.\r                                                                         \r\nShane,  891 F.2d 976, 982  (1st Cir. 1989);  Von Henneberg v.\r                                                                      \r\nGenerazio,  403 Mass. 519, 531 N.E.2d  563, 566 (1988); Foley\r                                                                         \r\nv. Foley,  27 Mass. App.  Ct. 221, 537  N.E.2d 158, 160  n.4,\r                    \r\nreview denied, 405 Mass. 1202, 541 N.E.2d 344 (1989), we need\r                         \r\n\n                             -7-\r                                          7\r\r\n\nwhich  must   be  read  in  conjunction   with  his  treating\r\n\nphysician's deposition statement that,  in his opinion, as of\r\n\nSeptember 1,  1989, he  did not  know whether  Dr. Hamilton's\r\n\ncognitive function  had returned to normal, that  he was very\r\n\nconcerned  by the  slowness  of his  recovery,  and that  Dr.\r\n\nHamilton \"was not able  to return to a full-time  post, doing\r\n\neverything that a  general pathologist had  to do to  perform\r\n\nall of his duties.\"  Moreover, given the debilitating effects\r\n\nof Graves Disease, it  could reasonably be surmised that  Dr.\r\n\nHamilton was unlikely  to have  kept abreast  of the  medical\r\n\nknowledge  within his field during the period of his illness.\r\n\nWe  see no basis in  this record for  concluding anything but\r\n\nthat Defendants'  discharge of  Dr. Hamilton was  prompted by\r\n\ntheir reasonable belief that his condition \"substantially and\r\n\nadversely\" affected  his ability to perform  as a pathologist\r\n\nat Baystate in September of 1989.\r\n\n          Dr.  Hamilton  cautions  against  the  granting  of\r\n\nsummary judgment  when \"state of  mind\" is a  critical issue.\r\n\nSee  Stepanischen v.  Merchants Despatch  Transp.  Corp., 722\r                                                                    \r\n\nF.2d 922, 928-29  (1st Cir.  1983).  However,  the fact  that\r\n\n                    \r                                \r\n\nnot decide  whether a physician can  provide medical evidence\r\nas his own  expert witness  because Dr. Hamilton  was not  an\r\nexpert in endocrinology nor did he base his statements on his\r\nown medical opinion but  rather on the purported opinions  of\r\nhis   treating   physicians.      Dr.    Hamilton's   hearsay\r\nrepresentation  of these opinions  was not competent evidence\r\nwithin  Fed. R.  Civ. P. 56(e).   See  Garside v.  Osco Drug,\r                                                                         \r\nInc., 895 F.2d 46, 50 (1st Cir. 1990).\r                \r\n\n                             -8-\r                                          8\r\r\n\n\"state of mind\" or motivation is an element of proof does not\r\n\nnecessarily   preclude  summary  judgment   in  an  otherwise\r\n\nappropriate case.   Id.   Accord White v.  Hearst Corp.,  669\r                                                                   \r\n\nF.2d 14,  17 (1st Cir. 1982); Hahn  v. Sargent, 523 F.2d 461,\r                                                          \r\n\n468 (1st Cir. 1975), cert. denied, 425 U.S. 904 (1976). \r                                             \r\n\n          Dr. Hamilton  argues that there is  a triable issue\r\n\nas to whether Defendants were honest in their asserted belief\r\n\nthat he was unable  to perform his duties at Baystate.  Under\r\n\nMassachusetts  law,  an  employer's reasons  for  termination\r\n\ncannot be  given in  bad faith.    See Klein  v. President  &amp;\r                                                                         \r\n\nFellows of Harvard College, 25 Mass. App. Ct. 204, 517 N.E.2d\r                                      \r\n\n167, 169-170 (1987).  Defendants should have known, plaintiff\r\n\nargues, that his thyroid gland was functioning normally as of\r\n\nSeptember  1989.   But, as  pointed out  above, Dr.  Hamilton\r\n\npresented no objective medical evidence that he was fully fit\r\n\nto  perform his duties then and, indeed, did not even himself\r\n\nclaim that he was cured.  Dr. Hamilton urges that Defendants'\r\n\nfailure  to   report  him  to  the   Massachusetts  Board  of\r\n\nRegistration  in  Medicine  as an  \"impaired  physician,\" and\r\n\ntheir failure to warn other hospitals where he was working in\r\n\nDecember of  1989, shows that  they did not  honestly believe\r\n\nthat he was  unfit to  return to work,  and, therefore,  that\r\n\nthey terminated him in  bad faith.  We think  these omissions\r\n\nwere  insufficient, by  themselves,  to establish  bad faith.\r\n\nWhile believing that Dr. Hamilton was unfit to return to work\r\n\n                             -9-\r                                          9\r\r\n\nat  Baystate,  Defendants may,  at  the same  time,  have not\r\n\nwanted  to destroy  his medical  career  by reporting  him to\r\n\nother hospitals and to the Registration Board.\r\n\n          Dr.   Hamilton  argues  that  Defendants  were  not\r\n\nreasonable in  believing that  he was  unable to  perform his\r\n\nduties  at Baystate.  He  points to their  failure to consult\r\n\nhis  physicians  in September  of  1989 in  order  further to\r\n\nascertain  his  medical  condition.     Given,  however,  the\r\n\nseriousness of Dr. Hamilton's prior mistakes, his hiatus from\r\n\npracticing medicine, his own admission that  he was not fully\r\n\n\"cured,\"  and his  own failure  to have  presented supporting\r\n\nletters  or the  like from  his physicians  attesting to  his\r\n\nfitness  to practice, we do not think that more was required.\r\n\nDr.  Hamilton   further  argues   that  a  jury   could  find\r\n\nDefendants' belief was not  reasonable because he was current\r\n\nin  his   continuing   medical  education   credits.     Yet,\r\n\nnotwithstanding  such  credits,  Defendants could  reasonably\r\n\nsurmise that his medical  knowledge could not have progressed\r\n\nat the normal rate during the three years he suffered acutely\r\n\nfrom Graves Disease.\r\n\n          2.  Violation of Procedural Safeguards\r                      2.  Violation of Procedural Safeguards\r\n\n          Dr.  Hamilton  argues   that  Defendants   violated\r\n\nrelevant procedural safeguards by not affording him notice or\r\n\na  hearing.  It is undisputed that certain procedures must be\r\n\nfollowed upon  suspension of medical staff  privileges or any\r\n\n                             -10-\r                                          10\r\r\n\nother specified  \"adverse action\" at Baystate.6   An \"adverse\r\n\naction,\"   as  defined  in   Baystate's  Fair  Hearing  Plan,\r\n\nincludes:  revocation of medical staff membership,  reduction\r\n\nin staff category,7 special limitation of the right to  admit\r\n\npatients, or reduction of clinical privileges.\r\n\n          Dr. Hamilton  argues that he suffered  a suspension\r\n\nof staff  privileges and a reduction  in clinical privileges.\r\n\nDefendants respond  that they did not  suspend Dr. Hamilton's\r\n\nstaff privileges at Baystate.  They point to the affidavit of\r\n\nMichael  Kujath, Executive  Director  of BMERF,  which stated\r\n\nthat  Dr. Hamilton's  \"medical staff membership  and clinical\r\n\n                    \r                                \r\n\n     6The  procedural protections  set forth  in  the Medical\r\nStaff  Bylaws,  the  Medical  Staff  Credentialing  Procedure\r\nManual, and  the Fair  Hearing Plan  include:  (1) review  of\r\nsuspension  within  72  hours  by  a  Medical  Staff  Summary\r\nSuspension Review Committee, (2) written notice to the doctor\r\nof the suspension or \"adverse action,\" and (3) a hearing.\r\n\n     7Dr.  Hamilton argues  that he  suffered a  reduction in\r\nstaff category because he lost his appointment as Co-Director\r\nof Microbiology at Baystate.  Defendants respond in two ways.\r\nFirst,  they  point to  Baystate's  Fair  Hearing Plan  which\r\nstates  that \"the  removal of  a practitioner from  a medico-\r\nadministrative office  within the  Medical  Center\" does  not\r\nentitle the practitioner  to a hearing.   Second, they  argue\r\nthat  the  reduction in  staff  category  argument is  waived\r\nbecause Dr.  Hamilton  failed to  raise  it in  the  district\r\ncourt.  Defendants  were  given  no  opportunity  to  present\r\nevidence as to  the meaning of \"reduction  in staff category\"\r\nand  \"medico-administrative  office.\"     We  hold  that  Dr.\r\nHamilton  has  waived this  line  of argument.    See Playboy\r                                                                         \r\nEnters., Inc., v. Public Serv. Comm. of Puerto Rico, 906 F.2d\r                                                               \r\n25,  40 (1st  Cir.),  cert. denied,  Rivera  Cruz v.  Playboy\r                                                                         \r\nEnters., Inc., 498 U.S. 959 (1990) (\"Issues not raised before\r                         \r\nthe  trial court  are waived  on appeal  . . . absent unusual\r\ncircumstances  or  plain  error  suggesting  that  a   'clear\r\nmiscarriage of justice' has occurred.\")\r\n\n                             -11-\r                                          11\r\r\n\nprivileges  at Baystate  Medical Center,  were not,  in fact,\r\n\never suspended.\"  Suspension of staff privileges would affect\r\n\nDr.  Hamilton's  ability to  practice  medicine  not only  at\r\n\nBaystate,  but at  any  facility.    Dr. Hamilton  relies  on\r\n\nDefendants'  statement  of intent  to  \"remove  him from  the\r\n\nstaff\" made  at the January  1989 meeting where  Dr. Sullivan\r\n\nand  Dr. Hamilton  discussed what  should be  done  about Dr.\r\n\nHamilton's  slipping performance.   But  the outcome  of that\r\n\nmeeting  was a  decision that  Dr. Hamilton should  take some\r\n\nvacation time to  determine if  he was ill  and that  nothing\r\n\nwould  be  done with  respect  to  Dr. Hamilton's  employment\r\n\nstatus at that time.  \r\n\n          Dr. Hamilton also relies on the fact that his  name\r\n\nwas omitted  from a list  of pathology department  members in\r\n\nthe House  Staff Recruitment  Brochure.  However,  given that\r\n\nthis omission  was made  at a time  when Dr. Hamilton  was on\r\n\nmedical   leave,  and   given  Executive   Director  Kujath's\r\n\naffidavit that Dr. Hamilton  was not removed from the  staff,\r\n\nwe  find  the  omission  of  Dr.  Hamilton's  name  from  the\r\n\nrecruitment  brochure insufficient,  by itself,  to create  a\r\n\ntriable issue as to whether Dr. Hamilton's medical privileges\r\n\nwere reduced or suspended.  There is no probative evidence in\r\n\nthe record that Dr. Hamilton's  staff privileges were in fact\r\n\never suspended.\r\n\n                             -12-\r                                          12\r\r\n\n          Dr.  Hamilton  argues that  even if  his privileges\r\n\nwere  not   formally   reduced  or   suspended,   they   were\r\n\nconstructively suspended  as a necessary  consequence of  his\r\n\ntermination  because all full-time Baystate pathologists must\r\n\nbe  BMERF members.  However, in St. Louis v. Baystate Medical\r                                                                         \r\n\nCenter,  Inc., 30 Mass. App.  Ct. 393, 568  N.E.2d 1181, 1186\r                         \r\n\n(1991),  the court noted that  physicians who no longer could\r\n\nperform  services  at   Baystate  could   still  have   staff\r\n\nprivileges.8    Termination  of  BMERF  employment  does  not\r\n\nconstructively  result   in  a  change   in  Baystate   staff\r\n\nprivileges.  \r\n\n          Dr.   Hamilton  also   argues  that   the  Baystate\r\n\nprocedural safeguards should apply  to the termination of his\r\n\nBMERF contract.  BMERF's bylaws provide that all its members'\r\n\n\"professional activities\"\r\n\n          shall  be  subject to  and  in compliance\r\n          with the medical staff review procedures,\r\n          bylaws,     rules,    and     regulations\r\n          established by the  hospital or  facility\r\n          in    which   Foundation    members   are\r\n          practicing.\r\n\nDr. Hamilton argues that because his  professional activities\r\n\nwere  governed  by  Baystate's   rules,  he  is  entitled  to\r\n\nBaystate's  procedural  protections  upon   termination  from\r\n\n                    \r                                \r\n\n     8The court stated \"[The] doctors no longer performed any\r\nprofessional services at Baystate, even though they continued\r\nto enjoy clinical privileges  there.\"  St. Louis,  568 N.E.2d\r                                                            \r\nat 1186.  (The St. Louis case involved a different issue than\r                                    \r\nthis case since there  Baystate proceeded to formally suspend\r\nthe clinical privileges of the doctors in question.)\r\n\n                             -13-\r                                          13\r\r\n\nBMERF.    This argument  fails because  Baystate's procedural\r\n\nprotections  expressly apply only  to \"adverse  actions,\" and\r\n\nthe  exhaustive list  of \"adverse  actions\" does  not include\r\n\ntermination  of a  physician's  contract with  BMERF.   Hence\r\n\ntermination of Dr. Hamilton's  BMERF employment contract  did\r\n\nnot trigger Baystate's hearing process.\r\n\nB.   Tort Claims\r            B.   Tort Claims\r\n\n          Dr.   Hamilton   alleges   that   Defendants   both\r\n\nnegligently  and  intentionally inflicted  emotional distress\r\n\nupon  him  because  of  their callous  treatment  during  his\r\n\ntermination.   Defendants  allegedly  failed  to  notify  Dr.\r\n\nHamilton of his termination for several months.  As a result,\r\n\nDr. Hamilton asserts, he suffered emotional distress from the\r\n\nuncertainty  of not knowing when, if ever, he would return to\r\n\nhis job.  The district court held that both the negligent and\r\n\nintentional  infliction of  emotional  distress  claims  were\r\n\nbarred by  the Massachusetts Workers'  Compensation Act, and,\r\n\nin  addition,  that  Dr.   Hamilton  had  not  alleged  facts\r\n\nsufficient  to  make  out a  claim  for  either negligent  or\r\n\nintentional infliction of emotional distress.\r\n\n          Under  Massachusetts law,  common  law actions  are\r\n\nbarred by the state's workers' compensation act where (1) the\r\n\nPlaintiff is an employee of  the Defendant, (2) the condition\r\n\nis a  \"personal injury,\" and the injury arises \"out of and in\r\n\nthe course  of . . . employment.\"   Foley v.  Polaroid Corp.,\r                                                                        \r\n\n                             -14-\r                                          14\r\r\n\n381  Mass. 545, 413 N.E.2d 711, 713-714 (1980); Mass. Gen. L.\r\n\nch.  152,    26.9    \"Personal  injury\"  includes \"mental  or\r\n\nemotional disabilities only  where a significant contributing\r\n\ncause  of such disability [is]  an event or  series of events\r\n\noccurring within the employment.\"  Mass. Gen. L. ch. 152,   1\r\n\n(7A).   This bar applies to  claims of intentional infliction\r\n\nof emotional distress, see Tennaro v. Ryder System, Inc., 832\r                                                                    \r\n\nF. Supp. 494, 500 (D. Mass. 1993);  Anzalone v. Massachusetts\r                                                                         \r\n\nBay Transp. Auth., 403 Mass. 119, 526 N.E.2d 246, 249 (1988);\r                             \r\n\nMullen  v. Ludlow  Hosp. Soc'y,  32 Mass.  App. Ct.  968, 592\r                                          \r\n\nN.E.2d  1342, 1345, review denied, 413 Mass. 1103, 598 N.E.2d\r                                             \r\n\n1133 (1992), and claims  of negligent infliction of emotional\r\n\ndistress, see Clarke v. Kentucky Fried Chicken of California,\r                                                                         \r\n\nInc.,  57 F.3d 21, 27-29  (1st Cir. 1995);  Catalano v. First\r                                                                         \r\n\nEssex Savings Bank, 37  Mass. App. Ct. 377, 639  N.E.2d 1113,\r                              \r\n\n1115-16,  review  denied,  419  Mass. 1101,  644  N.E.2d  225\r                                    \r\n\n(1994). \r\n\n          Dr. Hamilton argues  that the Workers' Compensation\r\n\nAct is not applicable because he was no longer an employee at\r\n\nthe  time Defendants  caused  his injuries.   However,  under\r\n\nMassachusetts law, injuries that arise out of the termination\r\n\nprocess  are  considered to  have  arisen \"in  the  course of\r\n\n                    \r                                \r\n\n     9There  is an  exception to  preemption if  the employee\r\nexpressly reserves his  right to bring  common law causes  of\r\naction.  Mass.  Gen. L. c. 152,   24.   However, Dr. Hamilton\r\ndoes not assert that he reserved his right to sue outside the\r\nWorkers' Compensation Act.\r\n\n                             -15-\r                                          15\r\r\n\nemployment\" for purposes  of the  Workers' Compensation  Act.\r\n\nSee   Bertrand v. Quincy  Mkt. Cold Storage  &amp; Warehouse Co.,\r                                                                        \r\n\n728  F.2d 568,  572 (1st  Cir. 1984)  (holding that  injuries\r\n\ncaused  in  part by  a  letter that  may  have  been sent  to\r\n\nplaintiff  after  termination  were  nonetheless   barred  by\r\n\nWorkers' Compensation  Act because it  was part  of a  single\r\n\ncourse  of   conduct  begun  when  plaintiff   was  still  an\r\n\nemployee); Presto v. Sequoia Sys.,  Inc., 633 F. Supp.  1117,\r                                                    \r\n\n1120-21 (D. Mass. 1986);  Flynn v. New England Tel.  Co., 615\r                                                                    \r\n\nF.  Supp. 1205, 1209-10 (D. Mass. 1985) (holding that a claim\r\n\nfor emotional  injury arising out of  termination process was\r\n\nbarred  by  Workers' Compensation  Act).    The conduct  that\r\n\nallegedly  injured Dr.  Hamilton  was  part  of a  series  of\r\n\nactions that resulted  in his termination.   We conclude that\r\n\nDr. Hamilton's personal  injury claims  against his  employer\r\n\nwere barred by the Workers' Compensation Act.\r\n\n          After  deciding that the  emotional distress claims\r\n\nwere statutorily  barred, the district court went on to find,\r\n\nin  addition, that Dr. Hamilton had failed to set forth facts\r\n\nsufficient  to make out  a claim of  negligent or intentional\r\n\ninfliction of emotional distress.  The court was also correct\r\n\nin this determination.\r\n\n          The Supreme  Judicial  Court of  Massachusetts  has\r\n\nheld  that the  negligent  infliction of  emotional  distress\r\n\nrequires    physical    harm    \"manifested   by    objective\r\n\n                             -16-\r                                          16\r\r\n\nsymptomatology.\"  Payton v.  Abbott Labs, 386 Mass.  540, 437\r                                                    \r\n\nN.E.2d   171,  181   (1982).     There  must   be  \"objective\r\n\ncorroboration of the emotional distress alleged.\" Sullivan v.\r                                                                      \r\n\nBoston Gas Co.,  414 Mass.  129, 605 N.E.2d  805, 809  (1993)\r                          \r\n\n(quoting Payton,  437 N.E.2d at  175).  Dr.  Hamilton alleges\r                           \r\n\nthat he  suffered severe  stomach pains,  frequent headaches,\r\n\nand insomnia as a result of Defendants' actions.  \r\n\n          Dr.  Hamilton argues  that under  Massachusetts law\r\n\nhis  symptoms  suffice  to  sustain  a  claim  for  negligent\r\n\ninfliction of  emotional distress.   Sullivan, 605  N.E.2d at\r                                                         \r\n\n806-07, 810-11.   The  Sullivan court found  that plaintiffs'\r                                           \r\n\nshowing satisfied the physical harm requirement of a claim of\r\n\nnegligent infliction  of emotional  distress.  In  that case,\r\n\none   plaintiff  suffered  from   tension  headaches,  muscle\r\n\ntenderness,   insomnia,   gastrointestinal  distress,   upset\r\n\nstomach,  nightmares,  depression,  despair,   difficulty  in\r\n\ndriving and working, and concentration and reading  problems.\r\n\nThe second plaintiff  suffered from severe  physical symptoms\r\n\nassociated  with  clinical  post  traumatic  stress  disorder\r\n\nincluding diarrhea, heart palpitations,  insomnia, depression\r\n\nand  despair.    Both   plaintiffs  provided  expert  medical\r\n\nevidence of their physical harm. Id.  Dr. Hamilton's  alleged\r                                                \r\n\nsymptoms were  less severe than  those in Sullivan,  were not\r                                                              \r\n\ntreated,   resulted  in   no   related  expenses,   and  were\r\n\n                             -17-\r                                          17\r\r\n\ncorroborated  by no  medical testimony.   The  Sullivan court\r                                                                   \r\n\nstated that\r\n\n          plaintiffs must  corroborate their mental\r\n          distress  claims  with  enough  objective\r\n          evidence of harm to convince a judge that\r\n          their   claims   present   a   sufficient\r\n          likelihood of genuineness to go to trial.\r\n          Expert medical testimony may be needed to\r\n          make this showing . . . .  The judge will\r\n          consider  each  case  in  its  particular\r\n          factual context . . . . [T]he  judge will\r\n          use his or her discretion to evaluate the\r\n          evidence.\r\n\nId.  at 810.  The  record here supports  the district court's\r               \r\n\nconclusion that Dr. Hamilton \"is unable to prove the physical\r\n\nharm that is required.\"  Hamilton, 866 F. Supp. at 57.\r                                             \r\n\n          The district court also ruled that Dr. Hamilton had\r\n\nnot  set forth facts sufficient to meet the requirements of a\r\n\nclaim of  intentional infliction of emotional  distress.  The\r\n\nstandard for this cause of action is \"extreme and outrageous\"\r\n\nconduct, \"beyond all possible bounds of decency\" and \"utterly\r\n\nintolerable in  a civilized  community.\"  Redgrave  v. Boston\r                                                                         \r\n\nSymphony  Orchestra, Inc.,  557 F.  Supp. 230, 236  (D. Mass.\r                                     \r\n\n1983);  Foley v. Polaroid Corp., 400 Mass. 82, 508 N.E.2d 72,\r                                           \r\n\n82 (1987); Agis  v. Howard  Johnson Co., 371  Mass. 140,  355\r                                                   \r\n\nN.E.2d  315, 318-19 (1976).  We agree with the district court\r\n\nthat  none  of the  Defendants'  actions, viewed  in  a light\r\n\nfavorable to Dr. Hamilton, rises to this level.\r\n\n          Dr.  Hamilton argues  that  Defendants mislead  him\r\n\ninto believing  that he might be  able to return to  work and\r\n\n                             -18-\r                                          18\r\r\n\nwithheld notice of  his termination for  a period of  several\r\n\nmonths.  Whatever Defendants' motivation, the actions alleged\r\n\nwere  not extreme,  outrageous  or intolerable.    We see  no\r\n\nevidence  of  behavior  sufficient  to sustain  a  claim  for\r\n\nintentional infliction of emotional distress.\r\n\nC.   Loss of Consortium\r            C.   Loss of Consortium\r\n\n          Mrs. Hamilton  appeals  from the  grant  of summary\r\n\njudgment  for Defendants  on  her loss  of consortium  claim.\r\n\nMrs. Hamilton's  claim fails for two reasons.  First, spousal\r\n\nloss of consortium claims based on injuries compensable under\r\n\nthe Workers' Compensation Act are specifically barred.  Mass.\r\n\nGen.  L. ch. 152,   24.   Second, Mrs. Hamilton's claim fails\r\n\nbecause  summary judgment  was appropriately  granted against\r\n\nthe  underlying  tort  claims  of emotional  distress.    Any\r\n\nrecovery  for loss of spousal consortium  requires proof of a\r\n\ntortious  act causing injury to the spouse.  See Mouradian v.\r                                                                      \r\n\nGeneral Electric Co., 23 Mass. App. Ct. 538, 503 N.E.2d 1318,\r                                \r\n\n1321, review denied, 399 Mass. 1105, 507 N.E.2d 1056 (1987). \r                               \r\n\n          Affirmed.\r                      Affirmed\r                              \r\n\n                             -19-\r                                          19\r\r\n",
  "html": "<p class=\"case_cite\">66 F.3d 306</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>William HAMILTON and Charlene Hamilton, Plaintiffs, Appellants,<br>v.<br>BAYSTATE MEDICAL EDUCATION, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-2211.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 20, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Wendy Sibbison for appellants.</p>\n      <p class=\"indent\">Toby G. Hartt, with whom Jay M. Presser and Skoler, Abbott &amp; Presser, P.C. were on brief for appellees.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Campbell, Senior Circuit Judgei and Cyr, Circuit Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises from the termination of employment of Dr. William Hamilton, a pathologist at Baystate Medical Center (\"Baystate\") in Springfield, Massachusetts.  Dr. Hamilton brought a diversity action in the district court against Baystate, Baystate Medical Education and Research Foundation (\"BMERF\"), and Baystate Health Systems (\"BHS\"), alleging breach of contract, negligent infliction of emotional distress, and intentional infliction of emotional distress.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In addition, Dr. Hamilton's wife, Charlene Hamilton, sued for loss of consortium.  The district court granted Defendants' motion for summary judgment on all counts.  Hamilton v. Baystate Medical Educ. &amp; Research Found., 866 F.Supp. 51 (D.Mass.1994).  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Dr. Hamilton worked as a pathologist at Baystate from 1970 to 1989.  In 1986, BHS created BMERF, a corporation which employs doctors to work at Baystate.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  At that time, Dr. Hamilton, along with all full-time pathologists at Baystate, entered into a series of annual BMERF employment contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1986, Dr. Hamilton's performance as a pathologist began to deteriorate.  Over the next two and a half years, his performance became progressively worse, and he made a number of errors in diagnoses and the labeling of specimens.  In early 1989, Dr. John Sullivan, Chairperson of the Baystate Pathology Department, learned that Dr. Hamilton had made an egregious error in November of 1988.  Dr. Hamilton had incorrectly diagnosed breast cancer, resulting in a patient receiving unnecessary surgery, a potentially carcinogenic dose of radiation therapy, and a toxic course of chemotherapy.  On January 19, 1989, Dr. Sullivan met with Dr. Hamilton and suggested that Dr. Hamilton resign.  At that meeting, it was agreed that Dr. Hamilton would take some vacation time to determine whether he was ill.  Dr. Hamilton soon learned that he had been suffering from Graves Disease for roughly the previous three years.  Graves Disease is a severe disease of the thyroid gland which, if untreated, results in the impairment of a person's memory and ability to concentrate.  Dr. Hamilton's treating physician, Dr. Haag, Chief of the Endocrine/Metabolic Division at Baystate, characterized Dr. Hamilton's condition as severe.  He suggested that it was probably responsible for Dr. Hamilton's poor performance.  Dr. Hamilton took approximately five months of sick leave and paid vacation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">By the summer of 1989, Dr. Hamilton's thyroid gland was functioning normally, but he continued to experience episodes of cardiac arrhythmias.  In August, Dr. Hamilton wrote to Dr. Sullivan stating that although he was not in a position to make long-term decisions and he did not think he was completely cured, he wanted to return to work on a part-time basis in September.  In early September, Dr. Hamilton twice reiterated his desire to return to Baystate, but each time his request was denied.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly thereafter, Dr. Hamilton retained an attorney to negotiate a severance agreement with Defendants.  In January 1990, a medical malpractice tribunal found Dr. Hamilton negligent in the case of the misdiagnosed breast cancer, and Dr. Sullivan filled out a terminal evaluation form that was back dated to September 1, 1989.  In February 1990, settlement negotiations between Dr. Hamilton's attorney and Defendants broke down, and Dr. Hamilton was asked to retrieve his belongings from Baystate.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review the district court's grant of summary judgment de novo.  Goldman v. First National Bank, 985 F.2d 1113, 1116 (1st Cir.1993);  Velez-Gomez v. SMA Life Assurance Co., 8 F.3d 873, 874 (1st Cir.1993).  Summary judgment will be affirmed only if \"no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law.\"   Fed.R.Civ.P. 56(c);  O'Connor v. Steeves, 994 F.2d 905, 906-907 (1st Cir.1993).  A genuine issue of material fact exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\"  Oliver v. Digital Equipment Corp., 846 F.2d 103, 105 (1st Cir.1988) (quoting Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248 (1986)).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In determining whether a factual dispute exists, all reasonable inferences are made in favor of the nonmoving party, in this case, the Hamiltons.  See O'Connor, 994 F.2d at 907.  Nevertheless, the Hamiltons must provide evidence of an issue of material fact, and may not rely \"merely upon conclusory allegations, improbable inferences, and unsupported speculation.\"  Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir.1990).</p>\n    </div>\n    <p>A. Breach of Contract</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Dr. Hamilton had two separate relationships with Defendants:  an employee-employer relationship with BMERF<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and a professional staff appointment with Baystate.  Dr. Hamilton argues that Defendants (1) violated the BMERF employment contract by discharging him without cause and (2) violated the BMERF and Baystate contracts by disregarding pre-termination procedural requirements.  We address each of these contentions.</p>\n    </div>\n    <p class=\"indent\">1. Substantive Breach of Contract</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Dr. Hamilton alleges that he was discharged without cause in violation of his BMERF employment contract.  Summary judgment was correctly allowed if the evidence, viewed in a light most favorable to Dr. Hamilton, was such that no reasonable juror could find that his termination violated either the express terms of his contract or the common law standard of \"just cause.\"   Under either standard, Defendants were justified in terminating Dr. Hamilton if they reasonably believed that he was unable to fulfill the duties of a full-time pathologist at Baystate.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Based on the record before the district court, we affirm the district court's grant of summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Dr. Hamilton correctly states that, in order to satisfy the terms of his employment contract, Defendants must have had a current belief at the time of termination that Dr. Hamilton was unable to perform his duties.  All the admissible evidence here points to such a belief:  there is little or nothing to the contrary.  Dr. Hamilton had suffered from untreated Graves Disease for approximately three years.  This illness most affected his brain, causing him to make repeated, serious mistakes.  Dr. Hamilton submitted no evidence directly from his treating physicians that he was fit to return to work in September of 1989.  He tendered, instead, only his own hearsay statements that his treating physician said he was cured of Graves Disease,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> statements which must be read in conjunction with his treating physician's deposition statement that, in his opinion, as of September 1, 1989, he did not know whether Dr. Hamilton's cognitive function had returned to normal, that he was very concerned by the slowness of his recovery, and that Dr. Hamilton \"was not able to return to a full-time post, doing everything that a general pathologist had to do to perform all of his duties.\"   Moreover, given the debilitating effects of Graves Disease, it could reasonably be surmised that Dr. Hamilton was unlikely to have kept abreast of the medical knowledge within his field during the period of his illness.  We see no basis in this record for concluding anything but that Defendants' discharge of Dr. Hamilton was prompted by their reasonable belief that his condition \"substantially and adversely\" affected his ability to perform as a pathologist at Baystate in September of 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Dr. Hamilton cautions against the granting of summary judgment when \"state of mind\" is a critical issue.  See Stepanischen v. Merchants Despatch Transp.  Corp., 722 F.2d 922, 928-29 (1st Cir.1983).  However, the fact that \"state of mind\" or motivation is an element of proof does not necessarily preclude summary judgment in an otherwise appropriate case.  Id. Accord White v. Hearst Corp., 669 F.2d 14, 17 (1st Cir.1982);  Hahn v. Sargent, 523 F.2d 461, 468 (1st Cir.1975), cert. denied, 425 U.S. 904 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Dr. Hamilton argues that there is a triable issue as to whether Defendants were honest in their asserted belief that he was unable to perform his duties at Baystate.  Under Massachusetts law, an employer's reasons for termination cannot be given in bad faith.  See Klein v. President &amp; Fellows of Harvard College, 25 Mass.App.Ct. 204, 517 N.E.2d 167, 169-170 (1987).  Defendants should have known, plaintiff argues, that his thyroid gland was functioning normally as of September 1989.  But, as pointed out above, Dr. Hamilton presented no objective medical evidence that he was fully fit to perform his duties then and, indeed, did not even himself claim that he was cured.  Dr. Hamilton urges that Defendants' failure to report him to the Massachusetts Board of Registration in Medicine as an \"impaired physician,\" and their failure to warn other hospitals where he was working in December of 1989, shows that they did not honestly believe that he was unfit to return to work, and, therefore, that they terminated him in bad faith.  We think these omissions were insufficient, by themselves, to establish bad faith.  While believing that Dr. Hamilton was unfit to return to work at Baystate, Defendants may, at the same time, have not wanted to destroy his medical career by reporting him to other hospitals and to the Registration Board.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Dr. Hamilton argues that Defendants were not reasonable in believing that he was unable to perform his duties at Baystate.  He points to their failure to consult his physicians in September of 1989 in order further to ascertain his medical condition.  Given, however, the seriousness of Dr. Hamilton's prior mistakes, his hiatus from practicing medicine, his own admission that he was not fully \"cured,\" and his own failure to have presented supporting letters or the like from his physicians attesting to his fitness to practice, we do not think that more was required.  Dr. Hamilton further argues that a jury could find Defendants' belief was not reasonable because he was current in his continuing medical education credits.  Yet, notwithstanding such credits, Defendants could reasonably surmise that his medical knowledge could not have progressed at the normal rate during the three years he suffered acutely from Graves Disease.</p>\n    </div>\n    <p class=\"indent\">2. Violation of Procedural Safeguards</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Dr. Hamilton argues that Defendants violated relevant procedural safeguards by not affording him notice or a hearing.  It is undisputed that certain procedures must be followed upon suspension of medical staff privileges or any other specified \"adverse action\" at Baystate.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  An \"adverse action,\" as defined in Baystate's Fair Hearing Plan, includes:  revocation of medical staff membership, reduction in staff category,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> special limitation of the right to admit patients, or reduction of clinical privileges.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Dr. Hamilton argues that he suffered a suspension of staff privileges and a reduction in clinical privileges.  Defendants respond that they did not suspend Dr. Hamilton's staff privileges at Baystate.  They point to the affidavit of Michael Kujath, Executive Director of BMERF, which stated that Dr. Hamilton's \"medical staff membership and clinical privileges at Baystate Medical Center, were not, in fact, ever suspended.\"   Suspension of staff privileges would affect Dr. Hamilton's ability to practice medicine not only at Baystate, but at any facility.  Dr. Hamilton relies on Defendants' statement of intent to \"remove him from the staff\" made at the January 1989 meeting where Dr. Sullivan and Dr. Hamilton discussed what should be done about Dr. Hamilton's slipping performance.  But the outcome of that meeting was a decision that Dr. Hamilton should take some vacation time to determine if he was ill and that nothing would be done with respect to Dr. Hamilton's employment status at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Dr. Hamilton also relies on the fact that his name was omitted from a list of pathology department members in the House Staff Recruitment Brochure.  However, given that this omission was made at a time when Dr. Hamilton was on medical leave, and given Executive Director Kujath's affidavit that Dr. Hamilton was not removed from the staff, we find the omission of Dr. Hamilton's name from the recruitment brochure insufficient, by itself, to create a triable issue as to whether Dr. Hamilton's medical privileges were reduced or suspended.  There is no probative evidence in the record that Dr. Hamilton's staff privileges were in fact ever suspended.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Dr. Hamilton argues that even if his privileges were not formally reduced or suspended, they were constructively suspended as a necessary consequence of his termination because all full-time Baystate pathologists must be BMERF members.  However, in St. Louis v. Baystate Medical Center, Inc., 30 Mass.App.Ct. 393, 568 N.E.2d 1181, 1186 (1991), the court noted that physicians who no longer could perform services at Baystate could still have staff privileges.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Termination of BMERF employment does not constructively result in a change in Baystate staff privileges.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Dr. Hamilton also argues that the Baystate procedural safeguards should apply to the termination of his BMERF contract.  BMERF's bylaws provide that all its members' \"professional activities\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>shall be subject to and in compliance with the medical staff review procedures, bylaws, rules, and regulations established by the hospital or facility in which Foundation members are practicing.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Dr. Hamilton argues that because his professional activities were governed by Baystate's rules, he is entitled to Baystate's procedural protections upon termination from BMERF.  This argument fails because Baystate's procedural protections expressly apply only to \"adverse actions,\" and the exhaustive list of \"adverse actions\" does not include termination of a physician's contract with BMERF.  Hence termination of Dr. Hamilton's BMERF employment contract did not trigger Baystate's hearing process.</p>\n    </div>\n    <p>B. Tort Claims</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Dr. Hamilton alleges that Defendants both negligently and intentionally inflicted emotional distress upon him because of their callous treatment during his termination.  Defendants allegedly failed to notify Dr. Hamilton of his termination for several months.  As a result, Dr. Hamilton asserts, he suffered emotional distress from the uncertainty of not knowing when, if ever, he would return to his job.  The district court held that both the negligent and intentional infliction of emotional distress claims were barred by the Massachusetts Workers' Compensation Act, and, in addition, that Dr. Hamilton had not alleged facts sufficient to make out a claim for either negligent or intentional infliction of emotional distress.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Under Massachusetts law, common law actions are barred by the state's workers' compensation act where (1) the Plaintiff is an employee of the Defendant, (2) the condition is a \"personal injury,\" and the injury arises \"out of and in the course of ... employment.\"  Foley v. Polaroid Corp., 381 Mass. 545, 413 N.E.2d 711, 713-714 (1980);  Mass.  Gen. L. ch. 152, Sec. 26.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  \"Personal injury\" includes \"mental or emotional disabilities only where a significant contributing cause of such disability [is] an event or series of events occurring within the employment.\"   Mass. Gen. L. ch. 152, Sec. 1(7A).  This bar applies to claims of intentional infliction of emotional distress, see Tennaro v. Ryder System, Inc., 832 F.Supp. 494, 500 (D.Mass.1993);  Anzalone v. Massachusetts Bay Transp.  Auth., 403 Mass. 119, 526 N.E.2d 246, 249 (1988);  Mullen v. Ludlow Hosp. Soc'y, 32 Mass.App.Ct. 968, 592 N.E.2d 1342, 1345, review denied, 413 Mass. 1103, 598 N.E.2d 1133 (1992), and claims of negligent infliction of emotional distress, see Clarke v. Kentucky Fried Chicken of California, Inc., 57 F.3d 21, 27-29 (1st Cir.1995);  Catalano v. First Essex Savings Bank, 37 Mass.App.Ct. 377, 639 N.E.2d 1113, 1115-16, review denied, 419 Mass. 1101, 644 N.E.2d 225 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Dr. Hamilton argues that the Workers' Compensation Act is not applicable because he was no longer an employee at the time Defendants caused his injuries.  However, under Massachusetts law, injuries that arise out of the termination process are considered to have arisen \"in the course of employment\" for purposes of the Workers' Compensation Act.  See Bertrand v. Quincy Mkt. Cold Storage &amp; Warehouse Co., 728 F.2d 568, 572 (1st Cir.1984) (holding that injuries caused in part by a letter that may have been sent to plaintiff after termination were nonetheless barred by Workers' Compensation Act because it was part of a single course of conduct begun when plaintiff was still an employee);  Presto v. Sequoia Sys., Inc., 633 F.Supp. 1117, 1120-21 (D.Mass.1986);  Flynn v. New England Tel. Co., 615 F.Supp. 1205, 1209-10 (D.Mass.1985) (holding that a claim for emotional injury arising out of termination process was barred by Workers' Compensation Act).  The conduct that allegedly injured Dr. Hamilton was part of a series of actions that resulted in his termination.  We conclude that Dr. Hamilton's personal injury claims against his employer were barred by the Workers' Compensation Act.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">After deciding that the emotional distress claims were statutorily barred, the district court went on to find, in addition, that Dr. Hamilton had failed to set forth facts sufficient to make out a claim of negligent or intentional infliction of emotional distress.  The court was also correct in this determination.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Supreme Judicial Court of Massachusetts has held that the negligent infliction of emotional distress requires physical harm \"manifested by objective symptomatology.\"  Payton v. Abbott Labs, 386 Mass. 540, 437 N.E.2d 171, 181 (1982).  There must be \"objective corroboration of the emotional distress alleged.\"  Sullivan v. Boston Gas Co., 414 Mass. 129, 605 N.E.2d 805, 809 (1993) (quoting Payton, 437 N.E.2d at 175).  Dr. Hamilton alleges that he suffered severe stomach pains, frequent headaches, and insomnia as a result of Defendants' actions.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Dr. Hamilton argues that under Massachusetts law his symptoms suffice to sustain a claim for negligent infliction of emotional distress.  Sullivan, 605 N.E.2d at 806-07, 810-11.  The Sullivan court found that plaintiffs' showing satisfied the physical harm requirement of a claim of negligent infliction of emotional distress.  In that case, one plaintiff suffered from tension headaches, muscle tenderness, insomnia, gastrointestinal distress, upset stomach, nightmares, depression, despair, difficulty in driving and working, and concentration and reading problems.  The second plaintiff suffered from severe physical symptoms associated with clinical post traumatic stress disorder including diarrhea, heart palpitations, insomnia, depression and despair.  Both plaintiffs provided expert medical evidence of their physical harm.  Id. Dr. Hamilton's alleged symptoms were less severe than those in Sullivan, were not treated, resulted in no related expenses, and were corroborated by no medical testimony.  The Sullivan court stated that</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>plaintiffs must corroborate their mental distress claims with enough objective evidence of harm to convince a judge that their claims present a sufficient likelihood of genuineness to go to trial.  Expert medical testimony may be needed to make this showing....  The judge will consider each case in its particular factual context....  [T]he judge will use his or her discretion to evaluate the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Id. at 810.  The record here supports the district court's conclusion that Dr. Hamilton \"is unable to prove the physical harm that is required.\"  Hamilton, 866 F.Supp. at 57.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court also ruled that Dr. Hamilton had not set forth facts sufficient to meet the requirements of a claim of intentional infliction of emotional distress.  The standard for this cause of action is \"extreme and outrageous\" conduct, \"beyond all possible bounds of decency\" and \"utterly intolerable in a civilized community.\"  Redgrave v. Boston Symphony Orchestra, Inc., 557 F.Supp. 230, 236 (D.Mass.1983);  Foley v. Polaroid Corp., 400 Mass. 82, 508 N.E.2d 72, 82 (1987);  Agis v. Howard Johnson Co., 371 Mass. 140, 355 N.E.2d 315, 318-19 (1976).  We agree with the district court that none of the Defendants' actions, viewed in a light favorable to Dr. Hamilton, rises to this level.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Dr. Hamilton argues that Defendants mislead him into believing that he might be able to return to work and withheld notice of his termination for a period of several months.  Whatever Defendants' motivation, the actions alleged were not extreme, outrageous or intolerable.  We see no evidence of behavior sufficient to sustain a claim for intentional infliction of emotional distress.</p>\n    </div>\n    <p>C. Loss of Consortium</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Mrs. Hamilton appeals from the grant of summary judgment for Defendants on her loss of consortium claim.  Mrs. Hamilton's claim fails for two reasons.  First, spousal loss of consortium claims based on injuries compensable under the Workers' Compensation Act are specifically barred.  Mass. Gen. L. ch. 152, Sec. 24.  Second, Mrs. Hamilton's claim fails because summary judgment was appropriately granted against the underlying tort claims of emotional distress.  Any recovery for loss of spousal consortium requires proof of a tortious act causing injury to the spouse.  See Mouradian v. General Electric Co., 23 Mass.App.Ct. 538, 503 N.E.2d 1318, 1321, review denied, 399 Mass. 1105, 507 N.E.2d 1056 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note Plaintiffs' statement that \"no claim of handicap discrimination was brought.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> BHS is the parent corporation of both Baystate (a hospital) and BMERF</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The relevant employment contract between Dr. Hamilton and BMERF was between January 1, 1989, and January 31, 1990.  Although no signed contract was produced by either of the parties, Defendants do not object, for purposes of this appeal, to the district court's finding that an implied contract existed for the above period with the same terms as the standard 1989 BMERF physician employment contract</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The employment contract provided in relevant part:</p>\n        <p>The Foundation [BMERF] may terminate this Agreement promptly ... if the Foundation learns of circumstances which the Foundation reasonably believes substantially and adversely affect the Member's ability to fulfill the duties hereunder....</p>\n        <p>The common law standard of \"just cause\" has been defined by Massachusetts courts to mean:</p>\n        <p>[T]here existed (1) a reasonable basis for employer dissatisfaction with a[n] ... employee, entertained in good faith, for reasons such as lack of capacity or diligence, failure to conform to usual standards of conduct, or other culpable or inappropriate behavior, or (2) grounds for discharge reasonably related, in the employer's honest judgement, to the needs of his business.  (emphasis omitted).</p>\n        <p>Goldhor v. Hampshire College, 25 Mass.App.Ct. 716, 521 N.E.2d 1381, 1385 (1988) (quoting Klein v. President &amp; Fellows of Harvard College, 25 Mass.App.Ct. 204, 517 N.E.2d 167, 169 (1987)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Dr. Hamilton alleges that his statements are persuasive evidence that he was capable of returning to work.  Although a party with the requisite degree of expertise may sometimes offer opinion evidence on his own behalf, see Shane v. Shane, 891 F.2d 976, 982 (1st Cir.1989);  Von Henneberg v. Generazio, 403 Mass. 519, 531 N.E.2d 563, 566 (1988);  Foley v. Foley, 27 Mass.App.Ct. 221, 537 N.E.2d 158, 160 n. 4, review denied, 405 Mass. 1202, 541 N.E.2d 344 (1989), we need not decide whether a physician can provide medical evidence as his own expert witness because Dr. Hamilton was not an expert in endocrinology nor did he base his statements on his own medical opinion but rather on the purported opinions of his treating physicians.  Dr. Hamilton's hearsay representation of these opinions was not competent evidence within Fed.R.Civ.P. 56(e).  See Garside v. Osco Drug, Inc., 895 F.2d 46, 50 (1st Cir.1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The procedural protections set forth in the Medical Staff Bylaws, the Medical Staff Credentialing Procedure Manual, and the Fair Hearing Plan include:  (1) review of suspension within 72 hours by a Medical Staff Summary Suspension Review Committee, (2) written notice to the doctor of the suspension or \"adverse action,\" and (3) a hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Dr. Hamilton argues that he suffered a reduction in staff category because he lost his appointment as Co-Director of Microbiology at Baystate.  Defendants respond in two ways.  First, they point to Baystate's Fair Hearing Plan which states that \"the removal of a practitioner from a medicoadministrative office within the Medical Center\" does not entitle the practitioner to a hearing.  Second, they argue that the reduction in staff category argument is waived because Dr. Hamilton failed to raise it in the district court.  Defendants were given no opportunity to present evidence as to the meaning of \"reduction in staff category\" and \"medico-administrative office.\"   We hold that Dr. Hamilton has waived this line of argument.  See Playboy Enters., Inc., v. Public Serv.  Comm. of Puerto Rico, 906 F.2d 25, 40 (1st Cir.), cert. denied, Rivera Cruz v. Playboy Enters., Inc., 498 U.S. 959 (1990) (\"Issues not raised before the trial court are waived on appeal ... absent unusual circumstances or plain error suggesting that a 'clear miscarriage of justice' has occurred.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The court stated \"[The] doctors no longer performed any professional services at Baystate, even though they continued to enjoy clinical privileges there.\"  St. Louis, 568 N.E.2d at 1186.  (The St. Louis case involved a different issue than this case since there Baystate proceeded to formally suspend the clinical privileges of the doctors in question.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> There is an exception to preemption if the employee expressly reserves his right to bring common law causes of action.  Mass. Gen. L. c. 152, Sec. 24.  However, Dr. Hamilton does not assert that he reserved his right to sue outside the Workers' Compensation Act</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>William HAMILTON and Charlene Hamilton, Plaintiffs, Appellants,<br>v.<br>BAYSTATE MEDICAL EDUCATION, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-2211.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 20, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Wendy Sibbison for appellants.</p>\n      <p class=\"indent\">Toby G. Hartt, with whom Jay M. Presser and Skoler, Abbott &amp; Presser, P.C. were on brief for appellees.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Campbell, Senior Circuit Judgei and Cyr, Circuit Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises from the termination of employment of Dr. William Hamilton, a pathologist at Baystate Medical Center (\"Baystate\") in Springfield, Massachusetts.  Dr. Hamilton brought a diversity action in the district court against Baystate, Baystate Medical Education and Research Foundation (\"BMERF\"), and Baystate Health Systems (\"BHS\"), alleging breach of contract, negligent infliction of emotional distress, and intentional infliction of emotional distress.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In addition, Dr. Hamilton's wife, Charlene Hamilton, sued for loss of consortium.  The district court granted Defendants' motion for summary judgment on all counts.  Hamilton v. Baystate Medical Educ. &amp; Research Found., <span class=\"citation no-link\"><span class=\"volume\">866</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">51</span> </span>(D.Mass.1994).  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Dr. Hamilton worked as a pathologist at Baystate from 1970 to 1989.  In 1986, BHS created BMERF, a corporation which employs doctors to work at Baystate.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  At that time, Dr. Hamilton, along with all full-time pathologists at Baystate, entered into a series of annual BMERF employment contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1986, Dr. Hamilton's performance as a pathologist began to deteriorate.  Over the next two and a half years, his performance became progressively worse, and he made a number of errors in diagnoses and the labeling of specimens.  In early 1989, Dr. John Sullivan, Chairperson of the Baystate Pathology Department, learned that Dr. Hamilton had made an egregious error in November of 1988.  Dr. Hamilton had incorrectly diagnosed breast cancer, resulting in a patient receiving unnecessary surgery, a potentially carcinogenic dose of radiation therapy, and a toxic course of chemotherapy.  On January 19, 1989, Dr. Sullivan met with Dr. Hamilton and suggested that Dr. Hamilton resign.  At that meeting, it was agreed that Dr. Hamilton would take some vacation time to determine whether he was ill.  Dr. Hamilton soon learned that he had been suffering from Graves Disease for roughly the previous three years.  Graves Disease is a severe disease of the thyroid gland which, if untreated, results in the impairment of a person's memory and ability to concentrate.  Dr. Hamilton's treating physician, Dr. Haag, Chief of the Endocrine/Metabolic Division at Baystate, characterized Dr. Hamilton's condition as severe.  He suggested that it was probably responsible for Dr. Hamilton's poor performance.  Dr. Hamilton took approximately five months of sick leave and paid vacation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">By the summer of 1989, Dr. Hamilton's thyroid gland was functioning normally, but he continued to experience episodes of cardiac arrhythmias.  In August, Dr. Hamilton wrote to Dr. Sullivan stating that although he was not in a position to make long-term decisions and he did not think he was completely cured, he wanted to return to work on a part-time basis in September.  In early September, Dr. Hamilton twice reiterated his desire to return to Baystate, but each time his request was denied.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly thereafter, Dr. Hamilton retained an attorney to negotiate a severance agreement with Defendants.  In January 1990, a medical malpractice tribunal found Dr. Hamilton negligent in the case of the misdiagnosed breast cancer, and Dr. Sullivan filled out a terminal evaluation form that was back dated to September 1, 1989.  In February 1990, settlement negotiations between Dr. Hamilton's attorney and Defendants broke down, and Dr. Hamilton was asked to retrieve his belongings from Baystate.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review the district court's grant of summary judgment de novo.  Goldman v. First National Bank, <span class=\"citation\" data-id=\"600349\"><a href=\"/opinion/600349/robert-goldman-v-first-national-bank-of-boston/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1113</span></a></span>, 1116 (1st Cir.1993);  Velez-Gomez v. SMA Life Assurance Co., <span class=\"citation\" data-id=\"195013\"><a href=\"/opinion/195013/velez-gomez-v-sma-life-assurance/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">873</span></a></span>, 874 (1st Cir.1993).  Summary judgment will be affirmed only if \"no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law.\"   Fed.R.Civ.P. 56(c);  O'Connor v. Steeves, <span class=\"citation\" data-id=\"608078\"><a href=\"/opinion/608078/patrick-j-oconnor-v-robert-w-steeves/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span></a></span>, 906-907 (1st Cir.1993).  A genuine issue of material fact exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\"  Oliver v. Digital Equipment Corp., <span class=\"citation\" data-id=\"505831\"><a href=\"/opinion/505831/46-fair-emplpraccas-1535-46-empl-prac-dec-p-37989-norman-w-oliver/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">103</span></a></span>, 105 (1st Cir.1988) (quoting Anderson v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248 (1986)).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In determining whether a factual dispute exists, all reasonable inferences are made in favor of the nonmoving party, in this case, the Hamiltons.  See <span class=\"citation\" data-id=\"608078\"><span class=\"antecedent_guess\">O'Connor,</span> <a href=\"/opinion/608078/patrick-j-oconnor-v-robert-w-steeves/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">907</span></a></span>.  Nevertheless, the Hamiltons must provide evidence of an issue of material fact, and may not rely \"merely upon conclusory allegations, improbable inferences, and unsupported speculation.\"  Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1990).</p>\n    </div>\n    <p>A. Breach of Contract</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Dr. Hamilton had two separate relationships with Defendants:  an employee-employer relationship with BMERF<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and a professional staff appointment with Baystate.  Dr. Hamilton argues that Defendants (1) violated the BMERF employment contract by discharging him without cause and (2) violated the BMERF and Baystate contracts by disregarding pre-termination procedural requirements.  We address each of these contentions.</p>\n    </div>\n    <p class=\"indent\">1. Substantive Breach of Contract</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Dr. Hamilton alleges that he was discharged without cause in violation of his BMERF employment contract.  Summary judgment was correctly allowed if the evidence, viewed in a light most favorable to Dr. Hamilton, was such that no reasonable juror could find that his termination violated either the express terms of his contract or the common law standard of \"just cause.\"   Under either standard, Defendants were justified in terminating Dr. Hamilton if they reasonably believed that he was unable to fulfill the duties of a full-time pathologist at Baystate.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Based on the record before the district court, we affirm the district court's grant of summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Dr. Hamilton correctly states that, in order to satisfy the terms of his employment contract, Defendants must have had a current belief at the time of termination that Dr. Hamilton was unable to perform his duties.  All the admissible evidence here points to such a belief:  there is little or nothing to the contrary.  Dr. Hamilton had suffered from untreated Graves Disease for approximately three years.  This illness most affected his brain, causing him to make repeated, serious mistakes.  Dr. Hamilton submitted no evidence directly from his treating physicians that he was fit to return to work in September of 1989.  He tendered, instead, only his own hearsay statements that his treating physician said he was cured of Graves Disease,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> statements which must be read in conjunction with his treating physician's deposition statement that, in his opinion, as of September 1, 1989, he did not know whether Dr. Hamilton's cognitive function had returned to normal, that he was very concerned by the slowness of his recovery, and that Dr. Hamilton \"was not able to return to a full-time post, doing everything that a general pathologist had to do to perform all of his duties.\"   Moreover, given the debilitating effects of Graves Disease, it could reasonably be surmised that Dr. Hamilton was unlikely to have kept abreast of the medical knowledge within his field during the period of his illness.  We see no basis in this record for concluding anything but that Defendants' discharge of Dr. Hamilton was prompted by their reasonable belief that his condition \"substantially and adversely\" affected his ability to perform as a pathologist at Baystate in September of 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Dr. Hamilton cautions against the granting of summary judgment when \"state of mind\" is a critical issue.  See Stepanischen v. Merchants Despatch Transp.  Corp., <span class=\"citation\" data-id=\"428311\"><a href=\"/opinion/428311/simion-stepanischen-v-merchants-despatch-transportation-corporation/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">922</span></a></span>, 928-29 (1st Cir.1983).  However, the fact that \"state of mind\" or motivation is an element of proof does not necessarily preclude summary judgment in an otherwise appropriate case.  <span class=\"citation\" data-id=\"428311\"><a href=\"/opinion/428311/simion-stepanischen-v-merchants-despatch-transportation-corporation/\"><span class=\"id_token\">Id.</span> Accord White </a></span>v. Hearst Corp., <span class=\"citation\" data-id=\"398895\"><a href=\"/opinion/398895/claire-m-white-and-john-white-ta-whites-news-v-the-hearst-corporation/\"><span class=\"volume\">669</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 17 (1st Cir.1982);  Hahn v. Sargent, <span class=\"citation\" data-id=\"330277\"><a href=\"/opinion/330277/robert-c-hahn-v-francis-w-sargent/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">461</span></a></span>, 468 (1st Cir.1975), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">904</span> </span>(1976).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Dr. Hamilton argues that there is a triable issue as to whether Defendants were honest in their asserted belief that he was unable to perform his duties at Baystate.  Under Massachusetts law, an employer's reasons for termination cannot be given in bad faith.  See Klein v. President &amp; Fellows of Harvard College, 25 Mass.App.Ct. 204, <span class=\"citation\" data-id=\"2097455\"><a href=\"/opinion/2097455/klein-v-president-fellows-of-harvard-college/\"><span class=\"volume\">517</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">167</span></a></span>, 169-170 (1987).  Defendants should have known, plaintiff argues, that his thyroid gland was functioning normally as of September 1989.  But, as pointed out above, Dr. Hamilton presented no objective medical evidence that he was fully fit to perform his duties then and, indeed, did not even himself claim that he was cured.  Dr. Hamilton urges that Defendants' failure to report him to the Massachusetts Board of Registration in Medicine as an \"impaired physician,\" and their failure to warn other hospitals where he was working in December of 1989, shows that they did not honestly believe that he was unfit to return to work, and, therefore, that they terminated him in bad faith.  We think these omissions were insufficient, by themselves, to establish bad faith.  While believing that Dr. Hamilton was unfit to return to work at Baystate, Defendants may, at the same time, have not wanted to destroy his medical career by reporting him to other hospitals and to the Registration Board.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Dr. Hamilton argues that Defendants were not reasonable in believing that he was unable to perform his duties at Baystate.  He points to their failure to consult his physicians in September of 1989 in order further to ascertain his medical condition.  Given, however, the seriousness of Dr. Hamilton's prior mistakes, his hiatus from practicing medicine, his own admission that he was not fully \"cured,\" and his own failure to have presented supporting letters or the like from his physicians attesting to his fitness to practice, we do not think that more was required.  Dr. Hamilton further argues that a jury could find Defendants' belief was not reasonable because he was current in his continuing medical education credits.  Yet, notwithstanding such credits, Defendants could reasonably surmise that his medical knowledge could not have progressed at the normal rate during the three years he suffered acutely from Graves Disease.</p>\n    </div>\n    <p class=\"indent\">2. Violation of Procedural Safeguards</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Dr. Hamilton argues that Defendants violated relevant procedural safeguards by not affording him notice or a hearing.  It is undisputed that certain procedures must be followed upon suspension of medical staff privileges or any other specified \"adverse action\" at Baystate.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  An \"adverse action,\" as defined in Baystate's Fair Hearing Plan, includes:  revocation of medical staff membership, reduction in staff category,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> special limitation of the right to admit patients, or reduction of clinical privileges.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Dr. Hamilton argues that he suffered a suspension of staff privileges and a reduction in clinical privileges.  Defendants respond that they did not suspend Dr. Hamilton's staff privileges at Baystate.  They point to the affidavit of Michael Kujath, Executive Director of BMERF, which stated that Dr. Hamilton's \"medical staff membership and clinical privileges at Baystate Medical Center, were not, in fact, ever suspended.\"   Suspension of staff privileges would affect Dr. Hamilton's ability to practice medicine not only at Baystate, but at any facility.  Dr. Hamilton relies on Defendants' statement of intent to \"remove him from the staff\" made at the January 1989 meeting where Dr. Sullivan and Dr. Hamilton discussed what should be done about Dr. Hamilton's slipping performance.  But the outcome of that meeting was a decision that Dr. Hamilton should take some vacation time to determine if he was ill and that nothing would be done with respect to Dr. Hamilton's employment status at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Dr. Hamilton also relies on the fact that his name was omitted from a list of pathology department members in the House Staff Recruitment Brochure.  However, given that this omission was made at a time when Dr. Hamilton was on medical leave, and given Executive Director Kujath's affidavit that Dr. Hamilton was not removed from the staff, we find the omission of Dr. Hamilton's name from the recruitment brochure insufficient, by itself, to create a triable issue as to whether Dr. Hamilton's medical privileges were reduced or suspended.  There is no probative evidence in the record that Dr. Hamilton's staff privileges were in fact ever suspended.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Dr. Hamilton argues that even if his privileges were not formally reduced or suspended, they were constructively suspended as a necessary consequence of his termination because all full-time Baystate pathologists must be BMERF members.  However, in St. Louis v. Baystate Medical Center, Inc., 30 Mass.App.Ct. 393, <span class=\"citation\" data-id=\"2094739\"><a href=\"/opinion/2094739/saint-louis-v-baystate-medical-center-inc/\"><span class=\"volume\">568</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1181</span></a></span>, 1186 (1991), the court noted that physicians who no longer could perform services at Baystate could still have staff privileges.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Termination of BMERF employment does not constructively result in a change in Baystate staff privileges.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Dr. Hamilton also argues that the Baystate procedural safeguards should apply to the termination of his BMERF contract.  BMERF's bylaws provide that all its members' \"professional activities\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>shall be subject to and in compliance with the medical staff review procedures, bylaws, rules, and regulations established by the hospital or facility in which Foundation members are practicing.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Dr. Hamilton argues that because his professional activities were governed by Baystate's rules, he is entitled to Baystate's procedural protections upon termination from BMERF.  This argument fails because Baystate's procedural protections expressly apply only to \"adverse actions,\" and the exhaustive list of \"adverse actions\" does not include termination of a physician's contract with BMERF.  Hence termination of Dr. Hamilton's BMERF employment contract did not trigger Baystate's hearing process.</p>\n    </div>\n    <p>B. Tort Claims</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Dr. Hamilton alleges that Defendants both negligently and intentionally inflicted emotional distress upon him because of their callous treatment during his termination.  Defendants allegedly failed to notify Dr. Hamilton of his termination for several months.  As a result, Dr. Hamilton asserts, he suffered emotional distress from the uncertainty of not knowing when, if ever, he would return to his job.  The district court held that both the negligent and intentional infliction of emotional distress claims were barred by the Massachusetts Workers' Compensation Act, and, in addition, that Dr. Hamilton had not alleged facts sufficient to make out a claim for either negligent or intentional infliction of emotional distress.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Under Massachusetts law, common law actions are barred by the state's workers' compensation act where (1) the Plaintiff is an employee of the Defendant, (2) the condition is a \"personal injury,\" and the injury arises \"out of and in the course of ... employment.\"  Foley v. Polaroid Corp., <span class=\"citation\" data-id=\"2212002\"><a href=\"/opinion/2212002/foley-v-polaroid-corp/\"><span class=\"volume\">381</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">545</span></a></span>, <span class=\"citation\" data-id=\"2212002\"><a href=\"/opinion/2212002/foley-v-polaroid-corp/\"><span class=\"volume\">413</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">711</span></a></span>, 713-714 (1980);  Mass.  Gen. L. ch. 152, Sec. 26.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  \"Personal injury\" includes \"mental or emotional disabilities only where a significant contributing cause of such disability [is] an event or series of events occurring within the employment.\"   Mass. Gen. L. ch. 152, Sec. 1(7A).  This bar applies to claims of intentional infliction of emotional distress, see Tennaro v. Ryder System, Inc., <span class=\"citation no-link\"><span class=\"volume\">832</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">494</span></span>, 500 (D.Mass.1993);  Anzalone v. Massachusetts Bay Transp.  Auth., <span class=\"citation\" data-id=\"2026511\"><a href=\"/opinion/2026511/anzalone-v-massachusetts-bay-transportation-authority/\"><span class=\"volume\">403</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">119</span></a></span>, <span class=\"citation\" data-id=\"2026511\"><a href=\"/opinion/2026511/anzalone-v-massachusetts-bay-transportation-authority/\"><span class=\"volume\">526</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">246</span></a></span>, 249 (1988);  Mullen v. Ludlow Hosp. Soc'y, 32 Mass.App.Ct. 968, <span class=\"citation no-link\"><span class=\"volume\">592</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1342</span></span>, 1345, review denied, <span class=\"citation no-link\"><span class=\"volume\">413</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1103</span></span>, <span class=\"citation no-link\"><span class=\"volume\">598</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1133</span> </span>(1992), and claims of negligent infliction of emotional distress, see Clarke v. Kentucky Fried Chicken of California, Inc., <span class=\"citation\" data-id=\"697653\"><a href=\"/opinion/697653/68-fair-emplpraccas-bna-34-68-fair-emplpraccas-bna-352-66-empl/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 27-29 (1st Cir.1995);  Catalano v. First Essex Savings Bank, 37 Mass.App.Ct. 377, <span class=\"citation\" data-id=\"2224574\"><a href=\"/opinion/2224574/catalano-v-first-essex-savings-bank/\"><span class=\"volume\">639</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1113</span></a></span>, 1115-16, review denied, <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1101</span></span>, <span class=\"citation no-link\"><span class=\"volume\">644</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">225</span> </span>(1994).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Dr. Hamilton argues that the Workers' Compensation Act is not applicable because he was no longer an employee at the time Defendants caused his injuries.  However, under Massachusetts law, injuries that arise out of the termination process are considered to have arisen \"in the course of employment\" for purposes of the Workers' Compensation Act.  See Bertrand v. Quincy Mkt. Cold Storage &amp; Warehouse Co., <span class=\"citation\" data-id=\"431808\"><a href=\"/opinion/431808/richard-j-bertrand-jr-v-quincy-market-cold-storage-warehouse-company/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">568</span></a></span>, 572 (1st Cir.1984) (holding that injuries caused in part by a letter that may have been sent to plaintiff after termination were nonetheless barred by Workers' Compensation Act because it was part of a single course of conduct begun when plaintiff was still an employee);  Presto v. Sequoia Sys., Inc., <span class=\"citation\" data-id=\"1677777\"><a href=\"/opinion/1677777/presto-v-sequoia-systems-inc/\"><span class=\"volume\">633</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1117</span></a></span>, 1120-21 (D.Mass.1986);  Flynn v. New England Tel. Co., <span class=\"citation\" data-id=\"1514765\"><a href=\"/opinion/1514765/flynn-v-new-england-telephone-co/\"><span class=\"volume\">615</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1205</span></a></span>, 1209-10 (D.Mass.1985) (holding that a claim for emotional injury arising out of termination process was barred by Workers' Compensation Act).  The conduct that allegedly injured Dr. Hamilton was part of a series of actions that resulted in his termination.  We conclude that Dr. Hamilton's personal injury claims against his employer were barred by the Workers' Compensation Act.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">After deciding that the emotional distress claims were statutorily barred, the district court went on to find, in addition, that Dr. Hamilton had failed to set forth facts sufficient to make out a claim of negligent or intentional infliction of emotional distress.  The court was also correct in this determination.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Supreme Judicial Court of Massachusetts has held that the negligent infliction of emotional distress requires physical harm \"manifested by objective symptomatology.\"  Payton v. Abbott Labs, <span class=\"citation\" data-id=\"2154903\"><a href=\"/opinion/2154903/payton-v-abbott-labs/\"><span class=\"volume\">386</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">540</span></a></span>, <span class=\"citation\" data-id=\"2154903\"><a href=\"/opinion/2154903/payton-v-abbott-labs/\"><span class=\"volume\">437</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">171</span></a></span>, 181 (1982).  There must be \"objective corroboration of the emotional distress alleged.\"  Sullivan v. Boston Gas Co., <span class=\"citation\" data-id=\"2211578\"><a href=\"/opinion/2211578/sullivan-v-boston-gas-co/\"><span class=\"volume\">414</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">129</span></a></span>, <span class=\"citation\" data-id=\"2211578\"><a href=\"/opinion/2211578/sullivan-v-boston-gas-co/\"><span class=\"volume\">605</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">805</span></a></span>, 809 (1993) (quoting <span class=\"citation\" data-id=\"2154903\"><span class=\"antecedent_guess\">Payton,</span> <a href=\"/opinion/2154903/payton-v-abbott-labs/\"><span class=\"volume\">437</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">175</span></a></span>).  Dr. Hamilton alleges that he suffered severe stomach pains, frequent headaches, and insomnia as a result of Defendants' actions.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Dr. Hamilton argues that under Massachusetts law his symptoms suffice to sustain a claim for negligent infliction of emotional distress.  <span class=\"citation\" data-id=\"2211578\"><span class=\"antecedent_guess\">Sullivan,</span> <a href=\"/opinion/2211578/sullivan-v-boston-gas-co/\"><span class=\"volume\">605</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">806-07</span></a></span>, 810-11.  The Sullivan court found that plaintiffs' showing satisfied the physical harm requirement of a claim of negligent infliction of emotional distress.  In that case, one plaintiff suffered from tension headaches, muscle tenderness, insomnia, gastrointestinal distress, upset stomach, nightmares, depression, despair, difficulty in driving and working, and concentration and reading problems.  The second plaintiff suffered from severe physical symptoms associated with clinical post traumatic stress disorder including diarrhea, heart palpitations, insomnia, depression and despair.  Both plaintiffs provided expert medical evidence of their physical harm.  <span class=\"citation\" data-id=\"2211578\"><a href=\"/opinion/2211578/sullivan-v-boston-gas-co/\"><span class=\"id_token\">Id.</span> Dr. Hamilton's </a></span>alleged symptoms were less severe than those in Sullivan, were not treated, resulted in no related expenses, and were corroborated by no medical testimony.  The Sullivan court stated that</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>plaintiffs must corroborate their mental distress claims with enough objective evidence of harm to convince a judge that their claims present a sufficient likelihood of genuineness to go to trial.  Expert medical testimony may be needed to make this showing....  The judge will consider each case in its particular factual context....  [T]he judge will use his or her discretion to evaluate the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"2211578\"><a href=\"/opinion/2211578/sullivan-v-boston-gas-co/\"><span class=\"id_token\">Id.</span> at 810. </a></span> The record here supports the district court's conclusion that Dr. Hamilton \"is unable to prove the physical harm that is required.\"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Hamilton,</span> <span class=\"volume\">866</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">57</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court also ruled that Dr. Hamilton had not set forth facts sufficient to meet the requirements of a claim of intentional infliction of emotional distress.  The standard for this cause of action is \"extreme and outrageous\" conduct, \"beyond all possible bounds of decency\" and \"utterly intolerable in a civilized community.\"  Redgrave v. Boston Symphony Orchestra, Inc., <span class=\"citation\" data-id=\"2239162\"><a href=\"/opinion/2239162/redgrave-v-boston-symphony-orchestra-inc/\"><span class=\"volume\">557</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">230</span></a></span>, 236 (D.Mass.1983);  Foley v. Polaroid Corp., <span class=\"citation\" data-id=\"2122368\"><a href=\"/opinion/2122368/foley-v-polaroid-corp/\"><span class=\"volume\">400</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">82</span></a></span>, <span class=\"citation\" data-id=\"2122368\"><a href=\"/opinion/2122368/foley-v-polaroid-corp/\"><span class=\"volume\">508</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">72</span></a></span>, 82 (1987);  Agis v. Howard Johnson Co., <span class=\"citation\" data-id=\"2078606\"><a href=\"/opinion/2078606/agis-v-howard-johnson-co/\"><span class=\"volume\">371</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">140</span></a></span>, <span class=\"citation\" data-id=\"2078606\"><a href=\"/opinion/2078606/agis-v-howard-johnson-co/\"><span class=\"volume\">355</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">315</span></a></span>, 318-19 (1976).  We agree with the district court that none of the Defendants' actions, viewed in a light favorable to Dr. Hamilton, rises to this level.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Dr. Hamilton argues that Defendants mislead him into believing that he might be able to return to work and withheld notice of his termination for a period of several months.  Whatever Defendants' motivation, the actions alleged were not extreme, outrageous or intolerable.  We see no evidence of behavior sufficient to sustain a claim for intentional infliction of emotional distress.</p>\n    </div>\n    <p>C. Loss of Consortium</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Mrs. Hamilton appeals from the grant of summary judgment for Defendants on her loss of consortium claim.  Mrs. Hamilton's claim fails for two reasons.  First, spousal loss of consortium claims based on injuries compensable under the Workers' Compensation Act are specifically barred.  Mass. Gen. L. ch. 152, Sec. 24.  Second, Mrs. Hamilton's claim fails because summary judgment was appropriately granted against the underlying tort claims of emotional distress.  Any recovery for loss of spousal consortium requires proof of a tortious act causing injury to the spouse.  See Mouradian v. General Electric Co., 23 Mass.App.Ct. 538, <span class=\"citation\" data-id=\"2108043\"><a href=\"/opinion/2108043/mouradian-v-general-electric-co/\"><span class=\"volume\">503</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1318</span></a></span>, 1321, review denied, <span class=\"citation no-link\"><span class=\"volume\">399</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1105</span></span>, <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1056</span> </span>(1987).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note Plaintiffs' statement that \"no claim of handicap discrimination was brought.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> BHS is the parent corporation of both Baystate (a hospital) and BMERF</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The relevant employment contract between Dr. Hamilton and BMERF was between January 1, 1989, and January 31, 1990.  Although no signed contract was produced by either of the parties, Defendants do not object, for purposes of this appeal, to the district court's finding that an implied contract existed for the above period with the same terms as the standard 1989 BMERF physician employment contract</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The employment contract provided in relevant part:</p>\n        <p>The Foundation [BMERF] may terminate this Agreement promptly ... if the Foundation learns of circumstances which the Foundation reasonably believes substantially and adversely affect the Member's ability to fulfill the duties hereunder....</p>\n        <p>The common law standard of \"just cause\" has been defined by Massachusetts courts to mean:</p>\n        <p>[T]here existed (1) a reasonable basis for employer dissatisfaction with a[n] ... employee, entertained in good faith, for reasons such as lack of capacity or diligence, failure to conform to usual standards of conduct, or other culpable or inappropriate behavior, or (2) grounds for discharge reasonably related, in the employer's honest judgement, to the needs of his business.  (emphasis omitted).</p>\n        <p>Goldhor v. Hampshire College, 25 Mass.App.Ct. 716, <span class=\"citation\" data-id=\"2213328\"><a href=\"/opinion/2213328/goldhor-v-hampshire-college/\"><span class=\"volume\">521</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1381</span></a></span>, 1385 (1988) (quoting Klein v. President &amp; Fellows of Harvard College, 25 Mass.App.Ct. 204, <span class=\"citation\" data-id=\"2097455\"><a href=\"/opinion/2097455/klein-v-president-fellows-of-harvard-college/\"><span class=\"volume\">517</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">167</span></a></span>, 169 (1987)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Dr. Hamilton alleges that his statements are persuasive evidence that he was capable of returning to work.  Although a party with the requisite degree of expertise may sometimes offer opinion evidence on his own behalf, see Shane v. Shane, <span class=\"citation\" data-id=\"533782\"><a href=\"/opinion/533782/michael-b-shane-v-james-h-shane/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">976</span></a></span>, 982 (1st Cir.1989);  Von Henneberg v. Generazio, <span class=\"citation\" data-id=\"2100194\"><a href=\"/opinion/2100194/von-henneberg-v-generazio/\"><span class=\"volume\">403</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">519</span></a></span>, <span class=\"citation\" data-id=\"2100194\"><a href=\"/opinion/2100194/von-henneberg-v-generazio/\"><span class=\"volume\">531</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">563</span></a></span>, 566 (1988);  Foley v. Foley, 27 Mass.App.Ct. 221, <span class=\"citation\" data-id=\"2077360\"><a href=\"/opinion/2077360/foley-v-foley/\"><span class=\"volume\">537</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">158</span></a></span>, 160 n. 4, review denied, <span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1202</span></span>, <span class=\"citation no-link\"><span class=\"volume\">541</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">344</span> </span>(1989), we need not decide whether a physician can provide medical evidence as his own expert witness because Dr. Hamilton was not an expert in endocrinology nor did he base his statements on his own medical opinion but rather on the purported opinions of his treating physicians.  Dr. Hamilton's hearsay representation of these opinions was not competent evidence within Fed.R.Civ.P. 56(e).  See Garside v. Osco Drug, Inc., <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 50 (1st Cir.1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The procedural protections set forth in the Medical Staff Bylaws, the Medical Staff Credentialing Procedure Manual, and the Fair Hearing Plan include:  (1) review of suspension within 72 hours by a Medical Staff Summary Suspension Review Committee, (2) written notice to the doctor of the suspension or \"adverse action,\" and (3) a hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Dr. Hamilton argues that he suffered a reduction in staff category because he lost his appointment as Co-Director of Microbiology at Baystate.  Defendants respond in two ways.  First, they point to Baystate's Fair Hearing Plan which states that \"the removal of a practitioner from a medicoadministrative office within the Medical Center\" does not entitle the practitioner to a hearing.  Second, they argue that the reduction in staff category argument is waived because Dr. Hamilton failed to raise it in the district court.  Defendants were given no opportunity to present evidence as to the meaning of \"reduction in staff category\" and \"medico-administrative office.\"   We hold that Dr. Hamilton has waived this line of argument.  See Playboy Enters., Inc., v. Public Serv.  Comm. of Puerto Rico, <span class=\"citation\" data-id=\"543590\"><a href=\"/opinion/543590/playboy-enterprises-inc-v-public-service-commission-of-puerto-rico/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span>, 40 (1st Cir.), cert. denied, Rivera Cruz v. Playboy Enters., Inc., <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">959</span> </span>(1990) (\"Issues not raised before the trial court are waived on appeal ... absent unusual circumstances or plain error suggesting that a 'clear miscarriage of justice' has occurred.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The court stated \"[The] doctors no longer performed any professional services at Baystate, even though they continued to enjoy clinical privileges there.\"  St. <span class=\"citation\" data-id=\"2094739\"><span class=\"antecedent_guess\">Louis,</span> <a href=\"/opinion/2094739/saint-louis-v-baystate-medical-center-inc/\"><span class=\"volume\">568</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">1186</span></a></span>.  (The St. Louis case involved a different issue than this case since there Baystate proceeded to formally suspend the clinical privileges of the doctors in question.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> There is an exception to preemption if the employee expressly reserves his right to bring common law causes of action.  Mass. Gen. L. c. 152, Sec. 24.  However, Dr. Hamilton does not assert that he reserved his right to sue outside the Workers' Compensation Act</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195013/",
    "https://www.courtlistener.com/api/rest/v3/opinions/330277/",
    "https://www.courtlistener.com/api/rest/v3/opinions/398895/",
    "https://www.courtlistener.com/api/rest/v3/opinions/428311/",
    "https://www.courtlistener.com/api/rest/v3/opinions/431808/",
    "https://www.courtlistener.com/api/rest/v3/opinions/505831/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533782/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543590/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608078/",
    "https://www.courtlistener.com/api/rest/v3/opinions/697653/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1514765/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1677777/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2026511/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2077360/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2078606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2094739/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2097455/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2100194/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2108043/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2122368/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2154903/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2211578/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2212002/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2213328/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2224574/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2239162/"
  ]
}