{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196308/",
  "id": 196308,
  "absolute_url": "/opinion/196308/arvelo-v-american-inter-ins/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196308/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:03:06Z",
  "date_modified": "2020-02-21T23:31:30.730099Z",
  "type": "010combined",
  "sha1": "4e6af65026cdb03ed14caff2af9a03bf79bcb6fa",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1366.01A",
  "local_path": null,
  "plain_text": "\n\nSeptember 21, 1995    [NOT FOR PUBLICATION]\r\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 95-1366\r\n\n                       GILBERTO ARVELO,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n          AMERICAN INTERNATIONAL INSURANCE COMPANY,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Jaime Pieras, Jr., U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                     Stahl, Circuit Judge,\r                                                     \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\n   Celso E. Lopez and Peter John Porrata for appellant.\r                                                    \r\n   Lisa E. Bhatia Gautier with whom Pinto-Lugo &amp; Rivera was on\r                                                                   \r\nbrief for appellee.\r\n\n                                         \r\n\n                                         \r\r\n\n          Per curiam.  The plaintiff  Gilberto Arvelo brought\r                                \r\n\nsuit   against  the  American   International  Insurance  Co.\r\n\n(\"AIIC\"),   claiming  that   AIIC  committed   copyright  and\r\n\ntrademark infringement and  engaged in unfair  competition by\r\n\nusing  the designation  \"Retail  Plus\"    a  label which  the\r\n\nparties stipulate was conceived  by Arvelo   as the  title of\r\n\none of  its insurance policies, without  Arvelo's permission.\r\n\nThe district court granted summary judgment in favor of AIIC.\r\n\nArvelo appealed,  but only with respect to the disposition of\r\n\nhis  copyright claim.  We affirm, largely on the basis of the\r\n\ndistrict  court's opinion.  See Arvelo v. American Int'l Ins.\r                                                                         \r\n\nCo., 875 F. Supp. 95, 95-101 (D.P.R. 1995).\r               \r\n\n          We add the following.  It is undisputed that it was\r\n\nArvelo  who came up with the title \"Retail Plus,\" that Arvelo\r\n\npresented the  idea to  AIIC  as part  of a  proposal for  an\r\n\nadvertising campaign,  that  the proposal  was rejected,  and\r\n\nthat  AIIC nevertheless used  \"Retail Plus\" as  the title for\r\n\none  of its  insurance policies without  Arvelo's permission.\r\n\nIt  is  also  undisputed  that  the  only  alleged  copyright\r                                                     \r\n\ninfringement was AIIC's unauthorized  use of the name \"Retail\r\n\nPlus\" as the title of one of its insurance policies. There is\r\n\nno contention that AIIC copied any other portion of  Arvelo's\r\n\nadvertising campaign, which itself was copyrighted by Arvelo.\r\n\nThe dispositive issue, therefore, is whether the name \"Retail\r\n\n                             -2-\r                                          2\r\r\n\nPlus\"  standing  alone   is  subject  to  federal   copyright\r\n\nprotection.  The answer is clearly no.\r\n\n          It  is a  basic proposition  of copyright  law that\r\n\nmere  words  and  short phrases,  even  if  they  occur in  a\r\n\ncopyrighted work,  do not themselves enjoy protection against\r\n\ncopying.   See, e.g., Arica  Institute, Inc.  v. Palmer,  970\r                                                                   \r\n\nF.2d 1067,  1072-73 (2d  Cir. 1992)  (single words and  short\r\n\nphrases   in  copyrighted  text   not  copyrightable);  Magic\r                                                                         \r\n\nMarketing, Inc. v. Mailing Servs. of Pittsburgh, Inc., 634 F.\r                                                                 \r\n\nSupp. 769, 771-72 (W.D. Pa. 1986) (noting that even \"colorful\r\n\ndescriptions, such as  advertising slogans, are  not accorded\r\n\ncopyright protection\").   The non-copyrightability  of titles\r                                                                         \r\n\nin  particular has  been  authoritatively  established.   See\r                                                                         \r\n\ngenerally  1 Melville  B. Nimmer  &amp; David  Nimmer, Nimmer  on\r                                                                         \r\n\nCopyright    2.16, at 185-86 (1995 ed.)  (\"It is . . . clear,\r                     \r\n\nas  a matter of statutory construction by the courts (as well\r\n\nas Copyright  Office Regulations), that titles  may not claim\r\n\nstatutory  copyright.\" (footnotes  omitted)).   The Copyright\r\n\nOffice's  own interpretive regulations explicitly embrace the\r\n\nrule  of non-copyrightability for  names and titles.   See 37\r                                                                      \r\n\nC.F.R.    202.1(a)  (1994) (listing  as  an  example of  non-\r\n\ncopyrightable  material:  \"Words and  short  phrases  such as\r\n\nnames, titles, and slogans . . . .\").\r\n\n          We reject Arvelo's contention that the rule against\r\n\nthe copyrightability  of titles  does not apply  here because\r\n\n                             -3-\r                                          3\r\r\n\n\"Retail  Plus\" was not the title of his copyrighted work (the\r                                                   \r\n\nadvertising  campaign).  Whether or not \"Retail Plus\" was the\r\n\ntitle of  his advertising proposal,  it is clear  that Arvelo\r\n\nconceived  of that  name  as  the  proposed title  of  AIIC's\r\n\ninsurance  policy.   In  any event,  the  name \"Retail  Plus\"\r\n\nstanding alone, whether viewed  as a title or not,  is simply\r\n\ntoo   insubstantial  to   qualify   for   federal   copyright\r\n\nprotection.   Cf. Alberto-Culver  Co. v. Andrea  Dumon, Inc.,\r                                                                        \r\n\n466  F.2d 705, 711 (7th Cir. 1972) (Stevens, J.) (finding not\r\n\nsubject to copyright protection the commercial tag-line  \"the\r\n\nmost  personal sort of  deodorant,\" on ground  that such text\r\n\n\"is  merely  a  'short  phrase or  expression'  which  hardly\r\n\nqualifies  as  an  'appreciable  amount  of  original  text'\"\r\n\n(footnote  omitted)); Kitchens  of  Sara Lee,  Inc. v.  Nifty\r                                                                         \r\n\nFoods  Corp., 266 F.2d 541, 544 (2d Cir. 1959) (\"Brand names,\r                        \r\n\ntrade names, slogans, and  other short phrases or expressions\r\n\ncannot  be  copyrighted,  even  if  they  are   distinctively\r\n\narranged or  printed.\").  We add that Arvelo's assertion that\r\n\nhe  put a substantial amount of effort into devising the name\r\n\n\"Retail   Plus\"   is   immaterial    to   the   question   of\r\n\ncopyrightability.   See  Feist  Publications,  Inc. v.  Rural\r                                                                         \r\n\nTelephone Serv.  Co., 499 U.S. 340,  354-61 (1991) (rejecting\r                                \r\n\nthe notion  that copyright protection can  be obtained merely\r\n\nthrough the \"sweat of the brow\").  It follows that AIIC could\r\n\n                             -4-\r                                          4\r\r\n\nnot have committed copyright  infringement by using the label\r\n\n\"Retail Plus\" as the title of one of its insurance policies.\r\n\n          Finally, we reject Arvelo's claim that the district\r\n\ncourt erred in denying his post-judgment motion to amend  its\r\n\nopinion with respect to  various factual particulars, as none\r\n\nof the  proposed amendments has  any material bearing  on the\r\n\nmerits of Arvelo's copyright claim.\r\n\n          Affirmed.\r                              \r\n\n                             -5-\r                                          5\r\r\n",
  "html": "<p class=\"case_cite\">66 F.3d 306</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Gilberto ARVELO, Plaintiff, Appellant,<br>v.<br>AMERICAN INTERNATIONAL INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1366.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 21, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Celso E. Lopez and Peter John Porrata for appellant.</p>\n      <p class=\"indent\">Lisa E. Bhatia Gautier with whom Pinto-Lugo &amp; Rivera was on brief for appellee.</p>\n      <p class=\"indent\">Before Stahl, Circuit Judge, Campbell, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff Gilberto Arvelo brought suit against the American International Insurance Co.  (\"AIIC\"), claiming that AIIC committed copyright and trademark infringement and engaged in unfair competition by using the designation \"Retail Plus\"--a label which the parties stipulate was conceived by Arvelo--as the title of one of its insurance policies, without Arvelo's permission.  The district court granted summary judgment in favor of AIIC.  Arvelo appealed, but only with respect to the disposition of his copyright claim.  We affirm, largely on the basis of the district court's opinion.  See Arvelo v. American Int'l Ins. Co., 875 F.Supp. 95, 95-101 (D.P.R.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We add the following.  It is undisputed that it was Arvelo who came up with the title \"Retail Plus,\" that Arvelo presented the idea to AIIC as part of a proposal for an advertising campaign, that the proposal was rejected, and that AIIC nevertheless used \"Retail Plus\" as the title for one of its insurance policies without Arvelo's permission.  It is also undisputed that the only alleged copyright infringement was AIIC's unauthorized use of the name \"Retail Plus\" as the title of one of its insurance policies.  There is no contention that AIIC copied any other portion of Arvelo's advertising campaign, which itself was copyrighted by Arvelo.  The dispositive issue, therefore, is whether the name \"Retail Plus\" standing alone is subject to federal copyright protection.  The answer is clearly no.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is a basic proposition of copyright law that mere words and short phrases, even if they occur in a copyrighted work, do not themselves enjoy protection against copying.  See, e.g., Arica Institute, Inc. v. Palmer, 970 F.2d 1067, 1072-73 (2d Cir.1992) (single words and short phrases in copyrighted text not copyrightable);  Magic Marketing, Inc. v. Mailing Servs. of Pittsburgh, Inc., 634 F.Supp. 769, 771-72 (W.D.Pa.1986) (noting that even \"colorful descriptions, such as advertising slogans, are not accorded copyright protection\").  The non-copyrightability of titles in particular has been authoritatively established.  See generally 1 Melville B. Nimmer &amp; David Nimmer, Nimmer on Copyright Sec. 2.16, at 185-86 (1995 ed.)  (\"It is ... clear, as a matter of statutory construction by the courts (as well as Copyright Office Regulations), that titles may not claim statutory copyright.\"  (footnotes omitted)).  The Copyright Office's own interpretive regulations explicitly embrace the rule of non-copyrightability for names and titles.  See 37 C.F.R. Sec. 202.1(a) (1994) (listing as an example of non-copyrightable material:  \"Words and short phrases such as names, titles, and slogans....\").</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We reject Arvelo's contention that the rule against the copyrightability of titles does not apply here because \"Retail Plus\" was not the title of his copyrighted work (the advertising campaign).  Whether or not \"Retail Plus\" was the title of his advertising proposal, it is clear that Arvelo conceived of that name as the proposed title of AIIC's insurance policy.  In any event, the name \"Retail Plus\" standing alone, whether viewed as a title or not, is simply too insubstantial to qualify for federal copyright protection.  Cf. Alberto-Culver Co. v. Andrea Dumon, Inc., 466 F.2d 705, 711 (7th Cir.1972) (Stevens, J.)  (finding not subject to copyright protection the commercial tag-line \"the most personal sort of deodorant,\" on ground that such text \"is merely a 'short phrase or expression' which hardly qualifies as an 'appreciable amount of original text' \" (footnote omitted));  Kitchens of Sara Lee, Inc. v. Nifty Foods Corp., 266 F.2d 541, 544 (2d Cir.1959) (\"Brand names, trade names, slogans, and other short phrases or expressions cannot be copyrighted, even if they are distinctively arranged or printed.\").  We add that Arvelo's assertion that he put a substantial amount of effort into devising the name \"Retail Plus\" is immaterial to the question of copyrightability.  See Feist Publications, Inc. v. Rural Telephone Serv.  Co., 499 U.S. 340, 354-61 (1991) (rejecting the notion that copyright protection can be obtained merely through the \"sweat of the brow\").  It follows that AIIC could not have committed copyright infringement by using the label \"Retail Plus\" as the title of one of its insurance policies.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Finally, we reject Arvelo's claim that the district court erred in denying his post-judgment motion to amend its opinion with respect to various factual particulars, as none of the proposed amendments has any material bearing on the merits of Arvelo's copyright claim.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Gilberto ARVELO, Plaintiff, Appellant,<br>v.<br>AMERICAN INTERNATIONAL INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1366.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 21, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Celso E. Lopez and Peter John Porrata for appellant.</p>\n      <p class=\"indent\">Lisa E. Bhatia Gautier with whom Pinto-Lugo &amp; Rivera was on brief for appellee.</p>\n      <p class=\"indent\">Before Stahl, Circuit Judge, Campbell, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff Gilberto Arvelo brought suit against the American International Insurance Co.  (\"AIIC\"), claiming that AIIC committed copyright and trademark infringement and engaged in unfair competition by using the designation \"Retail Plus\"--a label which the parties stipulate was conceived by Arvelo--as the title of one of its insurance policies, without Arvelo's permission.  The district court granted summary judgment in favor of AIIC.  Arvelo appealed, but only with respect to the disposition of his copyright claim.  We affirm, largely on the basis of the district court's opinion.  See Arvelo v. American Int'l Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">875</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">95</span></span>, 95-101 (D.P.R.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We add the following.  It is undisputed that it was Arvelo who came up with the title \"Retail Plus,\" that Arvelo presented the idea to AIIC as part of a proposal for an advertising campaign, that the proposal was rejected, and that AIIC nevertheless used \"Retail Plus\" as the title for one of its insurance policies without Arvelo's permission.  It is also undisputed that the only alleged copyright infringement was AIIC's unauthorized use of the name \"Retail Plus\" as the title of one of its insurance policies.  There is no contention that AIIC copied any other portion of Arvelo's advertising campaign, which itself was copyrighted by Arvelo.  The dispositive issue, therefore, is whether the name \"Retail Plus\" standing alone is subject to federal copyright protection.  The answer is clearly no.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is a basic proposition of copyright law that mere words and short phrases, even if they occur in a copyrighted work, do not themselves enjoy protection against copying.  See, e.g., Arica Institute, Inc. v. Palmer, <span class=\"citation\" data-id=\"587581\"><a href=\"/opinion/587581/arica-institute-inc-v-helen-palmer-and-harper-row-publishers/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1067</span></a></span>, 1072-73 (2d Cir.1992) (single words and short phrases in copyrighted text not copyrightable);  Magic Marketing, Inc. v. Mailing Servs. of Pittsburgh, Inc., <span class=\"citation\" data-id=\"1885967\"><a href=\"/opinion/1885967/magic-marketing-v-mailing-services-of-pittsburgh/\"><span class=\"volume\">634</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">769</span></a></span>, 771-72 (W.D.Pa.1986) (noting that even \"colorful descriptions, such as advertising slogans, are not accorded copyright protection\").  The non-copyrightability of titles in particular has been authoritatively established.  See generally 1 Melville B. Nimmer &amp; David Nimmer, Nimmer on Copyright Sec. 2.16, at 185-86 (1995 ed.)  (\"It is ... clear, as a matter of statutory construction by the courts (as well as Copyright Office Regulations), that titles may not claim statutory copyright.\"  (footnotes omitted)).  The Copyright Office's own interpretive regulations explicitly embrace the rule of non-copyrightability for names and titles.  See 37 C.F.R. Sec. 202.1(a) (1994) (listing as an example of non-copyrightable material:  \"Words and short phrases such as names, titles, and slogans....\").</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We reject Arvelo's contention that the rule against the copyrightability of titles does not apply here because \"Retail Plus\" was not the title of his copyrighted work (the advertising campaign).  Whether or not \"Retail Plus\" was the title of his advertising proposal, it is clear that Arvelo conceived of that name as the proposed title of AIIC's insurance policy.  In any event, the name \"Retail Plus\" standing alone, whether viewed as a title or not, is simply too insubstantial to qualify for federal copyright protection.  Cf. Alberto-Culver Co. v. Andrea Dumon, Inc., <span class=\"citation\" data-id=\"305580\"><a href=\"/opinion/305580/alberto-culver-company-and-cross-appellee-v-andrea-dumon-inc-and/\"><span class=\"volume\">466</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">705</span></a></span>, 711 (7th Cir.1972) (Stevens, J.)  (finding not subject to copyright protection the commercial tag-line \"the most personal sort of deodorant,\" on ground that such text \"is merely a 'short phrase or expression' which hardly qualifies as an 'appreciable amount of original text' \" (footnote omitted));  Kitchens of Sara Lee, Inc. v. Nifty Foods Corp., <span class=\"citation\" data-id=\"248003\"><a href=\"/opinion/248003/kitchens-of-sara-lee-inc-v-nifty-foods-corporation-lady-ilene-inc-a/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">541</span></a></span>, 544 (2d Cir.1959) (\"Brand names, trade names, slogans, and other short phrases or expressions cannot be copyrighted, even if they are distinctively arranged or printed.\").  We add that Arvelo's assertion that he put a substantial amount of effort into devising the name \"Retail Plus\" is immaterial to the question of copyrightability.  See Feist Publications, Inc. v. Rural Telephone Serv.  Co., <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">340</span></a></span>, 354-61 (1991) (rejecting the notion that copyright protection can be obtained merely through the \"sweat of the brow\").  It follows that AIIC could not have committed copyright infringement by using the label \"Retail Plus\" as the title of one of its insurance policies.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Finally, we reject Arvelo's claim that the district court erred in denying his post-judgment motion to amend its opinion with respect to various factual particulars, as none of the proposed amendments has any material bearing on the merits of Arvelo's copyright claim.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112568/",
    "https://www.courtlistener.com/api/rest/v3/opinions/248003/",
    "https://www.courtlistener.com/api/rest/v3/opinions/305580/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587581/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1885967/"
  ]
}