{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196380/",
  "id": 196380,
  "absolute_url": "/opinion/196380/tritter-v-kinch-corby/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196380/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:04:33Z",
  "date_modified": "2020-02-21T23:39:56.383415Z",
  "type": "010combined",
  "sha1": "fffdd17f9203652f1c181ff9f0abd804a675f934",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1406.01A",
  "local_path": null,
  "plain_text": "\nNovember 6, 1995        [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1406 \r\n\n                     RICHARD P. TRITTER,\r\n\n                          Appellant,\r\n\n                              v.\r\n\n            DIANE KINCH CORRY AND MELISSA TRITTER,\r\n\n                          Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Joseph L. Tauro, U.S. District Judge]\r                                                               \r\n\n                                         \r\n\n                            Before\r\n\n                    Selya, Cyr and Boudin,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nRichard P. Tritter on brief pro se.\r                              \r\nDiane Kinch Corry on brief for appellees.\r                             \r\n\n                                         \r\n\n                                         \r\r\n\n          Per   Curiam.     Appellant   Richard   P.  Tritter\r                                  \r\n\n(\"Tritter')  appeals pro  se  from the  district court  order\r                                        \r\n\naffirming the decision of the  bankruptcy court that his debt\r\n\nto   his   daughter,    Melissa   Tritter   (\"Melissa\")    is\r\n\nnondischargeable under 11 U.S.C.    523(a)(4).  \"In an appeal\r\n\nfrom district  court review of  a bankruptcy court  order, we\r\n\nindependently   review   the  bankruptcy   court's  decision,\r\n\napplying the 'clearly erroneous' standard to findings of fact\r\n\nand  de novo review to  conclusions of law.\"  Grella v. Salem\r                                                                         \r\n\nFive Cent Sav. Bank, 42 F.3d 26, 30 (1st Cir. 1994). \r                               \r\n\n          I. Donative Intent\r                                        \r\n\n          Tritter raises an argument  on appeal to this court\r\n\nwhich he did  not raise  before the bankruptcy  court or  the\r\n\ndistrict court: that evidence  of donative intent should have\r\n\nbeen  admitted to  show that  \"there was  never a  valid gift\r\n\nunder the Uniform  Gifts to  Minors Act.\"   This argument  is\r\n\nwaived  because it was not raised below. See United States v.\r                                                                      \r\n\nPalmer,  956  F.2d  3, 6  (1st  Cir.  1992).   Moreover,  the\r                  \r\n\nbankruptcy court  found that, by Tritter's  own admission, an\r\n\naccount had been established under the Uniform Gift to Minors\r\n\nAct  (\"UGMA\")  for  Melissa's  benefit,  over  which  he  was\r\n\ncustodian.   There is nothing  in the record  to suggest that\r\n\nthe  bankruptcy court's  finding in  that regard  was clearly\r\n\nerroneous.\r\n\n                             -2-\r\r\n\n          II.   Breach   of  Fiduciary   Duty   Amounting  to\r                                                                         \r\n\nDefalcation\r                       \r\n\n          In   addition   to    donative   intent,    Tritter\r\n\n\"incorporated by reference\" the issues raised in his district\r\n\ncourt  brief.    Chief  among those  issues  is  whether  the\r\n\nbankruptcy court  erred in  ruling that Tritter  breached his\r\n\nfiduciary  duty  under  the relevant  statute  and,  thereby,\r\n\nengaged in \"defalcation\" pursuant to    523(a)(4).1  We  need\r\n\nnot decide whether the propriety of the expenditures at issue\r\n\nshould  be  judged under  the UGMA,  Mass.  Gen. L.  ch. 201A\r\n\n(1957),  in effect when the account was established, or under\r\n\nthe UTMA, ch. 201A (1986), which replaced the UGMA, effective\r\n\nJanuary  30, 1987.  The  expenditures at issue  here were not\r\n\n\"for the minor's benefit\" under either Act.\r\n\n          Tritter  argues  that the  UGMA grants  a custodian\r\n\nbroader discretion  than the  UTMA and  should apply to  this\r\n\ncase.  The UGMA provides, in relevant part, as follows:\r\n\n          The custodian shall pay  over to the minor for\r\n     expenditure  by  him,  or  expend for  the  minor's\r                                                                    \r\n     benefit, so  much of or all  the custodial property\r                        \r\n     as  the custodian deems  advisable for the support,\r\n     maintenance, education and benefit  of the minor in\r\n     the  manner, at the time or times and to the extent\r\n     that the custodian in his discretion deems suitable\r\n     and proper . . . . \r\n\n                    \r                                \r\n\n1.  With  respect to  the  remaining  issues incorporated  by\r\nreference, we  agree with the  district court's determination\r\nthat they lack factual support.\r\n\n                             -3-\r\r\n\nCh.  201A,    4(b)  (1957) (emphasis  added).   Payment  of a\r\n\nparent's  legal fees,  even for  custody  matters, is  not an\r\n\nexpenditure \"for  the minor's benefit\" within  the meaning of\r\n\nthe UGMA.  See Perlberger v. Perlberger, 626  A.2d 1186, 1202\r                                                   \r\n\n(Pa. Super.,  1993)  (interpreting Pennsylvania  UGMA,  which\r\n\ncontains language  identical to    4(b) of  the Massachusetts\r\n\nUGMA).  Tritter has  failed to cite  any cases in support  of\r\n\nhis argument that his use of the funds for legal fees was for\r\n\nhis  daughter's  benefit  under  the  Massachusetts UGMA.  We\r\n\nconclude that the bankruptcy court did not err in ruling that\r\n\npayment of a parent's legal fees, even to litigate custody or\r\n\nvisitation  issues, is  not an  expenditure \"for  the minor's\r\n\nbenefit.\"    Assuming  there  may exist  exceptions  to  this\r\n\ngeneral   rule   in    extraordinary   circumstances,    such\r\n\ncircumstances are not present here.\r\n\n          The  bankruptcy court also  found that  Tritter, in\r\n\nhis capacity  as custodian of his  daughter's account, failed\r\n\nto keep  proper records and  commingled funds.   Tritter does\r\n\nnot contest those  findings.  Under  the UGMA, the  custodian\r\n\nwas  required  to  keep   custodial  property  \"separate  and\r\n\ndistinct  from his own   property in a  manner to identify it\r\n\nclearly as custodial property,\" Ch. 201A,   4(g) (1957).  The\r\n\nUGMA also required the custodian to \"keep accounts of all his\r\n\ntransactions  with respect  to  the property  held by  him as\r\n\n                             -4-\r\r\n\ncustodian .  . . .\" Id.,    4(h).  Tritter  clearly failed to\r                                   \r\n\ncomply with those duties as custodian under the UGMA.  \r\n\n          Pursuant to 11 U.S.C.    523(a)(4), a debt incurred\r\n\nby  \"fraud  or  defalcation   while  acting  in  a  fiduciary\r\n\ncapacity\" is non-dischargeable.   \"In order for  [plaintiffs]\r\n\nto  prevail  under     523(a)(4),  [they]  must  prove  by  a\r\n\npreponderance of the evidence that the Debtor committed fraud\r\n\nor defalcation while acting in  a fiduciary capacity.\" In  re\r                                                                         \r\n\nChristian, 172 B.R. 490,  495 (Bankr.D.Mass., 1994).  Tritter\r                     \r\n\nbecame  a  fiduciary  for  purposes of   523(a)(4)  when  the\r\n\naccount  was  established  under  the  UGMA,  naming  him  as\r\n\ncustodian.  See In re Johns, 181 B.R. 965, 973 (Bankr.D.Ariz.\r                                       \r\n\n1995)(holding that custodian of UGMA or UTMA accounts acts in\r\n\na fiduciary capacity for purposes of  523(a)(4)).\r\n\n          Tritter  breached his  fiduciary duties  under both\r\n\nthe UGMA  and the UTMA by  1) expending the funds  to pay his\r\n\nown  legal fees, not \"for the minor's benefit;\" 2) failing to\r\n\nkeep  the custodial funds separate from his own funds; and 3)\r\n\nfailing  to  keep  proper  records.    The  bankruptcy  court\r\n\ncorrectly ruled that Tritter's breach of his fiduciary duties\r\n\nconstituted \"defalcation\"  within the meaning of  11 U.S.C.  \r\n\n523(a)(4),  notwithstanding  the  absence  of  any  proof  of\r\n\nintentional wrongdoing. See In re Christian, 172 B.R. at 495.\r                                                       \r\n\n          The decision of the bankruptcy court is affirmed.\r                                                                      \r\n\n                             -5-\r\r\n",
  "html": "<p class=\"case_cite\">69 F.3d 531</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Richard P. TRITTER, Appellant,<br>v.<br>Diane Kinch CORRY and Melissa Tritter, Appellees.</p>\n    <p class=\"docket\">No. 95-1406.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Nov. 6, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  Joseph L. Tauro, U.S. District Judge]</p>\n      <p class=\"indent\">Richard P. Tritter on brief pro se.</p>\n      <p class=\"indent\">Diane Kinch Corry on brief for appellees.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Richard P. Tritter (\"Tritter') appeals pro se from the district court order affirming the decision of the bankruptcy court that his debt to his daughter, Melissa Tritter (\"Melissa\") is nondischargeable under 11 U.S.C. Sec. 523(a)(4).  \"In an appeal from district court review of a bankruptcy court order, we independently review the bankruptcy court's decision, applying the 'clearly erroneous' standard to findings of fact and de novo review to conclusions of law.\"  Grella v. Salem Five Cent Sav. Bank, 42 F.3d 26, 30 (1st Cir.1994).</p>\n    </div>\n    <p class=\"indent\">I. Donative Intent</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Tritter raises an argument on appeal to this court which he did not raise before the bankruptcy court or the district court:  that evidence of donative intent should have been admitted to show that \"there was never a valid gift under the Uniform Gifts to Minors Act.\"  This argument is waived because it was not raised below.  See United States v. Palmer, 956 F.2d 3, 6 (1st Cir.1992).  Moreover, the bankruptcy court found that, by Tritter's own admission, an account had been established under the Uniform Gift to Minors Act (\"UGMA\") for Melissa's benefit, over which he was custodian.  There is nothing in the record to suggest that the bankruptcy court's finding in that regard was clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">II. Breach of Fiduciary Duty Amounting to Defalcation</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In addition to donative intent, Tritter \"incorporated by reference\" the issues raised in his district court brief.  Chief among those issues is whether the bankruptcy court erred in ruling that Tritter breached his fiduciary duty under the relevant statute and, thereby, engaged in \"defalcation\" pursuant to Sec. 523(a)(4).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We need not decide whether the propriety of the expenditures at issue should be judged under the UGMA, Mass.  Gen. L. ch.  201A (1957), in effect when the account was established, or under the UTMA, ch.  201A (1986), which replaced the UGMA, effective January 30, 1987.  The expenditures at issue here were not \"for the minor's benefit\" under either Act.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Tritter argues that the UGMA grants a custodian broader discretion than the UTMA and should apply to this case.  The UGMA provides, in relevant part, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The custodian shall pay over to the minor for expenditure by him, or expend for the minor's benefit, so much of or all the custodial property as the custodian deems advisable for the support, maintenance, education and benefit of the minor in the manner, at the time or times and to the extent that the custodian in his discretion deems suitable and proper....</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Ch. 201A, Sec. 4(b) (1957) (emphasis added).  Payment of a parent's legal fees, even for custody matters, is not an expenditure \"for the minor's benefit\" within the meaning of the UGMA.  See Perlberger v. Perlberger, 626 A.2d 1186, 1202 (Pa.Super., 1993) (interpreting Pennsylvania UGMA, which contains language identical to Sec. 4(b) of the Massachusetts UGMA).  Tritter has failed to cite any cases in support of his argument that his use of the funds for legal fees was for his daughter's benefit under the Massachusetts UGMA.  We conclude that the bankruptcy court did not err in ruling that payment of a parent's legal fees, even to litigate custody or visitation issues, is not an expenditure \"for the minor's benefit.\"   Assuming there may exist exceptions to this general rule in extraordinary circumstances, such circumstances are not present here.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The bankruptcy court also found that Tritter, in his capacity as custodian of his daughter's account, failed to keep proper records and commingled funds.  Tritter does not contest those findings.  Under the UGMA, the custodian was required to keep custodial property \"separate and distinct from his own property in a manner to identify it clearly as custodial property,\" Ch. 201A, Sec. 4(g) (1957).  The UGMA also required the custodian to \"keep accounts of all his transactions with respect to the property held by him as custodian....\"  Id., Sec. 4(h).  Tritter clearly failed to comply with those duties as custodian under the UGMA.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Pursuant to 11 U.S.C. Sec. 523(a)(4), a debt incurred by \"fraud or defalcation while acting in a fiduciary capacity\" is non-dischargeable.  \"In order for [plaintiffs] to prevail under Sec. 523(a)(4), [they] must prove by a preponderance of the evidence that the Debtor committed fraud or defalcation while acting in a fiduciary capacity.\"  In re Christian, 172 B.R. 490, 495 (Bankr.D.Mass., 1994).  Tritter became a fiduciary for purposes of Sec. 523(a)(4) when the account was established under the UGMA, naming him as custodian.  See In re Johns, 181 B.R. 965, 973 (Bankr.D.Ariz.1995)(holding that custodian of UGMA or UTMA accounts acts in a fiduciary capacity for purposes of Sec. 523(a)(4)).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Tritter breached his fiduciary duties under both the UGMA and the UTMA by 1) expending the funds to pay his own legal fees, not \"for the minor's benefit;\" 2) failing to keep the custodial funds separate from his own funds;  and 3) failing to keep proper records.  The bankruptcy court correctly ruled that Tritter's breach of his fiduciary duties constituted \"defalcation\" within the meaning of 11 U.S.C. Sec. 523(a)(4), notwithstanding the absence of any proof of intentional wrongdoing.  See In re Christian, 172 B.R. at 495.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The decision of the bankruptcy court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> With respect to the remaining issues incorporated by reference, we agree with the district court's determination that they lack factual support</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"196376\"><a href=\"/opinion/196376/united-states-v-dirico/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">531</span></a></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Richard P. TRITTER, Appellant,<br>v.<br>Diane Kinch CORRY and Melissa Tritter, Appellees.</p>\n    <p class=\"docket\">No. 95-1406.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Nov. 6, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  Joseph L. Tauro, U.S. District Judge]</p>\n      <p class=\"indent\">Richard P. Tritter on brief pro se.</p>\n      <p class=\"indent\">Diane Kinch Corry on brief for appellees.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Richard P. Tritter (\"Tritter') appeals pro se from the district court order affirming the decision of the bankruptcy court that his debt to his daughter, Melissa Tritter (\"Melissa\") is nondischargeable under 11 U.S.C. Sec. 523(a)(4).  \"In an appeal from district court review of a bankruptcy court order, we independently review the bankruptcy court's decision, applying the 'clearly erroneous' standard to findings of fact and de novo review to conclusions of law.\"  Grella v. Salem Five Cent Sav. Bank, <span class=\"citation\" data-id=\"684074\"><a href=\"/opinion/684074/paul-j-grella-trustee-v-salem-five-cent-savings-bank/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 30 (1st Cir.1994).</p>\n    </div>\n    <p class=\"indent\">I. Donative Intent</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Tritter raises an argument on appeal to this court which he did not raise before the bankruptcy court or the district court:  that evidence of donative intent should have been admitted to show that \"there was never a valid gift under the Uniform Gifts to Minors Act.\"  This argument is waived because it was not raised below.  See United States v. Palmer, <span class=\"citation\" data-id=\"577194\"><a href=\"/opinion/577194/united-states-v-ann-m-palmer-philip-f-mulvey-jr/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 6 (1st Cir.1992).  Moreover, the bankruptcy court found that, by Tritter's own admission, an account had been established under the Uniform Gift to Minors Act (\"UGMA\") for Melissa's benefit, over which he was custodian.  There is nothing in the record to suggest that the bankruptcy court's finding in that regard was clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">II. Breach of Fiduciary Duty Amounting to Defalcation</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In addition to donative intent, Tritter \"incorporated by reference\" the issues raised in his district court brief.  Chief among those issues is whether the bankruptcy court erred in ruling that Tritter breached his fiduciary duty under the relevant statute and, thereby, engaged in \"defalcation\" pursuant to Sec. 523(a)(4).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We need not decide whether the propriety of the expenditures at issue should be judged under the UGMA, Mass.  Gen. L. ch.  201A (1957), in effect when the account was established, or under the UTMA, ch.  201A (1986), which replaced the UGMA, effective January 30, 1987.  The expenditures at issue here were not \"for the minor's benefit\" under either Act.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Tritter argues that the UGMA grants a custodian broader discretion than the UTMA and should apply to this case.  The UGMA provides, in relevant part, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The custodian shall pay over to the minor for expenditure by him, or expend for the minor's benefit, so much of or all the custodial property as the custodian deems advisable for the support, maintenance, education and benefit of the minor in the manner, at the time or times and to the extent that the custodian in his discretion deems suitable and proper....</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Ch. 201A, Sec. 4(b) (1957) (emphasis added).  Payment of a parent's legal fees, even for custody matters, is not an expenditure \"for the minor's benefit\" within the meaning of the UGMA.  See Perlberger v. Perlberger, <span class=\"citation\" data-id=\"1478472\"><a href=\"/opinion/1478472/perlberger-v-perlberger/\"><span class=\"volume\">626</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1186</span></a></span>, 1202 (Pa.Super., 1993) (interpreting Pennsylvania UGMA, which contains language identical to Sec. 4(b) of the Massachusetts UGMA).  Tritter has failed to cite any cases in support of his argument that his use of the funds for legal fees was for his daughter's benefit under the Massachusetts UGMA.  We conclude that the bankruptcy court did not err in ruling that payment of a parent's legal fees, even to litigate custody or visitation issues, is not an expenditure \"for the minor's benefit.\"   Assuming there may exist exceptions to this general rule in extraordinary circumstances, such circumstances are not present here.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The bankruptcy court also found that Tritter, in his capacity as custodian of his daughter's account, failed to keep proper records and commingled funds.  Tritter does not contest those findings.  Under the UGMA, the custodian was required to keep custodial property \"separate and distinct from his own property in a manner to identify it clearly as custodial property,\" Ch. 201A, Sec. 4(g) (1957).  The UGMA also required the custodian to \"keep accounts of all his transactions with respect to the property held by him as custodian....\"  <span class=\"citation\" data-id=\"1478472\"><a href=\"/opinion/1478472/perlberger-v-perlberger/\"><span class=\"id_token\">Id.,</span> Sec. 4(h). </a></span> Tritter clearly failed to comply with those duties as custodian under the UGMA.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Pursuant to 11 U.S.C. Sec. 523(a)(4), a debt incurred by \"fraud or defalcation while acting in a fiduciary capacity\" is non-dischargeable.  \"In order for [plaintiffs] to prevail under Sec. 523(a)(4), [they] must prove by a preponderance of the evidence that the Debtor committed fraud or defalcation while acting in a fiduciary capacity.\"  In re Christian, <span class=\"citation\" data-id=\"2021439\"><a href=\"/opinion/2021439/in-re-christian/\"><span class=\"volume\">172</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">490</span></a></span>, 495 (Bankr.D.Mass., 1994).  Tritter became a fiduciary for purposes of Sec. 523(a)(4) when the account was established under the UGMA, naming him as custodian.  See In re Johns, <span class=\"citation\" data-id=\"1878645\"><a href=\"/opinion/1878645/in-re-johns/\"><span class=\"volume\">181</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">965</span></a></span>, 973 (Bankr.D.Ariz.1995)(holding that custodian of UGMA or UTMA accounts acts in a fiduciary capacity for purposes of Sec. 523(a)(4)).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Tritter breached his fiduciary duties under both the UGMA and the UTMA by 1) expending the funds to pay his own legal fees, not \"for the minor's benefit;\" 2) failing to keep the custodial funds separate from his own funds;  and 3) failing to keep proper records.  The bankruptcy court correctly ruled that Tritter's breach of his fiduciary duties constituted \"defalcation\" within the meaning of 11 U.S.C. Sec. 523(a)(4), notwithstanding the absence of any proof of intentional wrongdoing.  See In re <span class=\"citation\" data-id=\"2021439\"><span class=\"antecedent_guess\">Christian,</span> <a href=\"/opinion/2021439/in-re-christian/\"><span class=\"volume\">172</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">495</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The decision of the bankruptcy court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> With respect to the remaining issues incorporated by reference, we agree with the district court's determination that they lack factual support</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/196376/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577194/",
    "https://www.courtlistener.com/api/rest/v3/opinions/684074/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1478472/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1878645/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2021439/"
  ]
}